{
    "appearances": {
        "content": "THOMAS S. KERRIGAN, ESQ., Van Nuys, California; on behalf\nof the Petitioner.\nJEFFREY A. LAMKEN, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the United States, as amicus curiae,\nsupporting the Petitioners.\nSTEPHEN A. SEIDEMAN, ESQ., Los Angeles, California; for\nthe Respondent.\n"
    }, 
    "caseNum": "00-152", 
    "caseinfo": {
        "content": "ARTHUR S. LUJAN, LABOR :\nCOMMISSIONER OF CALIFORNIA, :\nET AL., :\nPetitioners :\nv. : No. 00-152\nG & G FIRE SPRINKLERS, INC. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nTHOMAS S. KERRIGAN, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nJEFFREY A. LAMKEN, ESQ.\nOn behalf of the as United States, as amicus\ncuriae, supporting the Petitioners 16\nORAL ARGUMENT OF\nSTEPHEN A. SEIDEMAN, ESQ.\nOn behalf of the Respondent 27\nREBUTTAL ARGUMENT OF\nTHOMAS S. KERRIGAN, ESQ.\nOn behalf of the Petitioners 52\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, February 26, 2001\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n11:01 a.m.\n"
    }, 
    "petitioners": [
        "ARTHUR S. LUJAN, LABOR", 
        "COMMISSIONER OF CALIFORNIA,", 
        "ET AL.,"
    ], 
    "proceedings": {
        "content": "(11:01 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnext in Number 00-152, Arthur S. Lujan v. the G & G Fire\nSprinklers, Inc.\nMR. KERRIGAN: Mr. Chief Justice, and may it\nplease this Court --\nCHIEF JUSTICE REHNQUIST: Yes, I think we'll\nwait just a minute until some of the crowd clears out.\nMR. KERRIGAN: Very well, Your Honor.\nCHIEF JUSTICE REHNQUIST: Very well, Mr.\nKerrigan, you may proceed.\nORAL ARGUMENT OF THOMAS S. KERRIGAN\nON BEHALF OF THE PETITIONERS\nMR. KERRIGAN: Mr. Chief Justice, and may it\nplease the Court:\nThis case comes on a second time for review\nbefore this Court following the initial petition for\ngranting petition for certiorari in 1999, when the Court\nvacated the decision of the Ninth Circuit, and sent the\ncase back for reconsideration under this Court's decision\nin American Manufacturers Mutual Insurance Company v.\nSullivan.\nWe argued at that time that the decision of the\nNinth Circuit was a radical departure from established\nprinciples of constitutional law, and the cases decided\nunder the Due Process Clause of the Fourteenth Amendment,\nand the Court, we would submit, has only paid lip service\nto this Court's decision in Sullivan and again renders a\ndecision which compounds confusion in the law and is again\na radical departure.\nThe Ninth Circuit again takes the position that\nany interest or any declaim for payment under a public\nworks contract is a property interest within the meaning\nof the Fourteenth Amendment. That is a decision and a\nviewpoint which is contrary to every other circuit that\nhas decided that question, including the Second District\nand the Court of Appeals in the First and Seventh\nCircuits.\nAlso, in the Ninth Circuit the position has been\nfor a number of years, as reflected in San Bernadino\nPhysicians Services, that these types of interests in\nconstruction contracts, public construction contracts,\nwere not within the concept of property within the Due\nProcess Clause.\nThis Court in Sullivan made it clear that in\norder to determine that there was a property interest,\nthat a plaintiff had to pass certain minimum standards,\nhad to surmount certain hurdles of pleading and evidence\nthat were never surmounted in this case and it is clear in\nthis case that, to use the language of Sullivan, that\nplaintiff has never made good on its claim.\nQUESTION: Mr. Kerrigan, has the California law\nchanged since this case came about?\nMR. KERRIGAN: There is, as we pointed out in\nour brief, Your Honor, the legislature has enacted some\nnew laws which --\nQUESTION: Under the new law, can the State\nlabor department require the withholding by the contractor\nfrom the sub?\nMR. KERRIGAN: There are some instances under\nthe new law where the DLSE, the Division of Labor\nStandards Enforcement, can require a withholding.\nQUESTION: But the law at the time this case\narose was different, and there was no requirement -- the\nlabor department couldn't require the withholding, is that\nright?\nMR. KERRIGAN: Under the law that existed at\nthis time, the only party who is required to withhold was\nthe awarding body, the State agency. The private parties,\nthe general contractor, the prime contractor was not\nrequired to withhold. That was a matter within his\ndiscretion.\nNow --\nQUESTION: Is there any practical instance in\nwhich the prime would not withhold? After all, the prime\nis not going to get paid. What prime would want to keep\nthe underpayment, rather than shifting it to a third\nparty?\nMR. KERRIGAN: Well, to start with the very\nobvious, Justice Ginsburg, there would be the situation\nwhere the prime doesn't owe any money to the sub. They\nget the withholding notice, there's nothing to withhold.\nThat's a very obvious example. There are also examples,\nfor instance, where the situation of the subcontractor\nwould be such that if there was a withholding it would put\nhim out of business, and it might be in the interest of\nthe prime contractor not to put the sub out of business\nbecause it might jeopardize performance under the\ncontract. That is another example.\nQUESTION: Do you know if practically these -- I\nknow you -- are possibilities.\nMR. KERRIGAN: Yes.\nQUESTION: Practically, has there ever been a\ncase where DLSE has told the prime, we're reducing your\namounts by X, where there hasn't been a pass-on?\nMR. KERRIGAN: That has happened. That does\nhappen. There are long-term relationships in this\nindustry. Some of these people have been dealing with\neach other for years. There are situations where they\ncould be fixed, where people have trust in each other, and\nin fact that has occurred, yes.\nQUESTION: Because there would be a penalty.\nIt's not just that the wages would be withheld, but there\nwould be a penalty imposed, a daily penalty, isn't that --\nMR. KERRIGAN: There would be. The law requires\nthat.\nQUESTION: So it could mount up pretty high.\nMR. KERRIGAN: Depending on the nature of the\nviolation, it certainly could, and some of these\nviolations are very substantial, and the amounts of money\nare very substantial.\nQUESTION: Even if there were no statutory\nprovision authorizing the prime to withhold, wouldn't it\nbe true, under the law of contract in, I assume every\nState, that under the circumstances of this case the prime\ncould withhold anyway, because the contract law is assumed\nto be made to incorporate whatever positive legal\nobligations there are, and if there is a positive legal\nobligation on the part of the sub to pay a prevailing\nwage, and the sub is not doing it, couldn't the prime say,\nyou are breaching the contract to that extent, and because\nI can be sued I'm going to protect myself by withholding\nsomething from my payment to you?\nMR. KERRIGAN: That is indeed the case, and\nthat's been the history of the construction industry.\nQUESTION: He can do it, but he'd be liable if\nhe was wrong about whether the sub was in breach or not.\nMR. KERRIGAN: He -- absolutely. He would be\nabsolutely be liable.\nQUESTION: In other words, he'd be accepting on\nfaith the State's determination that the sub was in\nbreach, and if he was wrong about it he'd be liable for\ndamages.\nMR. KERRIGAN: That's the only way to read --\nQUESTION: Isn't he also going to have to pay\nthe sub in this case if the State is wrong?\nMR. KERRIGAN: Absolutely, Your Honor.\nQUESTION: Sure, so my question is, if the\nauthorization in the statute is a key to a determination\nthat there is State action here, wouldn't the general law\nof contract be an equal key, even if this provision did\nnot exist?\nMR. KERRIGAN: I'm sorry, Your Honor.\nQUESTION: In other words, if this is State --\nput it another way. Why should we say it is State action\nwhen he is doing absolutely -- the prime is doing\nabsolutely nothing more than the prime could do under the\ngeneral law of contract?\nMR. KERRIGAN: Well, that's in fact the case,\nYour Honor.\nQUESTION: Yes.\nMR. KERRIGAN: The relationship of the prime and\nthe sub in this industry, and as far as -- and as long as\nthis industry has existed, has been that if there are\nsituations of this kind under custom and practice, the\nprime withholds.\nQUESTION: Mr. --\nQUESTION: You would accept that argument?\nMR. KERRIGAN: Yes.\nQUESTION: Yes.\nQUESTION: Mr. Kerrigan, G & G Fire Sprinklers,\nthe respondent here, they are the sub we're talking about\nhere?\nMR. KERRIGAN: That's correct, Your Honor, Mr.\nChief Justice.\nQUESTION: And did they ever sue in any\nCalifornia court to recover what they claim to have been\nowed?\nMR. KERRIGAN: Not only did they not sue, they\nnever submitted any kind of a claim that we're aware of.\nThey never reduced any kind of a claim to writing that\nwe're aware of, and when we talk about a claim in this\ncase we're talking about something that's an abstraction,\nbecause G & G never availed itself of any remedies in any\nCalifornia court.\nQUESTION: May I ask a further question on that?\nHave they ever represented that they did, in fact, comply\nwith the statutes concerning the level of compensation?\nMR. KERRIGAN: Never. Never, and there's\nnothing in the record where they ever made the claim that\nthey complied with the prevailing wage requirements, or\nany other conditions of the contract. There's nothing in\nthe record, and we've been in front of the Ninth Circuit\nthree times on this, we've been in the district court two\nor three times, and there's no such claim.\nNow, one of the other questionable, we suggest,\ndeterminations of the Ninth Circuit was that a cause of\naction, a trial in a court of law was not a hearing within\nthe meaning of due process, that somehow there was some\nrequirement that the hearing had to be an administrative\nhearing, and we believe that that is contrary to the\ndecisions of this Court in cases like Hudson v. Palmer,\nand Ingraham v. Wright, where the Court at least in those\ncases suggested that a trial in a court of law was,\nindeed, a hearing within the meaning of due process.\nQUESTION: May I ask you on that question -- I\nunderstand they haven't done it, but is there an\nadministrative procedure in which they could have said,\nhere are our books, take a look at it, and we've done\neverything we're supposed to do, or do they have to sue?\nMR. KERRIGAN: There is -- certainly that could\nhave been done informally, and there's certainly\ncommunications between the parties. There was no such\nadministrative procedure at that time.\nQUESTION: Is there -- under the amended\nstatute, is there such a procedure?\nMR. KERRIGAN: There was a temporary regulation\nput in effect during the course of this appeal that has\nbeen utilized prospectively, and there have been a number\nof hearings under that regulation, but there was none at\nthis time.\nQUESTION: It's pretty high-handed, don't you\nthink? I mean, the State, without giving the sub even a\nchance to respond to these allegations simply directs the\nprime contractor to give the State the money owed to the\nsub? It's a kind of garnishment, I guess, and that's what\nmakes it a little different from the ordinary contract\ncase.\nMR. KERRIGAN: Well --\nQUESTION: The way the statute reads, what you\nmust pay to the State is the money owing to the sub.\nMR. KERRIGAN: Justice Scalia, we would say it\nis completely different than a garnishment. We would say\nthere is a spectrum of situations that one would pose in\nthese cases. You have on the far end of the, extreme end\nof the spectrum cases that like the James Good Realty, the\nHawaiian case, where a party was divested of real property\ninterest.\nYou have the Sniadach case, where there was a\ngarnishment, where property is in possession of the --\nlet's say, the subcontractor, and that property is\ndivested and the right is divested.\nThis is a situation where there are two parties,\none party claims that the other party is not entitled to\nthe property, or in this case the money, and the other\nparty is claiming that they are entitled to the money. We\nthink it's perfectly reasonable, especially in view of the\nwell-known insolvency of the subcontractors, that for the\nprotection of the workers on these projects, that the\nwithholding is appropriate.\nAnd Justice Stevens in Sullivan said, and I\nthink that -- as we said in our brief, I think that\nphilosophy kind of tends to underscore the decision in\nSullivan that there is nothing unreasonable if a party in\ngood faith, who has possession of the property or the\ngoods, takes the position that they're going to hold onto\nthat property to preserve the status quo until some kind\nof a reasonable determination can be made, and we don't\nthink it's high-handed.\nQUESTION: But the one difference is, as Justice\nScalia points out, it isn't the prime that made the\ndecision to do this. It's the State agency, the\nenforcement agency said, you pay over -- Mr. Prime, you\npay over to the State what would otherwise be paid to the\nsub.\nMR. KERRIGAN: That's correct, Your Honor, but\nit isn't like a garnishment, where there is a clear\nentitlement, property interest in the property or money.\nHere there's a disputed claim, and that's all\nthere is, and we are saying, based on the disputed claim,\nwe're not going to pay you for the box of ballpoint pens\nthat the supplier gave us. We're going to withhold\npayment on that.\nIf, every time the State does not pay its bills\non time because there's a dispute, a good-faith dispute,\nand if that's going to be a violation of the Due Process\nClause, we don't think that's what was intended by the\npeople who drafted the Due -- the Fourteenth Amendment.\nQUESTION: Well, I guess there was a good-faith\ndispute in Roth as to whether the employee could be\ndismissed or not. That was just simply a contract case,\nand we said you couldn't do it without a prior hearing.\nHow do you distinguish Roth from the ordinary contract\ncase?\nMR. KERRIGAN: Well, as this Court has said in\nSullivan and almost every other case, the first inquiry is\nalways the nature and extent of the property right, if\nany, and you can't get to that point in this case or any\nother case until you've determined that there is a\nproperty right within the meaning of the Due Process\nClause.\nQUESTION: And if I have someone who owes me\nunder a contract, I have a valid contract claim against\nsomebody, the State can take that away, and they have\ntaken away property? Surely that's not right.\nMR. KERRIGAN: Well, we disagree, obviously, on\nthat point. We think the situation is such, because of\nthe interest of the State and because of the workers who\nwould be affected, and because of the notorious insolvency\nof subcontractors, that it's an appropriate mechanism.\nQUESTION: The State can -- does not interfere\nwith any property rights when it takes the chose in action\nthat I have against somebody who owes me money? The State\ncan simply take that, and I have no remedy?\nMR. KERRIGAN: Well --\nQUESTION: I mean, you're saying it's not\nproperty. It is not property.\nMR. KERRIGAN: It is not property --\nQUESTION: That's extraordinary.\nMR. KERRIGAN: -- because, as the Court said in\nRoth, it's a unilateral expectation.\nQUESTION: They held it was a property right in\nRoth.\nMR. KERRIGAN: Well, that was a different\nsituation.\nQUESTION: It was a contract claim, is all it\nwas, same as here.\nMR. KERRIGAN: It was also an individual\nclaiming right under a contract in a whole line of cases,\nbeginning with Goldberg v. Kelly, where there has been\nexpansion in the area of due process claims. If there are\nno other questions, I would reserve my --\nQUESTION: Well, may I just ask you this\nquestion?\nMR. KERRIGAN: Yes.\nQUESTION: I take it you agree that there would\nbe a statement of a property interest if the claim was not\nmerely that they withheld money from me, but they held,\nwithheld money from me under a contract in which I have\nperformed every obligation that I had under that contract.\nWould you agree that that would state a property interest?\nMR. KERRIGAN: Yes, we would. We definitely\nwould.\nQUESTION: I'm not sure.\nQUESTION: Well, the question wasn't asked you.\n(Laughter.)\nQUESTION: Thank you, Mr. Kerrigan.\nMr. Lamken, we'll hear from you.\nORAL ARGUMENT OF JEFFREY A. LAMKEN\nON BEHALF OF THE UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE PETITIONERS\nMR. LAMKEN: Mr. Chief Justice, and may it\nplease the Court:\nThe California Labor Code does not deprive\nrespondent of a property interest without due process for\nthree reasons. First, respondent has not established a\npresent entitlement to payment of money from the State,\nsecond, with respect to a cause of action, respondent has\nnot established that it was subject to a deprivation, and\nthird, with respect to any property interest at issue in\nthis case, a lawsuit for the recovery of money allegedly\nowed, breach of contract or otherwise, is all the process\nthat is due.\nQUESTION: As for point three, how do you\nexplain Roth? I really don't understand why Roth is\ndifferent.\nMR. LAMKEN: Roth is different from this case\nfor two reasons. When the State accorded the individual a\nfor-cause termination contract in that case he had a\npresent property interest in his employment that the State\ncould not deprive him of without some predeprivation\nprocess. Under progress --\nQUESTION: What do you mean? We were talking\nabout his future employment. He was going to be dismissed\nfor the next year, and it said, you know, we're\nterminating you. You have year-by-year employment. We're\nnot going to reemploy you next year.\nMR. LAMKEN: Well, to the extent he could not --\nthere was no property interest in reemployment, the Court\nheld that there was no property interest because he didn't\nhave a guaranteed right to reemployment in Roth.\nIn cases like Loudermill, where the person could\nnot be dismissed and had a guaranteed right to continued\nemployment, this Court said there had to be a hearing\nbefore they could dismiss him for cause, and a person in\nthat case, where there is a for-cause termination\nprovision, has a present property interest in their\nemployment, which cannot be taken away from them absent\nsome sort of hearing.\nQUESTION: What is the difference between a\npresent property interest in my employment and a present\nproperty interest in the money that you owe me? I don't\nunderstand why the one should be treated differently.\nMR. LAMKEN: Well, the latter is much more akin\nto the payments at issue in Sullivan, which progress\npayments under an installment contract are typically\nunderstood to be earned one at a time, as the performance\nfor each installment is performed, and the failure of a\nparty to perform all the requirements in the contract,\nincluding in this case the prevailing wage term, is the\nfailure of a constructive condition or, in this case, an\nexpressed condition that would give rise to the\nentitlement for payment.\nQUESTION: What if we assume that the\nsubcontractor did not violate the law, everything was\nfine, the State was just in error. Let's just make that\nassumption. Would there be some kind of property right in\nthe subcontractor to expect payment under the contract?\nMR. LAMKEN: No, because one of the rights -- in\nterms of present entitlement to payment, the California\nlaw and the contracts provide that the immediate right to\npayment doesn't attach in cases of dispute until the\nplaintiff has proven his entitlement, so in this case the\ncause -- the lawsuit is the mechanism by which entitlement\nis proved, so that would not establish a present property\ninterest in immediate payment, but it would certainly\nestablish a property interest in the cause of action for\npayment.\nBut with respect to the cause of action, we\ndon't believe respondent has suffered a deprivation,\nbecause he's never made an effort to assert that cause of\naction.\nQUESTION: So California can simply take all\nchoses in action --\nMR. LAMKEN: No.\nQUESTION: -- because they don't really exist?\nMR. LAMKEN: Precisely the opposite --\nQUESTION: They don't exist until you've proven\nthem in court and California can simply take them?\nMR. LAMKEN: Precisely the opposite, Justice\nScalia. A chose in action is a species of property.\nHowever, respondent in this case has not attempted to\nassert its cause of action, and the State has not\npurported to exterminate it. Accordingly, there hasn't\nbeen a deprivation. Until he attempts to assert his cause\nof action the State or somebody else --\nQUESTION: A chose in action is a chose in\naction before it's asserted.\nMR. LAMKEN: Right, but it hasn't been --\nQUESTION: It is property, before it's asserted.\nYou're telling me it's not property until you go into\ncourt?\nMR. LAMKEN: It is property. It just hasn't\nbeen -- there's been no deprivation until you go into\ncourt and the court says, there's no cause of action, we\nwill not recognize it, and you cannot convert this into a\nright to payment.\nThe example is, in, for example, Logan v.\nZimmerman Brush, the person submitted a claim for payment.\nthat was a property right. When the court -- excuse me,\nwhen the agency in that case said, oh, we've moved to\nslowly, accordingly we're not going to make good on this\nclaim for payment, and anyway, even if you're entitled, it\nterminated that property interest. It no longer existed.\nThe chose of action was erased, and the person was\nremitted to a lawsuit for a court action to try and\nrecover damages.\nIn contrast, where you submit the claim, and the\ncourt is considering it, or you're sitting on the claim\nand you have not yet submitted it, the State hasn't passed\non whether it's going to terminate it, or whether it's\ngoing to respect it. It's simply sitting there, an\ninchoate cause of action that you have not yet asserted.\nQUESTION: But it seems to me that what you're\ndoing is combining the analysis of whether there is a\ndeprivation of a property interest with the analysis of\nwhether there is an adequate State process for asserting\nit, and you have said, I guess your third point is, there\nis an adequate State process and therefore there has been\nno denial of due process in this situation. That part I\nunderstand.\nBut the fact that you haven't gone to court\ndoesn't seem to me to have any bearing on whether you have\na property interest or not.\nMR. LAMKEN: No, we don't believe you -- when --\nin the --\nQUESTION: Then I misunderstood you, I think.\nMR. LAMKEN: Right. When you have a chose in\naction, whether you have asserted it or not, that is, in\nour view, a property interest.\nQUESTION: You're --\nMR. LAMKEN: What going to court does is, it may\nterminate it, or it may cause it to ripen into a right,\nfull right to payment, so in this case, because the cause\nof action has never been asserted, there's been no\ndeprivation of the cause of action. For example,\nrespondent in this case never sought an assignment of the\nprime --\nQUESTION: Okay, then you're saying there's no\ndue process violation for two reasons, number 1, you have\nnever made an appropriate claim. Number 2, even if you\nhad, there is an adequate State process in a right to sue.\nAre those the two points you're making?\nMR. LAMKEN: Right. It is in a sense a lot like\nWilliamson County. It's akin to a ripeness argument. In\nthat case, the Court held that there's no taking without\njust compensation, if you haven't sought the compensation\nwhich you claim to be your due.\nIn our view, there is no deprivation of property\nin the form of a chose of action without due process\nunless you've asked for the process that's your due and\nthe State has, in fact, said to you, you cannot have\nprocess.\nQUESTION: But that comes very close, as others\nhave suggested, to shifting from the property analysis to\nthe due process analysis.\nMR. LAMKEN: That, I think, is inherent in the\nnature of recognizing that a chose of action is a species\nof property. The chose of action, by its very nature, is\nrecognized and turned into a present right to payment\nthrough judicial or administrative process.\nQUESTION: Well, you -- just to make one thing\nclear, you do not question the fact that there's State\naction involved here, and there are property rights.\nYou're just saying there's no violation of the Due Process\nClause.\nMR. LAMKEN: To the extent -- well, to the\nextent that a chose of action is at issue here --\nQUESTION: I understand, yes.\nMR. LAMKEN: -- we think there has been no\ndeprivation here and, based on the post-1998 version of\nthe statutes, we believe that there is State action.\nBased on the version of the statute that the Ninth Circuit\nexamined, however, we dispute whether a State action has\nbeen established.\nQUESTION: How is there State action? You have\na contractor who decides to withhold money from another\ncontractor.\nMR. LAMKEN: That was what the Ninth Circuit's\nanalysis was, and I would agree with you that that is\nincorrect. However, as of January 1, 1998, the State has\nauthority to either order the prime contractor to withhold\nmoney, and the second thing is that it also exempts the\nprime contractor from certain penalties if the prime\ncontractor -- and this is section 1775(b)(1) through (4)\nare the relative provisions, post-1998. It exempts the\nprime contractor from penalties if the prime contractor\nwithholds money from the subcontractor.\nWhen the State threatens penalties against a\nprime contractor for not withholding, we would believe\nthat is sufficient to establish State action. When it's\nleft holding --\nQUESTION: Well, I mean, there's obviously State\naction in the State law. There are books in California\nfilled with State laws, and anyone could complain about\nany one of those laws, that they violate the Constitution\nand, indeed, if you had a law governing court procedure,\nwhich you thought was very, very, very unfair, I suppose\nthat might violate the Constitution, too, so sure, maybe\nthis is unconstitutional in that sense, but in that sense,\nwhat's unconstitutional about it?\nMR. LAMKEN: I -- Justice Breyer, I think what I\nhear you asking is, when the State does not take coercive\naction against the prime contractor and merely enables him\nto withhold money, I would agree with you, there is no\nState action. When the State threatens the prime\ncontractor with penalties and coerces them to withhold\nmoney, that would be different.\nQUESTION: So the penalty -- it's the penalty.\nIn other words, they're assessing a penalty of money\nagainst a contractor, and they have to have a fair\nprocedure for doing that.\nMR. LAMKEN: That, I think, is the due process\nquestion you're asking, not the State action question,\nwhich is --\nQUESTION: No, no, that would be State action,\nand it would have to comport with due process.\nMR. LAMKEN: With respect to the prime\ncontractor, but the subcontractor --\nQUESTION: Yes, but I mean, don't we have the\nsub here?\nMR. LAMKEN: Yes. With respect to the\nsubcontractor, we don't believe that there is State action\nbased on the mere fact that the State authorizes a prime\ncontractor to withhold money, so I think I'm in firm\nagreements with you, Justice Breyer.\nQUESTION: Well, it doesn't coerce the\ncontractor to withhold money? I mean, that puts it a\nlittle kindly, don't you think? The State is saying, you\ngive us the money that you owe to the sub.\nMR. LAMKEN: No, on the contrary, Your Honor.\nThe State is not taking money out of the prime\ncontractor's hands. This is money that is already in the\nState's hands. The State is merely saying --\nQUESTION: Yeah --\nMR. LAMKEN: -- prime contractor, you have\nbreached your requirement of ensuring that all workers on\nthis project, all workers, whether yours or a sub's, are\npaid the prevailing wage.\nBecause you have breached that obligation, we --\na constructive condition has failed, and we are not paying\nyou the money that would otherwise be due.\nQUESTION: Well, they say a little more than\nthat. You have breached it in that your subcontractor has\nbreached it.\nMR. LAMKEN: Right.\nQUESTION: And therefore we are withholding the\namount that you would have paid to your subcontractor, and\nyou don't consider that to be inducing the prime\ncontractor not to pay off the sub?\nMR. LAMKEN: We're not withholding the amount\nthat you would have paid your subcontractor. We are\nwithholding the amount that wasn't paid to the workers.\nWe're withholding the amount that is the measure of your\nbreach.\nQUESTION: I understand. You're --\nMR. LAMKEN: And we are indifferent --\nQUESTION: You're withholding a portion of the\nmoney that he was supposed to pay to a subcontractor --\nMR. LAMKEN: No, that the subcontractor has to\npay to the workers --\nQUESTION: -- saying that he doesn't owe it to\nthe subcontractor.\nMR. LAMKEN: Right, but the State is utterly\nindifferent as to whether the prime contractor withholds\nthat money from the subcontractor under the pre-1998\nversion, because it's the prime contractor --\nQUESTION: Thank you, Mr. Lamken.\nMR. LAMKEN: Thank you.\nQUESTION: Mr. Seideman, we'll hear from you.\nORAL ARGUMENT OF STEPHEN A. SEIDEMAN\nON BEHALF OF THE RESPONDENT\nMR. SEIDEMAN: Mr. Chief Justice, may it please\nthe Court:\nQUESTION: Mr. Seideman, would you tell us just\nwhat your client did after the prime withheld the payment\nby way of seeking redress, or responding to that?\nMR. SEIDEMAN: Your Honor, my -- there had been\nthis -- notices to withhold issued on a number of\nprojects, as prime contractor and subcontractor to G & G,\nand what G & G did is, filed lawsuits under the labor code\nto seek recovery of its money, and prosecuted those\nlawsuits.\nIn the declaration --\nQUESTION: This was in the California superior\ncourt?\nMR. SEIDEMAN: Yes, and in fact in the\ndeclaration by DLSE in the district court the -- that they\nput into evidence, their counsel talks about one of the\ncases that he litigated. In fact, the depositions that we\nput into evidence in the district court were taken in\nthe --\nQUESTION: This was in response to the\nwithholding by the prime in this particular case? --\nMR. SEIDEMAN: Well --\nQUESTION: You can answer that yes or no, I\nthink.\nMR. SEIDEMAN: No. What happened was, those\ncases were settled. Then what happened was, and we --\nwhat had happened was, we had filed a lawsuit in district\ncourt contending the procedure was unconstitutional. The\ncases were settled. The district court lawsuit was\ndismissed without prejudice, pursuant to the agreement,\nand then notices were issued again. We filed this lawsuit\nafter one of the notices, the notice was issued --\nQUESTION: Did you file anything in State court\nafter this particular notice?\nMR. SEIDEMAN: No. We never needed to, so we\ndidn't.\nQUESTION: Well, you'll find out here whether\nyou needed to or not.\n(Laughter.)\nMR. SEIDEMAN: No, I mean, we didn't need to to\nget the money back. We preserved -- we would have filed\nto the extent we needed to to get our money back.\nQUESTION: Oh, so you -- well then, you -- what,\nyou got your money back?\nMR. SEIDEMAN: Yes.\nQUESTION: As a result of the Federal suit?\nMR. SEIDEMAN: I -- well, they released the\nnotices to withhold. I can -- that is -- the deal is, he\nreleased the notices to withhold.\nQUESTION: So the respondent has been paid in\nfull, under this contract?\nMR. SEIDEMAN: Well, there were more notices to\nwithhold issued later by DLSE, after the facts that are in\nthe joint appendix.\nQUESTION: Well, as far as what is before us,\nhas the respondent been paid in full now?\nMR. SEIDEMAN: There was one project that was\nlitigated and is still in litigation, that was litigated\non a lawsuit by the DLSE. The other two, they released\nthe notices to withhold, and the answer is yes on those\ntwo projects.\nQUESTION: Was the release the result of some\norder from the Federal court?\nMR. SEIDEMAN: Well, the Federal court never\nordered them to release the notices to withhold. The\nFederal court just declared that they were\nunconstitutional, the procedure was unconstitutional, and\nthat any notices were null and void. They -- and then\nthey released the notices.\nQUESTION: So the release was in response to\nthat order of the Federal court?\nMR. SEIDEMAN: I would assume it was. I mean,\nin other words --\nQUESTION: Well, what would they have to do to\ncomply with the judgment of the Ninth Circuit, I mean, the\njudgment of the district court, which the Ninth Circuit\naffirmed? It said, you can't, under -- consistent with\ndue process, hold back this money, isn't that right?\nMR. SEIDEMAN: They would -- no, they would just\nhave to have a hearing procedure.\nQUESTION: Right.\nMR. SEIDEMAN: The --\nQUESTION: Now, was there an adjudication\nwhether these wages had been paid or not? Was there ever\nan adjudication concerning whether the prevailing wage had\nbeen paid?\nMR. SEIDEMAN: Well, on some projects there\nwere. On some projects --\nQUESTION: No, on the ones that are involved in\nthis case.\nMR. SEIDEMAN: In one case there was. On the\nother two they dropped the claims ultimately and didn't\npursue them. They filed -- in one they filed a lawsuit\nand they abandoned it after -- it was dismissed for\nfailure of prosecution in the State court.\nQUESTION: Mr. Seideman, you're going to really\nhave to really enlighten me, because I understood your\nopponent to answer one of my questions by saying that your\nclient had never claimed compliance with the prevailing\nwage law with respect to the contracts in dispute in this\ncase. Was he wrong?\nMR. SEIDEMAN: Yes. We've always claimed\ncompliance. We --\nQUESTION: Where in the record do you show that\nyou claim compliance with the matters in dispute here, or\nwhere in your brief do you -- I didn't know you said it in\nyour brief.\nMR. SEIDEMAN: Well, on the brief on page 50, at\nthe end, it says, G & G did plead and prove that it\ndisputed the assertion that it violated the prevailing\nwage law, citing to the joint appendix at 69 and at the\n191, wherein the declaration by G & G says, it disputes\nthese violations of the prevailing -- that there weren't\nviolations of the prevailing --\nQUESTION: At page 49 and 50 it says, the\nwithholding was adequately pleaded and proven, but I'm not\nsure that you say that you had complied with the statue.\nMR. SEIDEMAN: Yes, the last paragraph.\nQUESTION: The last paragraph says that. After\nyou get to that -- the last paragraph in your brief, you\nfinally get --\nMR. SEIDEMAN: Well --\nQUESTION: That last paragraph says, you proved\nthat you disputed the assertion that it had violated.\nMR. SEIDEMAN: Well, that's correct. We didn't\nlitigate in the district court whether or not -- we didn't\nlitigate the underlying question of whether or not there\nwas or was not a violation. I mean, our contention in the\ncase, and our contention of the property interest, is as\nfollows.\nMaybe in a -- let me use an example to try to\nexplain. An awarding body, which can be school district,\na city or whatever, makes a determination that payment is\ndue under the contract, so let's say, they say today,\npayment is due, pick up the check Friday. On Thursday, at\nthat point there is a marketable common law right to\nproperty, the right to money due, that has a value.\nIf the payment request was submitted on behalf\nof the subcontractor, then the payment that's made by the\nawarding body to the prime contractor passes. It then\ngoes to the subcontractor, so that that property right\nthat exists at that time, there's a property right of the\nprime contractor and the subcontractor. The prime\ncontractor's right as to that money is of little value.\nThe valuable right is the subcontractor.\nQUESTION: Well, why is the prime's right of\nlittle value?\nMR. SEIDEMAN: Because he has to turn that money\nover immediately to the subcontractor, so it wouldn't\nhave --\nQUESTION: Yes, but he gets a 15-percent\noverride or something like that, doesn't he?\nMR. SEIDEMAN: Right.\nQUESTION: I mean, he gets something.\nMR. SEIDEMAN: I mean -- I mean, it's -- I just\nmean monetarily. It's a marketable right, and it's a\ncommon law property right.\nThen the DLSE issues a notice to withhold the\nnext day. It seizes that property, and --\nQUESTION: Whom does the notice to withhold go?\nMR. SEIDEMAN: It goes --\nQUESTION: The awarding authority?\nMR. SEIDEMAN: It goes to the awarding body, and\nthe -- which is not in privity with the DLSE.\nWhat distinguishes it from a breach of contract\nis that -- is, I would say, five factors, that you have\nregulatory enforcement action enforcing the law, by\nregulatory enforcement officials not party to the\ncontract, imposing penalties and -- or third party\nliabilities, taking money due under the contract with no\nrisk of a proprietary loss.\nQUESTION: Why do you think those take it out of\nthe ordinary contract law that, you know, if the prime\nowes you money, you're the sub, you have a contractual\nright to that money, don't you? I mean, if you fully\ncompleted work, and there has been no notice that you\nfailed to pay prevailing wages, you have a right against\nthe prime, don't you? At least, certainly when I\npracticed law you did.\nMR. SEIDEMAN: You have a right to the money\ndue. That money due is paid by the awarding body. When\nthe notice to withhold seizes the money by issuing it to\nthe awarding body, who I would point out has the same\ndiscretion that the prime contractor is said to have --\nthe awarding body has to put aside, if it's a $50,000\nnotice to withhold, $50,000.\nQUESTION: But the prime's -- the sub's contract\nis with the prime, isn't it? It's not with the awarding\nbody. That's what mechanic's liens are for. If you can't\nget the prime to pay, you could perhaps have a lien -- I\ndon't know what California law is, but certainly you have\na -- your contractual relationship is with the prime.\nMR. SEIDEMAN: The right of the subcontractor is\nto receive the money paid by the awarding body.\nQUESTION: But does the subcontractor have a\ncontractual right against the prime or not?\nMR. SEIDEMAN: He does up until the time the\nnotice to withhold is issued. Then at that time he does\nnot. At that time, the only right, it's transformed into\na new right.\nQUESTION: But why does he cease to have a right\nat that time? If he has performed, I don't know why he\ndoesn't have the same right against the prime whether the\nState has issued a notice of withholding or not.\nMR. SEIDEMAN: Because the seizure of the money\nby the State --\nQUESTION: No, but you're talking about the\nmoney as though the money were particular dollar bills,\nand the subcontractor has a right to particular dollar\nbills that the prime gets from the State. I mean, that's\nnot the way we analyze contracts.\nThe sub has a right to be paid for the work that\nhe did in accordance with his contract with the prime, and\nthat right is either good or bad quite independent of what\nis happening between the prime and the State.\nMR. SEIDEMAN: Well, I --\nQUESTION: Isn't that true?\nMR. SEIDEMAN: Actually, it's not, because\nthere's -- the prime contractor has an obligation, when he\nreceives the money from the awarding body, to pay it to\nthe subcontractor.\nQUESTION: And he has that obligation because he\nhas contracted with the subcontractor to pay him.\nMR. SEIDEMAN: Correct, and so that when the --\nQUESTION: Which is true in any situation in\nwhich there's a prime and a sub, so what is different\nabout the fact that the prime in this case has contracted\nwith the State?\nMR. SEIDEMAN: In the case of a subcontractor,\nwhat is different is that when the -- when a notice to\nwithhold seizes the money due to the awarding body --\nQUESTION: In other words, you say seizes the\nmoney due, what you mean is, it's a notice that they\nrefuse to pay under their contract with the prime.\nMR. SEIDEMAN: Your Honor, that's not actually\nwhat's happening here, because the party to the contract\nis the owner of the property, which in these cases was a\npublic entity. It can be a private entity under public --\nQUESTION: So in other words, you're\ndistinguishing between the State and the public entity.\nMR. SEIDEMAN: Absolutely.\nQUESTION: Okay.\nMR. SEIDEMAN: They're not in privity.\nQUESTION: Okay.\nMR. SEIDEMAN: And in fact the --\nQUESTION: Well, this is where -- I mean,\nexact -- I enter into a contract to have my house built,\nbut the prime is going to have subs. I say, when you get\nto the garden, I don't want any of those gardeners walking\nwith their muddy boots in the house, and so here's what\nhappens. If that gardener, landscape gardener has people\nwith muddy boots, and they walk around the house, some\nmoney is going to be withheld from your progress payment,\nincluding $50 worth of liquidated damages. Got it? Yes,\nthey got it, everybody's got it.\nMR. SEIDEMAN: Correct, Your Honor.\nQUESTION: No problem. But now the State enters\ninto that exact same contract. How does that change\nanything? Contract disputes are not property under Roth,\nZindeman, et cetera. I would have thought that was\nHornbook, and so what's different about this?\nMR. SEIDEMAN: Well, it changes -- first\npractically, and then legally. What changes practically\nis that when you don't pay in the hypothetical you take a\nproprietary risk. If you don't pay, then you're subject\nto potential losses imposed by the contractor who doesn't\npay.\nIf an owner, like an awarding body, like a\nschool district or whatever, says I'm not going to pay\nyou, they take the proprietary risk.\nYou take -- they take a proprietary risk. You,\nas a contractor, can generate a lot of leverage to prevent\nbaseless refusals to pay by an owner. You -- when the\nDLSE as an enforcement agency seizes money, you have no\nleverage and no ability to generate leverage.\nQUESTION: Well, you've lost me -- I -- my --\nyou've got my example in mind of the muddy boots.\nMR. SEIDEMAN: Okay. The difference --\nQUESTION: Now -- and the muddy boots has $50\nliquidated damages in it, and by the way, I write into the\ncontract too, I don't care about the boots. It's my Aunt\nElla who cares --\n(Laughter.)\nQUESTION: -- and so all this is going to be run\nby her, and she's going to be the one who decides. Now, I\nguess I could write that in, too.\nNow, I'm just saying how does it differ --\nMR. SEIDEMAN: It --\nQUESTION: -- because we happen to have the\nState here, and we don't have Aunt Ella, we have the labor\ndepartment, and we don't have exactly a progress payment,\nbut it's pretty analogous. What's the difference?\nMR. SEIDEMAN: It differs if getting the muddy\nboots -- if the muddy boot problem is a violation of the\nlaw and, rather than you saying, under the contract, I'm\nasserting the muddy boot problem, the enforcement official\nfrom the building department, let's say, issues an order\nand orders you not to pay the contractor, and you now\ncannot pay pursuant to that order, then the order by that\nofficial, we would contend, is a deprivation of property.\nQUESTION: No, I know that's what you're\ncontending and I agree with you totally that there are\nthose differences. We don't have Aunt Ella, we have a\nperson who is called the labor department, and it's quite\ntrue that she doesn't say it formally, they do it formally\nin an order, and it's true that the contracting party is\nthe State and not a private person.\nBut again, if we accepted your view that it\nmakes a difference, then all these building contracts\nwould suddenly become State action under Roth, Zindeman,\net cetera. Every claim like that would end up in court\nunder some kind of constitutional analysis. I've never\nheard of anything like that.\nMR. SEIDEMAN: I think the difference, Your\nHonor, is that in the circuit court cases that dealt with\nthe question of whether there's a property right, they\nwere dealing with the question of a different right, a\nright that never existed at common law, and it's not a\nmarketable right. The question they were addressing was,\nis the right that the other party won't breach the\ncontract now a property right based on the status of a\ncontract with the Government? That's a different property\nright than the --\nQUESTION: Go ahead. Finish your answer, Mr.\nSeideman.\nMR. SEIDEMAN: -- than the common law right to\nthe money due.\nQUESTION: You say you did -- you could have\nsued in the State court for this, I gather, because you\ndid in other cases. You could have sued the prime saying\nit was wrong to withhold my progress payment?\nMR. SEIDEMAN: You could sue under the labor\ncode.\nQUESTION: Well, you could sue somewhere under\nCalifornia law?\nMR. SEIDEMAN: You could have a lawsuit where\nthe money is held until all appellate rights are\nexhausted.\nQUESTION: Well, and I gather you did have such\na lawsuit, did you not, in California State courts?\nMR. SEIDEMAN: On other cases? Yes, we did have\nlawsuits.\nQUESTION: You sued the prime?\nMR. SEIDEMAN: No.\nQUESTION: Who --\nMR. SEIDEMAN: We sued the awarding body.\nQUESTION: You sued the -- and why did you not\nsue the --\nMR. SEIDEMAN: We -- but it's -- the awarding\nbody is a nominal party. The DLSE defends the case as a\nreal party in interest, so you're really litigating with\nthe DLSE.\nQUESTION: Why didn't you sue the prime\ncontractor?\nMR. SEIDEMAN: The prime contractor has a\ndefense under the labor code. As long as that notice to\nwithhold is pending --\nQUESTION: No, but I'm sorry, a moment ago, if I\nwas following what you were saying, you were telling us\nthat you had, in fact, pleaded and it was, in fact, the\ncase that you had performed everything that you were\nobligated to perform under your contract, so if that is\nso, why didn't you simply sue the prime contractor in a\nState court saying, I've done everything I have to do,\ngive me my money?\nMR. SEIDEMAN: If a lawsuit is not filed under\nthe labor code within 90 days of completion, then the\nseizure, the notice to withhold becomes permanent, so that\nif you're the subcontractor, and you're the one suffering\nthe loss because it's been passed through to you, if you\ndon't endeavor to protect that right in general, in the\nprime contractor suit, then the prime contractor clearly\nwould have an absolute defense to your lawsuit under the\ncontract because he --\nQUESTION: Why would the prime contractor have a\ndefense to your lawsuit merely because the prime\ncontractor has lost his defense to the Government's\nwithholding?\nMR. SEIDEMAN: Well, either way --\nQUESTION: That's what I'm not following.\nMR. SEIDEMAN: If the prime contractor files the\nlawsuit under the labor code, then so long as that lawsuit\nis pending, he has a defense under the labor code, and\ngenerally because --\nQUESTION: Even if you sue him in a contract\naction in California, and you prove what you have\nrepresented to us you could prove, i.e., that you\nperformed everything you were obligated to perform,\nincluding paying the prevailing wage, even though the\nfindings were that you had proven all of that, the prime\ncontractor still would not be liable to you under the\ncontract, because it was engaged in a dispute with the\nState?\nMR. SEIDEMAN: I don't believe the court would\neven, frankly, hear the issue.\nQUESTION: No --\nMR. SEIDEMAN: They would say, until the labor\ncode lawsuit is decided --\nQUESTION: -- but I'm asking you a question\nabout California law. Are you saying that that is\nCalifornia law, that you can prove your case and, because\nyour prime is having a dispute with the State, you still\nwould not be awarded your damages?\nMR. SEIDEMAN: Yes. That's the law. That is\nthe law.\nQUESTION: That is the law of California?\nMR. SEIDEMAN: That is the law under the labor\ncode. The exclusive remedy to seek recovery of the money\nheld is the labor code procedure --\nQUESTION: Well --\nQUESTION: That's --\nMR. SEIDEMAN: The labor code says the money can\nbe withheld by the prime contractor from the\nsubcontractor, so that --\nQUESTION: That's controverted. I am sure the\nother side says that the code does not eliminate any cause\nof action that the sub has against the prime. Now, is\nthere a dispute between the two sides on that issue?\nMR. SEIDEMAN: Well, the difficulty, Your Honor,\nthough, is that the problem here, the due process problem\nthat we addressed in the courts below, is that when you\nhave enforcement officials who are issuing these notices\nto withhold, that they can issue in any amount as they\ndeem fit, in which they have no proprietary risk in doing\nthat, so it's not like dealing with a party to a contract.\nQUESTION: No, but please come back to my\nquestion. You are contending that you had no cause of\naction against the prime, that any cause of action against\nthe prime for his breach of contract with you was\nsuspended by the labor code.\nMR. SEIDEMAN: With regard to this withholding,\nyes.\nQUESTION: Well, you have -- you've answered\nthese questions with some qualification. You say, you\ncouldn't do it under the labor code. Could you do it\nunder any branch of California law?\nMR. SEIDEMAN: No. What I meant is, as to the\nwithholding of money, that --\nQUESTION: Could you answer my question yes or\nno? Could you have sued the prime alleging that you had\nfully complied and had paid required wages in -- under any\nprovision of California law?\nMR. SEIDEMAN: No.\nQUESTION: What provision of the labor code\neliminates that? I mean, it's rather crucial to your\ncase. What provision is it?\nMR. SEIDEMAN: 1729.\nQUESTION: 1729. That's --\nQUESTION: Does your answer assume that the\nprime has made an assignment to the sub of the prime's\nright to receive the money?\nMR. SEIDEMAN: It assumes that the -- well, yes,\nin a sense. It assumes the prime contractor --\nQUESTION: I mean, that's the way it works,\nisn't it? When the prime withholds, the prime generally\nassigns to the sub the right to litigate for the money\nwith the agency, with the contracting agency.\nMR. SEIDEMAN: Right. If the prime contractor\nforfeited their right under the labor code, then it would\nbe a different situation.\nQUESTION: I thought your position on your brief\nwas that there was no guarantee of the assignment, that\none of the reasons why you said you had no remedy is that\nthe labor code gives the prime contractor a right to seek\nthe money that's being suspended, and the labor code\nitself doesn't give any right to the subcontractor, and\ntherefore you said that there's no remedy guaranteed you\nunder the law, I thought was -- that was the position you\ntook in your brief.\nMR. SEIDEMAN: What we're saying is that the\nseizure of the money means that it takes you years to take\nthat money back.\nQUESTION: Well, there is a provision, though,\nin the labor code allowing a prompt hearing with the labor\ncommission, or commissioner, to deal with this problem of\nthe withholding.\nMR. SEIDEMAN: Your Honor, there -- I -- there\nwas no provision -- there is no provision other than some\nregulations that were adopted in -- temporary regulations\nin response to this lawsuit.\nQUESTION: Well, what about section 1742.1? It\nsays the labor commissioner shall, upon receipt of a\nrequest from the affected contractor or subcontractor,\nwithin 30 days of the assessment, afford the opportunity\nto meet concerning the assessment and, upon request,\nprovide a hearing and so forth and so on. Did you -- did\nthe subcontractor here ask for a hearing?\nMR. SEIDEMAN: There's no such procedure that\nexists. That procedure that is being referred to is\neither of the statutes that are not in effect yet, or I\nbelieve -- it's -- 1742.1 --\nQUESTION: There was no provision for a hearing\nin effect at the time this case arose?\nMR. SEIDEMAN: There was absolutely no right to\na hearing. There's no right to a hearing that exists in\nany statute other than what hearing rights they have said\nthey're going to implement in July of this year.\nQUESTION: Uh-huh.\nMR. SEIDEMAN: There was no -- and our\ncontention --\nQUESTION: But there was none for you at the\ntime?\nMR. SEIDEMAN: No hearing rights of any kind, no\nright of any -- the only way to know the basis of the\nnotice to withhold is to file the lawsuit, subpoena the\nDLSE records, subpoena them to a deposition, and discover\non what basis they asserted this notice to withhold.\nThere's no other right to any information. There's no\nother right to anything. That --\nQUESTION: Would you tell us where we could find\nsection 1729? I can't find it in the blue brief -- 108?\n1727 is there, but I don't see 1729.\nQUESTION: It goes from 1727 to 1741.\nQUESTION: Page 108 of the petition for cert.\nMR. SEIDEMAN: But the point that I wanted to\nmake is that the fundamental due process problem here,\nwhich is also what, in their first petition and in other\nbriefs, the DLSE has stated what they call the critical\nfailing, the real injury that occurs here, and what we\nbelieve is the due process problem, is that you have\nenforcement officials seizing this money -- whether it's a\nprime contractor or subcontractor, you're in the same boat\nwith an assignment or a prime contractor, they can seize\nmoney in any amount. There's no type of hearing.\nThere's --\nQUESTION: 1720, 1729 says that it's lawful for\nthe contractor to withhold if the subcontractor has failed\nto comply with the terms of this chapter. Now, if you\nhave paid wages, you presumably have not failed to comply\nwith the terms of the chapter.\nMR. SEIDEMAN: And whether you've paid it is\ndetermined in this labor code lawsuit that's provided for.\nQUESTION: Well, but that, this section 1729\ndoesn't say that.\nQUESTION: You're saying --\nQUESTION: Go ahead.\nQUESTION: I'm sorry, Chief. No, I take it --\nyou're saying that, I take it, that the reference that the\nlanguage on account of failure simply refers to the reason\ngiven by the State for withholding, as opposed to the fact\nof failure or nonfailure.\nMR. SEIDEMAN: Well, right, and in either event,\neven if you had the right to sue the prime contractor, you\nstill have the problem that you have enforcement officials\nthat can cut off your payments without any hearing right,\nand --\nQUESTION: Oh, I grant you that, but I mean,\nwhat we were trying to get at is, whether you had a cause\nof action that you could assert in a California court, and\nyour answer is, no, I don't, because even if I prove to\nthe court's satisfaction, the fact-finder's satisfaction\nthat I have paid the prevailing rate, so long as the prime\ncan show that the State is with -- or the public authority\nis withholding payment because the State claims I didn't,\nthat is a defense. That's your position.\nMR. SEIDEMAN: Well, yes, and therefore that's\nwhy I don't think the court would even litigate --\nQUESTION: But Mr. Seideman, what were the suits\nthat you brought? I'm looking at your brief, at page 3.\nYou refer to prior cases, and you say, a State court\nordered G & G and DLSE to mediate, and a settlement was\nreached. There must have been some procedure that you\nwere availing yourself of under State law and State court.\nWhat was it?\nMR. SEIDEMAN: We were suing under the labor\ncode, it's a labor code lawsuit that you're allowed to get\nthe money back. The problem, the due process problem --\nQUESTION: Under what section? I -- you're\njust --\nMR. SEIDEMAN: 17 --\nQUESTION: You're making it so difficult for us\nbecause the sections aren't attached to the brief. We\ndon't understand what you're alleging. Under what section\nof the labor code?\nMR. SEIDEMAN: 1731 through 1733.\nQUESTION: And that allows you to file a suit.\nMR. SEIDEMAN: Yes, and if you're a\nsubcontractor --\nQUESTION: Against whom? Against whom, the\nlabor department?\nMR. SEIDEMAN: Well, no. It's nominally the\nawarding body, but the real party in interest is the DLSE,\nwho defends the lawsuit.\nQUESTION: Well, is that not adequate\npost-deprivation relief, even if you assume there's some\nState action and some problem?\nMR. SEIDEMAN: No, Your Honor.\nQUESTION: Why?\nMR. SEIDEMAN: Because when you have a seizure\nby enforcement officials, something is forfeited for a\nviolation of law, the Court has stated in prior cases that\nthere needs to be some type of a right to at least a\nprompt post-deprivation hearing to determine if there's a\nbasis of probable validity for the seizure.\nQUESTION: Well, here's a right to a\npost-deprivation proceeding. You say it isn't\nsufficiently prompt?\nMR. SEIDEMAN: Right, because all of the\nmoney --\nQUESTION: Why?\nMR. SEIDEMAN: Because even if it's completely\nbaseless, the DLSE action, completely meritless baseless\naction, the procedure is, all the money is held until the\ncompletion of the lawsuit and appellate rights, so they\ncan hold money for 3 years.\nQUESTION: Could the prime make the same\nargument, constitutional argument that you're making on\nbehalf of the sub?\nMR. SEIDEMAN: We contend we are -- we've always\ncontended we are a prime contractor and a subcontractor.\nQUESTION: All right, so whether he's a prime or\na sub makes no difference for purposes of the argument\nyou're presenting to us here?\nMR. SEIDEMAN: Exactly.\nQUESTION: Well, if you don't like it, don't\nenter into the contract. I mean, aren't all these terms\nof the contract?\nMR. SEIDEMAN: No, Your Honor.\nQUESTION: If you don't like the terms, don't\nenter into it.\nMR. SEIDEMAN: Actually, no. Your Honor. None\nof the --\nQUESTION: Isn't it -- under California law they\ndon't incorporate the law into the contract? I've never\nheard of that.\nMR. SEIDEMAN: Well, yes. Yes. In that sense,\nall of --\nQUESTION: All right, so they're all terms of\nthe contract, so the answer is, you have a claim, you\nthink -- or you get the money, they think you don't. They\nset up some procedures, you don't like them -- sorry.\nMR. SEIDEMAN: On all contracts there are, Your\nHonor, laws that one has to comply with, including these.\nThere are safety laws --\nQUESTION: Thanks, Mr. Seideman.\nMr. Kerrigan, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF THOMAS S. KERRIGAN\nON BEHALF OF THE PETITIONERS\nMR. KERRIGAN: Thank you, Your Honor. Thank\nyou, Mr. Chief Justice. I --\nQUESTION: Would you mind telling us just what\npost-deprivation remedy, if we assume there is some\nproblem here, was open to the respondent subcontractor?\nMR. KERRIGAN: There were a number, Your Honor.\nThere was, for instance, the remedy under 1733, which is\nthe labor code section. That section says the contractor\nor its assignee may bring a lawsuit within 90 days.\nQUESTION: Is he an assignee automatically,\nbecause he's the subcontractor?\nMR. KERRIGAN: There is a case that came down --\nit came down since this case was first argued, which\nsays -- it's called J & K Painting. It's in our brief,\nbut I would refer you to footnote number 7, which seems to\nsuggest that they would be an assignee in law if the\nassignment wasn't given.\nQUESTION: That's how I would read it, too.\nMR. KERRIGAN: And as a matter of reality, there\nis no reason for the prime contractor not to assign. The\nprime contractor doesn't want any part of this suit. They\nhave no economic interest in --\nQUESTION: Well, don't -- please continue to\nanswer.\nMR. KERRIGAN: Yes.\nQUESTION: I want to know -- the big allegation\nis, they have no adequate post-deprivation remedy, and\ntheir lawyer, as I understand it, is saying it would take\n3 years to reach closure on it, so what is your response?\nMR. KERRIGAN: That is not the case, Your Honor.\nThere is a stop-notice provision. The stop-notice\nprovision is in the code. It was referred to on page\n36-37 of our brief. That provides for a very summary\nhearing. The G & G type contractor files a stop notice\nwith the State, the State withholds money from the prime\ncontractor, and there is a hearing in a very short period\nof time.\nIn addition --\nQUESTION: When I was reading that provision, it\nwasn't clear to me that it applied in this situation\nanywhere -- was there any finding about what that stop\norder, and some other suggestions you had, would do?\nMR. KERRIGAN: There are --\nQUESTION: I thought that the law itself said\nthat this is the only remedy that the remedy of the prime\nor its assignee suing was the only remedy, was the\nexclusive remedy.\nMR. KERRIGAN: No, it is not, Your Honor. It is\nnot the exclusive remedy, and J & K --\nQUESTION: Wasn't there some -- aren't there\nsome words in the labor code to that effect?\nMR. KERRIGAN: The -- again, referring to J & K\nPainting --\nQUESTION: Well, that, you told us, says that\nthe assignment is deemed in law to have occurred.\nMR. KERRIGAN: It also said it is not the\nexclusive remedy, because it does not address all of the\nevils that --\nQUESTION: But isn't there something in the\nlabor code involved in this very complex of statutes that\nsays that that action by the prime or its assignee is the\nonly remedy?\nMR. KERRIGAN: I believe what you're referring\nto, Justice, is the provision in the statute that says no\nother issues will be considered than the issue of the\nentitlement to the money. It is not the exclusive remedy,\nand there are -- one of the things that the Ninth Circuit\nsaid is, well, there aren't a lot of cases involving these\nsubcontractors in a public work situations under the law\nof contracts, under the law of stop notices.\nThe reason is, is because there's almost always\nan assignment, and the action proceeds under 1733, and --\nQUESTION: I think she's referring to 1732,\nwhich says, notwithstanding any other provision of law,\nand then jumping to the end of it, and suit on the\ncontract that is against the awarding for alleged breach\nthereof and not making the payment is the exclusive remedy\nof the contractor or his or her assignees, and you say\nthat means him, with reference to those wages or\npenalties.\nMR. KERRIGAN: Well, the J & K Painting Company\ncase says to the contrary, Your Honor, and we would submit\nit on that. We would submit -- that's our case.\nThank you.\nCHIEF JUSTICE REHNQUIST: Thank you, Mr.\n"
    }, 
    "respondents": [
        "No. 00-152 G & G FIRE SPRINKLERS, INC."
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 4, 
        "MR. KERRIGAN": 48, 
        "MR. LAMKEN": 30, 
        "MR. SEIDEMAN": 93, 
        "QUESTION": 180
    }
}