{
    "appearances": {
        "content": "BARBARA D. UNDERWOOD, ESQ., Acting Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nthe Petitioner.\nGERALD F. UELMEN, ESQ., Santa Clara, California; on behalf\nof the Respondents.\n"
    }, 
    "caseNum": "00-151", 
    "caseinfo": {
        "content": "UNITED STATES, :\nPetitioners :\nv. : No. 00-151\nOAKLAND CANNABIS BUYERS' :\nCOOPERATIVE AND :\nJEFFREY JONES :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nBARBARA D. UNDERWOOD, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nGERALD F. UELMEN, ESQ.\nOn behalf of the Respondents 23\nREBUTTAL ARGUMENT OF\nBARBARA D. UNDERWOOD, ESQ.\nOn behalf of the Petitioner 46\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, March 28, 2001\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:04 a.m.\n"
    }, 
    "petitioners": [
        "UNITED STATES,"
    ], 
    "proceedings": {
        "content": "(11:05 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnext in Number 00-151, the United States v. Oakland\nCannabis Buyers.\nGeneral Underwood.\nORAL ARGUMENT OF BARBARA D. UNDERWOOD\nON BEHALF OF THE PETITIONER\nGENERAL UNDERWOOD: Mr. Chief Justice, and may\nit please the Court:\nThe Controlled Substances Act prohibits the\ndistribution of marijuana outside federally authorized\nresearch programs because Congress, the Attorney General\nand the Secretary of Health and Human Services have each\ndetermined that there is no currently accepted medical use\nfor the drug, and it has a high potential for abuse.\nThe statute also recognizes that new information\nmight come to light that would justify less restrictive\ncontrols so it establishes administrative procedure for\nchanging the classification and the restrictions for\nmarijuana and other controlled substances.\nThat statutory scheme leaves no room for the\nOakland Cannabis Buyers' Cooperative to distribute\nmarijuana without the approval of the Attorney General\nunder a claim of medical necessity, and it leaves no room\nfor a court to consider such a claim as a basis for\nrefusing to enjoin the marijuana operations of the\ncooperative.\nThe Ninth Circuit's ruling in effect authorizes\nthe operation of marijuana pharmacies outside the\nsafeguards and restrictions of the Act and undermines the\nability of the Act to protect the public from hazardous\ndrugs.\nThe common law defense of necessity can\nsometimes authorize a person to violate the law in order\nto avoid a more serious harm but it doesn't apply here for\nthree reasons. First, because the legislature has already\nbalanced the harms and come to a different conclusion.\nCongress anticipated there would be claims of\nmedical uses for controlled substances and provided an\nadministrative procedure for evaluating them allowing\ntrial judges and juries to redetermine that balance in\nindividual cases would undermine the procedure established\nby Congress.\nSecond, because the defense has no application\nbecause the co-ops members and the co-op itself have\nalternatives to violating the criminal law. They have\nsubstantive alternatives, other lawful medications\nincluding a synthetic form of the active ingredient of\nmarijuana.\nQUESTION: May I ask one question on that\nsubject Ms. Underwood? You have a footnote in your brief,\nfootnote 11, that describes some of the situations there\nthat gives the impression that this whole case is a sham,\nthat it's really just a front for using marijuana and I'm\nwondering if -- and your argument you're just making now\nsuggests there are always alternatives. Do you think we\nshould take the case on the assumption that there really\nare some people for whom this is a medical necessity or\nshould we assume that there are no such people.\nGENERAL UNDERWOOD: The -- on the assumption\nthat there are no such people because the Food and Drug\nAdministration charged with evaluating the medical -- the\nscientific information and the DEA, that is the agency\nthat report to the Attorney General and the Secretary of\nHealth and Human Services having evaluated the claims of\nmedical use have found that there is no accepted medical\nuse, that some of the claims of medical use are simply\nwrong.\nQUESTION: General Underwood, may I just stop\nyou there because take one of the examples that was in the\nbrief, the one about the man who was constantly vomiting\nand the only thing that calmed him down, he had a lymphoma\nor something like that, that is not an uncommon experience\nand what surprised me about this case was that that kind\nof thing has been going on, individual doctor prescribing\nmarijuana just to prevent that kind of extreme suffering,\nand that seemed to have gone without enforcement until\nCalifornia passes this proposition and you get clinics\nselling it, not individual doctor. Am I wrong in thinking\nthat there has been quite a bit of this going on in the\nmedical profession.\nGENERAL UNDERWOOD: The record doesn't reflect\nand I don't know how much of it has been going on. I\nthink there are two things to say in response to that\nthough, one is that the agencies charged with evaluating\nthe medical uses here have ongoing studies and have so far\nconcluded that there are -- that the particular use that\nyou're describing is best served -- there's now an extract\nof marijuana that's been on the market -- been available\nand been put on the lower schedule than schedule one for\n15 or 16 years which is this Marinol and efforts are being\nmade to find other methods of administering the pure\nsubstance and determining whether it has the effect that's\ndescribed.\nQUESTION: Ms. Underwood, these judgments made\nby the federal agencies, the FDA and the DEA, I think they\ntake into account the overall public interest, I mean,\nthey -- I'm not sure that they have come to the conclusion\nthat marijuana would never ever, ever be helpful to\nsomeone who's in extreme pain. I think what they've\nprobably done is made the judgment that the chances of its\nbeing that helpful and not being replaceable by something\nelse are so slim that in view of the abuses to which\ngeneral permission for its use would lead it's best that\nit be proscribed, is that an inaccurate determination on\nmy part? Could you really say that there has been a\ndetermination by the federal government that marijuana is\nnever medically useful.\nGENERAL UNDERWOOD: Well the determination\nthat's been made is that the medical utility of it has not\nbeen established which is a slightly different way of\nputting it but there is a separate determination the FDA\nmakes determinations as it does with substances that\naren't on the controlled substances list, that is there\nare new drugs that are proposed all the time which might\npossibly be useful and aren't authorized for use until\nafter tests satisfy the FDA that the drug is safe and\neffective for use and marijuana has not passed that\nscreen.\nThere is an additional screen for controlled\nsubstances that is in addition to considering and the\nscheduling decision takes into account not just medical\nutility but also the potential for abuse, but the FDA's\nrole in it, the Health and Human Services role in it is\njust to assess or it has a role in simply assessing the\nmedical evidence and has concluded that to date there is\ninsufficient reason to think that it is a safe and\neffective drug although there are continuing research\nprojects going on to try and pursue the anecdotal\ninformation that it is sometimes helpful or that\ncomponents of marijuana are sometimes helpful.\nQUESTION: Ms. Underwood, it would help me,\nGeneral Underwood, if you would tell me why the word\npreemption doesn't appear in the government's brief\nbecause I took the simple-minded approach looking at this,\nCongress says this is a schedule one drug and California\nsays you can have it if you've got a note from a doctor\nthat says you have a migraine headache. Why isn't the\nfederal law that says this is the schedule one drug\npreemptive, it must have been with some thought that you\ndidn't use that word.\nGENERAL UNDERWOOD: Well the California law\ndoesn't actually purport to authorize the distribution of\nmarijuana with a doctor's note, it provides a defense to\nCalifornia law. Now it is true that an effort is being\nmade here to invoke the judgment behind that law as in\nsupport of the claim of medical necessity, but California\ndidn't purport to create a defense to federal law as it\ncouldn't have if it had tried it would have been\npresumably preemptive -- preempted. But it's perfectly\npossible to comply with both California law and federal\nlaw. There isn't that kind of conflict here.\nQUESTION: Explain that to me because I thought\nto comply with federal law you can't sell it.\nGENERAL UNDERWOOD: Well that's right but\nCalifornia law doesn't require you to sell it. It simply\nsays that you won't be -- California could remove the --\ncould eliminate --\nQUESTION: All it says you'll be at the mercy of\nthe feds and we won't go after you.\nGENERAL UNDERWOOD: That's correct. That's\ncorrect. And I should say that the decision of the\nfederal agencies not to accept the kind of anecdotal\nevidence that you're suggesting is a decision that the\nfederal -- the Food and Drug Administration has made again\nnot just in the controlled substance area but it has\nconcluded that the anecdotal reports of individuals are a\nbasis for research, a reason to conduct research and not a\nbasis for authorizing the use of a drug or changing its\nscheduling.\nQUESTION: General Underwood, there's some\nindication in the trial court's observation, he had no\nchoice but to enter this injunction, that's something of\nan over-reading, but suppose I were the district judge and\nI said, you know, General Underwood, you want me to\nbasically supervise what's going to be a major effort to\nprosecute people and you're doing this under my contempt\npower, I don't want the court to get involved in this, you\nhave your own United States and assistant United States\nattorneys, you have investigate these, bring these as\nprosecutions and then we'll hear these cases and if\nthere's a necessity defense or something we can rule on\nit, but you're basically asking me to issue an injunction\nand in order to enforce it I'm going to have to make\nprosecutorial decisions, I don't want to be bothered with\nthat because I think it intrudes upon a separation of\npowers balance, it's making me more of a prosecutor than a\nneutral judge. If he said that would he be abusing his\ndiscretion.\nGENERAL UNDERWOOD: Yes. There are grounds on\nwhich a court can deny injunctive relief. For example, if\nthe court found that violations had stopped and are\nunlikely to recur and an injunction wasn't necessary to\neffectuate the purposes of the act, this Court noted that\nin Hecht against Bowles, and there may be other grounds\nbut I would say that the judge who said what you just said\nwould be, in fact, intruding on Article II executive\nprerogatives by insisting that when Congress has provided\nboth civil and criminal enforcement mechanisms as it often\ndoes that the executive is not free to choose the\nenforcement mechanism, the civil enforcement mechanism\nthat --\nQUESTION: May I ask this question, does the\nexecutive, the district attorney have prosecutorial\ndiscretion not to bring a case if he thinks a particular\ndefendant really is a person that has this serious illness\nand so forth.\nGENERAL UNDERWOOD: There's always prosecutorial\ndiscretion.\nQUESTION: Why would a judge have less\ndiscretion than a prosecutor?\nGENERAL UNDERWOOD: The judge has different\ndiscretion from a prosecutor, it is for the prosecutor to\ndecide whether a case merits prosecution or whether a\ncivil injunction is worth bringing.\nQUESTION: If the judge reacts to precisely the\nsame reasons that motivate a prosecutor not to bring a\ncase, would that be an abuse of discretion?\nGENERAL UNDERWOOD: Yes it would. The court's\nrole in the process is not the executive's role. The\ncourt cannot deny an injunction on the grounds that the\nexecutive should for instance have chosen the criminal\nsanction or should not have brought the case at all. If\n--\nQUESTION: Suppose the judge has legitimate\nconcerns that given the resources of the court that it's\ngoing to make him basically substitute for the United\nStates attorney in the Northern District of California,\nhe's going to have to decide who to prosecute for contempt\nand it's going to be criminal contempt and so forth,\nbasically it seems to me that he's now being put in the\nrole of the supervising prosecutor just in order to\nenforce his injunction.\nGENERAL UNDERWOOD: Well no the contempt actions\nof him would be brought by prosecutor and I'd like to\npoint out why civil --\nQUESTION: I'm sure that he has or should have a\nmajor say in how he's going to enforce his injunction, who\nhe's going to bring to court for the contempt action in\nthe first instance, what kind of examples he's going to\nmake, et cetera.\nGENERAL UNDERWOOD: There's a reason why civil\ninjunctive enforcement is authorized and why it's\nappropriate. I don't think it's for the court to\nsecond-guess the prosecutor but there is a reason. The\ncivil injunctive remedy in this statute was patterned on a\nsimilar provision in the Food, Drug and Cosmetic Act, and\nthe purpose of that was to provide a way to resolve legal\ndisputes without the harshness of a criminal prosecution.\nThis is just that kind of dispute, open and ongoing\nviolations of the law designed to test its statute with\nthe California state law in the background, once --\nthere's no reason to think that once a court resolves the\nquestion that -- holds, for instance, that there is no\nmedical necessity defense or holds that in any event\nwhatever medical necessity defense there might be doesn't\nauthorize the operations of marijuana pharmacies as in\nthis case, that the Oakland Cannabis Buyers' Cooperative\nwon't comply with the law.\nQUESTION: Well, maybe it will, but isn't the\nreal concern, and I want to state a variant on Justice\nKennedy's question, isn't the real concern behind this\nthat with the passage of the California proposition and\nthe popularity within the California population that that\nnecessarily entails, it will be very, very difficult for\nthe government ever to get a criminal conviction in a jury\ntrial, and the reason, it seems to me, that the reason I\nassumed this was being brought was to avoid hung juries in\ncriminal cases.\nIf the trial court in fact were to conclude that\nthat is the reason and that's why the injunctive remedy\nwas being invoked, would that be a good reason for the\ncourt to say it is not certainly a necessary and maybe not\nan appropriate use of equity to give the government an\nalternative to six month or less sentences for criminal\ncontempt in order, in effect, to make a criminal statute\nenforceable which in the normal criminal course is not.\nWould that be an abuse of discretion?\nGENERAL UNDERWOOD: Not if the statute\nauthorizes a civil injunctive remedy and -- but I would\nlike --\nQUESTION: It would not be an abusive --\nGENERAL UNDERWOOD: Excuse me. I misspoke.\nThat would not be --\nQUESTION: You scared me there for a minute.\nGENERAL UNDERWOOD: It would be an abuse of\ndiscretion. It would not be an appropriate ground for\nwithholding injunctive relief but I would like to point\nout that the statute, this statute, perhaps out of a\nconcern like that or perhaps for some other reason,\ncontains a jury trial requirement -- provides a jury trial\nfor a trial of the contempt of an injunction that is\nobtained --\nQUESTION: No matter what the lengths of\nsentence requested?\nGENERAL UNDERWOOD: Yes.\nQUESTION: General Underwood, do you agree with\nall of the premises of these questions? I mean is --\nGENERAL UNDERWOOD: No.\nQUESTION: Is it true that California juries\ngenerally don't convict people of crimes that they don't\nagree with? Is that the practice in -- I haven't lived in\nCalifornia in quite a while but California juries only\nenforce those criminal laws they like, is that the general\npractice.\nGENERAL UNDERWOOD: I have no information about\nthat but I would like to point --\nQUESTION: Do we know whether this United States\nattorney brought this as a civil -- as a civil matter\nprecisely because of the legal doubt or rather in order to\navoid a jury trial, do we have any idea which of the two\nit is.\nGENERAL UNDERWOOD: I was not -- I don't have\nthe answer to that question but I know --\nQUESTION: And of course, this entire argument\nwould disappear if Congress eliminated the criminal\npenalty and then presumably the U.S. attorney would be\nfree to get as many injunctions as he liked with the same\nconsequences.\nGENERAL UNDERWOOD: I should think so. I would\njust like to --\nQUESTION: There's one aspect of this General\nUnderwood that Respondent says and this I think you might\nknow the answer to, Respondent says that overwhelmingly\nthis Act is enforced by a criminal prosecution rather than\ncivil injunction. And do you know that, what is the\nenforcement practice with respect to the CSA.\nGENERAL UNDERWOOD: I know that civil\ninjunctions have been used on other -- exactly on\noccasions under this statute as well as under other\nstatutes where there is a business enterprise going on\nthat has a dispute with the government about whether what\nthey're doing is outside the statute. I don't think it's\n--\nQUESTION: Romero-Barcelo was a civil injunction\nin connection with the EPA, wasn't it?\nGENERAL UNDERWOOD: That's correct but -- and\nunder this statute in particular though the Controlled\nSubstances Act it is not customary to seek injunctions\nagainst street dealers of narcotics but it is customary to\nseek injunctions against, for instance, manufacturing\nplants that are claiming that their use of particular\nchemicals is -- what they're doing is within the Act or\nwithout the Act, I mean, when there is essentially a\ndispute with the business enterprise about the legality\nand propriety of what they're doing and that is actually\nnot just under the Controlled Substances Act but under\nmany statutes, the kind of occasion when an injunction is\nused to resolve the legal dispute on the assumption that\nonce that legal dispute is resolved it will not be\nnecessary to seek further enforcement but there will be --\nQUESTION: Of course you can make the same\nargument for bringing criminal prosecution, so presumably\nyou put somebody in jail, they'll stop doing it too.\nGENERAL UNDERWOOD: Yes, but what Congress said\nactually in authorizing injunctive relief is that when\nthere is this kind of dispute it is desirable to provide a\nmechanism for resolving it without putting people at risk\nof going to jail if -- and that's one --\nQUESTION: You're referring to the legislative\nhistory I presume, it doesn't say that in the statute,\ndoes it?\nGENERAL UNDERWOOD: No, it does not. I'm\nreferring to legislative history actually --\nQUESTION: Some little piece of Congress said\nthat, right?\nGENERAL UNDERWOOD: Well, I'm actually referring\nto legislative history of the Food, Drug -- of the analog\nprovision in the Food, Drug and Cosmetic Act simply to\nsuggest not that we know that that's what Congress voted\non but that that is a common widely-understood reason --\nGENERAL UNDERWOOD: That is a common\nwidely-understood reason --\nQUESTION: Yes but those are cases where there's\na legitimate difference of opinion on whether there was a\nviolation of law. Your view here that violation of law is\nso obvious and clear that there isn't even any colorable\nargument to the contrary.\nGENERAL UNDERWOOD: That's our view but there is\na claim to the contrary and I don't think it requires that\nwe credit that claim to decide that an appropriate way to\nresolve that dispute is in a civil enforcement action, and\nthat -- so that's the story about when we sometimes use\ncivil enforcement actions. Actually very often --\nRespondent has suggested that it's hardly ever used\nbecause there aren't reported opinions, the most common\noccasion where civil enforcement actions are used they're\nalso settled. That is, the injunction -- the complaint is\nfiled and there's a civil settlement involving money and\nagreements to change practices and make an agreement not\nto deal in a particular drug, chemical for some period of\ntime. There are numerous examples of that.\nQUESTION: What is the advantage the government\nhas from an injunction rather than a concerted effort of\ndiscrete prosecutions by the United States attorney's\noffice?\nGENERAL UNDERWOOD: For example, here, where we\nare arguing where it is our position that there simply is\nno medical-necessity defense at all and therefore that one\nshouldn't be entertaining evidence and adjudicating the\nappropriateness of a medical-necessity defense in a\nparticular case, the way to get that resolved systemically\nis in a civil -- a civil proceeding that simply presents\nthat legal question.\nQUESTION: Then you do want us to rule on the\nissue that the Ninth Circuit -- you're ruling just as a\ngeneral matter that there's no medical-necessity defense.\nGENERAL UNDERWOOD: It is a part of our argument\n--\nQUESTION: I'm concerned about using the courts\nto answer questions so remote from specific disputes.\nGENERAL UNDERWOOD: It isn't necessary to reach\nthat result but it is a part of our argument that the\nreason the injunction -- the reason the Ninth Circuit was\nwrong to suggest that the injunction might not issue or\nmight be limited that the court predicated that holding on\nan error of law, I mean one -- there are many reasons why\na court might exercise its discretion but it is not a good\nreason to exercise its discretion to rely on a mistake of\nlaw and a mistaken view of the law and that mistake is\nthat the Controlled Substances Act authorizes,\ncontemplates or is consistent with a medical-necessity\ndefense.\nQUESTION: Well, then you're very pleased with\nwhat the Ninth Circuit did in one sense because now you\ncan get the issue resolved up here.\nGENERAL UNDERWOOD: I would say that's the\nresult of what the Ninth Circuit --\nQUESTION: But I just don't think that's a good\nuse of the federal district court's authority.\nQUESTION: Out of evil cometh good, General\nUnderwood, isn't that wonderful.\nGENERAL UNDERWOOD: Pardon me?\nQUESTION: I just said out of evil cometh good\nis your position on the Ninth Circuit.\nGENERAL UNDERWOOD: Our initial position was not\nthat we wanted to bring this to the United States Supreme\nCourt but that the practice -- that the Oakland Cannabis\nBuyers' Cooperative and similar cooperatives should be\nenjoined from engaging in the open and notorious violation\nof the Controlled Substances Act --\nQUESTION: General Underwood, if you take it as\na criminal prosecution and it's an unsettled question of\nlaw whether it is a medical-necessity defense, a typical\ndistrict trial judge is probably going to err on the side\nof letting it in since you can't say one way or the other\nand you may not get it resolved in a criminal prosecution.\nGENERAL UNDERWOOD: That's correct.\nQUESTION: General Underwood, what is the\npenalty for violating an injunction?\nGENERAL UNDERWOOD: The statute calls for\nenforcement by contempt.\nQUESTION: Would be criminal contempt?\nGENERAL UNDERWOOD: Well there's a -- no, well,\nthere's a civil contempt in the statute.\nQUESTION: What I'm getting to is would you be\nentitled to a jury in the trial for contempt?\nGENERAL UNDERWOOD: Yes, I said earlier the\ndefendant by statute is entitled to a jury.\nQUESTION: Still it's civil so it wouldn't be\nbeyond a reasonable doubt, it would be I think it's clear\nand convincing in this case; is that right?\nGENERAL UNDERWOOD: It's not a criminal\nproceeding it's a trial under Federal Rules of Civil\nProcedure --\nQUESTION: That would make a big difference to a\njury who doesn't want to convict this person. I mean, at\nthe end of the road there's a jury, which is going to let\nyou off if it wants to let you off, whatever the standard\nof proof is so that if the U.S. attorney here were only\ntrying to avoid a jury, he ought to be replaced.\nQUESTION: But the juries -- there can be a\ncriminal contempt proceeding if the injunction is violated\nunder the statute, correct? Something was said a minute\nago about its being just a civil jury. The U.S. attorney\ncould bring criminal contempt if someone violated it and I\nthought your answer was under the statute even if it's\ncriminal contempt and the penalty would be -- the penalty\nrequested would be within the minor offense range, they'd\nstill get a jury trial and that was the answer to my\nsuggestion.\nGENERAL UNDERWOOD: The statute's Section 882\nsays in case of an alleged violation of an injunction or a\nrestraining order issued under this Section, trial shall\nupon demand of the accused be by a jury under the -- in\naccordance with the Federal Rules of Civil Procedure.\nThat's what Congress contemplated and instructed.\nQUESTION: I understood you before in answer to\nthe question about why the civil injunction to say that\nyou wouldn't do that with a street peddler but you want to\nput this clinic out of business.\nGENERAL UNDERWOOD: Want to stop it from\nengaging in the unlawful distribution of marijuana, it\nmight have some other business, but I don't believe the\nOakland Cannabis Buyers' Cooperative at the moment is\nengaged in other businesses, and as I've said, that's the\ndispute that we have with the Oakland Cannabis Buyers'\nCooperative about whether what they're doing is lawful or\nnot is one that is ideally suited to resolution in a civil\n-- in a civil litigation. I think I'll reserve the rest\nof my time for rebuttal.\nQUESTION: Very well General Underwood. Mr.\nUelmen, we'll hear from you.\nORAL ARGUMENT OF GERALD F. UELMEN\nON BEHALF OF THE RESPONDENTS\nMR. UELMEN: Mr. Chief justice and may it please\nthe Court:\nWhen the government initiated these proceedings,\nit made a tactical choice to forego criminal prosecution\nin favor of seeking injunctive relief pursuant to Section\n882. That choice had serious consequences for the\nRespondents because it deprived them of the full\nopportunity to a jury trial.\nQUESTION: Did your Respondents ask to be\nprosecuted criminally, was that their preference?\nMR. UELMEN: We had no choice in the matter,\nYour Honor.\nQUESTION: How did it deprive them, I mean, Ms.\nUnderwood's answer was they get a jury trial in any case.\nMR. UELMEN: It's a jury trial in accordance\nwith the Federal Rules of Civil Procedure which means that\nthe court can enter a summary judgment and the court does\nnot apply the standard of proof beyond a reasonable doubt\nand that actually happened in this case.\nQUESTION: You mean for a criminal contempt?\nMR. UELMEN: For a civil contempt.\nQUESTION: What about criminal?\nMR. UELMEN: Well, they have not initiated a\ncriminal contempt prosecution. That would be a criminal\nprosecution and we would have a right, full right to --\nQUESTION: What's the sanction for finding of a\ncivil contempt violation? It can't be jail.\nMR. UELMEN: No. I believe they could be fined.\nQUESTION: In a civil contempt they say you have\nthe key to the jail in your own pocket because it's\nenforced to cause to you do something, you can be jailed I\nbelieve on civil contempt.\nMR. UELMEN: If you refuse to --\nQUESTION: Right.\nMR. UELMEN: Yes, until you conform with the\norder. And that happened here. I mean, these Respondents\nwere found in contempt of court without a jury trial.\nQUESTION: Did they ask for a jury trial?\nMR. UELMEN: Yes, but the court ruled that under\nSection 882 the trial as conducted in accordance with the\nFederal Rules of Civil Procedure. Therefore a summary\njudgment could be entered and the government succeeded in\nobtaining a summary judgment.\nQUESTION: And what was the penalty that was\nbeing requested, was the penalty a fine or cumulative\nincarceration?\nMR. UELMEN: No fine was imposed.\nQUESTION: What was requested when you went to\ntrial, did the government say, we forego any incarceration\nas punishment we're going to ask for a fine as punishment,\ndid the government make any specification of that sort?\nMR. UELMEN: No, the government asked that the\nsheriff or the marshal seize the premises in which the\nbusiness was being operated and of course the Respondents\nwere at risk of incarceration if they remained in\ncontempt.\nQUESTION: Well, that's just like a civil\nnuisance action, it's just a nuisance action in the\nfederal court is all it amounts to.\nMR. UELMEN: But the point is the defenses that\nthe Respondents wished to assert were never determined by\na jury.\nQUESTION: But you're in effect saying that even\nif it's purely civil contempt if they are found to\nviolated the injunction and they do not agree to abide by\nthe injunction in the future they can at least be jailed\ncoercively. Is that the point?\nMR. UELMEN: Absolutely.\nQUESTION: Okay.\nMR. UELMEN: Yes. It would truly be ironic to\nhold that federal prosecutors have full discretion to\ndecline prosecution but when they elect to come into a\nfederal court sitting as a court of equity, that court has\nno discretion to decline to issue an injunction.\nQUESTION: Just -- I take it that if I'm a trial\njudge and I have someone who's violated my injunction, I\ncan't say, I'm going to put you in jail now until you sign\nan agreement not to do this anymore. I can't do that.\nIt's a coercive action for something that's within the\npower -- within your power to perform, to turnover some\ngoods, to unlock a locker to -- but that's not -- so there\ncan't be any -- there can't be incarceration --\nMR. UELMEN: Clearly, you could incarcerate me\nuntil I obey the court order. I mean, that's done all the\ntime with a witness who refuses to testify and is held in\ncontempt.\nQUESTION: But these are all past acts, there's\nnothing to incarcerate for or am I wrong? Am I missing\nsomething, did the judge incarcerated these people? He\ncouldn't.\nMR. UELMEN: He did not in this case because the\nRespondents agreed to refrain from the conduct, the\ncontempt was purged ultimately, but if the -- if the\nRespondents insisted on continuing their operation in\nviolation of the injunction, they could have been jailed.\nQUESTION: Well, I disagree with that but we'll\nleave it.\nQUESTION: Right. I thought that this kind of\ncivil contempt where you have the key in your pocket is\nonly for the kind of contempt that's in the presence of\nthe court where you refuse to testify or disrupt\nproceedings or something like that, I'm not sure that --\nany way, we can look that up. Let me come to your\nperception that it would be unthinkable that it could be\nup to the U.S. attorney whether to bring a criminal action\nor not, but a federal judge could not decide that he won't\nissue an injunction using the same sort of discretion, why\nis that so unthinkable? I mean, in a criminal case the\nfederal judge certainly can't say, you know, I don't think\nthis criminal case should have been brought at all.\nMR. UELMEN: In a criminal case, Your Honor --\nQUESTION: It's a stupid prosecution and I'm\ngoing to ignore it. He can't do that, can he?\nMR. UELMEN: In a criminal case a judge is\nsitting as a court of law, what we're saying is when a\nfederal court is sitting as a court of equity it has the\ntraditional discretion to weigh the interests, to balance\nthe interests --\nQUESTION: To say this civil action should not\nhave been brought, I disagree with the United States\nattorney that this civil action which is authorized --\nwhich he's authorized to bring under the statute should\nhave been brought and therefore I will nullify it, you\nthink a court has that power.\nMR. UELMEN: What we're saying is that all the\nstatute says is if the court has jurisdiction to issue an\ninjunction surely they can come in and ask for an\ninjunction and we're saying the court has discretion to\nsay under these circumstances I'm not going to issue an\ninjunction.\nQUESTION: What's your case authority for that\nsort of a proposition because the cases you cite in your\nbrief strike me as quite far off the point, Hecht and\ncompany and Romero-Barcelo. In those cases the person was\neither in compliance by the time it got to court or else\nthe court said, look, I won't issue an injunction,\nRomero-Barcelo, but you have to go get a permit. In no\ncase did the Court ever say well we think you've got a\ndefense to this act so we're not going to issue the\ninjunction.\nMR. UELMEN: Well we believe that Hecht v.\nBowles and Weinberger v. Romero-Barcelo are quite on point\nbecause in both cases it was within contemplation that\nfuture violations would occur and the Court still declined\nto exercise its jurisdiction --\nQUESTION: Because in one way it said, the\nviolations had been cured as promptly as they'd been\ncalled the attention that Hecht's had put in a new staff\nto try to do things. I mean, it's quite different from\nyour case where you say we're going to just go ahead and\ndo this.\nMR. UELMEN: Well in Romero-Barcelo the Court,\nin effect, said that the Navy can continue to drop its\nbombs while it applies for a permit, so --\nQUESTION: But there wasn't any failure to rule\non what the law is in both of those cases. The judge\nadjudicated the case and said you did wrong, but I'm not\ngoing to slap you with an injunction because in the Bowles\ncase it was inadvertent and I have ever reason to believe\nyou won't do it again. I didn't get from any of the cases\nyou cite authority that a judge would have to say, I'm\njust not going to participate in the adjudication of this\ncase.\nMR. UELMEN: Well, first of all, by declining to\nenjoin, the court is not allowing the violations to\ncontinue because the government still has the option of\ninitiating a criminal prosecution at any time and that's\n--\nQUESTION: It seems to me what happened here is\nthat it originally went to a federal district court judge\nwho granted an injunction and then it was appealed --\nMR. UELMEN: That's correct.\nQUESTION: -- at the Ninth Circuit and the Ninth\nCircuit appeared at least to create some kind of a blanket\nexception to the provisions of the Controlled Substances\nAct and returned it to the district court which it\nrequired to withdraw or to enter.\nMR. UELMEN: What the Ninth Circuit held is that\nthe district court had discretion to allow this exemption\nto the injunction for two reasons, first, because the\nRespondents who came within this common law necessity\ndefense were not violating the Act so they should not be\nenjoined because --\nQUESTION: It was a kind of a blanket\nmedical-necessity defense that it recognized when I would\nhave thought that the initial trial judge did not abuse\nhis discretion at all and that the Ninth Circuit erred at\nthe point that it created this blanket defense.\nMR. UELMEN: Well, it's not a blanket defense,\nYour Honor, in is the sense that every Respondent who\nwishes to take advantage of it is going to have to show\nthat they are suffering from a serious medical condition,\nthat they face imminent harm of death or blindness, that\ncannabis will alleviate their condition and that they have\nno reasonable alternative, that everybody alternative\navailable has been tried and found ineffective for them so\n--\nQUESTION: But the action is brought against the\nclinic not against the individual sufferers, so you seem\nto be putting together two things that don't mix, you're\nsaying that an individual might have a plea of medical\nnecessity, but the judge who is faced with a clinic that's\nselling to all kinds of people, some of them don't fit\nthat description at all.\nMR. UELMEN: Well, no, actually selling to\nanyone other than the limited number of patients who come\nwithin this exception is enjoined by the preliminary\ninjunction, all the court has done is to create a very\nnarrow exception for a very limited number of patients who\ncome within these four criteria.\nQUESTION: It doesn't sound to me limited at\nall, even with drugs that can be dispensed, doctors are\nrequired, prescriptions are required, that wasn't any part\nof this injunction as envisioned by the Ninth Circuit at\nall.\nMR. UELMEN: Well our contention is that --\nQUESTION: Nonmedical people deciding the\nso-called medical necessity. That's a huge rewriting of\nthe statute.\nMR. UELMEN: Well, it's implicit in all of these\nconditions that there is a medical decision being made.\nThat is, no patient qualifies under the California\ninitiative unless they have a physician's recommendation\nor approval in meeting the criteria that all alternatives\nhave been tried and failed implicitly assumes some medical\nsupervision in that process. Our contention is that when\nwe come within this medical-necessity defense no\nprescription is necessary. That we're dealing with highly\nunusual circumstances that were not contemplated by\nCongress when it required a prescription for the normal\nuse of any drug, when a physician issues a --\nQUESTION: To say it wasn't contemplated by\nCongress when Congress made a finding that there's no\nknown medical use for it doesn't make much sense, I think.\nMR. UELMEN: Well, Your Honor, Congress never\nmade such a finding. They did not say there is no known\nmedical use for cannabis.\nQUESTION: What is the definition of schedule\none in the Controlled Substances Act.\nMR. UELMEN: The criteria for placement on\nschedule one or movement off of schedule one when it's\ndone administratively by the DEA are set forth in Section\n812 and those criteria do include no currently accepted\nmedical use, but Congress itself put cannabis on schedule\none, so it wasn't bound by those criteria.\nQUESTION: But presumably if it did it itself,\nit must have thought that it qualified for schedule one\nunder those criteria, it just didn't want to leave it up\nto an administrative agency to make the decision.\nMR. UELMEN: All it had to conclude in terms of\na rational basis test was that it wanted to impose the\nmost restrictive limitation and that is schedule one, no\nuse without a prescription, but we're saying even that\nfinding, that there's no use without a prescription, is\nnot a rejection that under limited circumstances where a\npatient is facing imminent harm and has no reasonable\nalternative, the drug cannot be used without a\nprescription, it's a classic illustration of the\nchoice-of-evils defense.\nQUESTION: If that's the case how could it be\nthat the patient wouldn't be able to get a prescription.\nI mean, you're saying it's absolutely necessary for you to\nstop the patient from dying or from vomiting or whatever.\nMR. UELMEN: That's right.\nQUESTION: There's not a doctor in California\nwho will say, you know, here I'll write you a\nprescription.\nMR. UELMEN: Not for cannabis, not for cannabis\nbecause it is on schedule one, a physician cannot write a\nprescription.\nQUESTION: Okay, so it's not just a requirement\nof a prescription that Congress is prescribing.\nMR. UELMEN: Well, by putting it on schedule one\nthey're saying you can't -- you can't use it by\nprescription, now when a doctor issues a prescription all\nhe's concluding is that this will help you, he's not\nrequired to conclude that you have no other alternative.\nHe's not required to conclude you have a serious condition\nand you may die or go blind if you don't have this\nmedicine, all he's got to say is, this will help you,\nhere's a prescription, go get it and take it. But the\nmedical-necessity defense requires much more. It requires\na conclusion that the patient is facing a serious medical\ncrisis.\nQUESTION: Is there any other case in which this\nCourt has recognized the medical-necessity defense.\nMR. UELMEN: Well, calling it medical necessity\n--\nQUESTION: Well, I asked you a question.\nMR. UELMEN: No. Okay. But medical necessity\nis just an example of the classic necessity defense\ndefined by the model penal code. In fact, one of the\nexamples --\nQUESTION: That's based on common law, is it\nnot?\nMR. UELMEN: Yes, it is.\nQUESTION: What you have here is a statute that\nCongress enacted that quite arguably simply ruled out the\nsort of defense that you're urging.\nMR. UELMEN: Well, Congress certainly didn't\nexplicitly rule it out. What the government is arguing is\nthat we can imply this limitation from the structure of\nthe Act and from its purpose, but a careful --\nQUESTION: Or from its placement on schedule\none.\nMR. UELMEN: Well, its placement on schedule one\ninvolves this issue of currently accepted medical use\nwhich is a term of art that does not address the question\nof whether under particular circumstances of an individual\npatient facing a medical crisis there might be medical\nutility for the drug.\nQUESTION: Do I understand you correctly Mr.\nUelmen from what you've argued about medical necessity,\nthe California initiative is essentially irrelevant\nbecause you'd be making the same argument in any state; is\nthat correct.\nMR. UELMEN: That is absolutely correct. This\ndefense should be available to any patient in any state\nregardless of whether that state has approved under\nbroader conditions the general use of cannabis as\nmedication.\nQUESTION: I guess would it be limited to\ncannabis or would you have a similar exception to any of\nthe prohibitions.\nMR. UELMEN: Well, if the conditions are met\nthat you face this imminent crisis and no other\nalternative is available, yes, it should be available for\nother medications as well.\nQUESTION: It would be up to the individual who\nwants it to take his chances and say I think there's\nmedical necessity and then try and prove that later --\nMR. UELMEN: That's a risky venture because that\nindividual is going to have to prove in a court of law\nthat in fact he had -- he was facing this crisis and he\nhad no alternative.\nQUESTION: Well, you know if he really thinks\nhe's going to die that's an easy gamble right, a jury\nversus the grim reaper, I'll take the jury any day.\nMR. UELMEN: Well, at least in the confines of\nthe modification of this injunction we're talking about\nmore than that, we're talking about a requirement that you\nprove that you have tried all of the other alternatives\nthat might be available and they didn't help.\nQUESTION: How serious does your medical\ncondition have to be? I mean, I gather cannabis is not a\nlife-saving drug. It alleviates great pain and\ndiscomfort.\nMR. UELMEN: Well, we believe it is a\nlife-saving drug. It's a life-saving drug for AIDS\npatients who are not going to benefit from the new\nmedications available to keep them alive if they can't\nkeep their weight up, if they can't maintain their general\nhealth.\nQUESTION: So how serious -- how serious does a\ncase have to be before this medical-necessity defense\nkicks in, in your view.\nMR. UELMEN: Well, in the injunction we're\ntalking in terms of imminent harm, we believe that --\nQUESTION: What sort of harm?\nMR. UELMEN: Death, starvation, blindness.\nQUESTION: Stomachache?\nMR. UELMEN: No.\nQUESTION: That's a harm, isn't it?\nMR. UELMEN: We're talking about patients who\nare going to lose their sight, who are going to forego\nchemotherapy or radiation because they can't live with the\nsevere nausea.\nQUESTION: You have to add some adjective to\njust imminent harm, you want imminent life-threatening\nharm, imminent what? You want to exclude a stomachache\nand an earache maybe.\nMR. UELMEN: No, I think we're talking about\nmuch more serious harm, but we're talking about balancing\nthe choice of evils here.\nQUESTION: Suppose Congress were to say we don't\nwant a medical -- we didn't -- we thought controlled\nsubstance schedule one is prohibited. Now we're going to\nmake clear there's no medical-necessity defense then what\nhappens to your --\nMR. UELMEN: Clearly Congress did not say that,\nbut if it did, we would contend that we then have a\nserious constitutional problem in terms of a violation of\nthe substantive due process right to preserve your life,\nthen we can cite the Glucksberg case --\nQUESTION: May I just ask you a question? I take\nit there was no constitutional litigation below that\nyou're raising the constitutional issue here on the\nconstitutional avoidance rationale.\nMR. UELMEN: Yes, the constitutional issue was\nraised but in a different context.\nQUESTION: Was it, I mean, did you put in\nevidence on it or did you argue it or was it just one of\nthose things that you never got to?\nMR. UELMEN: It was argued in the context of the\nbroader motion to dismiss, but with respect to the\nmedical-necessity issue that's before this Court, our\nposition is that if this statute is construed to preclude\na medical-necessity defense under these circumstances\nwhere the patient faces loss of life or loss of sight\nthere would be a violation of a substantive due process\nright --\nQUESTION: Do you also raise the Commerce Clause\non constitutionality?\nMR. UELMEN: We did, we did.\nQUESTION: Did you press both of those in the\ncourt of appeals when you were appealing from the original\njunction.\nMR. UELMEN: They were fully briefed in the\ncourt of appeals in the context of the dismissal motion --\nQUESTION: And the court of appeals didn't pass\non them I gather.\nMR. UELMEN: No, they didn't, although they\ndidn't address it specifically in the context of the\nmedical-necessity defense.\nQUESTION: But you're asking us to uphold that\nthis defense exists in broad general terms, it's a\nsweeping proposition with no specific plaintiff in front\nof us, with no specific symptoms or testimony from a\ndoctor as to this person, which --\nMR. UELMEN: Well, it may be better.\nQUESTION: Which led me to question that the\nwhole use of the injunctive power to begin with but so\nlong as we have the injunction, the statutory authority,\nit seems to me you have to wait for a specific case to\nraise this defense.\nMR. UELMEN: Well, that's our position Justice\nKennedy that the availability of the medical-necessity\ndefense should await a criminal prosecution in which the\ndefense is asserted and evidence is presented and --\nQUESTION: Well, but in the meantime it seems to\nme that nuisance can be enjoined and if the defendant\nwants to take his chances on a criminal contempt he can do\nso.\nMR. UELMEN: Well, our contention is that you\ncan decide this Court just based on the traditional\ndiscretion that a court of equity has to allow this\nexception to the injunction.\nQUESTION: I think it was pointed out earlier\nthat the district court here whose discretion it is\noriginally granted the injunction just what the government\nasked for, and it was the court of appeals who does not\nhave discretion which directed the district court to\nexercise it in a different way.\nMR. UELMEN: Well, the court of appeals was\nsaying that the district court misconceived the law when\nthe court was asked to modify the junction.\nQUESTION: And what should we do if we decide\nthat the court of appeals misconceived the law? I mean,\nwhat should we do with this case?\nMR. UELMEN: Well, if you feel that the court of\nappeals misconceived the law then of course you're going\nto have to reverse the court of appeals, but our position\nis the court of appeals was essentially correct on both\ngrounds, that the court does have discretion to decline to\nenjoin and these -- this conduct doesn't violate the\nstatute because it comes within this medical necessity\ndefense.\nQUESTION: Mr. Uelmen, let me talk about the\nmedical, I had understood medical-necessity defense, if it\nexisted, to be a defense on the part of the person who is\nin medical necessity and who uses marijuana or any other\nprohibited drug when he shouldn't. Now you would extend\nthis also to the person who provides it to any persons who\nwas in such needs.\nMR. UELMEN: That's correct.\nQUESTION: And you would extend it beyond that\nto someone who opens up a business in order to provide\nprohibited drugs to people who need them. That's a vast\nexpansion beyond any necessity defense that I've ever\nheard of before.\nMR. UELMEN: Well it's perfectly --\nQUESTION: I've heard of necessity defense on\nthe part of defendant who used it or whatnot, but you're\nsaying by reason of a necessity defense you can open up a\nbusiness to provide for these necessities.\nMR. UELMEN: If it's perfectly consistent with\nthe choice of evils concept of the necessity defense\nbecause the person who provides the substance to the\npatient is also faced with a choice of evils. The case of\nUnited States versus Newcomb which we cite in our brief on\npage 23 makes it very clear that this common law necessity\ndefense extends to the third-party provider as well.\nQUESTION: Well, what choice of evils is the\nprovider faced with?\nMR. UELMEN: Of letting someone die or violating\nthe law.\nQUESTION: Well, of not being able to supply the\nperson. I mean it certainly isn't the provider's\nresponsibility to look after the individual.\nMR. UELMEN: Well --\nQUESTION: You say letting someone die.\nMR. UELMEN: We're saying the necessity defense\npermits or justifies this choice even by the provider as\nwell as the patient. Actually the choice of evils defense\nas described in the model penal code offers this as an\nexample, a druggist may dispense a drug without the\nrequisite prescription to alleviate grave distress in an\nemergency.\nQUESTION: But is this is a regular druggist,\nthis is not a druggist who's in the business of providing\nillegal drugs to people in necessity. I mean you're\nmaking a business out of it. I can understand --\nMR. UELMEN: It's a very limited business under\nthis injunction which can serve only patients who meet\nthese criteria, and I might point out it's a business in\nwhich the government itself has been engaged. The\ngovernment provides cannabis at the present time to eight\npatients who meet essentially the criteria of medical\nnecessity and --\nQUESTION: I don't think your example from the\nmodel penal code would envision a pharmacist filling a\nprescription or filling an order for some drug that is on\nschedule one which no prescription is good for.\nMR. UELMEN: Well, we're saying the requirement\nof a prescription is not a judgment with respect to the\navailability of a necessity defense. Even a drug as to\nwhich no prescription is permitted --\nQUESTION: It's one thing to say that a state\nlaw requiring a prescription for a bunch of drugs can be\nviolated in an emergency. It's another thing to say that\na schedule one law which says there's no useful medical\npurpose for this drug shall be violated.\nMR. UELMEN: Well the government's position\nactually is that there is no necessity defense for any\ndrug under the Controlled Substances Act, and I think it's\nvery important that the court realize that the reason\nwe're here is because the government shut down the only\nprogram that could accommodate these patients. For many\nyears they provided Cannabis and still do for eight\npatients who come within this medical necessity criteria,\nand they closed that program down in 1992 and they say in\ntheir brief we can do it because we're the Federal\nGovernment. You can't do it because you're a private\ncitizen.\nWell, we're saying if you won't do it, we can do\nit because the only justification you have to do it is the\nsame necessity defense that we're asserting and the way\nthe necessity defense works is if a patient comes in and\nsays I have to have this to live and the court says well,\nthe government has a program. They'll give it to you.\nTherefore you have a reasonable alternative. You don't\nhave a necessity defense and that's exactly what happened\nin United States versus Burton the sixth circuit case. A\npatient with glaucoma comes into court, asserts a\nnecessity defense. The court says you have a reasonable\nalternative and that patient then goes to the government\nand they put him on the compassionate IND program and\nprovide him with cannabis. Well, now the government\ndecides we're not going to operate that program anymore\nand we say if you're not going to do it then we can\nbecause the only justification you had to do it was this\nmedical necessity concept.\nThere is no authorization within the Controlled\nSubstances Act for the government to give Cannabis as\nmedicine to patients and when this program was examined by\nCongress, and I especially invite the Court to carefully\nlook at the hearings held by Congress on the therapeutic\nuses of marijuana in schedule one drugs.\nThe way this program was explained to Congress\nin 1980 was we are providing Cannabis for medical use by\nthese patients and the reason we're doing it is because of\ncompassion and because of the therapeutics. That was the\nexplanation given by Congress.\nQUESTION: I thought it came out of a settlement\nof a lawsuit.\nMR. UELMEN: It came out of a settlement of a\nlawsuit where the patient successfully asserted a medical\nnecessity defense and the federal authorities then stepped\nin and said we will provide you with the Cannabis you need\nto preserve your sight.\nQUESTION: Successfully in what way did the\nplaintiff get a judgment in that case? You said there was\na settlement.\nMR. UELMEN: This was after he was acquitted he\nbrought a civil lawsuit and in settlement of that suit\nthis program was established.\nQUESTION: Thank you, Mr. Uelmen. General\nUnderwood, you have three minutes remaining.\nREBUTTAL ARGUMENT OF BARBARA D. UNDERWOOD\nON BEHALF OF THE PETITIONER\nGENERAL UNDERWOOD: A medical necessity defense\nis foreclosed here not only by the fact that Congress\ncontemplated and rejected it and not only by the fact that\nalternatives are available but also because any necessity\ndefense is a response to unusual and unforeseen\ncircumstances. It couldn't possibly, the common law\nnecessity defense couldn't possibly authorize an ongoing\nenterprise designed to stand ready and provide supplies to\npeople who might show up with their own individual claims\nof medical necessity.\nThere's no constitutional problem with the\nstatutory procedure for deciding when and if medical uses\nfor a drug exist where with -- and the court held in\nWeinberger against Hynson that it's perfectly appropriate\nfor the FDA to reject anecdotal evidence and insist on\ncontrolled studies. There's also no problem with\nprotecting sick people from charlatans or unsafe and\nineffective drugs as this Court held in Rutherford in\ndealing with Laetrile the claim that there was a right to\nuse Laetrile.\nRespondents in this case have never presented\ntheir claims, the claims they're making here, to the FDA.\nThey've never sought review of the classification of\nmarijuana in schedule one, they've never sought access to,\nat least so far as the record reflects, to the clinical\ntrials that are ongoing right now to deal with synthetic\nmanufacture of components of marijuana, and on the remedy\nfor contempt at the petition appendix at 25 A and again at\n37 A it's perfectly clear that the government was not\nseeking fines or incarceration, that the judge wasn't\ncontemplating fines or incarceration but just evicting and\npadlocking, closing down this business.\nCHIEF JUSTICE REHNQUIST: Thank you General\n"
    }, 
    "respondents": [
        "No. 00-151 OAKLAND CANNABIS BUYERS'", 
        "COOPERATIVE AND", 
        "JEFFREY JONES"
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 2, 
        "GENERAL UNDERWOOD": 42, 
        "MR. UELMEN": 71, 
        "QUESTION": 114
    }
}