{
    "appearances": {
        "content": "JAMES A. FELDMAN, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the Petitioner.\nCARTER G. PHILLIPS, ESQ., Washington, D.C.; on behalf of\nthe Respondent.\n"
    }, 
    "caseNum": "00-203", 
    "caseinfo": {
        "content": "UNITED STATES, :\nPetitioner :\nv. : No. 00-203\nCLEVELAND INDIANS BASEBALL :\nCOMPANY :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJAMES A. FELDMAN, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nCARTER G. PHILLIPS, ESQ.\nOn behalf of the Respondent 25\nREBUTTAL ARGUMENT OF\nJAMES A. FELDMAN, ESQ.\nOn behalf of the Petitioner 44\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, February 27, 2001\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:17 a.m.\n"
    }, 
    "petitioners": [
        "UNITED STATES,", 
        "Petitioner", 
        "v.", 
        "No. 00-203 CLEVELAND INDIANS BASEBALL", 
        "COMPANY", 
        ""
    ], 
    "proceedings": {
        "content": "(11:13 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnext in Number 00-203, United States v. The Cleveland\nIndians Baseball Company.\nMr. Feldman.\nORAL ARGUMENT OF JAMES A. FELDMAN\nON BEHALF OF THE PETITIONER\nMR. FELDMAN: Mr. Chief Justice, and may it\nplease the Court:\nThe question presented in this case is whether\nback pay for purposes of the Federal Insurance\nContribution Act, known as FICA, and the Federal\nUnemployment Tax Act, known as FUTA, whether back pay\nunder those statutes is taxed in the amounts applicable to\nthe year in which it was paid, or the year in which it\nshould have been paid.\nIn our view, the plain language of the statute\nprovides a clear answer to that question. All five of the\nstatutory provisions that are directly applicable to this\ncase base the tax on, quote, the wages paid during the\ncalendar year, not the wages that should have been paid,\nor would have been paid, or could have been paid if events\nhad been other than they were.\nQUESTION: You know, I have just one big problem\nwith your case, and that is the case from this Court\ndealing not with the taxability, but with the calculation\nof benefits under statutes using the very same language,\nwhere we look back at the year when it should have been\npaid in calculating benefits, and your opponent is going\nto say, and has said in the brief, that it will cause lots\nof disruption if we were to adopt your view in that area.\nCan you have these statutes using the very same language\nand have a different interpretation for calculating\nbenefits than you do for taxing --\nMR. FELDMAN: Let me just --\nQUESTION: -- the wages?\nMR. FELDMAN: I have one caveat before I answer\nthe question, which is, actually the language in nobody's\nview, I think, is the same. The statutes that are at\nissue here were not at issue in Nierotko. If any\nparticular language was being interpreted in Nierotko, and\nI'm not sure it was, they talk about --\nQUESTION: Well, but they both have language\nreferring to wages paid.\nMR. FELDMAN: Right, that's true, but they --\nit's slightly different. They say calendar quarters in\nwhich it was paid, so it is slightly different, even the\nprovision that might have been applicable there, but\nbeyond that, the Court in Nierotko based its decision on\nthe purposes of the Social Security Act in providing\nsecurity for people as they reach older age and as they\nretire. The Court referred to that, and I think construed\nthe particular statutes it had there in terms of the\nstatutory scheme in which it was found, which was a\nsecurity scheme of that sort.\nQUESTION: Okay, but in answer to my question,\nare you taking the view that we can leave that the way it\nis and calculate benefits --\nMR. FELDMAN: Yes.\nQUESTION: -- the way Nierotko suggests and not\nbe disturbed by the fact that it's a different view here?\nMR. FELDMAN: I actually think that there's no\nproblem at all. In the first place I'd point out that\nthat's the way it's been -- the Internal Revenue Service\nsince the time of Nierotko has taken the position that the\nwages-paid rule is a statutory test for taxes. On the\nother hand, the Social Security Administration has taken\nthe view that at least for statutory back pay, which\nwouldn't apply to this case, but at least for statutory\nback pay they will allocate it back, and that's been going\non for 60 years, and it hasn't caused an enormous problem.\nIn fact, it's caused no problem at all.\nAs far as the specific -- I mean, I could go\nthrough some of the specific examples of problems that\nrespondents say would be caused in the statute by their\nview. For example, there is a -- an exclusion from wages\nfor money that's paid to somebody more than six -- on\ndisability, for disability more than 6 months after the\nperson -- the employee stopped working for the employer.\nWell, I don't see any problem that is created by\napplying the wages paid for taxes to that payment. In\nfact, the problem would be created quite the contrary.\nUnder the wages-paid rule, you look, you count 6 months\nafter the employee stopped working, which is what Congress\nwanted to do. Payments made after that date are not\ntaxed. Payments made before that date are taxed.\nUnder respondent's view, you'd have to take all\nthe payments that were made after that date and try to\nfigure out whether they should have been paid, should they\nhave been paid earlier or should they have been paid\nlater.\nQUESTION: Don't those records have to be kept\nfor social security allocation purposes, so the\nemployer -- to determine quarters of coverage, would have\nto supply those records to the Social Security\nAdministration.\nMR. FELDMAN: Well, not quite. The Social\nSecurity -- the issue arises, I would say, with less\nintensity and frequency in Social Security for a number of\nreasons. One is that as a Social Security -- under the\nSocial Security scheme, they essentially permit you\neither -- your choice, option of either going back or\nusing the wages-paid rule, and therefore a lot of cases,\nsince you have a choice a lot of cases don't even arise,\nbecause they just use the wages-paid rule.\nSecondly, under the Social Security scheme,\nbecause of the way that works, it's a lot less\nsignificant, the allocation decision. Under Social\nSecurity, all you need is 40 quarters of coverage in order\nto be a fully-insured individual, and most people already\nhave that, and it doesn't really matter whether it's in\nthe quarter that it would be paid or the quarter, or some\nother quarter it's allocated to.\nIn addition, under the Social Security scheme,\nyour benefits are based essentially on your average annual\nearnings. That's the way they're currently calculated.\nIt's just an average annual earnings. It doesn't really\nmatter where you allocate the wages, it won't make much\ndifference for most people's Social Security, because\nyou're taking an average anyhow over some many-year period\nof time, usually.\nNow, I'm not saying it will never make a\ndifference, but the issue arises much less sharply and\nwith much less frequency in the Social Security context,\nbut in any event --\nQUESTION: But my question really is, are you\ntaking a position that the provisions, the FICA and FUTA,\nhowever you pronounce it, that those provisions dictate\nthe position that the Government is taking, or are you\nsaying, yeah, they could have gone for symmetry with\nNierotko, but this statute could go either way, and our\nconsistent interpretation, the service's consistent\ninterpretation has been when it's paid is when it's\nincome?\nMR. FELDMAN: No, I think the wages-paid\nlanguage in FICA and FUTI -- FUTA is entirely unambiguous.\nIt says, wages paid during the particular year, and I\nthink that that ends the question as far as FICA and FUTA\ngoes.\nThe Court in Nierotko adopted a different\nconstruction of somewhat different language in the Social\nSecurity Act. I think the fairest reading of Nierotko is\nprobably that the Court felt that this was not -- didn't\ntie it to any particular -- the allocation question --\ndidbn't tie to any particular language, but just decided\nthat an exception of this sort was necessary to accomplish\nthe purposes of the Social Security Act.\nQUESTION: Do you think Nierotko was wrongly\ndecided? You don't ask us to change it.\nMR. FELDMAN: No, we don't. It was a statutory\ndecision, and I don't think that there's any basis to\noverrule it.\nI think that they -- the Court didn't give any\nexplanation of how it arrived at the conclusion that you\nhave to allocate back based on any particular language of\nthe statute, and that's one reason why I think the best\nreading of Nierotko is that the Court was just adopting a\nkind of extrastatutory exception, and saying, given the\npurposes of the Social Security Act and providing security\nfor people so that they'll know they'll get the funds and\nwon't descend into poverty as they get older, given those\npurposes, this is really the only way to do it for those\npurposes.\nThe Court did not look at the specific language\nof the statutes here, or the specific changes that those\nstatutes had gone through to arrive at that language.\nOriginally in 1935, in the 1935 Act, the FICA, what became\nFICA and FUTA -- it was actually all part of the Social\nSecurity Act -- those taxes were based on wages paid for\nemployment during a year. That meant, and everybody\nagreed at that time, you had to look at when the\nemployment occurred, not when the wages were paid.\nThat scheme was in effect for a few years and\nthe 1939 Congress saw that it caused confusion and\ndifficulties and said, we have to change this, because we\ndon't want to have to -- it's easy to figure out when\nsomebody was paid. Indeed, in this case they stipulated\nthat they were paid in March of 1994 and usually that's a\nquestion that doesn't cause any problem, so we're going to\nbase the taxes in 1939 on the wages paid.\nNow, in 1946, Congress extended that to the\nwage-base provision, so by 1946 everything was in line to\navoid the kind of confusions and uncertainty that were\ncaused by having to look and see when the employment was\nperformed.\nQUESTION: But none of the statutory changes\naddress this point specifically.\nMR. FELDMAN: I think, quite to the contrary, I\nthink they do. I think changing -- because I think\nchanges to wages paid was an unambiguous change that\nrequired that the tax be based on whether --\nQUESTION: It is certainly unambiguous with\nrespect to the normal payment of wages in accordance with\nwhatever the wage contract is, but if we take the\nposition, and I will confess that I -- I'm inclined to,\nand that's what I want you to address.\nIf we take the position that the statute simply\ndoes not address the problem that we've got here -- it\naddressed the problem of accrual versus cash methods when\nyou're doing your taxing in the normal course, but it\ndoesn't address the, in effect the back-wage problem, if\nwe take that position, why isn't it sensible for us to say\nthe normal, bedrock philosophy of remedial orders is to\nput the wronged party in the position that the wronged\nparty would have been in if, in fact, the defendant has\nacted as the defendant should have, and if we take that\nposition, then we're going to, in effect, find the wages\npayable for these various tax purposes when they should\nhave been paid.\nMR. FELDMAN: I don't think that that's the --\nthat is the philosophy when you have litigation between\nthe wrongdoer and the wronged party. I don't think that\nthat's a part of the philosophy of the tax code. The\nGovernment is not the wrong -- the party that committed\nany wrong in this case or in any of the other cases --\nQUESTION: Right. The Government is a neutral\nparty so far as that's concerned.\nMR. FELDMAN: -- this question --\nQUESTION: But why should a neutral party, in\neffect, have a -- in effect a different rule for its\ntaxation from the rule which in effect determines the\nrelationships of the two parties to the litigation? Why\nshould we have disparate rules?\nMR. FELDMAN: Because we know -- because what\nCongress was looking for was an administrable rule to\napply for the tax system here.\nQUESTION: Well --\nMR. FELDMAN: Under respondent's rule --\nQUESTION: But what is -- I -- we don't have the\nsame problem of administration when we look back with back\npay and say when it should have -- when should it have\nbeen paid that we have when Congress was addressing the\nproblem in 1939, which was an accrual kind of problem in\nwhich the taxes are due on wages before the wages are\nactually paid. I mean, those are entirely different\nadministrative problems. I guess I don't really see what\nthe administrative problem is in the back pay context.\nMR. FELDMAN: Well, I think the administrative\nproblem is that under the should-have-been-paid rule that\nrespondent advocates there's two distinct areas of\ncontroversy that don't arise under the wages-paid rule\nthat's in the statute. First, in our society people are\nordinarily paid for services paid during a certain period,\nso in order to figure out when wages should be paid, you\nhave to figure out when the services were performed, or\nfor what period they're being paid. That's exactly the\ninquiry that was required under the 1935 statute --\nQUESTION: Yes, but the --\nMR. FELDMAN: -- and that would be reinstituted\nunder this statute.\nQUESTION: Take this case. Take this case.\nWhat is the problem in this case? These people weren't\nbeing paid for doing piecework. They were being paid a\nsalary under a contract which, at least so far as the\nbriefs indicated, would call for regular wage payments, so\nI don't see any administrative problem in applying the\nrespondent's rule in this case.\nMR. FELDMAN: Well, in every case, there may not\nbe a problem in every case, although I would add, I'm not\nsure in this case whether it's been developed when the\nwages should have been paid. It hasn't been stipulated\nto --\nQUESTION: Well, do you have any reason to\nbelieve it would be difficult to develop that?\nMR. FELDMAN: I don't know what kinds of\narrangements they had, but some times employers pay things\nearly, sometimes they pay late. There are many, many\nkinds of employment in this country. There's casual and\npart-time workers, there's commissioned workers, royalty-\nbased workers, there's employers who decide to pay early\nagainst a later commission. In all of those cases, what\nyou'd have to do is look back and say, when was the work\nperformed, and when should have been in the ordinary\ncourse the wages paid, and it offers an opportunity --\nQUESTION: But isn't that --\nMR. FELDMAN: -- a further opportunity --\nQUESTION: But isn't that what is determined in\neffect in the contract actions that result in the\njudgments of back pay? In other words, don't -- at the\ntime, as it were, the parties in the Government confront\nthe problem that you raise, haven't they in the normal\ncourse already confronted that problem in the lawsuit\nwhich results in the back-pay award?\nMR. FELDMAN: I don't think that that's\nnecessarily so. I mean, I think one question that\nfrequently, especially when cases are settled, and are not\nresolved by a final judgment, one question that nobody has\nto decide is when should the services -- when were the\nservices performed, and when the money should have been\npaid. You're just paying somebody some money.\nYou can tell the date that the money was paid.\nIt's very easy. But there's numerous opportunities for,\nboth for collusion between parties to say that it should\nhave been paid on whatever date is going to work out best\nfor them. There's opportunities for disputes between\nemployers and employees about when the work was performed,\nwhen the wages should have been paid for that work,\nbecause they -- employers and employees may themselves\nhave different interests. There's the same -- it's the\nsame confusion and difficulty that Congress wanted to move\naway from. Under the --\nQUESTION: On the income tax side, the back-pay\naward itself --\nMR. FELDMAN: Yes.\nQUESTION: Back pay was attributable to '86,\n'87, but it's paid in '94. For income tax purposes,\nnowadays it's '94 income, is that right?\nMR. FELDMAN: That's correct. For almost all --\nat least on the individual side, for almost all individual\ntaxpayers they pay on a cash basis, and --\nQUESTION: Well, what about for the employer's\ndeduction, I wanted to ask.\nMR. FELDMAN: You know, for the employer's\ndeduction, it's not in the record here, and I'm not sure\non what basis the employer is working, but since the\nemployers and employees have to be on the same year, it\nreally makes sense to look at the individuals, because we\ndo know that the individuals' taxes are going to be on a\ncash basis.\nQUESTION: I take it the employer gets a\ndeduction for the FICA and the FUTA.\nMR. FELDMAN: Yes, that's correct. That's\ncorrect, and keeping this -- keeping the FICA and FUTA\ntaxes on the same basis as the income tax also avoids some\nfurther confusion in these schemes. When Congress enacted\nthe FICA and FUTA schemes, and when they changed it in\n1939 and 1946, these schemes were supposed to be simple\nand easy to administer.\nIt actually, it follows, in fact, a fortiori\nfrom the fact that individuals do this under the income\ntax and nobody disputed that so far, that it should be\ntreated the same way under FICA and FUTA. Those taxes\napply usually to almost all wages. There's a few -- there\nare some exceptions, but very few people actually come\nwithin them.\nQUESTION: It seems to me we have three\narguments. We have the plain language of the statute, as\nto which you have the slight edge. You have thee\nNierotko, which obviously the respondents do, and in the\nmiddle ground you have the ease of administration, and I\ncan't quite tell from the briefs, I think there's\nsomething to be said on each side for that.\nMR. FELDMAN: Well, I don't really see anything\nto be said, frankly, on the other side for ease of\nadministration. They argue that there are a bunch of\nstatutory -- there are a bunch of statutory provisions\ndefining wages and so on that would be -- would come up\nwith results that they say Congress wouldn't have wanted,\nbut all of those provisions are precisely-worded\nprovisions that tie something to payments made during a\ncertain period of time, and Congress advisedly, I think,\nin adopting those provisions, they didn't say, well, the\nemployer -- they're not wages, if the employer was really\njust giving a gratuitous payment, and so you have to look\nand see whether it was a gratuitous payment. They said, 6\nmonths after the employee ceased working, if it comes\nafter, more than 6 months it's not taxed, if it's less\nthan 6 months it is taxed.\nTheir -- and really that's very consistent with\nthe whole FICA and FUTA schemes, where these taxes are not\ngenerally as high as the income tax, and the FUTA tax is\nrather low. The whole scheme was, you apply it from\ndollar number 1. You try to have a simple rule that's\neasily administrable.\nQUESTION: Mr. Feldman --\nQUESTION: What happens, say, if it's a small\nemployer, and he's just late on paying the wage? He pays\nit in January instead of December. What's the standard\nrule for allocating? Do you just --\nMR. FELDMAN: You look at the time it was paid,\nit says in the regulations. It say when it was actually\npaid. The only exception is constructive payment, which\ncomes in very few cases, and that's where it's actually\navailable to the employee but the employee didn't pick up\nthe check or something.\nQUESTION: Mr. Feldman, can I just ask, you may\nhave covered this, but in the red brief, toward the end of\nthe brief, there were a lot of anomalous examples. If you\nfollow one rule for benefit purposes, another rule for tax\npurposes, you get a bunch of anomalies they suggest, and\nyour response to all of that is, as I understand it,\nthat's been true for 40 or 50 years, and it really isn't\nall that serious. Is that your answer?\nMR. FELDMAN: I think, two answers. One is it\nhas been true for 40 or 50 years, and it hasn't caused any\nmajor problems, but second is, I just don't think that\nthere are anomalies, the anomalies would be created.\nLet me take another example. There's the\nexample of a case where payments that are made to the\nestate of someone who's deceased in the year after they\ndied, are not taxed under FICA and FUTA, but if the\npayment is made during the year -- in the same year that\nthey died, they are taxed under FICA and FUTA. That\nprovides a bright line. It's easy to administer. You go,\nyou look, you see when the payment was made, and you\ndecide whether you have to pay the FICA and FUTA taxes,\nwhich is very consistent with how Congress wanted this\nscheme to work.\nUnder respondent's scheme, you have to look at\nall the payments that were made after the year that the\nperson died and try to see, well, was there some reason\nwhy they really should have been made earlier, were they\nlate, were they delayed, did the employer not make the\npayment on time, was there a dispute, whatever, and you\nhave to sort all that out.\nI think under the logic of respondent's\nposition, which is, you're trying to put people, the\nFederal Government in the FICA and FUTA system is trying\nto put people in the same position they would have been if\nthe taxes had been paid when they should have been, you\nhave exactly the reverse problem, too.\nAll the payments that were made during the year\nthat the person died, you have to look, well, were those\nadvance payments, should they really have been made in the\nnext year, why shouldn't they be made in the next year,\nthen they're not taxable, and I don't really see any way\nto distinguish between any of those cases.\nI think Congress enacted a precisely drawn\nstatute here with carefully drawn provisions that drew\nsharp lines and were easy to administer, and the\nwages-paid rule is the classic example of that, because\nit's -- there's very few disputes about when wages are\nactually paid, and if it's applied in accordance with its\nterms, then the result is that you were able to do it, and\nI don't think any --\nQUESTION: Of course, their position only\napplies to back-pay awards, which usually are -- you do\ndetermine the period when the wages should have been paid\nin that kind of a context. It's not just like the\nyear-end bonus, or something like that.\nMR. FELDMAN: Well, back pay covers -- may cover\na lot of different situations. I mean, I guess back pay,\nas I understand the way they would use the word, which is\nnot the way Social Security Administration views it, is\nany time when somebody doesn't get -- gets paid later than\nwhen they should have been, which it could be due to\nsomeone's fault, it could be due to no one's fault, and it\ncould be just a brief delay, it could be a long delay, and\nwhen those cases are then -- a dispute does arise, a\nsignificant dispute, and you come to settlement, the\nparties can just then characterize whenever the wages were\npaid, if they could agree on that, and the IRS would have\na very difficult time disputing any of that, whereas --\nQUESTION: It could be part of the settlement\ndeal. You know, you say this date, and I'll settle for a\nlittle less.\nMR. FELDMAN: Right, and that's exactly the\nproblem, and in our view what Congress did was, enacted a\nwages-paid rule, and they -- although -- and they were, in\n1939 and then when they completed the job in 1946,\ndirectly addressing the need to avoid the kind of\nconfusion and uncertainty and opportunity for manipulation\nthat might arise under a should-have-been-paid rule.\nThe -- I would add that the provisions at issue\nin Nierotko at most -- the Court in Nierotko did not\ndiscuss or cite any of the tax provisions at issue here.\nAt the very most, they referred to section 209(g) of the\n1939 Act, which had slightly different language from the\ntax provisions that are in issue here, although I wouldn't\nmake a big deal out of that.\nIt talked about quarters in which wages were\npaid, rather than wages paid during a year, but it had\nslightly different language, and I think the Court's whole\napproach in Nierotko was driven by its impression of the\npurposes, the need for security in an old age security\nsystem, which is what the Social Security system was.\nIt would be anomalous to take that approach,\nthat was driven by the purposes of that system and was,\ninsofar as the Court was looking at language at all was\ndriven by language of different provisions that are in a\ncontext that's talking about benefits determinations and\nwho's a fully-qualified individual, and apply it to the\nstatutes that are at issue here, which talk about rates of\ntaxation, and are quite clear in speaking in terms of\nwages paid during a particular year.\nI'd just -- finally I'd add that the Treasury\nDepartment by regulation has for a very long time, since\nthe time of Nierotko, and in fact even before that,\nlooking at some of the wages, the rate provisions of the\n19 -- when they were changed in 1939 has had a wages-paid\nrule. It's firmly adhered to that position.\nThe Treasury regulations give examples of, right\nin the regulations of cases where some one is paid one\nyear for services in the prior year, and they say no, you\ngo, you look at when the pages were paid, and that answers\nall questions. It doesn't say, you then look and see\nwell, when should they really have been paid, or why were\nthey paid late, or should they have been paid later than\nthey were, or any of those questions that could arise.\nThe IRS, the Treasury regulations also speak\nspecifically in terms of wages actually paid. That's the\nbasis of the statute. I don't think that could be\nclearer, although I think actually the language of the\nstatute is equally clear and consistent with that.\nQUESTION: Have we given deference to those regs\nin the past?\nMR. FELDMAN: The Treasury regulations, the\nCourt has always given deference to Treasury regulations\nconstruing the tax code, and these are formal regulations\nthat are in CFR.\nNow, in addition, they've been -- those\nregulations have consistently been applied in a series of\nrevenue rulings, including one in 1989, that specifically\napplied those regulations to this kind of a case, to a\nback-pay case, and said the wages-paid rule is the one\nthat applied. That -- the Court has generally given\ndeference to revenue rulings. In the Correll case the\nCourt said that those rulings are entitled to deference,\nespecially in a case like this, where the revenue ruling\nis a direct interpretation of the Treasury regulation.\nQUESTION: Any distinction between the extent of\ndeference to the Treasury regulations and the revenue\nruling, or is it the same?\nMR. FELDMAN: I think it's the same. The -- I\nmean, there's a long story that's actually in our brief\nabout the history of revenue rulings. Before 1961 they\nwere not, did not have precedential value, even within the\nTreasury Department, and therefore there was no reason to\ngive them deference, and they weren't accorded deference,\nand there's a couple of decisions of this Court saying\nthat they don't get it.\nAfter 1961, authority to issue those\nregulations, which had been vested in the Secretary of the\nTreasury, was delegated to the head of the IRS, and since\nthat time -- and then this Court in the Correll case,\ndealing with one of the -- with some of those revenue\nrulings that came up at that stage said yes, we give\ndeference to the IRS revenue rulings because they're the\nmasters of the subject. They have to deal with the --\ndeal with these kinds of problems on a daily basis.\nQUESTION: But it didn't say we give them the\nsame deference that we give a regulation?\nMR. FELDMAN: It was a -- Correll was a\npre-Chevron case, and so they didn't talk specifically in\nthe language of Chevron, but given the history of the\ndelegation by the Secretary of Treasury to the head of the\nIRS, I don't see why they wouldn't get the same deference.\nThe IRS, when they publish revenue rulings, says\nthese don't have the full breadth of scope, because they\ngenerally deal with just a narrow issue, and they don't\nintend that they apply broadly to items beyond\nspecifically the problem that they're addressing, but\nwithin that scope, they should get exactly the same\ndeference.\nBut in any event, our position is consistent\nwith, and really is -- our position is the position that's\nbeen in the Treasury Department regulations since 19 --\nthe early 1940's, and if there were any doubt about what\nthese provisions mean, those regulations should be\ngiven effect --\nQUESTION: Treasury regs adopted by -- how,\nnotice and comment rulemaking?\nMR. FELDMAN: Yes, I'm almost certain. I mean,\nthese regulations go back way, way far.\nQUESTION: Well, if it's the early 1940's, it's\nbefore the Administrative Procedure Act, and they probably\nweren't adopted by notice of --\nMR. FELDMAN: Right, but they've been\nrepromulgated since, and I'm certain -- I haven't looked\nat the Federal Register, but I'm certain they were adopted\nthat way.\nQUESTION: Thank you, Mr. -- you're reserving,\nMr. Feldman?\nMr. Phillips.\nORAL ARGUMENT OF CARTER G. PHILLIPS\nON BEHALF OF THE RESPONDENT\nMR. PHILLIPS: Thank you, Mr. Chief Justice, and\nmay it please the Court:\nI'd like to essentially focus on three basic\npoints, what the Court held in Nierotko, the importance of\nthe 1946 amendments to the Social Security Act on both the\nbenefits and the tax side, and then finally try to discuss\nand balance the relative positions with respect to the\nadministrative convenience or inconvenience of the various\npositions taken here today.\nWith respect to Nierotko, I think I understand\nthe United States to have finally conceded that the\npivotal language in the Nierotko decision is the\nwages-paid language, and that there is no meaningful\ndistinction between the wages-paid language that was the\nbasis for the interpretation in that case and the\nwages-paid language that we have inherited now that is the\nsubject of the provisions that are at issue in this\nparticular case.\nBut to the extent that there is any question on\nthat, I would ask the Court to recognize first of all it's\nclear that the Court was interpreting the 1939 amendments,\nwhich contains that language. The first paragraph of the\nopinion refers to quarters of coverage, which was a\nconcept that did not exist prior to 1939, so it clearly\nhad '39 in mind at that point.\nAnd then if you look at the penultimate and the\nultimate paragraph of the Supreme Court -- of this Court's\nopinions, it also discusses quite specifically that -- the\nprovision that's at stake here and it says, you know, the\npetitioner argues, to put it into context, the amendments\nof 1939 use quarters as the basis for eligibility as well\nas the measure of benefits, and require wages to be paid\nin certain quarters, and this Court then, in rejecting\nessentially that argument said, we have no doubt that it,\nreferring to back pay, should be allocated to the periods\nwhen the regular wages were not paid as usual.\nI think there's no other way to interpret\nNierotko except for saying that language of wages paid in\nthe benefits context, certainly, means that you allocate\nit back to when those wages should have been paid under\nthe -- under that particular scheme. It's a special rule\nfor back pay. Obviously, it doesn't deal with the general\naccrual problems. It doesn't resurrect any of the accrual\nproblems. It doesn't ask you to try to make those kinds\nof decisions. It asks you to say, when would they have\nbeen paid if the employer --\nQUESTION: And it's dealing, Mr. Phillips, with\nthe receipt of benefits by a -- it was a beneficiary\nsuing.\nMR. PHILLIPS: That's correct.\nQUESTION: It wasn't a tax case at all.\nMR. PHILLIPS: Right, it was a benefits case,\nMr. Chief Justice, which is why it then becomes pivotal to\nturn to 1946.\nQUESTION: Well, just on this point --\nMR. PHILLIPS: Yes, Your Honor.\nQUESTION: -- in other words, the concept of\nback pay is different here than if the employer is just\nlate?\nMR. PHILLIPS: Yes, I think that's correct. I\nmean, it might turn out if the employer --\nQUESTION: And we get --\nMR. PHILLIPS: -- is late and there's some fault\nattributed to it, that might be a different issue, but if\nhe just paid at a different time and there's no issue\nabout it, it's not back pay within the meaning of the\nFederal scheme, so you know --\nQUESTION: So we --\nMR. PHILLIPS: -- and obviously, a dispute as to\nwhether this was back pay for purposes of this rule.\nQUESTION: So we look to Nierotko to determine\nthe origins of this phrase, of this concept of back pay,\nor --\nMR. PHILLIPS: Well, there is --\nQUESTION: -- it depends on litigation, or --\nMR. PHILLIPS: Right. There are regulations\nthat define back pay, and do it in terms of payments that\nwould have been made by the employer, you know, but for\nthe employer's wrongdoing, but I don't -- and I don't\nunderstand the Government to either, at any point in this\nlitigation to have raised any question as to whether this\nis fairly describable as back pay. As I understand the\nquestion they've asked the Court to decide is, assuming\nit's back pay, what's the appropriate allocation rule for\nthat kind of an approach.\nQUESTION: Why, if I pay in January for\nsomething I should have paid in December because I'm just\nlate, why isn't that back pay?\nMR. PHILLIPS: It may well be back pay,\ndepending on the circumstances. If the reason I didn't\npay is because I've breached the contract, and I have an\nobligation to pay it under those circumstances, it might\nwell be back pay under those circumstances.\nQUESTION: I'm just late. I'm -- my bank\naccount was too small to cut --\nMR. PHILLIPS: I'm sorry?\nQUESTION: We just didn't have the money.\nMR. PHILLIPS: Right. I mean -- but I mean, I\ndon't think you're entitled to hold off paying because you\ndon't have the money.\nQUESTION: I understand that, but my\nunderstanding of the Government tells me that in that case\nit is attributable to the month in which it was paid, and\nI'm trying to find out what --\nMR. PHILLIPS: Yes.\nQUESTION: -- how employers are going to tell\nthe difference if we hold for you.\nMR. PHILLIPS: Right. Well, the back-pay\ndefinition in the regulations is, pay received in one\nperiod of time which would have been paid in a prior\nperiod of time except for a wrongful or improper action\ntaken by an employer, under that circumstance I suspect\nthat would fall within back pay, as the Federal Government\nitself deals with it, but --\nQUESTION: And for income tax purposes of the\nemployees, it would be -- we're talking back pay. It\nwould be the year received?\nMR. PHILLIPS: It is in the year received, as it\nturns out today, but recall, Justice O'Connor, back when\nthis was all enacted in both 1939 and 1946 it would not\nhave been paid under those circumstances. There was a\nwhole different regime with respect to income taxes that\nexisted at that time, and against which Congress was\nacting with respect to the taxing part and the benefits\npart of the Social Security Act.\nQUESTION: Well, but under your view, any late\npay is wrongful, if it was due.\nMR. PHILLIPS: Well, it might be. I don't have\na view on that actually, Justice Kennedy. All I'm doing\nis reading the reg and saying that they attribute to --\nyou know, the question is whether it's wrongful. There\nmay be issues --\nQUESTION: It isn't just wrongful. It says\nimproper.\nMR. PHILLIPS: Right, and --\nQUESTION: Wrongful or improper --\nMR. PHILLIPS: And my guess is there would be a\nbasis for which you could make a claim of back pay, but\nthat's obviously not what Congress was concerned about\nwhen it modified the rule to make it simpler.\nQUESTION: Yes --\nMR. PHILLIPS: It was dealing with the\ntraditional accrual problem of payments that you expect in\nthe ordinary course to be paid at times that are different\nfrom when the services arise, and then what do you do in\nthat situation, which is a pretty common problem. It's\none I face every year.\nQUESTION: Well, but the point would be that the\nCongress did want to make it simpler.\nMR. PHILLIPS: I'm sorry?\nQUESTION: Congress did change this because it\nwanted to make it simple for people.\nMR. PHILLIPS: Absolutely, Justice Breyer.\nQUESTION: And making it simple for people you\njust look to the -- the quarter or the year in which the\nmoney was received, and that's when the tax is due.\nNow, if we adopt your position, I think I would\nagree with Justice Kennedy's implication. Suddenly, it's\nnot going to be so simple any more, and it isn't just an\nallocation question, it's also a question of what is it\nyou allocate, and sometimes you're going to allocate these\npayments, and sometimes you won't allocate the payments.\nIt sounds like a mess.\nMR. PHILLIPS: Well --\nQUESTION: That's the --\nMR. PHILLIPS: You know, the Court addressed\nexactly the same quote, mess, in Nierotko itself.\nQUESTION: No, they thought -- Nierotko was very\nsimple, really. It was just a question of whether or not\npeople are covered for Social Security purposes.\nMR. PHILLIPS: But it addressed --\nQUESTION: It would be terrible if you said\nthey're not covered for Social Security purposes simply\nbecause the employer never paid them their wages and they\ngot it all in one lump sum after they were 50 years old.\nThat would be terrible.\nMR. PHILLIPS: Right, but --\nQUESTION: So of course you allocate it back.\nMR. PHILLIPS: But Justice Breyer, the point is,\nis that there are still the same accounting questions that\nwill arise under that scheme, that will arise under our\ninterpretation today, and this Court -- and the Government\nargued, don't go that route, because there will be\naccounting problems.\nQUESTION: Assuming that they are the same.\nAssuming they're the same. I'm not positive, but I'll\nassume that, all right --\nMR. PHILLIPS: Well, they are very, very\nsimilar, Justice Breyer.\nQUESTION: Okay. All right. Assuming they are\nthe same --\nMR. PHILLIPS: And the Court dismissed those as\nnot insuperable.\nQUESTION: All right. What about the other\ndifference implicit in what I asked? Obviously, where you\nhave a Social Security statute, and people are supposed to\nbe covered, you're going to make a big effort to allocate\nthis backwards, because if you didn't, it would mean that\nthe statute wouldn't serve its basic purpose.\nMR. PHILLIPS: Right.\nQUESTION: Here, however, what we have is not\nonly a desire for administrative simplicity, but we also\nhave, who knows where the chips will fall? I mean, let\nthem fall where they may. Sometimes some employees will\nbe helped, sometimes others will be hurt, sometimes -- you\nknow, who knows, and therefore you don't have this\noverriding statutory goal to get the backwards allocation.\nMR. PHILLIPS: There are two answers to that.\nOne is, in the 1946 amendments, Congress was very clear\nwhen it said, what we want here is conformity on the\nbenefits side and on the tax side, and therefore the\nultimate question about administrative convenience isn't\nthe answer.\nWhat Congress wanted was for the two schemes to\nbe the same, so to the extent that the benefits tends to\ntake you back in time, as I think the Government has\nconceded today it continues to do, in order to comply or\nto further the overall objective of Congress in 1946, you\nhave to do the same thing on the tax side, otherwise\nconformity is completely impossible to achieve, and that's\nthe overriding congressional purpose, it seems to me.\nQUESTION: Who cares? What's so important about\nhaving the coverage question of what quarters are covered\nfor beneficiaries and the tax question of where you pay\nthe FICAs, who cares whether they conform or not? Why\ndoes it matter?\nMR. PHILLIPS: Well --\nQUESTION: The three examples you came up with,\ntheir response to that is, each of them involves, if\nyou're right, the Government collecting less money, and we\ndon't care.\nMR. PHILLIPS: Well, I mean, there are two\nanswers to that. One is the overall purpose of the\nCourt's mission here is presumably to implement Congress'\nintent, and if Congress says to you, by adopting exactly\nthe same words for two separate provisions that deal with\ntwo different schemes --\nQUESTION: May I ask you a question on that?\nMR. PHILLIPS: -- then it seems to me the answer\nis, adopt Congress' -- and tells you we want conformity\nbetween the two --\nQUESTION: Mr. Phillips --\nMR. PHILLIPS: -- then the only -- I'm sorry,\nJustice --\nQUESTION: Let's assume Congress said that and\nmeant that completely. Is it -- is Mr. Feldman correct in\ntelling us that despite that clear statement from\nCongress, for the last 50 years they've been doing just\nthe opposite, and following one rule for benefits and\nanother rule for taxes?\nMR. PHILLIPS: Yes. For the last 50 years the\nSocial Security Administration --\nQUESTION: So at least we are -- what is called\ninto question is a uniform, consistently followed practice\nfor five or six decades.\nMR. PHILLIPS: Yes, on both sides, though.\nRemember, Social Security Administration --\nQUESTION: I understand.\nMR. PHILLIPS: -- has had an equally uniform\nrule that it has applied since the very day Nierotko was\ndecided, and when the 1946 amendments went into place, and\nif you look at the lodging that we filed that\nidentifies --\nQUESTION: No --\nMR. PHILLIPS: -- a description of this analysis\nby the Social Security Administration, from day one they\nsaid, the Court said in Nierotko, for back pay you have to\nallocate it back, and that's the way we're going to apply\nit, and that sort of makes the --\nQUESTION: You disagree with the -- Mr. Feldman\ntold us that on the benefits side of the allocation it was\nreally up to the wage-earner, could do it either way. I\ncan't imagine why -- well, in my -- in -- I think he told\nus first of all in most cases it means nothing at all.\nMR. PHILLIPS: Right, but that's clearly wrong,\nbecause when you're dealing -- I mean, it may be one thing\nfor quarters of coverage, which is what he identified, but\nwhen you're talking about the maximum benefits of $50,000,\nand you're talking about incomes that well exceed that,\nhow you treat that money is a big, big difference in terms\nof how it applies out in a particular situation.\nQUESTION: But there's -- if you would create a\nsymmetry between benefits and the tax, you would be\ncreating an asymmetry between the income taxation of the\nback pay and the taxes that go with that --\nMR. PHILLIPS: But that's an asymmetry that has\nexisted for all time. There's never been consistency\nbetween income taxes and Social Security taxes. What I'm\ntrying to do is say, when you talk about, quote, Social\nSecurity taxes, which defines what kinds of benefits\nyou're going to get and whether you're entitled to\nbenefits in any event, as opposed to Social Security taxes\nas to how much has to be contributed by the employer, that\nit ought to be the same. It should not be that John\nButcher, for instance --\nQUESTION: Well, I -- in the case of Social\nSecurity and that allocation, the employee benefits every\ntime by doing it the way Nierotko -- the employee can only\nbe helped. On the other side, sometimes the employees are\nhelped --\nMR. PHILLIPS: Well --\nQUESTION: -- sometimes they're not.\nMR. PHILLIPS: Well, I don't know that they'll\nalways be helped. There are certainly certain\ncircumstances where -- it depends on how much income they\nhad, under what -- at what point in time.\nQUESTION: But then Mr. Feldman tells us they\nhave an option, if it wouldn't work out for them, to\nspread it back over --\nMR. PHILLIPS: Well, I don't read Nierotko as\nhaving given them that option. I read Nierotko as saying\nthat, you know, you must allocate back. That's the answer\nfor back pay, in order to do it.\nBut you know, if there's some mechanism in there\nfor waiving their rights, I suppose that may be true, but\nI don't think you can analyze the same language in the\nsame statute adopted at the same time with a command the\ntwo ought to be in conformity to each other, and then\ninterpret them as allowing fundamentally different\napproaches, and that goes to the core of the question of\nadministrative ease.\nLet's be clear about this, there is an entire\nset of accounting rules for Social Security that exist\ntoday, and a complete set of accounting rules that apply\nunder the IRS, and as I understand the Government's\nposition, Social Security is absolutely right in its\ninterpretation of what's required here, so if you're going\nto have consistency in this approach, the only way you can\nhave consistency is by moving the IRS over to the Social\nSecurity side.\nQUESTION: Well, what language, Mr. Phillips,\nprecisely is it in the 1946 amendments that you say insist\nthat there be symmetry?\nMR. PHILLIPS: The Senate report that we --\nQUESTION: I mean the language in the Act\nitself.\nMR. PHILLIPS: Oh, well, the language in the Act\nitself is wages paid. It's exactly identical in both the\nSocial Security benefits language and the Social\nSecurity -- excuse me, under the tax provision itself.\nWages paid is the operative language and, as I understand\nthe Government today, they concede that's the key term\nthat we're focusing on, and that language was used, you\nknow, with the express statement in the legislative\nhistory, that it was done for conformity, which just\nreinforces what I think common sense would tell us.\nQUESTION: Is that -- is the Senate report cited\nin your brief?\nMR. PHILLIPS: Yes, Justice -- Mr. Chief\nJustice.\nQUESTION: Well, I can find it.\nMR. PHILLIPS: It's on page 21 of our brief.\nQUESTION: Thank you.\nMR. PHILLIPS: It seems to me that --\nQUESTION: Apparently the Internal Revenue\nService didn't read that, or didn't think that everybody\npaid attention to it, or what? I --\nMR. PHILLIPS: Well, I hesitate to speculate\nabout what the Internal Revenue Service's motive was here,\nother than -- I do think it's important to put in context,\nremember, the Internal Revenue -- the Government's\nposition here is, this doesn't promote fairness, this\ndoesn't promote revenue enhancement.\nThe sole purpose that they try to promote is\nsome notion of administrative simplicity, and so they have\na somewhat simpler method of dealing with it. It just\nhappens to do violence to core notions of statutory\ninterpretation, creates two different schemes of\naccounting that every employer and employee has to deal\nwith, and creates the kinds of disruptions in the scheme\nthat we spent some time talking about under the exceptions\nunder the Social Security --\nQUESTION: If you want to talk about violence to\nthe statute, Nierotko, it seems to me, does a fair amount\nof violence to the statute, and I suppose the question is\nwhether you're going to -- whether it's worse to extend\nthat violence to both half of -- both halves of the\nstatute, or to leave Nierotko where it is as a case that,\nwhere a hard case made bad law, taking the word paid not\nto mean paid in order to prevent Social Security\nrecipients from being read out of the system. I'm frankly\nattracted to the latter approach.\nMR. PHILLIPS: And that would -- and that might\nbe a colorable argument but for the fact that Congress,\nbefore the ink was dried on Nierotko, looked at exactly\nthat language, adopted exactly that language, and\nengrafted it into the statute on a going-forward basis,\nand so the notion that the Court might revisit Nierotko,\nyou know, today -- I mean, 1) the Government doesn't ask\nyou to, and 2) it doesn't make sense to do that, and\nsecond, I don't even understand the Government to be\nasking you to reconsider it on the benefits side.\nWhat it says is, you can have a tax rule that\ngoes in one direction, a benefits rule that goes in\nanother direction, when the language is exactly identical.\nQUESTION: Mr. Phillips, this dichotomy that's\ngone on since 1946, has anybody in Congress tried to\nstraighten this out, do you know? Has there ever been any\nmotion to clarify this terrible inconsistency?\nMR. PHILLIPS: Well, you know, it's an\ninteresting question, because both sides of the -- you\nknow, the Federal Government is obviously of two minds on\nthis score. I'm not sure who would have generated enough\nmomentum in order to try to get it changed under those\ncircumstances, so as far as I know there haven't been any\nlegislative efforts.\nQUESTION: Does the general policy that\nunderlies their doctrine of stare decisis have any bearing\non what we should do with this case, do you think?\nMR. PHILLIPS: Well, I would hope that the Court\nwould rigorously enforce the ruling in Nierotko and -- but\nbeyond that, I think you get more mileage in this\nparticular context, because Congress in 1946 ratified\nNierotko and implemented it on a going-forward basis, so,\nI mean, I don't think there's a -- I don't understand the\nGovernment to be arguing that we ought to revisit Nierotko\nat this particular --\nQUESTION: Will you make a -- like a quick\nsummary -- I'm asking you repeat yourself, in a sense, but\nI -- Nierotko's a famous case, and Nierotko --\nMR. PHILLIPS: I don't think I appreciated that\ntill today.\nQUESTION: Yes -- but no, it's the other part.\nIt's a famous case. It says that -- Nierotko is about\nback pay being covered by the Social Security Act and,\nmore importantly, the Court says that even though the\nadministrators think it shouldn't fall within it --\nMR. PHILLIPS: Right.\nQUESTION: -- Congress wanted to, so it's\nopposite Chevron. It's the --\nMR. PHILLIPS: Predated Chevron, too.\nQUESTION: It's always been interesting for that\nreason, so I just thought, well, gee, that's what this\ncase is about. They're saying this word, you know, this\nword wages here, covers back pay. Now, once they make\nthat decision, they sweep away the little subsidiary\nargument which is that it couldn't mean that because\notherwise you'd have to allocate, and they say, oh, no, go\nallocate.\nAll right. So I think of it, where Congress\nsaid that wages include back pay, you allocate, and now I\nthink, this isn't that, and Congress didn't even say that.\nCongress wasn't talking about taxes. The Court never\nthought Congress was talking about taxes. They weren't\ntalking about some general allocation rule. They were\ntalking about the allocation of the back pay which counts\nas wages for purposes of the Social Security Act. You see\nwhy I kept thinking it was different?\nMR. PHILLIPS: Sure.\nQUESTION: And you're going to tell me no, it's\nnot different.\nMR. PHILLIPS: Because of the 1946 amendments,\nand for exactly the reason you identified. Nierotko is a\nfamous case. Congress, seven months after the 1946 famous\nNierotko decision --\n(Laughter.)\nMR. PHILLIPS: -- comes back to this same tax-\nbenefits position, uses exactly that language. What could\nCongress have meant? It clearly didn't mean to overrule\nNierotko on the benefits side, and it says it wants the\ntax side to conform to it.\nSo in 1946, Congress told us the right answer,\nand hopefully, 55 years, this Court will tell the IRS\nthat's the right answer, get in line with the Social\nSecurity Administration, and affirm the judgment below.\nIf they need a change, let them take it to Congress.\nIf there are no other questions, I'll --\nQUESTION: Thank you, Mr. Phillips.\nMr. Feldman, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF JAMES A. FELDMAN\nON BEHALF OF THE PETITIONER\nMR. FELDMAN: I just have a couple of brief\npoints. One is --\nQUESTION: Do you agree that it's a famous case?\n(Laughter.)\nMR. FELDMAN: It is for me now, moderately.\nI think one of the points actually I wanted to\nmake is that, to look carefully at what happened in 1946.\nThis Court decided Nierotko. There's not a trace of any\nindication in the legislative history of the 1946\namendments that Congress had any idea that Nierotko had\nbeen decided. They certainly did not say, we are trying\nto conform anything to Nierotko, so that's the first\npoint.\nThe second point is, what they did do there is,\nthey also did not change the specific provision that was\nat issue in Nierotko, which was a benefits provision. It\nwas a definition of who is a fully qualified individual.\nThey didn't change that at all, and so they didn't discuss\nit.\nWhat they did change was the tax provision for\nthe wage base, and that provision they changed to move it\nto the wages-paid rule, which they had started to bring in\nin 1939, and they had said why they did that, to avoid the\nconfusion and difficulties that the other rule had caused.\nFinally, then, they changed the wage base in the\nSocial Security Act, which was not at issue in Nierotko,\nbecause that had nothing to do with wage bases. It had to\ndo with who was a fully qualified -- they changed that,\nand they said, well, we're doing this just to conform with\nwhat we've done with the tax provisions.\nI think if you put it all together, what the\nclear intent was, was to keep the taxes easily\ncollectible, and to pursue the ease of administration that\nthey had started in 1939, and then just to bring the\nSocial Security wage base definition in line with that,\nbut I don't think saying that meant in any way, or there's\nno reason to think that Congress thought that what -- if\nthey were aware at all of Nierotko, that it had anything\nto do with taxes.\nAs far as the Social Security -- just two other\nvery brief points. One is that the Social Security\nPublication 957 discusses what they -- their method is,\nand they do give an option, because they say you can --\nyou report the back pay on your W-2, and then if you file\nanother filing allocating it back, we'll look at that. If\nyou don't, you can just leave it allocated on the W-2 for\nthe year it was paid.\nAnd finally, just one other point that I thought\nwas interesting is that the 19 -- Mr. Phillips referred to\nthe 1943 income tax provision that did allow some\nattributing back pay to prior years. That was limited to\nwhere it was 15 percent or more of your wages, but this\nwas a statute which they enacted, and it's called Section\n119, Back Pay Attributable to Prior Years, and it starts\noff, if the amount of back pay received or accrued by an\nindividual, and so on.\nSo when Congress wanted to address the back pay\nproblem in the income tax context, right around this time,\nthey did it, they did it in express language, they kept\nthat into effect, in effect for a certain number of years,\nthey limited it to where it's more than 15 percent of the\nincome, and then they got rid of it when they found that\nthat was too difficult to work, in, I think, 1961 or so.\nNone of those things happened with respect to,\nin 1946 with respect to the Nierotko decision, or the FICA\nand FUTA taxes at issue here.\nThank you.\nCHIEF JUSTICE REHNQUIST: Thank you, Mr.\n"
    }, 
    "respondents": [
        "No. 00-203 CLEVELAND INDIANS BASEBALL", 
        "COMPANY"
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 2, 
        "MR. FELDMAN": 36, 
        "MR. PHILLIPS": 58, 
        "QUESTION": 93
    }
}