{
    "appearances": {
        "content": "CHARLES FRIED, ESQ., Cambridge, Massachusetts; on behalf\nof the Petitioners.\nDAVID J. BURMAN, ESQ., Seattle, Washington; on behalf of\nRespondent Legal Foundation of Washington.\nWALTER DELLINGER, ESQ., Washington, D.C.; on behalf of\nRespondents Justices of the Supreme Court of\nWashington.\n"
    }, 
    "caseNum": "01-1325", 
    "caseinfo": {
        "content": "WASHINGTON LEGAL FOUNDATION, :\nET AL., :\nPetitioners :\nv. : No. 01-1325\nLEGAL FOUNDATION OF :\nWASHINGTON, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF\nCHARLES FRIED, ESQ.\nOn behalf of the Petitioners\nDAVID J. BURMAN, ESQ.\nOn behalf of Respondent\nLegal Foundation of Washington\nWALTER DELLINGER, ESQ.\nOn behalf of Respondents Justices of\nthe Supreme Court of Washington\nREBUTTAL ARGUMENT OF\nCHARLES FRIED, ESQ.\nOn behalf of the Petitioners\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, December 9, 2002\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n11:04 a.m.\n"
    }, 
    "petitioners": [
        "WASHINGTON LEGAL FOUNDATION,", 
        "ET AL.,"
    ], 
    "proceedings": {
        "content": "(11:04 a.m.)\nJUSTICE STEVENS: We'll hear argument in\nNumber 01-1325, Washington Legal Foundation against the\nLegal Foundation of Washington.\nMr. Fried, you may proceed when -- whenever\nyou're ready.\nORAL ARGUMENT OF CHARLES FRIED\nON BEHALF OF THE PETITIONERS\nMR. FRIED: Thank you, Justice Stevens, and may\nit please the Court:\nI wish to argue four propositions. First, that\nthe interest in these IOLTA accounts is the private\nproperty of Brown and Hayes, the clients. Second, that it\nwas not regulated; it was taken.\nvalue. And fourth, that an injunction or declaratory\nrelief is an appropriate and practicable form of relief in\nthis case.\nNow --\nQUESTION: Before you start, Mr. Fried, may I\nask you one broad question? You don't agree, I take it,\nwith the conclusion of the dissent in the court of\nappeals, which I don't think agreed with your fourth\npoint.\nMR. FRIED: No. I think we are entitled to a\ndeclaration, or to an -- or an injunction just as was\nreceived in Eastern -- in Eastern Enterprises, just as was\nreceived in Hodel v. Irving, just as was received in\nNollan and Dolan. And in our -- in our complaint filed,\nwe asked for declaratory or injunctive relief, so I think\nthat is available, and it is a practical and proper form\nof relief in this case.\nQUESTION: The only point I was really want --\nyou -- you do not understand the dissenters in the Ninth\nCircuit to have gone that far, though, do you?\nMR. FRIED: How -- how far, Justice Stevens?\nQUESTION: To have held that you're entitled to\ninjunctive relief.\nMR. FRIED: They did not go that far. They --\nno, they did not. No, they did not.\nQUESTION: In fact, they specifically said this\nequitable relief would not enjoin takings, but would\nsimply stop Washington Supreme Court from requiring the\nLPO's to comply with the IOLTA rules.\nMR. FRIED: Well, if the injunctive relief,\nwhich we asked for -- and here in the -- the complaint, I\nbelieve, is on page 100 of the -- 100 of the joint\nappendix. I think it's on -- no, I'm sorry. It's -- yes,\nin the -- in the joint appendix. We ask specifically for\ninjunctive and declaratory relief in general.\nNow --\nQUESTION: Mr. Fried, what plaintiffs have\nstanding to ask for injunctive relief in this case?\nMR. FRIED: Certainly Brown and Hayes. There's\na question whether Daugs and Maxwell do, but certain --\nQUESTION: But in the -- in the complaint was an\ninjunction sought on behalf of Brown and Hayes?\nMR. FRIED: Yes. An injunction was sought in\ngeneral. A general injunction was sought. I'm sorry.\nI'm not putting my hand on the -- on the section in the\ncomplaint, but --\nQUESTION: I -- I thought it read to the\ncontrary, that it was on behalf of the LPOs.\nMR. FRIED: It was on behalf of the LPOs, but\nthen finally -- yes. Now I have it. Thank you. In the\njoint appendix on page 30, we ask specifically that they\npermanently enjoin the defendants. This is paragraph 3.\nSo we asked for that relief, yes.\nQUESTION: And -- and you ask for it now on\nbehalf of Brown and Hayes, not --\nMR. FRIED: We certainly do.\nQUESTION: -- on behalf of the foundation.\nMR. FRIED: We -- we ask for it on behalf of any\nand all parties in this case.\nQUESTION: Mr. Fried, the question that Justice\nStevens raised, which I was then addressing, was not what\nwas in your complaint, but what was the position of the\ndissenting judges in the Ninth Circuit. And I read from\nthat dissent -- so you are clearly asking for something\nthat the dissenters did not say you would be entitled to\nwhen they said --\nMR. FRIED: We are asking for more than the\ndissenters would have given us. That is correct, Justice\nGinsburg.\nQUESTION: Yes. They said the equitable relief\nwould not enjoin takings.\nMR. FRIED: Yes. We are asking for more than\nthat. We are asking for it because it's very clear on\nthis Court's precedents that where compensatory relief\nwould be impracticable, or is not contemplated in the\nprogram, an injunction is -- is proper. And this Court\nhas on numerous occasions in very similar cases granted\ninjunctive relief.\nQUESTION: You -- you mentioned your complaint,\nand then we have this passage in the dissent. When did\nthe idea of an injunction of the takings -- when was that\nsquarely presented to any court? Because it would seem\nthat if you had presented it, that this is rather curious,\nwhat we get in the dissent.\nMR. FRIED: It's been presented throughout,\nJustice Ginsburg, and in fact, in the Fifth Circuit case,\nwhich is virtually identical to this case, not only was it\npresented, but an injunction was granted. And exactly the\ninjunction which we received --\nQUESTION: If you just could tell me at what\npoint you made it clear to the court that you were seeking\nnot what is described here, that is, that the -- that the\ninjunction would be addressed to the compliance of the\nLPO's with the IOLTA rules.\nMR. FRIED: I think that the -- I submit,\nJustice Ginsburg, that that paragraph, which I have read\nto you, makes that clear.\nQUESTION: But that paragraph --\nMR. FRIED: And in the summary -- and I'm -- I'm\ninformed that it was also made clear in our summary\njudgment motion. So that the courts were well aware, as\nthe complaint should have made them aware, but also were\nwell aware that we were seeking an injunction for all\nparties in all respects. And after all, that is precisely\nthe relief that was obtained in the Fifth Circuit case.\nQUESTION: Let -- let me see if I can help you\nget to the other major parts of your case by asking this\nquestion.\nIn Loretto, could the property owners have\nobtained an injunction against piercing the building for\nthe little antenna or the wire on the grounds that there\nwas no compensation? I doubt it. I would think the\ngovernment, after Loretto, would continue to be able to\npoke the holes in -- in the wall -- or maybe I'm wrong --\neven though compensation was negligible. Could there have\nbeen an injunction there, and if the answer is, well, no,\nwhy can there be an injunction here? And maybe that gets\nyou to the --\nMR. FRIED: They --\nQUESTION: -- the nature of the taking that\noccurred in this case.\nMR. FRIED: The -- I think that's exactly the\nreason. If there were an -- if there is compensation in\nthis case, exactly as the Court said in Eastern\nEnterprises, it would -- in effect, compensation being\ndollar-for-dollar is the equivalent of shutting down the\nprogram. And that was the case in Webb's as well.\nI -- I might just mention, Justice Kennedy, that\nthe respondents throughout this case say that the Eastern\nEnterprises case, which is very important to our\ninjunctive claim, was really only a plurality. There was\nnot a majority for the Court. I don't believe that the\nfifth Justice, which was yourself, disagreed with the\nremedy.\nAnd indeed, the fifth Justice said that this was\nnot a takings case -- Eastern Enterprise -- because unlike\nthis very case we have, this was not the -- the -- you\nsaid, rather the exaction is a forced contribution to\ngeneral government revenues. I'm sorry. I'm reading the\nwrong -- I'm reading the wrong passage.\nIn the Eastern -- Eastern Enterprises case, you\nsaid that the reason -- the reason that you didn't think\nthat was a takings case was that a valuable interest in an\nintangible or even a bank account or accrued interest,\nwhich is, of course, this case, had not been appropriated.\nWell, this is a bank account and accrued interest --\nQUESTION: Well, what about my hypothetical on\nLoretto? I -- I take it Loretto establishes that there\nwas an invasion, a taking --\nMR. FRIED: Yes.\nQUESTION: -- but let's -- let's assume that the\ncompensation was just so minimal it just really couldn't\nbe calculated. It was 10 cents or something. Could you\nhave had an injunction against installation of the\nantennas in Loretto on the ground that the compensation\ncan't be figured? I think not. And if that's -- if my\nconclusion is right about that, how is your case\ndifferent?\nMR. FRIED: My -- our case is different because\nin this case, as in Webb's, as in Eastern Associates, to\ngive compensation is to simply erase the program. While\nin the case where physical property is taken, to give\ncompensation still leaves it open to use that property\nwhile -- where what you have is money and you must make\ncompensation for that, then to make compensation for a\ndollar is to pay a dollar. That's what the Court said in\nEastern Enterprises.\nQUESTION: Why doesn't that just prove that you\nhave the wrong clause of the Constitution? That is, your\nclause of the Constitution, the one you're pushing, says,\nnor shall private property be taken for public use without\njust compensation. Foreseeing that you can take the\nproperty for public use, you just have to pay money for\nit. Just compensation.\nNow, if paying the just compensation can't work\nout, or it's too hard or, you know, the person doesn't\nhave enough of an interest to get anything, that doesn't\nmean the government can't take it. It just -- if there's\nsomething wrong with it, it means that that that which is\nwrong with it is that it violates the Due Process Clause,\nnot the Just Compensation Clause.\nMR. FRIED: That would be correct if Webb's had\nbeen a due process case, but it was not. It was a takings\ncase. And in Webb's, they didn't say you can take that\ninterest so long as you pay just compensation for it.\nThey say, you've got to stop.\nQUESTION: Then the rationale -- you'd say\neven -- I mean, occasionally some case does have something\nthat's a little hard to follow, but the -- the theory that\nthat is consistent with the Just Compensation Clause,\nrather than the Due Process Clause, is?\nMR. FRIED: That it makes no sense. It's not\nthat it's hard to calculate. We would be happy to argue\nhow you would calculate it. The point is that to\ncalculate it and to pay the just compensation is to shut\ndown the program. It makes no sense. There's no program\nleft after you have paid just compensation.\nQUESTION: Yes, but if -- if it is shown -- and\nI guess we don't know here because it hasn't been\ndetermined.\nbecause it wouldn't have earned or produced anything, then\nhow is it a taking? I mean, that's -- because the Takings\nClause refers to the taking without just compensation. If\nthe compensation is 0, how is it a taking?\nMR. FRIED: The compensation is not 0, and the\npremise of the --\nQUESTION: If. If it were, how -- how is it a\ntaking?\nMR. FRIED: If it were. But the --\nQUESTION: Well, then what is your answer? Is\nit a taking if the just compensation is 0?\nMR. FRIED: Yes. It is a taking, but it is --\nas the -- because this Court --\nQUESTION: How is it in -- in the language of\nthe clause?\nMR. FRIED: Because this Court in Phillips has\nheld that economic -- that -- that there is private\nproperty and it has value even though it has no realizable\neconomic value.\nBut we do not concede that there is no economic\nvalue here, and the fact that it could not have earned\ninterest --\nQUESTION: But that has not been determined, has\nit?\nMR. FRIED: Yes, it has.\ndetermined. It has been determined and conceded by the\nrespondents that there is interest in this case of $5\nand $2. They go on to argue, ah, yes, but absent the\nIOLTA program, that would not have been earned. This\nCourt in Webb's specifically addressed that point and\nsaid, we accept the proposition that apart from the\nstatute, Florida law does not require that interest be --\nbe earned on registered deposits. So it was quite clear.\nThis is just another version of --\nQUESTION: But weren't those gross figures\nrather than net figures? Those --\nMR. FRIED: Those are gross figures, yes,\nJustice Stevens.\nQUESTION: But can we assume, along with\nJustice O'Connor's question, that there's no net loss to\nthe property owner? We assume the -- the interest is\nthe -- goes with the principal, and therefore it's\nproperty, and property has been taken. But has there been\nany net loss to the person from whom the property has been\ntaken?\nMR. FRIED: Perhaps and perhaps not. Let's say\nthat there has not. I -- we argue that that does not\nmatter. It is the gross -- it is the gross interest that\nis in -- involved here --\nQUESTION:\nMR. FRIED: -- and that is the point --\nQUESTION: Do you agree if it was a taking and\nyou were to get just compensation, you would get the net\nloss rather than the gross loss?\nMR. FRIED: No. We would get the gross loss.\nI think the --\nQUESTION: You -- you again, Mr. Fried, are\ngoing quite beyond the position of the original panel,\nlater the dissenters in the Ninth Circuit, who made it\nclear -- and this is on page 83a of the original panel\ndecision -- that said, just as a client is not entitled to\nthe full amount that a lawyer collects for him, but only\nthat amount less the lawyer's reasonable expenses and\nfees, so just compensation for the interest taken by\nIOLTA, after IOLTA causes the interest fund to exist, is\nsomething less -- is something less -- than the amount of\nthe interest.\nMR. FRIED: That is what the dissent says.\nWe do not agree with that.\nWhat we agree with is what this Court said in\nPhillips when this Court said that -- and it used the\nexample of the rents -- the government may not seize rents\nreceived by the owner of a building because it can prove\nthat the costs incurred in collecting the rents exceed the\namounts collected.\nwere correct, then that statement would be incorrect\nbecause it would mean --\nQUESTION: Well, isn't the difference --\nMR. FRIED: -- that the government may seize\nthose rents.\nQUESTION: Isn't the difference, Mr. Fried, that\nin the -- in the rent example, what the -- what the\nmembers of the Court were assuming was that if somebody\nwants to be a bad businessperson, he's perfectly free to\ndo it, and until he goes bankrupt, or loses the property,\nhe can collect the rent.\nThe situation here is different because the\nsituation here is such that there's nothing to collect.\nThe -- the way the background principles of the banking\nstatutes are set up, or -- which are effected by the\nbanking statutes means that the -- the rent, the penny,\nthe interest, never gets to the person who owns the\nprincipal. And isn't that why -- isn't that exactly why\nPhillips does not determine the result in this case?\nMR. FRIED: I think not, Justice --\nJustice Souter, because the Court in Phillips said\nspecifically this interest -- so it assumes there is --\nthis interest is the private property of the clients,\nBrown and Hayes. It said that this is -- that's what this\nCourt said. It is their property.\ndisappear as their property because they would incur\nexpenses in collecting it.\nQUESTION: Well, I may not be the -- the best\nexpert on what the -- what the majority meant by that.\n(Laughter.)\nQUESTION: But I think thought what the majority\nmeant by that was that when you aggregate, as -- as is the\ncase in these IOLTA accounts, of course there is a\nfractional sense that is attributable to every item\nthat -- a fractional sense of the interest that's\nattributable to every item that goes into the aggregation,\nbut it doesn't follow from that that any of that\nattributable amount could ever be netted out and ever be\nreceived under the banking statutes by those individuals\nto whom it is attributable. If, in fact, it were the\nother way, then the IOLTA scheme would force a separate\nNOW account to have been set up.\nMR. FRIED: The -- the Court certainly did not\nsay that any of that interest could be netted out and paid\nnet to Brown and Hayes, but it did say, quite\nunambiguously, that that interest -- not in some general\nsense, but exactly that interest -- was the private\nproperty of clients, Brown and Hayes.\nNow --\nQUESTION: But was it taken from them? So, I\nmean, I -- I can see why you see Webb is very, very\nsimilar, but the difference that I saw is that Webb says\nthe money should be deposited in an ordinary interest-\nbearing account, and here it's being deposited in a -- in\nan account that is really the creation of the government's\nprogram that just couldn't have borne interest unless you\ncollect all these funds together. So without this\nprogram, the person couldn't have earned interest.\nNow, has the government taken that? If they\nhave taken it, then why didn't the government take it when\nthey -- when they tax it. Suppose the tax law was illegal\nbecause it's very unreasonable. Why wouldn't that then be\na taking? Why wouldn't the government take it when the\ngovernment has a currency reg that imposes certain\nconditions upon the use of that interest?\nI'm back to the same point. Why isn't this\nreally a due process problem, not a takings problem?\nMR. FRIED: Well, that's a -- I mean, that is --\nthat is an argument which depends on traversing the\npremise established by this Court in Webb's and Phillips.\nQUESTION: That's why I -- I said the difference\nin Webb's is that in Webb's it's an ordinary interest-\nbearing account. Here it's an account that is nonexistent\nwithout the IOLTA program coming in and saying we will put\nfunds together, and those funds could not have earned\ninterest on their own.\nMR. FRIED: Well, that is the argument that the\nSolicitor General made in Phillips, that this is\ngovernment-created property, and it was rejected.\nQUESTION: I'm making the same argument in\nrespect to taking.\nMR. FRIED: And it was rejected by this Court.\nIt was rejected.\nQUESTION: But do you agree with that -- that\npremise? Couldn't a -- a group of attorneys or real\nestate brokers form their own consortium and say in order\nto avoid wasting this interest, we're going to put the\ninterest in a special fund and we'll give clients a check-\noff system where we'll expend it the way they want?\nPrivate -- private enterprise could do exactly what IOLTA\nis doing, could it not?\nMR. FRIED: It might very well.\nQUESTION: If -- if the government let it, and\njust because the government doesn't want to let it,\ndoesn't mean the government has a right to do it on its\nown. Isn't that your point, or isn't it --\nMR. FRIED: Well, that is -- that's one of the\npoints.\nQUESTION: Well, it could do it theoretically,\nbut as a practical matter, computing the -- the various\npayouts would -- would be so expensive that -- and the\npayouts so small that it's just not practicable. Isn't\nthat --\nMR. FRIED: If I could just address the\ngross-versus-net point. The interest to which we are\nentitled, to which the clients are entitled, is -- it was\ncalculated by respondents -- $5 and $2. That is the\namount to which they are entitled. It may well be that\nalong the way, the accountants will say, fine, and we'd\nlike $3.50 of that, and the lawyers may say, fine, and we\nwant actually $4 of that. And it may well be that at the\nend of the day they don't have any money. That's not any\nof the government's business.\nQUESTION: But that -- that was not the position\nthat any judge has brought so far because the original\npanel that held in your favor said, yes -- and I don't\nwant to repeat myself, but something less. It would be\nsomething less than the amount of interest.\nI have a question that -- that's puzzling me\nabout this theoretically we could have it separate.\nI thought that the program can only work, as far as the\ntax law is concerned, if the client has no control over\nthe disposition of --\nMR. FRIED: That is correct.\nQUESTION: -- that interest. If the client has\ncontrol, then it's taxable to the -- then it -- interest\nlike any other interest would be taxable.\nSo, here, the IOLTA has this peculiar aspect to\nit. You can it's interest belonging to the client, but\nthat client has no right to dispose of it as long as it's\ngoing to be nontaxable income.\nMR. FRIED: The client has a right to dispose of\nit, but -- or ought to have a right, under the\nConstitution, has a right to dispose of it --\nQUESTION: But then it would be interest --\nMR. FRIED: -- but he will pay taxes.\nQUESTION: Yes. But that's another --\nMR. FRIED: That's -- that's life.\nQUESTION: -- another -- I would like to go back\nto a very basic question, and it's -- it's essentially\nthis. If you had not -- no IOLTA program with the tax\nadvantage that you get that makes the whole thing work,\nand we went back, we just got this injunction, stop it\nall, it seems to me the big gainer, the person who is\nreally benefitting, and who lost the last time around is\nthe bank because the bank had the free use of these funds,\nand IOLTA comes along and takes it. It really takes it\naway from the banks. And then if you succeed, it goes\nback to the bank. Am I right that that's the --\nMR. FRIED: It may.\nwhich, in a competitive industry, would presumably work\nits way down to the -- to the clients, but I don't need to\nmake that argument.\nQUESTION: Why -- why don't you, though, have to\nmake exactly the same argument if IOLTA goes down the\ndrain -- compulsory IOLTA goes down the drain on your\ntheory? Why don't you have to make the same argument\nabout the -- the background government regulation which,\nin effect, gives the interest to the bank?\nMR. FRIED: It doesn't give the interest to the\nbank.\nQUESTION: Sure, it does. It says, look, bank,\nyou can take in money, but you can't pay out any interest\non it. You can't pay out interest on a straight checking\naccount and you can't pay out NOW interest to a\ncorporation. Therefore, in effect, you get to keep it.\nMR. FRIED: Well, the --\nQUESTION: And the -- the effect of that, it\nseems to me, is just as much to deprive your client of the\n$5, if there is any deprivation at all, as -- as it is to\ndeprive it when it says IOLTA gets it instead of the bank.\nMR. FRIED: Yes.\nQUESTION: Except your -- your client is not\ncompelled by -- by those banking regulations to deposit\nany money in the bank, is he?\nMR. FRIED: No, it is not.\nQUESTION: And your client, I suppose, is not\ncompelled to engage in this consensual transaction with\nthe broker.\nMR. FRIED: It is -- the client is compelled to\nengage in it if he wishes to buy and sell real estate.\nQUESTION: And the client --\nMR. FRIED: He's not compelled to buy and sell\nreal estate.\nQUESTION: And the client is compelled to\ndeposit the money if it wishes to get banking services.\nBut in no instance -- either the IOLTA case, or the\nbackground regs case -- does the government say to the\nperson with $10 in his pocket, you've got to put it in the\nbank, or you've got to spend that money on real estate.\nMR. FRIED: Well, indeed, not.\nQUESTION: But the compulsion is the same one\nway or the other.\nQUESTION: I think -- I think the point is\nthat -- that your client must -- must be willing -- what\nis it -- must deposit money in the bank if he wants to\ndeposit money in the bank. That's the compulsion here.\nMR. FRIED: He must --\nQUESTION: He must deposit money in the bank if\nhe wants to deposit money in the bank.\nMR. FRIED: He must deposit money in the bank if\nhe wants to buy and sell real estate, the way you have to\npay money to a grocer if you want to eat.\nIf I may, I'd reserve the balance of my time for\nrebuttal. Thank you.\nQUESTION: Mr. Burman.\nORAL ARGUMENT OF DAVID J. BURMAN\nON BEHALF OF RESPONDENT\nLEGAL FOUNDATION OF WASHINGTON\nMR. BURMAN: Justice Stevens, and may it please\nthe Court:\nI would like to start with the question that\nJustice O'Connor posed because I think it goes to the\nheart of the flaw in plaintiffs' case. There is an\nindependent requirement -- an independent element of their\ncause of action which is that they show that there was\njust compensation due and denied by the State of\nWashington. That has not happened here.\nQUESTION: So the position of the State of\nWashington is that it can take any property so long as it\ndoesn't have -- so long as compensation can't be\ncalculated.\nMR. BURMAN: No. The position is that there is\nno unconstitutional taking if we would pay compensation.\nCertainly the -- the plain language of the clause says the\nproperty may be taken.\nQUESTION: Doesn't -- doesn't the State have\nsome duty to recognize that the Constitution protects\nproperty and it shouldn't take property that doesn't\nbelong to it?\nMR. BURMAN: In certain circumstances, the Just\nCompensation Clause acts a shield.\nQUESTION: So -- so if you can get it --\nMR. BURMAN: The process might well --\nQUESTION: So if you can get away with taking\nproperty just because it can't be valued, then you can\ntake it.\nMR. BURMAN: That is not --\nQUESTION: That's the position of the State of\nWashington.\nMR. BURMAN: That is the position of this\nCourt's cases, not the position of the State of\nWashington, which does not go that far. Our position is\nthat --\nQUESTION: Well, there might be some due process\nclaim, mightn't there?\nMR. BURMAN: One was not stated here.\nQUESTION: We're trying -- what -- what we're\nlooking at here is a takings claim.\nMR. BURMAN: Correct.\nwell have a due process claim. These plaintiffs may well\nstill have a First Amendment claim since their real\ncomplaint with this is their subjective ideological one,\nsubjectivity which this Court has said is not the business\nof the Just Compensation Clause.\nQUESTION: Once again, I -- $5 and $2. It's not\na whole lot of money, but it's their money. Why -- why do\nyou say it can't be calculated?\nMR. BURMAN: Under this Court's cases, it is not\ntheir money. The Court has been very careful to say that\nwhat we look at, because the Just Compensation Clause is a\ntype of indemnity provision that is worried about\nresponding with -- to loss of pecuniary or monetary\nvalue -- the Court in the parcel aggregation cases, such\nas Boston Chamber and Sage, made it very clear that if it\nis not economically practicable, if the costs of\naggregation would exceed the benefit, there is no just\ncompensation.\nQUESTION: But you're -- there you're talking\nabout something that has to be sold for money. This is\nquite calculable. We know exactly how much interest was\npaid, and we know that that interest belonged -- under our\ncase law, belongs to these plaintiffs. What -- what is\nthe problem? $5 and $2.\nMR. BURMAN:\nit's property, as the Court made clear in Phillips, does\nnot answer the question of whether there is a taking, or\nthe question of whether there is just compensation.\nQUESTION: Well, who has the $5 and $2?\nMR. BURMAN: The government does, as it had the\nadditional value in the cases such as the Boston Chamber\ncase, and in --\nQUESTION: Mr. Burman, am I right? It's not\n$5 and $2. That's gross. And with the --\nMR. BURMAN: That is gross. And, in fact, in\nWebb's, the very case they rely upon, the Court said the\ngovernment can deduct the cost of protecting that money\nbefore you calculate what is due. That is exactly what\nhappened --\nQUESTION: Right. That's why he says he wants\nthe injunction.\nMR. BURMAN: Webb's did not have an injunction.\nQUESTION: I know it didn't. It didn't need it.\nAnd his point was -- his point was that since -- if you\ncould theoretically give the compensation, which is\nimpossible for the reason you say --\nMR. BURMAN: It's --\nQUESTION: It's impossible. They're not\nentitled to anything in cash. But look, if you could do\nit theoretically, there would be no more program, so give\nus an injunction because it comes to the same thing.\nMR. BURMAN: Where the textual language is just\ncompensation, and where the value is economic or pecuniary\nor monetary loss, as this Court's cases often say, it's\nnot just that there is no way to remedy this problem.\nThere is no remedy called for by the Constitution. The\nremedy is just compensation. I take this --\nQUESTION: Suppose -- suppose there were a State\nin which a group of lawyers or real -- people with real\nestate accounts got together and say, we really should\npool this interest and we'll give our clients a choice of\nfour different things that they can allocate the money to.\nAnd we're just going to do that as a service, and we think\nit's good business. Actually we might -- the company that\ndoes this might make a few dollars themselves.\nIf that were in place, could the State of\nWashington do what it does now, say, you know, this looks\nlike a good idea? We think we'll take it for what we\nlike.\nMR. BURMAN: That may be a very different case.\nThese plaintiffs have never tried that. That is not their\ncomplaint. They make no allegation --\nQUESTION: But can -- do they even have the\npossibility of trying that given the regulation that you\nnow have?\nMR. BURMAN: Actually, we don't know that.\nQUESTION: You've taken away, in effect, a\nbusiness opportunity, have you not?\nMR. BURMAN: No. We don't know that that's the\ncase because they've never presented it to the State\nsupreme court.\nQUESTION: Well, it's certainly profitable for\nyou to do it. Why do you think you can do what private\nbusiness can't?\nMR. BURMAN: Our burden is not to come up with\nhypotheticals for other cases that they might bring.\nThese two plaintiffs brought their case.\nQUESTION: Well, your burden is to answer\nhypotheticals --\nMR. BURMAN: Yes.\nQUESTION: -- that establish whether or not a\nproperty interest is being taken in violation of the\nConstitution here.\nMR. BURMAN: Correct, Your Honor.\nQUESTION: And you say that simply because it\ncan't be computed, A, because of the small amounts, and B,\nbecause of the government's unique program, that it is not\nproperty anymore.\nMR. BURMAN: And the difference is what is\nunique about the government's program and what Boston\nChamber says would be relevant, if individuals could do\nit, was aggregation that reduces the transaction costs.\nIn a hypothetical where --\nQUESTION: Now, does -- does this mean --\nlet's -- you know, banks pay higher -- higher amounts for\ncertain deposits above a certain amount. And you're\nsaying that if the government passes a law that says\nI have to -- I have to deposit my $5,000, together with\nother people's $5,000, thereby getting additional interest\nfor all of it -- right -- you can keep the interest\nbecause I wouldn't have gotten it anyway.\nMR. BURMAN: Justice Scalia --\nQUESTION: What a -- what a wonderful scam.\n(Laughter.)\nMR. BURMAN: There is an element of compulsion\nthere that is not present here, and there is no -- you --\nyou posit no regulatory purpose. This arose out of a\nclear regulatory purpose to --\nQUESTION: I don't care if there's a regulatory\npurpose or not. I mean, that -- that may go to some\nother -- some other element, but as -- as to whether\nyou've taken my property, the interest was paid because of\nmy $5,000, and then you come back and say, oh, yeah, but\nyou wouldn't have gotten that much because you wouldn't\nhave been -- well, that's true.\nfact is I was in with those other people and I did get\nthem more money, and that more money is mine.\nMR. BURMAN: And -- and they should present that\nargument. It may well be that they could come up with a\nscheme that would reduce the transaction costs and create\na net value, and the plain language of the rule says if\nthat happens, the lawyer has to honor it.\nQUESTION: They're -- they're arguing --\nMR. BURMAN: It is the lawyer's obligation.\nQUESTION: All right. I think they're saying, I\nagreed with you. You know, I agreed with you. But I\nwrote a dissent. So they're saying that was a dissent.\nYou lost. Now, it is the law of the United States that\nthis is property. Indeed, it is their clients' property.\nNow, you tell me on that assumption, since I\nlost, why is it not a taking of that property for which\nthey are entitled to just compensation, and, in this case,\nthe just compensation would have to take the form of an\ninjunction. Now, unless -- I'm -- I'm anxious to hear the\nanswer to that point.\nMR. BURMAN: You lost only on the question of\nwhether the majority should have looked at those\nadditional elements. The majority was very clear to say\nwe express no opinion. We state no view on these other\nquestions.\nfollows automatically from what the majority said, but\nclearly that's not the case.\nQUESTION: Good. So tell me why it doesn't.\nMR. BURMAN: With respect to the injunction\nquestion, if I could jump ahead to -- to that part of your\nhypothetical, Eastern Enterprises, we believe, is a\ndifferent situation where, as in the Youpee case, the\nCourt basically said Congress could not have intended this\ncircularity, and so we are not going to read the statute\nthat way. This is different when you have the State, and\nit's different where, even the dissenters in the Ninth\nCircuit below admitted that the amount due, if any, is\ngoing to be smaller than the gross interest. In cases\nsuch as Webb's, in cases such as Sperry, even in Phillips,\nthe Court seemed to acknowledge that the deduction made\nsense.\nQUESTION: But Justice Breyer's question I think\nwas, is there or is there not a taking of property here?\nMR. BURMAN: There is property. We believe\nthere is no taking, and Mr. Dellinger will address that\nperhaps more directly than I will. But it is --\nQUESTION: How -- how would you define what's\nhappened to the property? It's been regulated out of\nexistence?\nMR. BURMAN:\nas in Connolly, just as in Eastern Enterprises.\nQUESTION: Oh, it's been transferred but not\ntaken.\nMR. BURMAN: Correct. It has not been taken by\napplying the multi-factor test that the Court says applies\nwhen you have a transfer of dollars, which is what\nhappened in those cases. And when you apply that test,\nthese plaintiffs admit no investment expectation, no net\neconomic loss.\nQUESTION: It -- it seems to me an odd rule that\nit's not a right of the owner to decide to whom the owner\ncan transfer the property.\nMR. BURMAN: These owners transferred the\nproperty to an intermediary on its way to a third party.\nIt would be a really odd rule if somehow the right to\nexclude was independent of the economic value of money.\nJust as interest may follow principal, it would make sense\nthat the right to exclude has to follow the economic value\nwhen you send it to an --\nQUESTION: Mr. Burman, let me ask you something\nas a practical matter. If the Court disagreed with you\nand concluded there was a taking and they were entitled to\nsome relief, can the problem be solved by simply adding a\nlittle explanatory provision in the proposed escrow\ninstructions, that if you don't want your money in the\ncombined account, you can do something else with it?\nMR. BURMAN: The -- the --\nQUESTION: Otherwise, it's going in the IOLTA\naccount.\nMR. BURMAN: The problem if -- as I understand\nit, is that if you give the client the right to opt out,\nthe IRS says that becomes taxable. We're not saying that\nyou net out the taxes --\nQUESTION: It would become taxable to the person\nopting out.\nMR. BURMAN: Correct, and that --\nQUESTION: But not to everybody else. If the --\nif -- if the person entering into the escrow says, having\nunderstood it, look, if I opt out, I'm not going to get\nanything, so I don't care, you can do this, would -- could\nit still function?\nMR. BURMAN: It -- I believe it might well be\nable to function, and I think it's important that there's\nno compulsion --\nQUESTION: How could it? They're client --\nQUESTION: Are you sure it's not taxable to the\nperson who opts out?\nMR. BURMAN: It is -- it may be taxable to the\nperson who opts out.\nQUESTION:\nMR. BURMAN: It may not be to the others.\nI don't know the --\nQUESTION: Why not? Because that person would\nhave disposition either way.\nMR. BURMAN: Oh, if they had the right. You --\nand -- you're correct.\nQUESTION: And -- and in order to have this\nscheme work, the client cannot have any control over the\ndisposition.\nMR. BURMAN: I stand corrected.\nQUESTION: So you couldn't do -- you couldn't do\nthis --\nMR. BURMAN: And it's not the tax that needs to\nbe netted out. It's the cost of individually recording,\ntracking, paying, and reporting to the IRS that eats up\nthese nominal amounts. That is the problem here.\nIf I could make one correction to something\nMr. Fried said. There is no compulsion here. You don't\nhave to go to an escrow agency that has an LPO or a\nlawyer. You can go to one that does not have one. In\nWashington and many States, that's the case. There is no\ncompulsion here --\nQUESTION: Except correct one -- or explain one\nthing to me. I thought that if it netted out so that\nthere was no net amount available to the depositor,\nthat -- I mean, the other way around. If it netted out\nthat there was -- something was due, even 5 or 10 cents,\nthen that would be improper, and you'd have to give them\nthe money back.\nMR. BURMAN: Absolutely. Banks effectively\nencumber interest with their charges. That's what the\nplaintiffs' complaint alleges. They say prior to IOLTA,\nbanks paid no interest. They bundled and effectively\nencumbered it there. When required to separate it out, I\ncan guarantee you, you won't be allowed to go to a bank\nand say, I'd like to withdraw my $100 and my 5 cents of\ninterest and maybe I'll pay a year $5 in service charges\nlater if I feel like it. That does not happen. This is\nmoney that is encumbered, and you should look at the net\namount.\nIf there is no value lost, there is no taking\nunder this Court's cases.\nKimball Laundry could not be more clear. In\nKimball Laundry, the Court said for any --\nQUESTION: -- back to my example. My example of\nyou -- you compel a bunch of people to -- to\ncontribute $5,000 apiece. No money lost? I could not\nhave made that -- that additional -- that additional\ninterest on the $5,000. So It's perfectly okay for the\nState to say, hey, you know, this -- this interest is\nours. We made it on your money, but you couldn't have\ngotten it otherwise. That seems to me extraordinarily\nstrange.\nMR. BURMAN: If you compelled them to do it,\nthat might be a different case. It is Mr. Fried's\nproposal, which I believe if he had a narrower argument he\nwould have made it, but he gives you the radical and\nstartling argument that you only look at the gross amount\nand even -- and that even if there is no net value due,\nwhich in case after case -- such as Kimball Laundry and\nMarion & Rye -- the Court has said, if no economic value\nlost, no fair market value, no violation.\nHere you have a perfectly functioning market.\nThe banks. They decide what is the fair market value of\nthe time value of money and they encumber it within the\ncosts --\nQUESTION: Well, it's not a perfectly\nfunctioning market when you have Federal and State\nregulations.\nMR. BURMAN: That's part of the baseline that\nthey do not challenge.\nQUESTION: If that's your definition of a\nfunctioning market, the -- it's the Federal Government\nthat says it has to be deducted -- it has to be spent for\ncharity purposes.\nMR. BURMAN: It's --\nQUESTION: And I take it that regulation isn't\nattacked. I'm not sure why.\nMR. BURMAN: Correct. They do not attack it.\nIt's the Federal Government that creates a tax system that\nrequires a lot of record-keeping. They do not challenge\nthat baseline cost, and our argument is that for that\nreason, there is no value lost, no violation --\nQUESTION: Now, what choice did the plaintiffs\nhave in going into this arrangement or not?\nMR. BURMAN: As in Yee and PruneYard and Florida\nPower, the plaintiffs voluntarily went into a transaction.\nThey gave up their right to exclude. They gave up this\ninterest for an intermediary for it to move on.\nQUESTION: If they wanted to engage in the real\nestate transaction, did they have another choice?\nMR. BURMAN: Certainly. They could have filled\nout the forms themself, and gone to an escrow agent that\ndid not employ an LPO or a lawyer.\nThank you.\nQUESTION: Thank you, Mr. Burman.\nORAL ARGUMENT OF WALTER DELLINGER\nON BEHALF OF RESPONDENTS\nJUSTICES OF THE SUPREME COURT OF WASHINGTON\nMR. DELLINGER:\nplease the Court:\nTo establish a violation of the Just\nCompensation Clause, let's remember there have to be three\nelements. There has to be property -- established by\nPhillips. There has to be a taking in the constitutional\nsense, and there has to be a denial by the State of just\ncompensation.\nMr. Burman has suggested why that is missing in\nthis case because there has been no just compensation\nthat's denied. The justices of the Washington Supreme --\nQUESTION: Well, but -- but that's the issue\nbefore us. I'm just not sure of a precedent which says\nthat if just compensation can't be calculated, the\ngovernment is free to take someone's property for itself.\nAnd -- and I'm just baffled by what that principle might\nbe.\nMR. DELLINGER: Justice Kennedy, it is a taking\nwhen the government takes your property without a\nsufficient regulatory basis. And the compensation they\nowe you, if it is zero, and zero is paid, there is no\nviolation. I know it is somewhat surprising since the\nfounding generation was so wedded to rights of property,\nbut the Fifth Amendment expressly confirms the authority\nof government to take property for public purposes, State,\nlocal, and National.\nIf they take $1 million of your property and pay\nyou $999,000, they've violated the clause. If they -- if\nyour property is worth $10, and they pay you $10, they\nhaven't violated. And if it loses $10 in value, and it's\nworth zero, then they owe you nothing. There's no denial,\nno violation of the Fifth Amendment.\nProfessor Fried would say in that instance, if\nthe value declines from $10 to zero, you enjoin them from\ntaking it. That's not the answer. The answer is that the\ncompensation is zero.\nNow, in this case, by definition, as the\njustices of the Supreme Court of Washington -- insofar as\nthe English language would permit it -- said we do not\nwant to take property that individuals could earn on their\nown. They say at page 149 of the joint appendix from the\noriginal IOLTA order, in adopting these amendments to the\nCode of Professional Responsibility, we make clear that\nthose funds available for the IOLTA program are only those\nthat cannot under any circumstances earn net interest.\nAnd they even were careful at page 165 of the\njoint appendix to say that as cost-effective subaccounting\nservices become available, making it possible to earn net\ninterest on smaller amounts for increasingly shorter\nperiods of time, more trust money will have to be invested\nfor a client's benefit under the new rule. The rule is\nself-adjusting. Unquote.\nQUESTION: So you give -- you give the same\nanswer to my $5,000 hypothetical that your -- your brother\nwould. Right?\nMR. DELLINGER: My answer is that --\nQUESTION: I mean, so long as the government\nsets it up that way and I couldn't make any more money,\nthe money that the government makes on my money is the\ngovernment's. Right?\nMR. DELLINGER: Yes, because this Court's cases\nmake it clear, Justice Scalia, that the amount of just\ncompensation that is due is the amount of your loss. And\nif your loss is zero, there's no denial of just\ncompensation.\nQUESTION: I don't think the cases make clear\nwhat you have to deduct from it. What if -- what if it\nwould be clear that I would have had to have to sue for\nit, and -- and I would have had to expend attorney's fees?\nDoes that all have to be deducted from the just\ncompensation?\nMR. DELLINGER: No. I would not -- I would not\ncount that as all. The -- the proper measure is what a\nwilling buyer would pay a willing seller. In this\ninstance, I think, it's the -- what is taken is the\nability to use one's money to earn money for a period of\ntime. What would a willing buyer pay for that?\nIf I have a few thousand dollars to invest\nfor 72 hours and say to Professor Fried, you can pay me\nfor the value of that -- my right to earn that money; if\nhe goes to the bank and the bank says, you can deposit\nhere for 72 hours, but when you come back, you will owe us\nmoney, he's going to pay me zero.\nNow, if --\nQUESTION: That's if you took his right to earn\ninterest. But that's not what you took here. You\ntook $7. He did earn interest. It was not some abstract\nright to earn interest that was taken. What was taken\nwas $7.\nMR. DELLINGER: I think that is a\nmischaracterization of the facts, Justice Scalia, that the\nmoney that he put in, if invested at that rate, in a world\nwithout transaction costs, would have earned that amount\nof money, but that world doesn't exist in the -- in the\nMilky Way.\nQUESTION: Whose money earned the $7?\nMR. DELLINGER: The $7 --\nQUESTION: His money earned it, didn't it? And\ndidn't we say in our earlier case that if it's his money\nthat earned the interest, the interest belongs to him?\nMR. DELLINGER:\nthe --\nQUESTION: Mr. Dellinger, isn't the -- isn't\nit -- it's their money that earned it. Isn't interest by\ndefinition that which is netted out that the bank pays\nyou?\nMR. DELLINGER: Precisely, it's --\nQUESTION: And if that is the definition of\ninterest, then there was no $5. There was no interest\nearned on this amount. Isn't that --\nMR. DELLINGER: That is exactly correct,\nJustice Souter.\nQUESTION: Or did -- did they -- I'd like to --\njust to spend a couple of minutes at some point addressing\nthe question of whether -- whether the program took it\nfrom him. That is to say, I guess there's a sense in\nwhich -- suppose a robber had come and said to the\ndepositor, your money or your life. I mean, what would\nthe depositor have done? I guess he'd be dead. This\nmoney wouldn't have existed. Did he take it from him?\nDid he obtain it from him? There -- there is a problem\nthere that I'd just like you to address.\nMR. DELLINGER: Justice Breyer, I think the\ncases make it clear that you look to what a willing buyer\nwould pay a willing seller.\nQUESTION:\nwhat about -- I mean, there is a sense in which the\nprogram took the money, but who did it take it from? Did\nit take it from the property owner? Is there a sense --\nor do you concede the point that there's a taking?\nMR. DELLINGER: The money that is -- the money\nthat is acquired -- taken in the common language sense --\ncomes from the money that is generated by the pool of\nfunds. It's not money that could have been paid to the\nindividual client. And these rules make it clear that if\nyou could pay it to the individual client, because you\ncan't -- you can't find out who he or she is, or allocate\nthe money to them. So it has no net value.\nQUESTION: I thought we decided that issue in\nPhillips. I mean, you could argue that point --\nQUESTION: Yes.\nQUESTION: -- but didn't we decide that point in\nPhillips, that there was a taking --\nQUESTION: I don't know if we did that. I mean,\nproperty --\nQUESTION: -- and that the property did\nbelong --\nMR. DELLINGER: Well, you -- you did decide in\nPhillips that the interest was property, but you have to\nlook to what the value is.\nQUESTION:\nof -- of the --\nMR. DELLINGER: It is the -- it is the property\nof the client, and if there is an -- a way of getting net\ninterest to the client, these rules require it.\nNow, several of the examples suggest --\nQUESTION: Mr. Dellinger, does -- Washington has\nthe same program as in Texas? That is, if a mistake is\nmade, and this money could have earned net interest, then\nyou can get a refund.\nMR. DELLINGER: Absolutely correct. You -- you\ninform the IOLTA program that the money could have earned\nnet interest, and if that's true, the interest comes to\nyou.\nNow, several of the examples were in a sense\nmore naked wealth transfers. What's different about this\nprogram -- we've -- we've addressed the fact that\nthere's -- this third element of a denial of just\ncompensation is missing, but I do want to address the fact\nthat we don't believe that this is a taking because if you\napply this Court's Penn Central analysis, all of the\nfactors point in the same direction, in addition to the\nabsence of investment-backed expectations.\nThis is a program that serves an important\nregulatory goal of avoiding the appearance of self-dealing\nby lawyers.\nNow, it -- it raises money for an important\ncause. And we don't deny the importance of that to the\nprogram. It is a cause -- ensuring equal access to\njustice -- which enhances confidence in the system of\njustice, and helps the petitioners and everyone else who\nuses that system.\nBut the relevant regulatory interest noted by\nthe justices at the beginning of their process is that\nwhere lawyers are placing funds of their clients in a\nbank, and the banks are in a position to benefit the\nlawyers, you have a risk of violating one of the first\nprinciples of legal ethics that lawyers are not to benefit\ndirectly or indirectly from their clients' funds.\nQUESTION: So the -- so the property can be\nmisused and the State can take the property. That's --\nthat's your formulation.\nMR. DELLINGER: That is not the formulation.\nThe -- the funds have to be taken from the bank. They\ncan't remain with the bank because of the serious ethical\nproblem that was noted in the briefing to the justices\nthat the banks are earning interest and providing benefits\nto the very lawyers, or in the case the real estate escrow\nagents who placed the money there. If you can't\neconomically return it to the client, if that cannot --\nif that is not economically feasible, and you can't\nethically leave it with the bank, then it has to go\nsomewhere. It doesn't have to go to IOLTA. It has to go\nto some charitable use to avoid this ethical problem.\nQUESTION: Why can't -- why can't the private\nsystem design mechanisms so that clients and attorneys can\ndesignate the cause to which they want it to go? Then,\nthey're having control over their property.\nMR. DELLINGER: Well, there are two problems\nwith that kind of -- of client control. One is the tax\nconsequences to the client. If the client directs where\nthe funds go, the interest would be attributable to the\nclient.\nAnd secondly, if you --\nQUESTION: Well, I suppose if the client\ndesignated a charity, that would be a charitable\ndeduction. Maybe or maybe not.\nMR. DELLINGER: That's correct. It -- it --\nI think that goes to the right to control, and the\ngovernment often regulates the right to control one's\nproperty, particularly in a heavy -- heavily regulated\nindustry such as banking.\nQUESTION: Mr. Dellinger, in -- in that --\nI want to get clear on that example. If there were such a\ndesignation, leaving the tax consequence aside, isn't --\nisn't it true on the facts under the Washington scheme\nthat the cost of identifying the amount that would go to\nthe charity would be greater than that amount so that, in\neffect, ultimately the -- the charity would net nothing,\nthere would be no tax, a tax return would have to be filed\nsaying zero. Is -- is that right?\nMR. DELLINGER: That is -- that is precisely\nright.\nNow, if you -- if you choose to have a law firm\ndo your transaction, but the client says, I want some\nother escrow agent, and not the lawyer, then you don't get\ninto IOLTA.\nBut here, I think we have a dispositive flaw in\nthat there is simply no just compensation. And the reason\nthere is no compensation is that it's actually quite\ncomplicated to track and allocate all of these funds.\nIt may seem counterintuitive that you can't allocate that\ninterest back. But in Texas, for example, if you look at,\nI think, footnote 2 of the -- of the brief of 49 State\nbars, in Texas, where they made $5.5 million, it was on\n40,000 attorneys' trust accounts that may have had as many\nas 1 million discrete deposits. And if we're wrong\nthat -- and there's somehow you can allocate it back, you\ndo so.\nNow, the --\nQUESTION:\nYou could -- you could have four different funds that\nattorneys could choose. You could choose Save the Whales,\nor help -- help litigation fee --\nQUESTION: Or you can have an injunction.\nMR. DELLINGER: It is possible but it is not\nrequired. I don't believe that the Fifth Amendment has a\ndog in the fight over -- over what charitable use the\nState of Washington chooses when they serve this important\npurpose of making sure that there is -- that there is not\nthis ethical conflict.\nThere are really five different ways that we\ncould win this case, just -- because there are so many\npieces on the gameboard.\nYou could conclude that it's not a taking\nprincipally because it has a valid regulatory purpose.\nIt's not -- two, it's not a taking because of\nthe absence of any real investment-backed expectations.\nThree, even if it's a taking, we've established\nthat zero compensation is due.\nFour, even if you think some compensation might\nbe due, they've never gone to the State -- not a single\nclient -- and tried to prove up the amount of\ncompensation, which is very much in dispute if you look at\ntheir earnings credit analysis, unlike Eastern Enterprises\nwhere we knew the exact amount, it's very much in dispute\nwhether some or all of those costs would have been borne\ndown.\nAnd finally, even if you reject all our other\npositions, you then reach an argument that we don't need\nto make because we believe in our other arguments, and\nthat is, why not treat this as a valid revenue measure?\nUnlike the bad revenue measures of Eastern Enterprises,\nwhere the State, or the Government was imposing a\nretroactive onerous burden on a few identifiable, known\npeople, here it's prospective, reasonably broadly based,\nand raises -- and modest in the exaction. That looks even\nas a financial transaction.\nQUESTION: Courts have the power to tax?\nMR. DELLINGER: I'm sorry?\nQUESTION: Courts have the power to tax?\nMR. DELLINGER: Courts have the power -- and\nother agencies often -- to impose fees. That's a State\nlaw issue, but whether it's an IOLTA assessment, or a user\nfee, or however you want to characterize it, if you look\nat it like that, I'm not sure why it doesn't stand up\nquite well.\nWhenever you're talking about money, you have to\ndecide why isn't this just a valid way for the government\nto raise money? And part of the Takings Clause shares an\noverlap with the bill of attainder and the ex post facto.\nAre you singling out a few individuals retroactively, as\nJustice Kennedy focused on in Eastern Enterprises. Here\nyou're not. Anybody who chooses to engage in X will\npay Y. When X is a lot of people -- 40,000 in Texas --\nand potentially all of us who do transactions, and Y is a\nperfectly reasonable amount of money, nonexistent in our\nview, but minimal at worst under their characterization.\nThank you.\nQUESTION: Thank you, Mr. Dellinger.\nMr. Fried, you have about 5 minutes left.\nREBUTTAL ARGUMENT OF CHARLES FRIED\nON BEHALF OF THE PETITIONERS\nMR. FRIED: Thank you, Justice Stevens.\nJust a few points. First, this is not a revenue\nmeasure. It is not a tax. It has never been argued to be\na tax. Indeed, if it were a tax, we would have no\ncomplaint. Indeed, it is our answer to the arguments\nmade, the dog-in-the-manger argument that was made in the\ncourt below, and the argument made by AARP, that if the\ngovernment wants our money, they should get it the\nold-fashioned way. They should tax.\nNow, the court said, and AARP said, it's\ninconvenient to tax because that comes with strings.\nThat's called democracy. They don't like the strings.\nAnd so the bar association and the justices wish to\nacquire the money.\nQUESTION: May I -- I shouldn't be taking your\nrebuttal time, Mr. Fried, but are you saying that if they\ndid this by a statute, it would be perfectly okay?\nMR. FRIED: No, I'm not saying that. I'm saying\nthat if they did it as a --\nQUESTION: -- as part of the revenue code.\nMR. FRIED: -- as a tax -- if they did it as a\ntax because it --\nQUESTION: Well, it seems to me the program was\nexactly the same, it was adopted by a legislature, and had\nthe title tax on it.\nMR. FRIED: Because in every jurisdiction and\ncertainly in the Federal Government, taxes have to jump\nover certain hoops. There are institutional constraints,\nand it's exactly those constraints that the justices and\nthe bar associations want to escape. They have told us\nso. It's all --\nQUESTION: I'm not sure I know the answer to my\nquestion. If they did exactly what I said, would it be\npermissible?\nMR. FRIED: It would be an entirely different\nquestion. I wouldn't want to concede it, but it would be\na different question, and a harder one because this Court\nhas granted greater leeway to tax, and the reason it has\nis because taxation is a recognized institutional form\nwith lots of institutional hurdles that the respondents do\nnot wish to endure. They wish to do -- do an end run\naround them.\nNow, as to the regulatory purpose here, I think\nit's sufficient to note that prior to IOLTA, there were\nplenty of regulations -- both of escrow agents and\nlawyers -- to prevent them from self-dealing, and lawyers\nwere disbarred if they violated them. This IOLTA measure\nwas passed, and it was passed only as a way to raise funds\nfor legal services. So I think that the regulatory\npurpose is an after-the-fact invention.\nNow, also we do not say that it is impossible to\nvalue the taken here -- the amounts taken. It's perfectly\npossible. It's $5 and $2. It's simply impracticable to\nforce Brown and Hayes to sue for it. That's the\nimpracticability. It's not impossible. We do not say\nthat. And that's why cases like Kimball Laundry are\ncompletely beside the point.\nQUESTION: Mr. Fried, may I ask you another\nquestion that is troubling me about this, in addition to\nthe question of is it really the bank whose -- whose\neconomic gain has been taken? But this is a question\nabout the -- the class sets involved. Now, I know this\nisn't a class action, but the injunction is going to be to\ncover everyone in this group. And some of them may be\noutraged by this and others may say, we'd much rather that\nIOLTA get it than the bank. So there's something\ntroubling about an injunction that's going to cover all of\nthese people who may have very diverse views about what\nthey would like to see happen.\nMR. FRIED: Yes, and the solution for that is\nthe political process rather than the process of judges\nand bar associations raising revenue. And under the\npolitical process, the result you describe happens all the\ntime. It should not happen here.\nQUESTION: I'm not sure I understand that\nanswer. If the choice is between the banks and IOLTA, and\nsome of the people say we don't want to prefer the bank,\nwe want to prefer IOLTA. You're -- you're making the\nchoice for them in saying, you have to prefer the bank\nbecause we're enjoining it.\nMR. FRIED: Well, we're enjoining it -- we are\nasking you to enjoin it because it is an illegal program.\nThe result of the injunction, or a -- a declaration would\nbe what you described.\nQUESTION: Mr. Fried, you may have another\nminute if you didn't get your rebuttal through.\nMR. FRIED: No. I -- I think that's --\nJUSTICE STEVENS: Thank you.\nMR. FRIED: -- sufficient. I thank the Court\nfor its attention.\n(Whereupon, at 12:03 p.m., the case in the\nabove-entitled matter was submitted.)\n"
    }, 
    "respondents": [
        "No. 01-1325 LEGAL FOUNDATION OF", 
        "WASHINGTON, ET AL."
    ], 
    "speakers": {
        "JUSTICE STEVENS": 2, 
        "MR. BURMAN": 48, 
        "MR. DELLINGER": 22, 
        "MR. FRIED": 63, 
        "QUESTION": 139
    }
}