{
    "appearances": {
        "content": "MATTHEW D. ROBERTS, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.;\non behalf of the Petitioner.\nSTEVEN H. GOLDBLATT, ESQ., Washington, D.C.; on behalf\nof the Respondent.\n"
    }, 
    "caseNum": "01-147", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nMATTHEW D. ROBERTS, ESQ.\nOn behalf of Petitioner 3\nSTEVEN H. GOLDBLATT, ESQ.\nOn behalf of Respondent 18\nMATTHEW D. ROBERTS, ESQ. 45\nOn behalf of Petitioner\n"
    }, 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnow on No. 01-147, Securities and Exchange Commission\nversus Charles Zandford. Mr. Roberts.\nORAL ARGUMENT OF MATTHEW D. ROBERTS\nON BEHALF OF THE PETITIONER\nMR. ROBERTS: Mr. Chief Justice, and may it\nplease the Court. Stockbrokers like the respondent are\nthe critical link between the National Securities Markets\nand individual investors who trust brokers to buy and sell\nsecurities for their benefit.\nRespondent betrayed that trust by selling his\ncustomers' securities not for their benefit, but for a\nsecret purpose of misappropriating the proceeds and by\nembezzling the proceeds as he had planned.\nIn so doing, Respondent violated Section 10(b)\nof the Securities Exchange Act and Rule 10b-5. Those\nprovisions prohibit the use of fraud in connection with\nthe purchase or sale of any security. Respondent --\nQUESTION: Mr. Roberts, could you clarify for me\nwhat the government's position is in this case?\nSuppose -- suppose that the broker had not, when\nhe sold the stock, intended to embezzle but then he made\nthe sale and the sale enabled his embezzling. After\nselling it, he conceived the scheme to embezzle.\nIs it the government's position that in that\nsituation a 10(b) would still cover it?\nMR. ROBERTS: That embezzlement would not be in\nconnection with the prior sale under the theory that we\nare asking the Court to adopt here. But the SEC believes\nthat it would be a violation of 10(b) under a different\ntheory which isn't a necessary consequence of the one --\nQUESTION: We don't have to agree with that to\nrule for you --\nMR. ROBERTS: You don't have to agree with that\nto find a violation here.\nQUESTION: Now, the SEC adjudications that you\nrely upon, what kind of a situation do they involve? Do\nthey all involve --\nMR. ROBERTS: They involve both situations, Your\nHonor.\nQUESTION: Both situations.\nMR. ROBERTS: Both situations.\nQUESTION: Does the SEC routinely audit brokers'\naccounts or do spot audits to ensure compliance with the\ntheory you are suggesting here or are they just reactive\nwhen they find out about a firm?\nMR. ROBERTS: I am not aware that they routinely\naudit the brokers. The NASD does do that and then refers\nmatters to the SEC and consults with the SEC. The SEC\nalso would respond to complaints that they got or take\ninvestigations if they had reason to believe it was called\nto their attention.\nQUESTION: And I take it that if the NASD tells\nthe SEC of the existence of a fraud, the SEC can then\nrequest the United States Government to prosecute if there\nis a wire fraud or --\nMR. ROBERTS: They could request a prosecution,\nYour Honor, but it's important that the SEC is the federal\nagency that's charged with maintaining the integrity of\nthe markets and investor confidence in the markets, have\ndirect authority to prevent and to pursue the kind of\nfraud that's involved here which is very -- potentially\nvery unsettling to the markets.\nBecause since most transactions are made through\nbrokers, if customers and investors can't trust their\nbrokers to be executing their transactions for the\ncustomer's benefit rather than for the broker's benefits,\nthe markets can't function effectively.\nQUESTION: Well, do you say then that any fraud\nby a broker in connection with a customer is actionable by\nthe SEC.\nMR. ROBERTS: That goes back to the question\nthat Justice Scalia asked me, Your Honor. And under the\ntheory that we are advocating here, and for the Court to\nrule for us here, you don't need to conclude that. The\nSEC does take that position.\nQUESTION: Does take what position?\nMR. ROBERTS: That any fraudulent conversion by\na broker from a brokerage account is a violation of 10(b)\nbecause it's fraud and it's in connection with the\npurchase or sale of securities; because the very purpose\nof the brokerage account is to buy and sell securities.\nAnd the broker has access to the customer's assets --\nQUESTION: That's quite a leap --\nMR. ROBERTS: -- for the purpose of --\nQUESTION: That's a leap from any case we've\never decided.\nMR. ROBERTS: That is beyond any case that I'm\naware that you have decided. But here the broker actually\nconverted the securities by means of fraudulent sales.\nAnd his deception not only caused the sales, it was\nmaterial to the sales. And the sales themselves, because\nthey were fraudulent, coincided with and completed the\nfraud.\nAnd that's very much in tune -- that's really\ncontrolled by past cases of the Court. For instance in\nthe Bankers Life case, the Court held that corporate\nfiduciaries violated Section 10(b) when they deceived the\ncorporation into believing that it would receive the\nproceeds of the securities that the corporation sold.\nQUESTION: But there were misrepresentations\nabout a particular security. That didn't happen here.\nMR. ROBERTS: There wasn't a misrepresentation\nin Bankers Life about a particular security, there was a\nmisrepresentation that the corporation would receive the\nproceeds. And there was that same misrepresentation here,\nYour Honor, only it was by way of an omission or a course\nof conduct rather than an affirmative statement.\nBecause the customers had entrusted Respondent\nwith the authority to trade on their behalf, with the\nunderstanding and the implicit representation that he\nwould trade on their behalf and that they would receive\nthe proceeds of the sales, that they would be used for\ntheir benefit in other trades when --\nQUESTION: So in this case the fraud could have\nbeen avoided under your theory if the broker had gotten in\ntouch with the clients and said I'm going to sell this but\nI'm going to use the money for myself. That would have\nturned it from fraud under 10(b) into theft.\nMR. ROBERTS: That would have turned it from\nfraud into theft. It would have also been a breach of his\nfiduciary duty if he went ahead and they didn't authorize\nhim. But just like in O'Hagan --\nQUESTION: But it wouldn't have been fraud.\nMR. ROBERTS: It wouldn't have been fraud if\nthere was no deception. It's critical to a 10(b)e\nviolation that there be deception of some kind.\nQUESTION: Mr. Roberts, there's one point in\nyour reply brief that I didn't quite grasp. This action\nis brought by the SEC.\nMR. ROBERTS: Yes.\nQUESTION: And it hinges on the wrong that was\ndone to the customer. Could the customer bring this very\nlawsuit, could the customer have sued the broker for a\n10(b) violation?\nMR. ROBERTS: In this circumstance, yes, the\ncustomer could have brought a private action against the\nbroker, Your Honor. That wouldn't be true in every\ncircumstance because the customer, a private plaintiff\nseeking damages has to prove elements of a violation in\naddition to what the SEC must prove.\nA customer has to show causation of the\ntransaction and loss or damages to the customer. The\ncustomer also has to be an actual purchaser seller. In\nthe situation where there's a sale by the broker of the\ncustomer's securities, the purchaser-seller requirement\nwill be met.\nBut there might not be the damages that are\nnecessary unless the broker follows through with his\nscheme to misappropriate the proceeds of the sale.\nQUESTION: But this time he did.\nMR. ROBERTS: But he did.\nQUESTION: There's another curiosity in this\ncase. There was a prosecution for wire fraud, the\nrestitution sought was $10,800. And now the SEC is going\nafter the broker for a much larger sum. Why wasn't a\ngreater sum asked in the wire fraud case?\nMR. ROBERTS: I don't know, Your Honor, why the\nrestitution award in the criminal action was limited to\n$10,000. But it's clear that Respondent, it's clear from\nthe allegations in the complaint and also from the\ncriminal trial that Respondent did embezzle far more than\nthat amount of the Woods' assets.\nAnd that's one of the reasons that it's\nimportant for the SEC to be able to pursue this action.\nBecause if it had to rely on the criminal action, then\nthere wouldn't be a full disgorgement of the improper\ngains by the broker. And there would be far less\ndeterrent to this kind of activity. Of course a criminal\nprosecution is significant deterrent, but --\nQUESTION: Mr. Roberts, did the allegations of\nyour complaint in this case accord with the narrower\ntheory that you now say is enough to decide this case?\nThat is to say, as I read your description of the\ncomplaint, it did not say that the sales of the security\nwere made with the intention at the time the sales were\nmade of absconding with the proceeds. All it said is that\nhe sold the securities and stole the funds.\nMR. ROBERTS: It does -- it does comport with\nour theory, Your Honor. It doesn't in so many words\nallege the intent at the time. But the factual\nallegations in the complaint necessarily give rise to that\ninference. Because, first, one of the allegations is that\nRespondent issued checks to himself on the mutual fund\naccount and that the cashing of those checks caused the\nsales.\nAnd so when he took the money, he necessarily by\nwriting the checks to himself, he necessarily had the\nintent at the time. And then there are additional\nallegations --\nQUESTION: Wait. Excuse me. He wrote the\nchecks before the sales were made?\nMR. ROBERTS: In the -- in the mutual fund\nchecks, if you look at Page 28A, of the petition, in\nparagraph 16 of the complaint, it describes the beginning\nof the fraudulent scheme in May of 1988, shortly after Mr.\nWood was hospitalized as a result of his stroke, and notes\nthat between May and June 1988, Zandford, without the\nprior knowledge or consent of Wood and Okstulski, issued\nthree checks to himself totaling $41,000.\nThe checks were drawn on a joint mutual fund\naccount held by Wood and Okstulski outside of their\nDominick account, and the funds represented therein were\nobtained through the sale of mutual fund shares --\nQUESTION: It doesn't say they were later\nobtained. It just says they were obtained. I don't see\nthat that says that the funds weren't there until the --\nuntil the checks were written.\nMR. ROBERTS: I think the way that that kind of\naccount works is that it's like a checking account with\nyour mutual funds. You write the check, you write the\nchecks on the account and the redeeming of the check\ncauses the sales of the mutual funds. But regardless of\nwhether it precisely states that, that's certainly a\nreasonable inference or facts that can be proved based on\nthese allegations which is all that's necessary to get\npast the dismissal of the complaint, Your Honor.\nAnd in addition on the other allegations on the\nnext page and the paragraphs on the next page, there are\ndescription of repeated sales and repeated conversions\nover a long period of time. And, you know, one time maybe\nhe formed the intent after the sales, although that's\nunlikely given that this happened after the allegations in\nthe previous paragraph. But 13 more times, Your Honor, I\nthink that it's hard to believe.\nQUESTION: Who gets the recovery, Mr. Roberts?\nMR. ROBERTS: The recovery goes to the -- to the\ngovernment, but the SEC has a policy of if there are\nidentifiable victims to endeavor to give the victims those\n-- those funds and to make them whole if they are\navailable. So here where there are identifiable victims,\nthey would do that.\nQUESTION: Well, isn't it a little odd, you have\ntwo different branches of the government, perhaps not\nbranches, but two different proceedings, one a criminal\nproceeding which authorizes restitution. And in that\nproceeding the decision was made that $10,000 would be\nallowed, awarded in restitution.\nThen the SEC comes along and says, no, that\nwasn't enough. We want to get, you know, several hundred\nthousand more.\nMR. ROBERTS: Well, the restitution, first of\nall, the purposes of restitution and disgorgement are\ndifferent in that one is aimed on the -- is focused on the\nmaking whole the loss to the -- to the people that are\ninjured, whereas the other is aimed at requiring the\nwrongdoer to disgorge any benefit that he got from the\nscheme.\nBut in addition, Your Honor, the statute\nprovides for a civil action and gives the SEC the power to\ndo that in order to further its role in ensuring the\nintegrity of the markets and ensuring investor confidence\nin the markets. And it empowers the SEC rather than the\nindividual U.S. attorneys to determine when it's necessary\nto ask for that kind of a remedy in order to further those\npurposes. And the SEC properly made that determination,\nmade that determination here.\nQUESTION: Well, just to explore the point, is\nthere anything in the record to show that these victims\nlost only $10,000 and that the broker just made all the\nrest by churning --\nMR. ROBERTS: No. Their record I think\nestablishes that they lost everything that they had\nentrusted to him which was 420 roughly, thousands of\ndollars' worth.\nQUESTION: Mr. Roberts, isn't it the case\nsometimes in criminal proceedings where restitution is\nordered that full restitution is not ordered for a variety\nof reasons, the victim's family -- the defendant's family\nmay have certain needs and the Court may decide, well, I'm\njust going to order a limited amount of restitution. Does\nthat happen sometimes?\nMR. ROBERTS: Yes, that certainly happens, Your\nHonor. Thank you.\nQUESTION: And if the family has needs, the SEC\ndoesn't have to worry about it, I take it?\nMR. ROBERTS: Well, the SEC does its own\nbalancing of what's appropriate to further the interests\nand it asks for a disgorgement which is an equitable\nremedy. And the Court takes into account those concerns\nin deciding whether to award it. And here the District\nCourt did determine that it was appropriate to award\ndisgorgement in the amount of $343,000.\nQUESTION: It is odd that there was no kind of,\napparently no cooperation here, that the criminal case\ngoes on for that limited amount and then the SEC comes in\nafter. Don't the relevant prosecutors talk to each other\nin advance about a case like this?\nMR. ROBERTS: Yes, they do talk to each other.\nBut the decision, Your Honor, whether to bring the\nprosecution and what to charge and what to ask for is the\ndecision of the prosecutors, whereas the decision of what\nis appropriate to pursue as a civil action in order to\nfurther the purposes of the securities laws is the\nresponsibility of the SEC.\nAnd if the two arms don't necessarily agree that\nthat can all be done in a criminal proceeding, then\nsometimes a civil proceeding is necessary to accomplish\nthe goals and --\nQUESTION: The SEC is an independent regulatory\nagency, isn't it?\nMR. ROBERTS: Yes, it is.\nQUESTION: So it's not within the control of the\nPresident?\nMR. ROBERTS: Um --\nQUESTION: So if the Justice Department\ndisagrees with the SEC, the SEC can still go off on its\nown. Is that the way the scheme works in theory?\nMR. ROBERTS: Well, in theory, Your Honor, yes.\nAlthough here in the Supreme Court the Solicitor General\nrepresents the SEC. And in order for the SEC to come\nhere, the Solicitor General has to authorize the action.\nQUESTION: Is there any limit, if we have a\nbroker, a licensed broker, is there any limit at all or\njust any fraud by a licensed broker falls within 10(b)?\nMR. ROBERTS: Well, again, I'd like to reiterate\nthat to decide this case and under the theory that we are\nadvancing here, you don't need to reach that. But even\nunder the other theory that I alluded to, there are limits\nto what would be covered.\nFor instance a broker could defraud customers by\nconvincing them to pursue an investment advisory\nrelationship. And that would not be -- that would not\nnecessarily be covered.\nIn addition, the broker might defraud the\ncustomers of assets that are outside of the brokerage\naccount and that aren't securities because the broker has\ndeveloped a relationship of trust with the customer. That\nwouldn't be covered under the other theory.\nIn addition, the broker, I guess it's a similar\nthing, the broker could defraud the customer into making\nsome other kind of investments, real estate investments,\nbecause of the relationship of trust that had developed.\nBut the SEC has consistently taken the position\nthat with regard to brokerage accounts and the brokerage\nrelationship that involves the purchase or sale of\nsecurities and that exists for the purpose of the purchase\nor sale of securities, that it is a violation when the\nbroker defrauds its customer.\nQUESTION: Suppose the -- suppose Zandford were\nnot a licensed broker, he just was pretending to be a\nbroker but he wasn't at all. He went to these people and\nsaid, I'm a broker, give me your money; and the same thing\nhappened?\nMR. ROBERTS: That would still be -- and then he\n-- they gave him the money and he purchased securities and\nthen sold the securities?\nQUESTION: Yes, but he's not licensed to sell\nany.\nMR. ROBERTS: That would still be a violation,\nYour Honor, because he would have the same fiduciary\nrelationship with them by virtue of them making him their\nagent for securities transactions and entrusting their\nassets to him to engage in securities transactions. And\nwhen he sold for the secret purpose of misappropriating\nthe proceeds rather than for their benefit, and he did not\ndisclose that he was doing that, he would be deceiving\nthem in connection with the sale of securities, just as\nMr. Zandford did here. And that would be a violation\nunder these circumstances.\nIf there are no further questions, I would like\nto reserve the remainder of my time for rebuttal.\nQUESTION: Very well, Mr. Roberts. Mr.\nGoldblatt, we'll hear from you.\nORAL ARGUMENT OF STEVEN H. GOLDBLATT\nON BEHALF OF THE PETITIONER\nMR. GOLDBLATT: Mr. Chief Justice, and may it\nplease the Court:\nWe do not dispute, I don't think it can be\ndisputed, that this conduct obviously is covered by any\nnumber of laws, civil, criminal, state, federal, the rules\nof this self-regulatory organization, and the Court below\nrecognized that as well. But it treated the question of\nwhether or not Mr. Zandford was also liable under Section\n10(b) as a different question requiring a specific proof.\nAnd it is that proof that the Court found wanting.\nIn that regard, I think it's also important that\none of the pivotal factors in our theory of the case was\nthat this was a discretionary account. And the SEC was\nrelying on the bare facts alleged in the wire fraud\nindictment to prove its case. And under those\ncircumstances, there was no investment decision being made\nby the victims in this case.\nAnd we argued to the Court below and we submit\nto this Court that that's a pivotal distinction in 10(b)\ncontext. Because 10(b) deals with investment decisions.\nAnd if no one is being defrauded in the decision they are\nmaking as to the purchase or sale, all that leaves the SEC\nwith in this case is the conversion of the proceeds.\nQUESTION: Well, the District Court granted\nsummary judgment in favor of the SEC as I understand it.\nMR. GOLDBLATT: That's correct.\nQUESTION: And the Court of Appeals reversed and\nin effect granted summary judgment for Mr. Zandford.\nMR. GOLDBLATT: That's also correct.\nQUESTION: So you have to take the allegations\nin the complaint as true at that point I think, don't you?\nMR. GOLDBLATT: Mr. Chief Justice, we don't\nthink so, because those allegations were not being\nconsidered by the Court of Appeals. I think the SEC at\nvarious points has indicated in its pleadings that the\nfacts alleged in the indictment were the same as the\ncomplaint, and that may have caused part of the problem.\nBut the only facts alluded to by the Court of Appeals as\nyou indicated is in effect granting summary judgment to\nthe non-moving party.\nIn that regard, there's no reference at all in\nthe opinion of the Court of Appeals referring to any of\nthe facts in the complaint. They refer to the indictment.\nQUESTION: Well, should there have been some\nreference to the facts in the complaints since they were\nabout to render summary judgment against the SEC?\nMR. GOLDBLATT: That may well be the case. The\nproblem we have with that is the question of issue\npreservation. When the SEC petitioned for rehearing,\nordinarily -- in the ordinary case, if you reverse an\norder granting summary judgment, you obviously don't grant\nsummary judgment to the non-moving party; you remand for\nfurther proceedings.\nBut when the SEC moved for rehearing and\nrehearing en banc, it did not raise the issue with the\nCourt as to why it had remanded with instructions to\ndismiss. So on this record you really don't know what the\nreasoning of the Court of Appeals was.\nQUESTION: But wouldn't they have to, Mr.\nGoldblatt? This -- a complaint to be thrown out when\nthere's been nothing beyond the complaint doesn't --\nmustn't you listen to the facts as pled in the complaint?\nMR. GOLDBLATT: Justice Ginsburg, my point is,\nis that the question that I think that is presented in\nthis case is whether the SEC by its own actions limited\nitself to the facts asserted for purposes of summary\njudgment which were the facts in the indictment.\nNow, if the Court of Appeals is operating under\nthe assumption that that was their case, it could, if that\nwas their case and it was clear that was what it had to\nconsider, if it concluded those facts were insufficient as\na matter of law, that would be the only rationale in light\nof its opinion which only considered the facts in the\nindictment.\nQUESTION: But the government's petition here\nsets forth some facts. The stockbroker sells his\ncustomers for his own benefit. And so it -- and in your\nbrief in opposition you didn't challenge that question,\ndid you?\nMR. GOLDBLATT: Yes, I did.\nQUESTION: You did? What did you say?\nMR. GOLDBLATT: I challenged the -- in our brief\nin opposition, we challenged any consideration of any\nfacts beyond the indictment, that any issue with regard to\nfacts in the complaint were not before the Court of\nAppeals and were not relied on by the SEC.\nQUESTION: But that just seems weird in a way.\nI mean, this is a civil action. And to insist that it be\ntried on the facts and an indictment in the criminal case\nas opposed to as alleged in a complaint in this very case\nseems odd.\nMR. GOLDBLATT: I absolutely agree. But the\nquestion is not so much whether that was of the making of\nthe Court of Appeals or whether that was of the making of\nthe SEC. And I think it was the Court's understanding\nthat that was the SEC's position, that they were narrowing\nthemselves to the indictment, and that's what the Court\nconsidered.\nBut regardless, even with the facts, I mean, if\nI'm wrong on that, regardless of the facts even with the\nfacts that the SEC relies on from the complaint, you\nessentially have the same problem.\nAnd again, it's not a question of whether this\nconduct is covered. It's covered under the broker rules.\nBut for purposes of 10(b) as the SEC now concedes, this\nwould also affect private actions.\nAnd in that regard, these facts simply do not\nmeet the paradigm for a 10(b) violation which is either\nthat somebody is duped into buying or selling a security,\na particular security, because that's the paradigm for the\nstatute, or in limited circumstances such as a case like\nO'Hagan, where it affects market integrity, the Court has\nalso found liability. But that's in a situation --\nQUESTION: Suppose that the customer comes to\nthe broker and says, here's 100 shares of the ABC Company,\nsell these shares for me and put the money in your broker\naccount. And the broker, before he sells, has the intent\nto take the money for the broker's own account. Is there\na fraud under your theory?\nMR. GOLDBLATT: Under that theory, I would\nsubmit there is a fraud. That is unauthorized to take the\nmoney in that situation and he's duped into turning over\nthe securities to the broker, and there is an investment\ndecision being made. But you have a particular --\nQUESTION: No. No. He's made the investment\ndecision in my hypothetical. He said, I don't want your\nadvice about selling. You sell these things. I'm\ndirecting you to do that.\nMR. GOLDBLATT: In that circumstance, if he then\nsells the security and places it in the account, then he\nhas completed the instructions. But if he sells the\nsecurity and converts it to his own use, then I believe\nyou don't have in that situation, in other words, if those\nare the instructions from the client to the broker -- I\ncorrect myself. That would not be a 10(b)e violation.\nIt will be a violation of the broker rules. It\nwill be a conversion. It will be a criminal act. But\nthere will be no fraud. He will have carried out the\ninstructions to sell the stock. There's no inducement\nthere to sell --\nQUESTION: Well, only in really a Pickwickian\nsense of the term. He carried out the instructions to\nsell the stock but he keeps the money. Nobody would\nconstrue the instructions that way.\nMR. GOLDBLATT: Understood. But nor were -- the\ninstructions were to sell the stock. He is not being\nduped into selling the stock. That is exactly what he\nwanted done. What he's being duped into is the proceeds\nare being converted. But the difference with Bankers Life\nis that the 10(b) violator in that case actually goes to\nthe person and says we should sell this, with the intent\nof diverting the proceeds.\nThat person is duped into believing by the actor\nthat they are making the sale with the understanding that\nthey will get the proceeds. Again it -- for purposes\nof --\nQUESTION: How does that differ from here? I\nthought here that what our facts that we are assuming are\nthat the stockbroker says to the client, I have control of\nyour account and I'll sell for your benefit. That's the\nimplicit instruction.\nThe client says sell for my benefit. And here\nthe stockbroker sells for his own benefit. What's the\ndifference between that case which is this one, and the\none Justice Kennedy is submitting?\nMR. GOLDBLATT: I think the difference is for\npurposes of the 10(b) paradigm it requires that the sale\nbe induced by the broker for fraudulent reasons. If all\nhe's doing is converting the proceeds --\nQUESTION: But here we also have, as they have\nemphasized about 50 times, not simply stealing. What we\nhave is a sale of stock where the stockbroker has the\nintent when he sells the stock to keep the money, contrary\nto what the implicit assumption is about what the client\nwants.\nNow, that seems to be a little extra thing here\nso we don't have to reach all these broad issues. Now,\nwhat do we -- that's what I find indistinguishable.\nMR. GOLDBLATT: Justice Breyer, here is the\ndistinction that I would draw. In the Bankers Life\nsituation where you have the sale induced, the 10(b)\nviolation is complete when the sale is made.\nIn the situation you describe, until and unless\nthe broker, having followed the instructions and sold the\nstock, until and unless he actually converts the proceeds\nto his own use, you don't have a 10(b) violation.\nQUESTION: Why don't you? I mean, if we could\never prove it? Suppose in fact the broker, because we had\na mind-reading machine, sold the stock in order to convert\nthe proceeds, puts the money in the account and then dies.\nI mean, you know, it's a little weird, but nonetheless if\nwe could ever prove such a thing, why wouldn't that be a\nviolation of 10b-5?\nMR. GOLDBLATT: Because until and unless he\nactually converts the proceeds, he hasn't violated 10(b).\nHe has not done anything against his client's\ninstructions.\nQUESTION: He hasn't? He has converted -- he\nhas sold the shares, contrary to the instruction, sell\nthem for my benefit, for his own benefit.\nMR. GOLDBLATT: My point is that until he\nactually converts, while that money is still in the\naccount, while the stock has been sold consistent with the\ndirections, until and unless he actually converts the\nproceeds to his own use, he has not violated 10(b).\nQUESTION: But what about, never mind the taking\nof the proceeds. Suppose you have a broker who for some\nreason because he has an interest in a company or\nsomething else sells stock in a customer's account where\nit didn't really make sense to sell it.\nThe only benefit from selling it is a benefit\nfor the broker himself. His brother-in-law is with a\ncompany that would profit from this sale of the stock.\nWould that be covered by 10(b)?\nMR. GOLDBLATT: I think that would be covered by\n10(b).\nQUESTION: Well, why isn't that the same\nsituation here? Because this sale was not a sale -- never\nmind the later theft -- the sale was not a sale for the\nbenefit of the customer which is what he's promised to do.\nHe's promised, I'll manage these stocks for your\nbenefit. And here he sells them when the customer's\ninterest did not call for a sale. The only reason the\nsale happened is that the broker had his own interest in\nmind.\nMR. GOLDBLATT: Justice Scalia, the reason why\nthat doesn't work here is because as the Court of Appeals\nfound, there's no evidence in this record to establish\nthat the sales themselves were inconsistent with the\nclient's interests. Regardless of what Zandford may have\nbeen thinking, the evidence simply showed that they were\nsold. He has discretionary power to do it --\nQUESTION: Well, does it have to be\ninconsistent? Do you have to prove that they were\ninconsistent with the interest or is it enough to prove\nthat the broker did not act in the customer's interest?\nIsn't that enough for the breach of the fiduciary duty?\nEven if it turns out that, what do you know, it was a good\nidea to sell, the market crashes, nonetheless he was\nguilty of a fiduciary breach if he didn't sell it because\nhe thought it would help the customer but he thought it\nwould help him. Wouldn't that be a breach right then and\nthere?\nMR. GOLDBLATT: It might be a breach of\nfiduciary duty in the trust sense. It does not affect the\nsale unless you can establish that the sale is\nunauthorized, it is inconsistent with the client's\ninterest.\nQUESTION: It is unauthorized. I didn't\nauthorize him to sell stock for his benefit. The whole\nidea was he was supposed to sell it for mine.\nMR. GOLDBLATT: But the sale itself was\nauthorized. The only point I'm bringing out is in a\nsituation like Bankers Life where the broker induces the\nsale with fraudulent intent, you have a complete violation\nwhen the stock is sold. It makes no difference after that\nwhether the broker is successful or unsuccessful in\ndiverting the proceeds. You have established a fraudulent\nsale in which an investor's decision has been induced by\nfraudulent intent.\nIn the situation where the sale is authorized,\neither because the client calls the broker and says I want\nyou to sell XYZ Corporation today, and the broker does\nthat --\nQUESTION: That one I agree with.\nMR. GOLDBLATT: In that situation, regardless of\nwhat the broker is thinking, he may be thinking I'm going\nto take the money and run.\nQUESTION: But that isn't what happened here.\nThe customer didn't call up and say sell.\nMR. GOLDBLATT: No, but --\nQUESTION: The broker has authority to sell but\nhe has authority to sell in the interest of the client.\nAnd no interest of the client called for the sale of these\nsecurities. The only thing that called for the sale of\nthe securities was without selling them, I can't get the\nmoney to steal.\nMR. GOLDBLATT: Justice Scalia, in that regard\nwe point to two decisions from the 7th Circuit in O'Brien\nand Congregation that deal with discretionary accounts.\nAnd when a client turns money over to an investment\ncounselor or broker and says, you make the decisions, I'm\ngiving you blanket authority, and that's what we have in\nthis record; in that situation, that takes you out of the\n10(b) paradigm.\nQUESTION: Well, it's true in effect that not\nevery breach of fiduciary duty is a fraud.\nMR. GOLDBLATT: That's correct. Not every\nbreach of fiduciary duty is a fraud, and not every breach\nof fiduciary duty will violate 10(b).\nQUESTION: But in your paradigm, you are saying\nthe authorization is induced by fraud and that's crucial.\nBut in -- why don't you have the equivalent of it here?\nBecause what you have here is a continuing\nauthorization. There is an authorization generally given\nat the beginning and the theory is that that authorization\ncontinues so that at every moment subsequent to that the\nclient is saying yes, you may sell these things or buy as\nyou see fit for my benefit, so that at any moment at which\nthe client remains silent and allows that authorization to\ncontinue, if at that moment the broker has formed the\nintent, which you would take to be sufficient, why doesn't\nthat function in the same way as the authorization\nspecifically induced?\nThe client is being quiet and he's continuing\nthe authorization because the broker is implicitly lying.\nMR. GOLDBLATT: Justice Souter, my answer to\nthat is this: If it is shown, in other words, assuming\nyou have a discretionary account to invest conservatively,\nif a broker then goes and buys a penny stock, that is\noutside the scope of the discretionary authorization and\nit would be a violation of 10(b). What the --\nQUESTION: Well, it's outside of the\nauthorization at the beginning because the authorization\nunder no circumstances covered that kind of a sale.\nMR. GOLDBLATT: Yes, it was outside the scope of\nthe authority.\nQUESTION: But the term of the authorization\nthat I'm saying is crucial, and what I thought you were\nsaying is crucial in the case that you succeed is the term\nof the authorization that in effect says, you may sell\nthis stock for my benefit. And you are saying if a\nspecific decision to that effect is induced by fraud,\nthat's enough. It gets you within the rule.\nAnd I'm saying if a continuing decision, a\ndecision evidenced by the client's silence is induced,\nthat should be sufficient too.\nMR. GOLDBLATT: And one of the things that the\nCourt of Appeals found here was that that was not\nestablished. With regard to the various sales, when these\nchecks were written, the Court concluded there was nothing\nin the record to conclude that those sales --\nQUESTION: Okay. Then maybe this case should\ncome out your way. But as a matter of theory, isn't it\nthe same case whether it's a continuing authorization or\nan authorization which is specifically induced?\nMR. GOLDBLATT: In either situation if you can\nshow that the sale itself is a violation of that\nauthorization or a breach of it, yes. But in this case\nthe Court was very careful on that in saying not only that\nthis was a discretionary account, but in light of the\nallegations in the indictment there was just no proof in\nthe record that any of these sales were in violation --\nQUESTION: Yes, but you are going back to the\nindictment and ignoring the complaint.\nMR. GOLDBLATT: Even with the complaint there's\nreally nothing in the complaint that they are relying on\nother than the mutual fund account, and again --\nQUESTION: Well, the course of conduct, one\ntransaction after another is relevant; isn't it?\nMR. GOLDBLATT: Not given the time factor. And\nwe are not talking -- the time factor is actually from\nMarch of '88 to September of '90. And in that regard\nthere's just nothing in the record -- we don't even know\nwhat the securities were that were bought or sold. And\nthat's the problem with their theory of this case. It's\noverarching in where it goes.\nThere's no proof that any of these sales were\nnot consistent with the authorization, were not in the\nclient's interests. And they didn't attempt to prove it.\nQUESTION: In the case of churning --\nQUESTION: Well, is there any proof that any of\nthe proceeds were ever given to the owner of the\nprincipal?\nMR. GOLDBLATT: The proof is that the proceeds\ngo to three contracts that were determined by the jury in\nthe wire fraud case to be fraudulent that are agreements\nthat were between Zandford and the clients. One was a\npersonal loan, one was an investment that the Court\ndetermined to be fraudulent. That's where the fraud takes\nplace. That's where the conversion takes place, not\nsooner, under our theory and under what the Court found.\nQUESTION: You say that there's no evidence that\nthe sale was made for the fraud. But if as the government\nsays, some of these sales were made to cover a check\nwritten on the account, the sale would not have occurred\nhad the check not been written. And that check he wrote\nto himself or to one of these contract accounts. Doesn't\nthat make it automatic that the sale occurred in order to\nget the money to pay him?\nMR. GOLDBLATT: I don't believe so, Justice\nScalia. And I don't believe that was their theory in the\nindictment. The checks were written on the account but he\nhad authority to do that. There's no --\nQUESTION: Fine.\nMR. GOLDBLATT: -- indication that was wrong --\nQUESTION: And is the writing of the check what\ncaused the sale?\nMR. GOLDBLATT: Positions were liquidated in\norder to pay the checks.\nQUESTION: Right.\nMR. GOLDBLATT: But there's no indication that\nthose sales were not a deliberate decision to sell those\nsecurities at that point to take the money and put it into\nsomething else. There's nothing to indicate that that was\nunauthorized to do that. Because we don't know what the\nthoughts were.\nQUESTION: It was authorized?\nQUESTION: I'm missing something. Why do you\nwrite the check first if all you intend to do is to take\nthe proceeds and buy another stock for the client's\nbenefit? It's the sequence of the check, I think, that's\nbothering me.\nMR. GOLDBLATT: Well, the sequence of the check\nis to take the money out of the account and invest it\notherwise, which is why you would do it that way or could\ndo it that way. But we know very little about it. But\nthere's nothing --\nQUESTION: Doesn't it matter who the check is\nwritten to? I mean, I presume these checks that the\ngovernment was referring to were not checks sort of\npayable to the mutual fund to buy more stock or payable\nfor the purchase of other stock. It was simply payable to\nthe broker; wasn't it?\nMR. GOLDBLATT: Well, it was payable to the\nbroker or accounts controlled by the broker. But as the\nevidence establishes in the record on affirming the appeal\non the sufficiency of the evidence claim, the money went\ninto other investments. And that's what Zandford's\ndefense was. These were other legitimate investments and\nthat's what I was doing with the money, and they knew\nabout it and that's what that was.\nQUESTION: So they can't -- you are saying they\ncan't trace any proceeds necessarily from the checks drawn\ninto Zandford's personal accounts or --\nMR. GOLDBLATT: Well, they -- the way they\ndescribe it, it goes to accounts controlled by Zandford.\nSo they do indicate that the conversion of the proceeds\ninto other investments was fraudulent.\nQUESTION: Well, let me just see what your\ntheory is here. Suppose the way it works is that there's\na mutual fund account and the broker decides, I want to\ntake this money for my own purposes to spend on a pleasure\ncruise. I write the check that causes the sale of the\nsecurity. Under your theory, is there a 10b-5 violation?\nMR. GOLDBLATT: If the writing of the check is\nunauthorized, it's going to be a 10b-5 violation.\nQUESTION: Everybody knows he didn't -- the\nclient didn't authorize the broker to take a pleasure\ncruise. That's my hypothetical.\nMR. GOLDBLATT: Then it would be a 10b-5e\nviolation. What the Court found lacking here was any\nevidence that the sale itself of the securities by the\nwriting of the check established a 10b-5 --\nQUESTION: But it's alleged properly. I mean, I\nread on Page 29A, in July -- there's a misprint in the\nparagraph, but in July 1998 Zandford without the prior\nknowledge or consent of -- must be of Wood -- sold three\nsecurities in the Wood account for a total of $145,000.\nWhat their claim is, is that without the client's consent,\nthe broker sold the securities and then after that he used\nthe proceeds for himself. All right. Now, on your\ntheory, that alleges a violation of the securities law.\nIs that right?\nMR. GOLDBLATT: Under my theory, that would\nallege it.\nQUESTION: All right.\nMR. GOLDBLATT: But the Court of Appeals\nfound --\nQUESTION: Fine. Then the correct thing of\ndisposition in your view of this case, since the\nallegation is there, and since the Court of Appeals said\nthat the criminal case didn't investigate this matter\nabout whether it was or without the client's consent, your\nview is we should have a remand so that they can have a\ntrial on the question of whether Mr. Wood did consent to\nthe sale. Is that right?\nMR. GOLDBLATT: No, Justice Breyer, that's not\nright.\nQUESTION: Because?\nMR. GOLDBLATT: Because two things. One, the\nCourt of Appeals found that there was no evidence because\nit was a discretionary account, that there was anything\nunauthorized about it. There wasn't any consent needed.\nQUESTION: Of course there was no evidence.\nThat's because the government relied upon the criminal\ncase. So the Court of Appeals says they are wrong to rely\non that. Then as you pointed out at the beginning, the\ncorrect result is to send it back so now the government\nhas a chance to put in other evidence, if you are right\nabout what the evidence shows.\nMR. GOLDBLATT: In the ordinary course I would\nagree with that. All other things being equal, that would\nbe the result. But if in fact the SEC by its litigation\nposture chose to rest exclusively on the criminal\nindictment, this other case --\nQUESTION: You mean there is something in this\nrecord where the SEC says, by the way, if this criminal\ncase does not provide sufficient evidence, we do not\nintend to put in any other evidence. Where does it say\nthat?\nMR. GOLDBLATT: It doesn't say that. There are\nrepresentations that the criminal case is the same as the\ncivil case. At the time of our argument in this case, we\nargued to the Court that if this is all they have, if the\ncriminal indictment is -- yes, in the Court of Appeals.\nIf this is all they have, then there's nothing to send it\nback for. Because this evidence in the criminal case --\nQUESTION: You mean it's going to be agreed that\nthere is no doubt that this retarded individual of a very\nadvanced age agreed that his securities would be sold for\nthe purpose of the broker running off with the money?\nMR. GOLDBLATT: Justice Breyer, I think that --\nQUESTION: I say that with some sarcasm in my\nvoice, because it sounds to me incredible.\nMR. GOLDBLATT: Obviously these are very hard\nfacts to argue. But my point is, he went to jail for\nalmost five years. It violates all sorts of rules,\nprovisions, statutes, there's no question about this.\nThis conduct is controlled. The Court of Appeals had no\ndoubt about that. But a 10(b) violation is different.\nAnd also the SEC's litigation posture is different. If\nthey are going to give up the facts in the complaint and\nargue the case on the indictment, in a strategical attempt\nto get the Court to rule the way they want, which is the\nbroadest possible 10(b), then they have got to live with\nit. And when the fact --\nQUESTION: That's for purposes of their\naffirmative motion for summary judgment. They could then\nsay these facts are established. That's not a sufficient\nreason for granting summary judgment the other way around.\nMR. GOLDBLATT: I absolutely agree, Justice\nStevens, and our only point there is --\nQUESTION: Therefore, we should not ignore the\nallegations of the complaint that go beyond the\nindictment.\nMR. GOLDBLATT: The only objection I have to\nthat is the fact that they sought rehearing and they\nsought rehearing and bond, and not one word was mentioned\nabout a remand for dismissal. They were still arguing\ncollateral estoppel and on the facts of the indictment we\nwin outright. They did not even bring it to the attention\nof the Court.\nQUESTION: That's because they were trying to\nwin outright.\nMR. GOLDBLATT: That's right.\nQUESTION: But that doesn't justify your winning\noutright.\nMR. GOLDBLATT: When they file -- of course.\nThere's no question that both sides agree that Bankers\nLife and O'Hagan control and we say it's clear we win.\nThat's the normal case. But when they don't seek\nrehearing on that basis so this Court doesn't even know\nwhy the Court of Appeals did what it did, and when they\nfile for certiori and don't raise that as a claim for\nreversing or --\nQUESTION: Well, when you say we don't know the\nreason why the Court of Appeals did what it did, I mean,\nit wrote an opinion, which usually gives the reason why\nthe Court of Appeals did what it did. Are you complaining\nthat they didn't say anything on rehearing?\nMR. GOLDBLATT: What I'm saying is when this\ncomes up for the first time in the opinion of the Court of\nAppeals and they file for rehearing, and they don't even\nbring it to the attention of the Court so that the Court\ncan determine whether there is something to be corrected\nor whether this is the Court's understanding from oral\nargument that is what their case is.\nQUESTION: You are saying that the government\ndidn't raise this issue in their petition for rehearing to\nthe Court of Appeals.\nMR. GOLDBLATT: They did not even mention it.\nQUESTION: Well, but I don't know that they have\nto. I mean, so long as they properly petition here, I\ndon't know that you need have a petition for rehearing in\nthe Court of Appeals.\nMR. GOLDBLATT: Ordinarily I would absolutely\nagree, Mr. Chief Justice. But I think when it's something\nthat comes up in the opinion from the Court of Appeals\nthat on its face doesn't have any explanation that\nbasically says instead of going back so you can prove your\ncase, we're throwing it out completely, and they don't say\na word to the Court of Appeals, that's the wrong remedy.\nI mean, that's the first thing --\nQUESTION: But Mr. Goldblatt, the Court of\nAppeals decision didn't turn on issue preclusion, it\nturned on a notion that in order to have a violation of\n10(b) you had to have some kind of misleading about the\nmerits of a certain security, something tied to the\nsecurity, and not that they regarded this as a common law\ncrime as theft.\nMR. GOLDBLATT: The Court concluded --\nQUESTION: I mean, the point they made was it's\nthe same as if what was entrusted to the broker were a car\nand he sold the car for himself instead of the customer.\nMR. GOLDBLATT: The point was that the\nsecurities were incidental to this fraud. They were not\nan integral part of it, and --\nQUESTION: May I just interrupt with one. The\nquestion presented is whether when the stockbroker sells\nhis customer's certain securities for his own benefit.\nNow, do we have to assume he sold them for his own benefit\nat the time the sale was made or are you saying in fact he\nsold them for his principal's benefit and later decided to\nappropriate the proceeds?\nMR. GOLDBLATT: Justice Stevens, what I am\nsaying is there is no proof in this record that at the\ntime of the sales --\nQUESTION: Well, maybe there's no proof but the\nquestion we are asked to decide is when he does it for his\nown benefit is it a violation of 10(b)4? That's what the\nquestion is.\nMR. GOLDBLATT: I understand that, Justice\nStevens, and --\nQUESTION: And what's your answer to the\nquestion? Your answer to the question is he didn't do it.\nMR. GOLDBLATT: My answer to the question is it\nis authorized sale, either on the instructions of the --\nQUESTION: Well, if it's a sale for his own\nbenefit.\nMR. GOLDBLATT: And at the same time it is also\nconsistent with the client's instructions, until he\nconverts, he has not violated 10(b).\nQUESTION: Even though the sale was for his own\nbenefit at the time he made the sale.\nMR. GOLDBLATT: Even though he -- if it is for\nhis own benefit -- in other words, it could be both at the\nsame time. At the time of the sale, if the client calls\nyou and says sell my XYZ stock, I want it sold today, and\nyou sell it with the intent to convert the proceeds, that\nsale is not simply for the broker's benefit. It is\nconsistent with the instructions. It is an authorized\nsale. Until and unless he actually converts the proceeds,\nhe has violated nothing.\nQUESTION: But when you say it is consistent\nwith the instruction, you are assuming the instruction\nsimply means you can buy or you cancel, whereas the\nargument is that the instruction is you can buy for my\nbenefit or you cancel for my benefit. And if we accept\nthe latter characterization as true, then even under your\nown theory, he was not making a sale that he was\nauthorized to make.\nMR. GOLDBLATT: I would disagree, Justice\nSouter. On this record it may well be that it was for his\nbenefit, but I don't think you can conclude it was not for\nhis client's benefit as well.\nQUESTION: Mr. Goldblatt, before you sit down,\nwould you say something about the fact that you have\nadjudications by the SEC that adopt the theory that they\nare arguing before us, why shouldn't we defer if the\nquestion is a close one?\nMR. GOLDBLATT: As I understand it --\nQUESTION: These are formal adjudications under\nthe Administrative Procedures Act and they have ruled in\naccordance with the theory that the government is now\narguing. Why isn't that entitled to deference?\nMR. GOLDBLATT: Justice Scalia, assuming -- and\nbecause my time has run out -- assuming that Congress in\nfact delegated the discretion to the Agency, I don't think\nyou can find in any of the various things that they rely\non, any rule dealing with 10(b) or Section 10b-5 that\nspeaks to the precise issues that are raised in this case\nor even close to them. What they do is they have rules\nthat in 16 or so cases, or whatever the number, they have\nprosecuted for 10(b) violations brokers who convert. But\nthey are not necessarily, as a matter of fact I don't\nrecall any of them being discretionary accounts or\npresenting the type of 10(b) analysis, fraud in connection\nwith a purchase or sale of securities.\nQUESTION: So you are saying we can defer it,\nbut there's nothing to defer it to.\nMR. GOLDBLATT: That is correct. Assuming there\nis deference, there's nothing to defer it to, and if there\nwas, it would be a rule that they are ultimately asking\nfor that a broker any time they convert from the account\nviolates 10(b) and that would be arbitrary. That is not\nthe way this rule is applied. It is applied on a careful\ncase-by-case basis. So whichever way you go on that, I\ndon't think it gets them the deference they seek. I would\nadd, however, with the little time that I have left, that\nI do not believe they would get that deference.\nOn churning, Justice Ginsburg, just to get to\nthat point, in a churning case, I think that is more the\nO'Hagan paradigm. You consummate the fraud through the\nsale itself. It is the sale that completes the violation.\nIt is the sale that consummates the violation of fiduciary\nduty. That's the difference between here and a churning\ncase.\nUntil and unless Zandford converts those\nproceeds, which is done through agreements that are\noutside the scope of the securities laws, he has not\nviolated 10(b).\nIn a churning case, the sale itself consummates\nit and it meets the other conditions that are required in\nO'Hagan. That is a different situation and it is also\nestablished, of course, in that situation through the\npattern of sales you have the proof that you don't have\nhere, which is that those sales were not in the client's\ninterests. If you cannot establish that they --\nQUESTION: Thank you, Mr. Goldblatt.\nMR. GOLDBLATT: Thank you.\nQUESTION: Mr. Roberts. Mr. Roberts, the\ngovernment wants the Court of Appeals reversed here, I'm\nsure. But does it want the summary judgment granted by\nthe District Court for the SEC affirmed?\nREBUTTAL ARGUMENT OF MATTHEW D. ROBERTS\nON BEHALF OF THE PETITIONER\nMR. ROBERTS: No, Your Honor, we didn't seek\nreview of the reversal of the summary judgment. We sought\nreview of a different part of the Court of Appeals\nopinion. After it reversed the summary judgment, it\nexplained why it didn't think summary judgment could be\ngranted, it went on to say that the allegations in the\ncomplaint didn't state a claim under 10(b). And that's\nwhat we want reversed.\nAnd the Court of Appeals relied on the facts in\nPage 8A of the petition. The Court of Appeals states in\nthe part of the opinion that's relevant here that the SEC,\nI'm in the middle paragraph of that page under the B, and\nI think it's the third sentence, says it, meaning the SEC,\nalleges that Zandford defrauded the Woods by failing to\ninform them that he intended to sell their securities in\norder to obtain the proceeds for himself.\nSo the facts that the Court of Appeals were\nconsidering are precisely the same facts that we are\nrelying on here, Your Honor. And the --\nQUESTION: Go ahead. I have a different\nsubject. Finish this one.\nMR. ROBERTS: Okay. I was just going say that\nthe indictment is no different in any event, and on Page\n41A in paragraph 5 of the indictment it alleged that\nCharles Zandford caused checks to be issued against the\nsecurity positions of William R. Wood and Diane Okstulski\nand made payable to Charles Zandford, thereby causing\ntheir securities to be liquidated.\nQUESTION: But it doesn't say it was without\ntheir consent. Nowhere in the --\nMR. ROBERTS: It says it was part of a scheme\nand artifice to defraud.\nQUESTION: That's true. That's true.\nMR. ROBERTS: So I think that pretty well\nencompasses that.\nQUESTION: Mr. Roberts, we have apparently some,\nI would call it a factual disagreement, as to whether any\nadjudications by the SEC adopt the theory that you are\narguing before us today. What are your best cases?\nMR. ROBERTS: Okay. I would point to, on page\n36 of our brief we discuss the Southeastern Securities\nCorporation adjudication, Your Honor, from 1949, seven\nyears after the SEC promulgated Rule 10(b).\nIn that case the facts were that the president\nand director of the brokerage firm sold the customer's\nsecurities without her knowledge or consent and converted\nthe proceeds of the sale to his own use. And after\nexplaining that there was a relationship of trust and\nconfidence and that he had a fiduciary duty, the SEC\naddressed the argument that this conduct was authorized\nbecause he had discretion over the customer's affairs by\nvirtue of a general power of attorney, and rejected that\nargument, noting that even assuming the power of\nattorney's validity, it didn't authorize this conduct\nabsent a showing of full and specific disclosure to and\nunderstanding consent by the customer.\nAnd then the Commission concluded that the\nstockbroker's taking and sale of the customer's securities\nand his use of the proceeds constituted a willful abuse of\nhis trust and a violation of --\nQUESTION: When do you say Rule -- or Section\n10(b) is violated? Let's assume that this scheme is\ndiscovered before he actually runs off with the money. He\nsold the stocks in order to run off with the proceeds, but\nyou get him before he runs off with the proceeds. Has\nthere been a violation --\nMR. ROBERTS: Yes.\nQUESTION: -- at the time of the sale?\nMR. ROBERTS: Yes. There's a violation at the\ntime of the sale.\nQUESTION: Okay.\nMR. ROBERTS: The discretionary authority\ndoesn't make the sale authorized because he's authorized\nonly to sell for the benefit of the customers.\nQUESTION: Well, I mean, it seems to me that's\nlogical and that sort of makes me worry about -- about the\ngreat scope of litigation that we are inviting if you say\ncivil actions not by the Commission but by individuals are\nalso available under this theory.\nWhenever a broker sells stock, he's always open\nto the charge that he wasn't doing it in my interest, he\nwas doing it in his own, and you have a lawsuit.\nMR. ROBERTS: Two -- two points to address that\nconcern, Your Honor. First of all, as I was discussing\nwith Justice Ginsburg earlier, when there is -- a private\naction requires proof of damages. And if the broker\ndoesn't follow through with his plan to convert the\nproceeds, there will be -- it will be frequently the case\nthat the customer can't show damages and needs to be able\nto allege those as a required part of the action, couldn't\nbring it at all, end, case over.\nQUESTION: Well, the stock's gone up. I mean,\nthe stock that has been sold has gone up enormously.\nMR. ROBERTS: Right.\nQUESTION: And all the plaintiff has to allege\nis you really didn't sell it in my interest, you sold it\nbecause you were going to run off with the proceeds, and\nlook what happened, the stock went way up.\nMR. ROBERTS: No, Your Honor. Under the Private\nSecurities Litigation Reform Act, the plaintiff has to\nstate with particularity facts giving rise to a strong\ninference that the defendant acted with the requisite\nfraudulent state of mind.\nQUESTION: Well, are you saying that every\nbreach of fiduciary duty is a fraud under 10(b)?\nMR. ROBERTS: No, Your Honor. Only secret or\ndeceptive breaches of fiduciary duty are frauds.\nQUESTION: What about a standard churning case?\nAren't most breaches of fiduciary duty secret? I mean,\nyou don't announce that you are breaching a fiduciary\nduty.\nMR. ROBERTS: Many of them, particularly\nbreaches of the duty of loyalty will be secret, Your\nHonor. But not every breach of fiduciary duty is going to\nbe -- is going to be secret or knowing. A breach of the\nduty of care wouldn't even be knowing necessarily. A\nbreach of the duty of fairness as in the Santa Fe case\nwhere all the factors disclosed would not be deceptive,\nthere would be no violation. But in O'Hagan, the Court\nexplained that when the -- when a fiduciary pretends\nloyalty to the principal and instead embezzles the\nprincipal's property, that's a fraud. And that's a\nfraud --\nQUESTION: What happens with standard churning\ncases?\nMR. ROBERTS: This is -- this is just like a\nstandard churning case, Your Honor. A churning case is\none --\nQUESTION: Well, is there authority that this is\na 10b-5 violation --\nMR. ROBERTS: Yes.\nQUESTION: -- and it's a given or are we holding\nthat in this case.\nMR. ROBERTS: Well, you are not addressing\nchurning because obviously that's not here. But I think\nthat the courts of appeal have unanimously concluded that\nchurning is a violation. And that's because the broker\nwho has control over the account and who's been entrusted\nwith trading authority by the customer is making the\ntrades, not in furtherance of the customer's investment\nobjectives but in furtherance of the broker's aim of\ngaining commission.\nQUESTION: So if you prevail in this case, this\ncase will be authority which validates all of the circuit\nopinions holding that churning is a violation.\nMR. ROBERTS: Well, again, Your Honor, churning\nis -- it's a different -- it's a different factual\nscenario because there are repeated sales and because the\nproceeds aren't taken. And I suppose that a distinction\ncould be drawn between when the proceeds are taken and if\nthe proceeds -- if it isn't a question of taking the\nproceeds but just making a commission, which the customer\nknows that the broker is doing. But I do think this would\nbe strong precedent in support of those cases.\nQUESTION: Would you want to argue that\ndistinction, Mr. Roberts?\nMR. ROBERTS: Not particularly. I was\nacknowledging that I think this would be strong precedent.\nBut I -- Respondent concedes that churning is covered, the\ncourts of appeals unanimously have held that churning is\ncovered. I have no doubt that churning is covered. The\nSEC has no doubt that churning is covered. So you\nwouldn't be breaking -- wouldn't be breaking new ground in\nholding that. I mean, it would be in the sense that it\nwould be your decision, but you can make the distinctions\nin future cases that you feel are appropriate and\nnecessary, Your Honor.\n(Laughter.)\nQUESTION: Too true. Too true.\n(Laughter.)\nMR. ROBERTS: If there are no further questions,\nthe Government would ask that the decision of the Court of\nAppeals be reversed.\nCHIEF JUSTICE REHNQUIST: Thank you, Mr.\n"
    }, 
    "respondents": [], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 2, 
        "MR. GOLDBLATT": 67, 
        "MR. ROBERTS": 52, 
        "QUESTION": 120
    }
}