{
    "appearances": {
        "content": "ROBERT C. OWEN, ESQ., Austin, Texas; on behalf of the\nPetitioner.\nEDWARD L. MARSHALL, ESQ., Assistant Attorney General;\nAustin, Texas; on behalf of the Respondent.\n"
    }, 
    "caseNum": "02-10038", 
    "caseinfo": {
        "content": "ROBERT JAMES TENNARD, :\nPetitioner :\nv. : No. 02-10038\nDOUG DRETKE, DIRECTOR, TEXAS :\nDEPARTMENT OF CRIMINAL :\nJUSTICE, CORRECTIONAL :\nINSTITUTIONS DIVISION. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nROBERT C. OWEN, ESQ.\nOn behalf of the Petitioner 3\nEDWARD L. MARSHALL, ESQ.\nOn behalf of the Respondent 25\nREBUTTAL ARGUMENT OF\nROBERT C. OWEN, ESQ.\nOn behalf of the Petitioner 51\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, March 22, 2004\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:02 a.m.\n"
    }, 
    "petitioners": [
        "ROBERT JAMES TENNARD,", 
        "Petitioner", 
        "v.", 
        "No. 02-10038 DOUG DRETKE, DIRECTOR, TEXAS", 
        "DEPARTMENT OF CRIMINAL", 
        "JUSTICE, CORRECTIONAL", 
        "INSTITUTIONS DIVISION.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnow in No. 02-10038, Robert James Tennard v. Doug Dretke.\nMr. Owen.\nORAL ARGUMENT OF ROBERT C. OWEN\nON BEHALF OF THE PETITIONER\nMR. OWEN: Mr. Chief Justice, and may it please\nthe Court:\nThis case presents the question whether\nmitigating evidence of a 67 IQ, of permanent cognitive\nimpairment, could be given mitigating effect under the old\nTexas capital sentencing statute.\nQUESTION: Mr. Owen, am I correct in thinking\nthat Smith's case is no longer before us?\nMR. OWEN: That is correct, Your Honor.\nQUESTION: Thank you.\nMR. OWEN: This Court in Penry held that the\ndeliberateness question -\nQUESTION: May I ask another preliminary\nquestion? I thought that what was at issue is whether the\ncertificate of appealability was properly denied.\nMR. OWEN: That is in the questions presented,\nYour Honor, and -\nQUESTION: Because you seem to be asking us to\ngrant habeas relief, and I would have thought what we had\nto consider was the denial of the certificate of\nappealability. Am I right?\nMR. OWEN: Yes, Your Honor. I believe that in\nthis case the question of the underlying merits of the\nconstitutional issue before the Court, it -- I don't want\nto say merges, but it certainly overlaps with the question\nabout the certificate of appealability and -\nQUESTION: Well, that's -- that's true of all\ncertificate of -- of appealability cases, isn't it?\nMR. OWEN: Yes, Your Honor. But it was also\ntrue in Penry II, which when it came to this Court, came\nfrom the Fifth Circuit on a denial of COA, and this Court\nresolved the merits in that case by examining the merits\nof the underlying State court decision and reversed the\njudgment in the case in exactly the same fashion that we\nare asking the Court to do in our case.\nQUESTION: Well, as long as we're into these\npreliminary matters -- and then I'll let you, so far as\nI'm concerned, proceed the way you wish. It is true that\nin this case, isn't it, if -- if we say there should be a\nCOA, the Fifth Circuit is just going to follow its -- its\nearlier panel opinion, and I -- I assume it must on -- on\nthe nexus rule.\nMR. OWEN: That's exactly right, Your Honor. I\nthink that the -- in fact, in -- within the last couple of\nyears, the Fifth Circuit has taken those rules en banc and\nhas issued an en banc opinion that applies and upholds not\njust the nexus rule, but the other elaborate sort of\nframework of the Penry doctrine that we've explained in\nour brief.\nSo I think you're exactly right, that if the\nCourt grants a COA and returns this case to the Fifth\nCircuit, it will be back here in 6 months because all the\nFifth Circuit panel could do is say it's controlled by the\ncircuit precedent. So I think in -- for that reason as\nwell, Your Honor, if the Court concludes that those rules\nare, in fact, not consistent with its cases, that the\nshortest route to resolving the case is to do so at this\ntime.\nThis Court in Penry I held that the\ndeliberateness question was not an adequate vehicle for\ngiving mitigating effect to a defendant's personal moral\nculpability, and in this case it functioned exactly the\nsame way as it did in Penry. Also, the future\ndangerousness question, with respect to an IQ of 67, could\nonly give that evidence aggravating effect rather than\nmitigating effect. And in the entire context of this\ntrial, particularly with respect to the arguments of\ncounsel respecting the evidence and how it might be\ntreated by the jury, really makes clear the existence of\nthe Penry violation.\nQUESTION: May I ask you, Mr. Owen? You are\nclaiming low IQ. You did not in -- in your papers up till\nnow -- you did not make a claim of retardation, just low\nIQ. Is that still the -- there is no -- in other words,\nis no Atkins claim in this case?\nMR. OWEN: There is no Atkins claim before this\nCourt, Your Honor. That is correct. We have filed a\nsuccessive application in State Court in order to preserve\nMr. Tennard's rights to have a determination of whether\nhe's a person with mental retardation. But the evidence\nat trial established only his very low IQ, not the other\naspects that would have been necessary for a diagnosis of\nmental retardation. So there's no Atkins claim before\nthis Court in this proceeding.\nAs I was saying, the arguments of counsel sort\nof highlight the inadequacy of the jury instructions in\nthis case. Defense counsel's argument was effectively a\nplea for nullification. He asked the jury to take account\nof the defendant's very low IQ in -- in imposing sentence,\nbut he couldn't provide them any sort of road map to tell\nthem how they could get from the low IQ to a no answer to\none of the special issues. For his part, the prosecutor,\nin replying to that argument, said the low IQ is not even\nrelevant to the second special issue, and those were his\nwords: not relevant.\nSo to some extent the State is trying to have it\nboth ways. At trial, the prosecution argued to the jury\nthat this fact, a 67 IQ, wasn't relevant to the second\nspecial issue. Here, however, tracking the opinion of the\nTexas Court of Criminal Appeals, it's respondent's\nposition that this evidence was sufficiently relevant to\nthe second special issue that the jury could be understood\nto have given it effect in imposing sentence.\nQUESTION: But do I understand that the -- that\nthe specific issue that we've got here, assuming we -- we\ndo reach the -- the merits issue as part of the COA\nproblem, is the specific circuit rule that there has got\nto be a finding of, as I recall, unique severity and a\nfinding of causation. And as I understand what the\ncircuit said was, because those conditions were not\nsatisfied, we ultimately do not even reach the kind of\nPenry issue that -- that you described as being in the\nbackground. Is -- is that a fair statement of what we've\ngot in front of us?\nMR. OWEN: Yes. Excuse me. Yes, Your Honor.\nThat -- that is a fair statement, and I think that that is\nexactly what the Fifth Circuit did with this case, was it\napplied these preliminary doctrines which are effectively\nthreshold tests and they looked at this evidence and said,\nit's not uniquely severe and there's been no showing that\nit caused the defendant to commit the crime. And as a\nresult, the Fifth Circuit never got to the question of how\ndoes this evidence possibly fit into the special issues.\nBecause this is a habeas case and we want -\nwe're trying to get the Court to -- to ultimately grant\nrelief, we wanted to explain why the underlying State\ncourt decision constitutes an unreasonable application of\nthis Court's cases. And the Court of Criminal Appeals\nrelied, on the one hand, on the unique severity idea.\nThey said this IQ score, standing alone, doesn't rise to\nthe level of mental retardation, so Penry is out of the\npicture. And then it went on to say even if that's -\neven if it was wrong about that judgment, there is some\nway for the -- for the jury to have given it effect in\nanswering the second special issue.\nQUESTION: You say it doesn't have to be related\nto the -- to the crime at all.\nMR. OWEN: Yes, Your Honor.\nQUESTION: I mean, what -- how -- how can that\nbe? I mean, what if they bring in evidence that this\nperson was severely dyslexic?\nMR. OWEN: I think -\nQUESTION: I guess that's a great handicap and\n-- and you must feel sorry for the poor fellow, but what\ndoes it have to do with mitigating the fact that he\nmurdered somebody? You know, how -- how does -- how does\nthat have anything to do with mitigating? I mean, what\nwe're looking for here is mitigation. That means somehow\nit makes the act that he committed less heinous than it\notherwise would be. And you say it doesn't matter.\nDyslexia should -- should count.\nMR. OWEN: I think, Your Honor, that the -- the\nwisdom of this Court's case in Lockett, the wisdom of the\nLockett decision is that that judgment, the judgment that\nyou're describing, is this in fact mitigating, does this\nsupport a life sentence as opposed to the death penalty -\nQUESTION: Suppose the defendant is despondent\nover global warming and -- and that has nothing to do with\n-- with the case. Does the jury hear that too?\nMR. OWEN: I think, Your Honor, that -- that the\njury is the person -\nQUESTION: I mean, there are no limits?\nMR. OWEN: There -- there shouldn't be any\nlimits on admission, Your Honor, or on the jury's ability\nto give that evidence effect if it chooses to do so. At\nsome level, we are -- we are left to the jury -- to trust\nthe jury's judgment about what -\nQUESTION: This evidence was admitted, was it\nnot?\nMR. OWEN: Yes, Your Honor. There -- there\nis -\nQUESTION: So we're not talking evidence that\nwas excluded. You're talking about whether -- what use\ncould be made of the evidence once it was in.\nMR. OWEN: That's correct, Your Honor, although\nI should point out that to the extent that the lower\ncourts have, from time to time, described these threshold\nrules, the nexus requirement, the severity requirement, as\nrelevance rules, rules of constitutional relevance, it at\nleast holds out the possibility that in a future case a\ncourt might choose to exclude evidence as irrelevant to\npunishment.\nQUESTION: Are there -- are there any other\nareas where -- where we just say, you know, there -- there\nare no rules at all. The jury -- whatever it likes. The\nfellow had a limp, and therefore, if you feel sorry for\nhim because he had a limp, that -- you can determine, even\nthough it clearly is not true that this somehow mitigates\nhis guilt for -- for the murder he committed.\nMR. OWEN: I certainly think, Your Honor, that\nsuggesting that the jury could respond simply out of\nsympathy or emotion or an unfocused passion is precluded\nby the Court's cases, and the Court has approved any\nnumber of -\nQUESTION: Right. So -- so what do you tell\nthem in order to prevent that?\nMR. OWEN: I think that what you tell them -\nQUESTION: Don't you have to tell them what the\nFifth Circuit suggests? You have to find that there's\nsome kind of a connection between this evidence and the\ncrime that he committed, that -- that, you know, it -- it\nsomehow caused it so that he's less guilty than somebody\nthat did not have that affliction would be. Isn't that -\nisn't that exactly what you're looking for?\nMR. OWEN: No, Your Honor. I -- I think that\nwhat you have to tell the jury is that they are not\nlimited in responding to the evidence and that they should\ngive the evidence their reasoned moral response.\nQUESTION: Well, are you saying that in -- in\nmost States under Lockett, the trial judge has no\ndiscretion to say this is just too far outside the bounds\nof what mitigation evidence really means?\nMR. OWEN: I think that the bounds that Lockett\nsets are clear enough to -- to preclude some facts. I\ndon't -- at this point, I don't have them in mind, but let\nme say that the rule of Lockett, which is any fact about\nthe defendant's background or character or any of the\ncircumstances of the offense, that is -- I think that is a\n-- that does provide sufficient guidance.\nCertainly, Your Honor, every death penalty\nstatute in the country, including now Texas', gives the -\nthe sentencer very broad latitude to consider the facts\nand -\nQUESTION: What about -- what about the other -\nthe other factor that you say the Fifth Circuit shouldn't\nhave taken into account, that is, severity of the -- of\nthe factor that the defendant claims mitigates? What -\nyou say that -- that should not come into -- come into\nconsideration either.\nMR. OWEN: That's correct, Your Honor.\nQUESTION: So he can -- he can tell the jury,\nyou know, I had a really bad cold that day.\nMR. OWEN: Let -- let me say, Your Honor, that\nwhen -- that when the Court said -\nQUESTION: Is it seriously we -- we have to let\nthe jury just ponder over that question, whether the fact\nthat he had a really bad cold -\nMR. OWEN: I think the Court could be\nconfident -\nQUESTION: -- should mitigate his crime?\nMR. OWEN: -- the jury would not ponder very\nlong over the question whether a serious cold meaningfully\nreduced the defendant's culpability in a way that made a\nlife sentence appropriate.\nQUESTION: No, but by the same token, wouldn't\nit be fair for the judge to say, no reasonable jury,\npossessed of reasonable, human sympathy, could possibly\nfind this mitigating? The bad cold could be kept out and\nthere would be no constitutional error. Isn't that\ncorrect?\nMR. OWEN: I think, Your Honor, that if no\nreasonable juror could possibly accord the evidence any\nsignificance to the ultimate sentencing decision, then it\nwould be consistent with Lockett because Lockett does\ncomprehend facts about the -\nQUESTION: Okay. But you're -- you're worried\nabout the other end of the spectrum.\nMR. OWEN: Absolutely, Your Honor. This is not\na case about a -- a defendant with a bad cold. This is a\ncase about a defendant -\nQUESTION: The circuit -- isn't -\nMR. OWEN: I'm sorry, Your Honor.\nQUESTION: The -- the question about what is a\nmitigating circumstance would come up under Texas' current\ninstruction 2, the instruction that says that you can\nconsider all the mitigating evidence, consider all the\nmitigating evidence. What is mitigating evidence? That's\na discrete question from the one that's before us.\nWhatever it is, it's a higher -- something higher than\nmitigating evidence.\nMR. OWEN: That's right, Your Honor. The -- the\nseverity test -- we don't know exactly how high it has to\nbe set because in only one case that I'm aware of has the\nFifth Circuit found it to be satisfied. So there are -\nQUESTION: Why is it higher than mitigating\nevidence? I don't understand. I -- I thought you had\njust acknowledged in -- in the -- in the exchange with\nJustice Souter that a cold wouldn't be mitigating because\nit was not severe enough. Right?\nMR. OWEN: No. I think -- I think -\nQUESTION: Oh, that isn't the reason.\nMR. OWEN: -- not because it was not severe\nenough, Justice Scalia. No.\nQUESTION: I see. Well, why -- why did you\nagree with Justice Souter that a -- that a cold could be\nexcluded?\nMR. OWEN: Because I do think that -- that\nLockett anticipates that there are facts about the\ndefendant's character and background which, according to\ntradition, according to our understanding of what\nconstitutes an appropriate basis for extending leniency,\nwhich does not limit itself to evidence that has a nexus\nwith the crime, that -- that there would be room for a\njudge to say, in an extreme case -- and I'm not saying\nthis would be a routine judgment. I certainly think\nLockett suggests it would be only a very unusual case\nwhere a trial court could say the proffered evidence -\nQUESTION: Do you want to tell me why? All I\nasked is why. What is -- what is it that brought you to\nthe judgment that a cold could be excluded? You say it is\nnot because it is too insignificant. That doesn't count.\nAnd you say it's not because it has no connection to the\n-- to the criminal act that he committed. What -- what\nbrings you to say that it can be excluded?\nMR. OWEN: Because I don't think there's any\ndimension on -- in which it is relevant to whether the\ndefendant deserves a life sentence or the death penalty.\nQUESTION: It's not relevant because of what?\nMR. OWEN: It's not relevant because it doesn't\nreflect any -\nQUESTION: Because -- because colds don't count\nor, you know, what?\nMR. OWEN: No, Your Honor. No. I -\nQUESTION: I suggest that -- that the reason you\nfeel it's -- it's not relevant is because either it's too\ninsignificant or it has no relation whatever to the act\nthat he committed, one or the other of those. Maybe both.\nMR. OWEN: Well, I think that -- that if the\nCourt's -- let me back up and say that in any number of\ncases, this Court has recognized as mitigating\ncircumstances which have no causal connection to the\ncrime. The best example that I can think of off the top\nof my head being your opinion, Justice Scalia, in\nHitchcock where the Court recognized that Mr. Hitchcock's\nhaving been a fond and affectionate uncle to the children\nof his brother was a fact which the sentencer had to be\nallowed to consider in deciding whether he ought to get\nthe death penalty or some lesser sentence.\nAnd so I think that at a minimum, adopting the\nnexus test or the unique severity test would require the\nCourt to overrule all or part of a number of its cases,\ngoing all the way back to Lockett, and that there\nshouldn't be any basis for doing that since the Lockett\nrule is working perfectly well in practice. I think\nagain -\nQUESTION: Mr. -- Mr. Owen, is this position of\nthe -- the severity and the nexus peculiar to the pre\n1991 sentences? That is, have any cases come to the Fifth\nCircuit involving the new law that simply says the jury\ncan consider all mitigating evidence?\nMR. OWEN: No, Your Honor, and -- and given this\nCourt's very clear approval of the new statute in Penry II\nwhere this Court observed in passing that this new statute\nand its broad opportunity for the jury to consider\nmitigation was a clearly drafted, catchall provision that\ncomplies with Penry I, I don't anticipate that there could\nbe a challenge raised under the new statute.\nThe only universe of cases that we are talking\nabout is the universe of cases that were sentenced prior\nto 1991 when Texas changed its statute, and -- and that is\na -- a small number of -- of cases. Probably 85 to 90\npercent of the people on Texas' death row were sentenced\nunder the new statute.\nQUESTION: May I ask you a -- a question about\nthe operation of the Texas rule? Is it your understanding\nthat under the Texas rule, the evidence about how the\ndefendant was nice to his nieces and nephews would be\nexcluded?\nMR. OWEN: No, Your Honor. That would -- that\nwould come in absolutely.\nQUESTION: You mean under the Texas rule it\nwould come in?\nMR. OWEN: Yes, Your Honor, because the nexus -\nthe nexus -- the nexus rule or principle or framework is a\n-- is a -- an appellate review doctrine. It's not -- it's\nnot a trial doctrine. These rules were developed by the\nFifth Circuit and the Court of Criminal Appeals in trying\nto apply this Court's decision in Penry. Going all the\nway back to Jurek, it's always been clear that evidence of\nthe kind that you describe, evidence of good behavior,\nloved his family, was a solid worker, all of that evidence\ncomes in. And it's all -- it can all be given mitigating\nconsideration under the old future dangerousness question.\nIt has much broader consideration now under the new\nstatute, but I don't think it's ever been -- it's never\nbeen the case that that -- that that evidence has been\nexcludable.\nQUESTION: Well, what -- what is wrong with the\nnexus requirement then if it doesn't keep the evidence\nout?\nMR. OWEN: Because it denies the defendant the\nopportunity to have the jury -- it refuses to -- to allow\na new sentencing hearing for a defendant who comes to the\nappellate court and says, at the time that I was\nsentenced, I presented evidence that was clearly relevant\nto my culpability, like a 67 IQ, and yet the jury wasn't\ninstructed in such a way that they could give it effect.\nAnd the appellate court says, well, if you didn't show\nthat your 67 IQ caused you to commit the crime, then\nyou're not going to get that jury instruction. So it's -\nthere's no problem with your death sentence. That is the\nproblem.\nQUESTION: So what's the rationale for the nexus\nrule? It's a -- a sort of a screening process the Fifth\nCircuit used to determine harmless error or?\nMR. OWEN: No, Your Honor. I think that the -\nthe origin of the nexus language is in an attempt to\nunderstand what this Court meant in Penry when it said\nthat evidence of a defendant's background and character is\nrelevant to punishment because crimes that are\nattributable to bad background, mental problems, and so on\nmight deserve a less serious punishment. And it is -- the\nFifth Circuit has seized on, focused on that word\nattributable and from that elaborated this jurisprudence\nof causal, deterministic relationship.\nQUESTION: Of course, in this case -- and I\nguess in all -- all of the cases involving the -- the old\nTexas instruction, the State court was proceeding not\nunder Penry II, but just under Penry I. And it didn't -\nPenry II is the case that required full consideration be\ngiven to all mitigating circumstances. Penry I didn't\nrequire that. It just said there had to be some -- some\nmeans of giving consideration to it.\nMR. OWEN: Actually, Your Honor, Penry I does\nsay full consideration. In the -- in the interim, this\nCourt said in Johnson that the test was not necessarily\nfull consideration but meaningful consideration.\nAnd so our position is that at the time the\nCourt of Criminal Appeals decided this case and said that\nthere was no need for an additional instruction, they -\nat a minimum, the test was Johnson's demand that there be\nmeaningful consideration and that under this set of\ninstructions, there was no way to give meaningful\nconsideration to the fact of a 67 IQ, and that that is the\n-- that is the way in which the Court of Criminal Appeals\nwent astray.\nAnd in fact, that's illustrated well, I think,\nby the portions of the Court of Criminal Appeals opinion\nthat try to show how a jury, confronted with the future\ndangerousness question, could figure out a chain of a\nreasoning that would get you from this guy has a 67 IQ to,\ntherefore, we can answer no to the future dangerousness\nquestion.\nIt is based on -- it is -- the -- the chain of\ninferences that the Court of Criminal Appeals suggests is\ncontrary to the evidence that was presented at trial\nbecause it relies on characterizations of Mr. Tennard as a\nfollower which are not in the evidence and aren't\nsupported by the evidence.\nIt is actually contrary to the arguments that\nwere made at trial because the prosecutor told the jury\nthat they wouldn't be allowed to consider what happened or\nmight happen in prison as a way of deciding the answer to\nthe future dangerousness question.\nAnd it's contrary to this Court's cases like\nBoyde and Penry II where the Court says, in deciding\nwhether a jury was able to give effect to mitigating\nevidence under the charge, you don't just look at the\nlanguage of the charge, but you look at the evidence, you\nlook at the arguments, you look at the context of the\nwhole trial. The Court of Criminal Appeals effectively\ncovered up the context of the whole trial and said let's\nsee if we can imagine a trial with different evidence and\ndifferent arguments that might have produced a different\nresult. And that -- it may be many things, but that is\nnot a fair reading of Penry. It is not a -- it is not a\nfair judgment of whether the jury in this case was able to\ngive meaningful consideration to the fact of Mr. Tennard's\n67 IQ.\nQUESTION: May I ask you, how -- how does the\nTexas nexus rule work with evidence that the defendant had\na war record? He was a military hero of some kind, but he\ndoesn't argue that affected his conduct in the trial, but\njust as a general matter, he's a man who should be given\nspecial consideration because of his -- his history?\nMR. OWEN: That evidence -- I'm sorry, Your\nHonor.\nQUESTION: What happens under -- in Texas with\nkind of evidence?\nMR. OWEN: I think that what the -- what the\ncourt would say is that you don't have to get to the\nquestion of whether he showed a nexus because that's the\nkind of evidence that has a natural home in the future\ndangerousness question.\nQUESTION: Why does that have anything to do\nwith future dangerousness? I don't understand that.\nMR. OWEN: Your Honor, I believe what the -- I\nbelieve what Texas would say -- and I'm not saying -- this\nis my view. But I think what Texas would say is that in\nthe abstract, good character evidence shows a lack of\ndangerousness, and for that reason, it can be given effect\nby returning a no answer to the future dangerousness\nquestion. I think the -\nQUESTION: Or -- or that he might revert back to\nhis good character in a way that someone who had never\nshown it might not.\nMR. OWEN: That is correct, Your Honor. In -\nin Boyde v. California, Your Honor observed that certain\nevidence of good character could be understood as showing\nthat the crime is an aberration from otherwise good\ncharacter.\nAt the same time, Justice Stevens, I think that\nit was -- it was correctly observed by the concurring\nopinion in Franklin that there may be more relevance to\nsome of those circumstances than just the fact that it\ndoesn't make you dangerous.\nBut I think we are down the road from that\npoint, and our point is this evidence, the 67 IQ, is\nevidence that a juror could reasonably conclude makes you\nmore dangerous, and in the absence of some additional\ninstruction, the jury simply had no vehicle for expressing\nthe -- the conclusion that even having killed deliberately\nand even though this person poses a risk of future danger,\nbecause of his reduced culpability as reflected in his 67\nIQ, a life sentence is the appropriate sentence.\nQUESTION: Would anything do short of the\ncatchall that Texas has had since 1991? You say the\nseverity and nexus test is no good and you say that the\ncurrent catchall is okay. Is there anything in between\nthose two that would be constitutionally adequate?\nMR. OWEN: In Penry, this Court suggested that\nit might be possible to define the term -- let me back up\nand say, remember, there's a -- the first special issue\nasks the jury whether the defendant killed deliberately\nand with the reasonable expectation that death would\nresult. In Penry, this Court at least held out the\npossibility that there might be a definition of\ndeliberately which the jury could be provided that would\nfocus their attention directly on the defendant's personal\nculpability. I am -- I -- I have tried to come up with\nthat definition, but I -- it is hard to hard imagine.\nI actually think that the best, clearest, most\nobvious solution is a supplemental question that\neffectively directs the jury, having decided the\ndeliberateness and future dangerousness questions, to\nconsider all the mitigating evidence and reach an\nappropriate judgment about the defendant's culpability.\nQUESTION: I'm -- I'm a little puzzled about why\nyou -- you're not asserting that this defendant was\nretarded. You're just asserting that he was not -- not\ntoo quick. Is that -- is that -- I mean, is that a\nmitigating factor? He's not retarded. He's just -- he's\njust not a whiz kid.\nMR. OWEN: This Court in -\nQUESTION: And -- and we should -- that has to\nbe taken into account by the jury?\nMR. OWEN: This Court in Bell v. Ohio, the\ncompanion case to Lockett, said that Bell's low average\nintelligence, or dull, normal intelligence, was a\nmitigating factor that the sentencer had to be allowed to\nconsider. We know from the briefs in that case that the\nIQ score for Mr. Bell ranged between 81 to 90, so we know\nthat 90 is something the jury has got to consider.\nIn Burger v. Kemp, the Court observed that Mr.\nBurger's 82 IQ was a -- was a mitigating circumstance\nwhich the jury would have to be instructed to consider,\nhad it been offered by counsel.\nWe know from McKoy v. North Carolina that 74 is\nan IQ that counts as a mitigating circumstance.\nI think every reasonable juror would understand,\nparticularly when counsel is urging vigorously this is a\nvery low IQ, as counsel did in this case -- would\nunderstand that it does substantially reduce moral\nculpability.\nYour Honor, with the Court's permission, I'd\nlike to reserve the balance of my time.\nQUESTION: Very well, Mr. Owen.\nMr. Marshall, we'll hear from you.\nORAL ARGUMENT OF EDWARD L. MARSHALL\nON BEHALF OF THE RESPONDENT\nMR. MARSHALL: Mr. Chief Justice, and may it\nplease the Court:\nThis case is squarely controlled by the Court's\nopinions in Graham v. Collins and Johnson v. Texas in\nwhich the Court rejected Penry claims based on youth and\ntroubled upbringing.\nIn fact, Tennard's Penry claim, based on a\ncompletely unexplained IQ score, is much weaker than\nGraham's or Johnson's for two reasons. First, Tennard's\nclaim is governed by the AEDPA, which requires deference\nto the Texas court's reasoning in its opinion, and second,\nTennard's disembodied IQ score has really minimal\nmitigating or aggravating significance within the special\nissues here because -\nQUESTION: Well, it seems to me this -- this is\nnot a case of -- of ineffective assistance of counsel\nwhere we're seeing if -- if it was proper to overlook the\nevidence at all. The evidence was entered, was admitted\nin the trial court. And the question is whether or not it\nwas given proper consideration.\nMR. MARSHALL: Your Honor, I -- I believe it was\ngiven proper considered. Whether it was considered as -\nQUESTION: Well, but I mean, that's -- that's\nquite apart from the fact that, you know, it may be\npersuasive or not persuasive.\nMR. MARSHALL: It is apart from that question,\nJustice Kennedy. However, in this case, if you take a\nlook at counsel's strategy as a whole in -- in defending\nthis case, he basically decided to paint Tennard as the\nless culpable party among his co-defendants and -- and\npaint him as a follower in illustrating that he allowed\nhis prior rape victim to escape. In -- in questioning his\nrole in the murders in this case, that was his strategy.\nCounsel certainly didn't believe, I -- I don't think from\nthe record, that -- that this IQ score had any independent\nmitigating significance beyond that follower theory\nbecause he didn't object to the -- the instructions or the\nspecial issues that were given and -- and didn't attempt\nto argue it outside of that context.\nEverything that he placed before the jury was\nthe idea that Tennard was a follower in this case and that\nthat made him less culpable. And that is a fact that is\nmitigating within the context of future dangerousness, as\nthis Court reasoned in Jurek, where they said the duress\nor domination of co-defendants would be cognizable within\nthat special issue.\nHere, counsel presented the argument and -- and\nsome evidence to the effect that Tennard was a model\nprisoner when he was incarcerated in his prior -- for the\nprior rape conviction. He had no disciplinary\ninfractions. This was clearly counsel's global theory,\nnot that he was -- that he had any kind of diminished\ncapacity to commit this offense.\nQUESTION: Opposing counsel says, however, we\ndon't even have to get to that argument, that maybe if the\nFifth Circuit had considered the case aright, it would\nagree with you on that point. But it never got to that\npoint. It applied its -- its two factors and therefore\nnever even had to consider what you're presenting to us.\nIt just said no causality and not -- not severe enough.\nWhat -- what's your response to that?\nMR. MARSHALL: Justice Scalia, I -- I would say\nthat the Fifth Circuit was really looking at whether the\nState court's opinion was reasonable in this case. The -\nthe State court did apply Penry in a way to try to\ndetermine -- applied Johnson and Graham and tried to\ndetermine whether this evidence was relevant within the\nspecial issues as given and as defined.\nQUESTION: Well, do you -- do you think the\nFifth Circuit's uniquely severe, permanent handicap and\nnexus tests are the proper interpretation of the Penry\ncases?\nMR. MARSHALL: I believe, Justice O'Connor, that\nthey are one proper interpretation. They were developed\nas a screening test of sorts to try to engender some sort\nof consistency in the many, many, many Penry claims that\nthey -\nQUESTION: I mean, if we thought that the\ncertificate of appealability should have been granted, I\nsuppose you would then argue, when it went back, that\nthose are the right tests to employ?\nMR. MARSHALL: That would be one argument we\nwould advance, Justice O'Connor. I -- that's sort of a\nscreening, a -- a prima facie analysis of -- of the Penry\nclaim and it's designed to handle a wide variety of types\nof evidence offered.\nQUESTION: I -- I have a lot of trouble seeing\nhow the first uniquely severe, permanent handicap test is\n-- is proper in light of Penry. That's a pretty low IQ in\nthis case, is it not?\nMR. MARSHALL: We know now that it's a low IQ.\nI -- I don't know whether the jury was aware of that fact\nat the time of trial because it was never explained to\nthem, Your Honor. And it was never contrasted with any\nother IQ score.\nHowever, I think the Fifth Circuit's opinion is\nillustrative of -- of the difference between the -- the\nfour-part test that's identified in the Fifth Circuit for\ndetermining Penry violations and the additional analysis\nthat goes on top of it, which is even aside from this\nquestion of whether we have a nexus, whether we have a -\nwhether we have severity or permanence, these other\nfactors, the court invariably ends up looking at whether\nthe jury could consider that evidence within the special\nissues, whether it was relevant in -- in some way, in some\nmeaningful way. And -- and that's the question the Court\nidentified in Johnson and in Graham that -- that should be\n-- be the controlling factor in Penry cases.\nSo I think -- I think the Eighth Amendment only\nrequires looking at Johnson and Graham, that -- that the\njury be able to give effect in some manner to the evidence\nintroduced, not that it be able -- not that it's required\nto give effect in every conceivable way. And so the issue\nisn't really whether Tennard can identify some relevance\nfor this evidence beyond the special issues that were\ngiven, but whether he can -- whether we can look at the\nrecord and see if it had some relevance within those\nspecial issues that was available to the jury.\nAnd I think that's exactly what the State court\ndid in this case. They looked at deliberateness and as\nTennard has argued in his brief, I think quite eloquently,\ndeliberateness was truly designed to deal with the\nquestion of party liability. Whether the defendant had a\nreasonable expectation that death would occur.\nAnd in this case, where a party instruction was\ngiven during the guilt/innocence phase, there was that\nlingering question of whether Tennard was the primary\nactor here. And so that's exactly how Tennard's counsel\nargued it to the jury. He suggested that -- that Tennard\nwas a follower. He wasn't the primary here. He may not\nhave even stabbed the victim in this case. It might have\nbeen his co-defendant who may be lying or -- or minimizing\ntheir own responsibility in order to cover their tracks.\nAnd so that's the theory before the jury from counsel's\nperspective, and that fits squarely within deliberateness\nhere.\nQUESTION: All right. Could I -- can I -- can I\ninterrupt you there? It seems to me that under the -\nlet's take the first prong of the First Circuit's test,\nthe unique severity requirement, that in fact, if the\nunique severity requirement is a proper reading of -- of\nPenry, then it seems to me we've read that evidence, in\neffect, right out of -- of relevance and admissibility.\nThere are millions of followers in this world. There's no\nway in the world, I would suppose, on this evidence that\n-- that one could plausibly argue that this individual's\ncondition was a uniquely severe follower kind of\npersonality, and therefore it would be excluded. So it\nseems to me that the unique severity requirement would\npreclude the argument you just made in support of the -\nthe court's position.\nMR. MARSHALL: Justice Souter, that is not a\nquestion of admissibility, though. And -- and here what\nthe court was looking at on appeal -\nQUESTION: No, but it -- it -- as your brother\non the other side said, if it's constitutional relevance,\nit could be a basis for an admissibility ruling.\nBut let's, as you say, take the case that we've\ngot and -- and on the case that we've got, the -- in\neffect, the Court is saying there's no need even to get to\nthe argument that counsel for the State of Texas has just\nmade because on -- on no reading of uniquely severe could\nwe say that this is uniquely severe evidence. And\ntherefore, we don't even have to get to the question of\nwhether sufficient consideration could have been given to\nthis under -- under Penry.\nMR. MARSHALL: Your Honor, it's -- it's a\ncombination question that we're looking at here. It's\nwhether the evidence had -- had mitigating significance\nand then whether that significance was beyond the scope of\nthe special issues. I think that -\nQUESTION: But you say -- but as I understand\nit, the circuit and the Court of Criminal Appeals says we\ndon't even have to deal with the substance of these issues\nunless the evidence is indicative of something which is\nuniquely severe, which clearly this is not. So that on\nthe -- as I understand the circuit's position, there would\nbe no need for you to make the argument that you just made\nto us about the adequacy of consideration that could be\ngiven under -- under Penry because on the uniquely severe\ntest, we don't even -- it's not uniquely severe under any\nreading and therefore we don't even have to get to the\nquestion of substance.\nMR. MARSHALL: Your Honor, that may be true.\nHowever -\nQUESTION: Well, if it's true, it's a violation\nof Penry, isn't it?\nMR. MARSHALL: I -- I disagree, Your Honor. I\nthink that -- I think that the uniquely severe, permanent\nhandicap test that was identified in -- in the Fifth\nCircuit's en banc opinion in Graham is basically a\ndescription of Penry's evidence. And so the question\nis -\nQUESTION: I think you're wrong about that. If\nthis -- if the Fifth Circuit's test is a misinterpretation\nof Penry, then I take it you lose this case. And if the\nFifth Circuit has misinterpreted Penry's -- what Penry\nmeans --\nMR. MARSHALL: No, Your Honor. The Fifth\nCircuit's test is not even at issue in this case. It was\nat issue in the companion case Smith, but here what we're\nlooking at in the denial of COA context under the AEDPA is\nwhether the State court's treatment of the issue was\nreasonable or not. And I think -\nQUESTION: It's the same test, isn't it?\nMR. MARSHALL: Not quite, Your Honor. The -\nthe State court has taken a slightly different tack. They\ndid not address the nexus, severity, uniquely severe test\nwhen they addressed Tennard's evidence in this case in Ex\nparte Tennard, as contained in the joint appendix. They\ndid not apply that test.\nAnd in the past, they have taken different\napproaches over nexus, for example. The -- the State\ncourt has always held that nexus is established\nautomatically if a defendant introduces evidence of mental\nretardation, and they have granted relief in numerous\ncases on that very point, that there's several cases in my\nbrief at pages 27 and 28 that I've identified where the -\nI think there are six or seven -- where the State court\ngranted relief saying that we know mental retardation is\nuniquely severe because not only, as it was described in\nPenry, but -- but in earlier cases, that -- that it\naffects the defendant's ability to control their impulses,\nit affects their ability to learn from their mistakes.\nThese are the things that are mitigating and these have an\nautomatic nexus.\nSo there's a difference between the way the\nFifth Circuit has applied it and the way the State court\nhas applied it, and I don't -\nQUESTION: But what is the State -- I thought\nthat at one point you told us that -- that the Fifth\nCircuit got the severity and nexus threshold requirements\nfrom the State, that the State initiated those\nrequirements. And now you say but in Tennard's case, as\ndistinguished from Smith, the State applied some other\ntest?\nMR. MARSHALL: Your Honor, the State court\ninitially began by asking -- by identifying more or less\nfour factors, whether the -- whether the evidence was\ninvoluntary disability, whether it was permanent in\nnature, whether it was severe enough, and whether there\nwas at least an inference of nexus from the evidence.\nThose four factors parallel, more or less, the uniquely\nsevere, permanent handicap language from Graham.\nAnd so the two tests have gone in parallel\nthrough the years, although the State court has vindicated\nmany more Penry claims than the Fifth Circuit has simply\nbecause that's where the meritorious claims were found and\nthat's where they got relief. So the Fifth Circuit has\nnever been faced with the number of cases that the State\ncourt was that presented evidence that rose to that level\nso that I think in retrospect, the Fifth Circuit's test\nbecomes a little bit severe when it is viewed in that\nvacuum but when it's compared with the way the State court\nhas done it, basically all of the meritorious claims have\nbeen vindicated.\nQUESTION: But you -- you seem to -- what you\nsaid were -- you recited four factors, but it sounded like\nseverity was one and nexus was another.\nMR. MARSHALL: Yes, Justice Ginsburg, that is\ncorrect. However, the nexus requirement has been applied\ndifferently by the State court.\nQUESTION: You say it has not been applied as a\ncausation test. Is that it? Association but not\ncausation? Is that a fair -\nMR. MARSHALL: That is a fair statement of it,\nJustice Souter. It's -- it's whether the jury could infer\na connection.\nQUESTION: I'm rather mixed up. I mean, I'm\ntaking your brief on pages 10 through 12, and reading your\naccount of it, what I thought happened is that when the\ndefendant, who had been sentenced to death, went to the\ndistrict court and then to the Fifth Circuit, the Fifth\nCircuit did not say, just as Justice Souter said -- it did\nnot say this evidence helps to show this person will not\ncommit the crime. Rather, they said, when faced with the\nargument, this evidence shows he's more dangerous because\na mentally retarded person at this level might commit more\ncrimes. They didn't decide that issue.\nAnd then reading from your brief, it said the\nreason is because the evidence comes far from\ndemonstrating that Smith suffered from a, quote, uniquely\nsevere, permanent handicap. End quote. And that the\ncriminal act was attributable to this condition. Am I\nquoting from the right place?\nMR. MARSHALL: I think that's the brief in\nSmith, Your Honor.\nQUESTION: That's the brief in Smith. All\nright. So where -- what -- what was the situation in -\nin this -- Tennard?\nMR. MARSHALL: Justice Breyer, the -- the\nevidence is an interesting contrast between the two cases.\nSmith introduced more than abundant evidence, I think, of\n-- of -- that were -- that was mitigating, in effect, the\nfact that he had an antisocial personality disorder, all\nof these other factors. Tennard's IQ evidence came in on\na prison record form with just a sole number 67. The -\nthe parole officer who testified identified the number and\nthen admitted on cross that he had no idea who had given\nthe test, he had no idea what kind of test was given, when\nit was given. All of these factors were -- were laid out\nthere.\nQUESTION: When you say no idea what kind of a\ntest, it was recognized it was an IQ test, wasn't it?\nMR. MARSHALL: That's correct, Your Honor. It\nwas recognized as an IQ test. And -- I -- my point was\nthat it wasn't identified as a short-form test, a full\nscale IQ score.\nQUESTION: Isn't that something the State would\nknow if it were given in a State prison? If the tests\nwere given at a certain period of time in a State prison,\nthat's -- that's something that the State could easily\nfind out what were they giving at the time.\nMR. MARSHALL: Your Honor, it was not contained\non the -- the social and criminal history form that was\nintroduce, and that's at page 63 of the joint appendix.\nIt -- it's -- it's not in that form. And the parole\nofficer who was called as a witness by the defense who\nbrought this form didn't know the answer to that question\neither.\nQUESTION: But somebody connected with the State\ncorrection system would know, would they not?\nMR. MARSHALL: Presumably someone would know.\nThe psychologist who administered the test would know.\nQUESTION: Well, the State could have informed\nitself fully of what goes on at State prisons with regard\nto IQ tests.\nMR. MARSHALL: That's possible, Your Honor,\nexcept that it was the defendant's evidence in this case.\nAnd I don't think that the State necessarily looked at it\nas any significant evidence, just like I don't think the\ndefense looked at it as significant evidence.\nQUESTION: But all of this goes to the weight\nthat the evidence might have, but it -- what -- what does\nit have to do with whether it is appropriate to erect this\nthreshold test for considering whether it even needs to be\nconsidered as -- as an issue on appeal?\nMR. MARSHALL: Justice Souter, under -- under\nboth Graham and Johnson, we're trying to figure out\nwhether the evidence had some relevance within the special\nissues, not whether it had every bit of relevance it\nshould have had, but whether it just had some meaningful\nrelevance. And so I think looking at the weight of the\nevidence is part of that analysis. We have to look and\nsee what the jury would have -- what meaning the jury\nwould have given -\nQUESTION: No, but it -- it -- you -- you don't\n-- I take it your argument is not that they couldn't give\nit any weight at all.\nMR. MARSHALL: Correct, Your Honor.\nQUESTION: So the -- the -- what I'm going to\ncall the screening question we have before us is does a\nCourt even have to get into the use that might be made of\nthat evidence, whatever its weight, unless that evidence\nsatisfies these two threshold requirements -\nMR. MARSHALL: Your Honor, those threshold -\nQUESTION: -- or the State's equivalent of the\ntwo threshold requirements? Isn't that the issue before\nus?\nMR. MARSHALL: I believe that is the issue, and\nI might add that those threshold requirements are\nquestions as to what relevance the evidence had and how it\ncould have fit within the special issues. So when we're\nlooking at severity and nexus, we're looking at how does\nthe evidence mitigate moral culpability, how does it tend\nto excuse the crime.\nQUESTION: But the -- the circuit, I take it,\nwould say, all right, given the fact that there may be an\nargument over the weight to be given, accepting that, we\ndon't have to decide whether enough weight could be given\nto that evidence for Penry purposes unless that evidence\nindicates something that is uniquely severe and was the\ncause of the crime.\nMR. MARSHALL: Generally speaking, Justice\nSouter, the evidence that fails to pass that test does\nhave some relevance within the special issues because,\ngenerally speaking, it tends to either show that the crime\nwas an aberration -- what we're looking for is something\nthat's -- when we're trying to identify Penry error, we're\nlooking at evidence that's solely aggravating in answering\nthose special issues, not necessarily evidence that just\nhas some relevance outside those special issues, just\nwhether it has only aggravating relevance within them or\nno relevance within them.\nAnd I think that's what the Court was talking\nabout in Graham and Johnson, where we looked at youth and\n-- and determined that, yes, youth had -- may have some\nsignificance outside future dangerousness, but the fact\nthat it has some significance within future dangerousness\ncures any potential Penry error. And that's exactly what\nthese factors that the Fifth Circuit has identified, and\nthe State court to a lesser extent, are designed to root\nout, to try to catch those types of evidence and determine\nwhether they indeed had some relevance or not.\nQUESTION: Can I --\nQUESTION: You're saying --\nQUESTION: -- procedurally I -- I see what -\nwhat we have in -- in your case is it's -- there's a\nreference to lower court in your brief, and I'm not sure\nwhich it is. I thought that what had happened is the\nFifth Circuit had been fairly been clear that their two\ncontroversial matters determined this. But the fact is -\nand I'm trying to get the procedural part right -- is they\ndidn't say anything. And so all we have is the lower -\nis the lower court opinion. Is that right?\nDid -- did the -- and the lower court had said,\nwell, one of the reasons that they lose is because the\nfuture dangerous part of the Texas test gives effect to\nthis. And that's where we are.\nMR. MARSHALL: That's correct. The -- the Fifth\nCircuit -\nQUESTION: So what you've done is you got rid of\nthe other case which did clearly present it.\nMR. MARSHALL: Yes, Your Honor.\nQUESTION: And now what you're saying now is\nthis case doesn't really present the issue that we took it\nto deal with.\nMR. MARSHALL: Correct, Your Honor. This case\n-- the Fifth Circuit looked at the State court\nadjudication -\nQUESTION: Now, what do you suggest we do? I\nmean, suppose I happened to think that -- that the Texas\nFifth Circuit is applying two tests that are really\nerroneous and not a correct interpretation? If I -- if I\nthought that was a big issue and maybe that was so, have\nyou any suggestion as to how we should proceed?\nMR. MARSHALL: Well, Your Honor, contrary -- I\nmean, and in contrast to Penry and the prior cases that\ncame before the Court, this is not here on de novo review.\nWe're now bound by the AEDPA, and we're looking at\nreasonableness. And so I think the Court is necessarily\nlooking at it from a different angle now, and -- and so\nwhether the Court simply disagrees with the test is not an\nissue here and really wouldn't be merited -\nQUESTION: What about saying we've seen in other\ncases like Smith, for example, that the Fifth Circuit has\ncontinuously denied review or reversed or affirmed or\nwhatever on the basis of these two tests? And so we think\nit's a reasonable assumption that that played a role in\ntheir decision here too, particularly since whether this\ncase does fit within Graham and -- and the other one you\ncited, is certainly open to reasonable argument. Now,\nwhat would be wrong with taking that approach?\nMR. MARSHALL: Your Honor, I think that again,\nif the Court disagrees with the test that was applied in\nthe Fifth Circuit, the Court is still stuck with -- with\ndetermining whether it was the State court's opinion that\nwas reasonable or not. Now, the Court could await another\ncase raising the issue and there are more. By my last\ncount there are approximately 100 and may still -- on\ndeath row in Texas who were sentenced under this\nsentencing scheme, and so I'm sure those claims will\narrive again some day.\nBut -- but in this case, I don't think the Court\nhas that option when applying the AEDPA to the State\ncourt's opinion. And further, I -- I think what we're\nreally looking at is whether the Fifth Circuit's -- or -\nor whether the -- the Federal court's application of the\nAEDPA was debatable. So we're even one step further\nremoved from reasonableness in that sense. I don't think\nthat this is the case for it, and -\nQUESTION: Could -- could I get back to what you\nhad just said before Justice Breyer asked you the\nquestion? You -- you were -- you were describing why it\nis that these two tests do, indeed, bear upon the Penry\ndetermination. You -- you said, as I understand it, if it\nisn't severe enough, it can be taken into account in the\nfuture dangerousness determination. Right? If it's too\nsevere, the only way it can cut is to make him more\ndangerous in the future, but if it's -- if it's milder, it\ncan be -- it can be -- it can cut both ways.\nMR. MARSHALL: Generally speaking, yes, Your\nHonor.\nQUESTION: Okay. Now, what about the other one?\nWhat about the -- the nexus requirement? How does that\nbear upon the Penry -- the Penry issue?\nMR. MARSHALL: We're -- in trying to -- in\ntrying to analyze the -- the Penry claim, we're trying to\nfigure out whether -- whether the evidence introduced at\ntrial had -- had significant relevance to moral\nculpability that was outside the scope of the special\nissues. And I think it's the combination of those\nfactors, not necessarily each one, one by one, that gets\nyou there, but the nexus requirement basically just asks\nthe question whether it actually has relevance to moral\nculpability and whether that relevance reaches the level\nthat it placed it outside the special issues.\nQUESTION: All right. With respect to the\nfirst, I can understand why it bears upon the Penry thing.\nWith respect to the second, it seems sensible, but I don't\n-- I don't see how it has any bearing on the -- on -- on\nwhether you can give that -- that factor some effect under\nthe special issues.\nMR. MARSHALL: Well, for example, Justice\nScalia, I -- I think that the evidence of follower status,\nfor example, that -- that was argued extensively to the\njury in this case would have a nexus to the crime because,\nof course, it involved the circumstances of the crime.\nAnd so, therefore, it would fall within the special issue\nof deliberateness where the jury is asked to resolve the\nissue of -- of the specific intent required in a party\nsituation like this.\nQUESTION: Yes, but I mean it -- it accidentally\nhad a nexus to the crime because, you know, he claimed\nthat he was a follower in this crime. What if he\nintroduced the same evidence? He has a low IQ and in all\nother situations he's a follower, but there's no direct\nevidence that in this crime -- in this crime he was.\nMR. MARSHALL: Well, then I think -\nQUESTION: Why do you need the nexus in order to\nmake it considerable by the jury?\nMR. MARSHALL: Well, then I would question\nwhether the evidence actually had relevance to moral\nculpability if it had no connection to the defendant or\nhis crime. And so I think that's the inquiry we're\nlooking at here, is -- is -- and again, it's part of the\n-- the multi-part test that the Fifth Circuit and the\nState court have devised.\nAnd I think the best explanation occurs in -- in\nthe Fifth Circuit's opinion in Robertson v. Cockrell which\nwas handed down last year. It was an en banc opinion at\n325 F.3d 243. The court summed up its entire body of\nPenry jurisprudence there and identified the four factors\nthat are relevant, voluntariness and so on.\nQUESTION: Would you clarify one thing for me?\nI may have missed it. The nexus requirement -- does that\nrequire a nexus to the crime or a nexus to the likelihood\nthat he'll be dangerous in the future?\nMR. MARSHALL: It -- it requires a nexus, at\nleast an inferential nexus, to the crime itself, Your\nHonor.\nQUESTION: Well, then -- then I take it being a\nveteran or a war hero or something like that, which\nclearly had nothing to do with this particular crime -\nthat would not be -- not satisfy the nexus requirement.\nMR. MARSHALL: It would not, but it -- but -\nbut again, that evidence would be relevant within future\ndangerousness because it would go to good character. So\nwhile good character evidence doesn't necessarily have a\nnexus to the crime, good character evidence is relevant\nwithin the -- the special issues, and the Court held that\nin Jurek that -\nQUESTION: All right. What -- what about the -\nthe case of the individual with the -- with the abused\nchildhood? Assume -- assume a case -- I think one of the\nbriefs mentioned this. Assume a case in which the parents\ndidn't teach the child to be a thief or a murderer or to\ncommit crimes. They simply abused the child. It's -\nit's clear that -- from our cases that that evidence would\nbe admissible. What I don't understand is how that\nevidence could ever satisfy the nexus test. There's no\nway you can say as a causal matter that the fact of the\nabusive childhood caused this crime, which I take it is\nwhat the -- the Fifth Circuit would require. Am I -- am I\nmissing something?\nMR. MARSHALL: The rule is not that strict,\nJustice Souter. It -- it requires an inference of\ncausation. And I think child abuse is most--\nQUESTION: Well, I mean, that's -- that's what I\nmean by cause. How could you ever infer causation?\nMR. MARSHALL: I think child abuse is -- is\ntruly analogous to youth, for example, which I think the\naverage juror does understand has a connection to moral\nculpability. And it's -- as youth is something that most\npeople have common -\nQUESTION: No. But you're -- you're -- I -- I\ndon't mean to be short with you, but I think you're\nchanging the terms of the question. It isn't whether\nthere is an association with moral culpability. The\nissue, as I understand it, is whether this mitigating\nevidence is relevant to this crime in the sense that there\nis a possible causal inference, not some broader\nassociation. Am I wrong about that?\nMR. MARSHALL: No, you're not wrong, Justice\nSouter. I -- I think that is -\nQUESTION: Okay. Then how can you draw the\ncausal inference? Why -- why on that -- on that threshold\nrelevance understanding, why -- why ultimately wouldn't we\nhave to say, well, under the Fifth Circuit rule, the\nabused childhood evidence really is irrelevant? It can\nnever be considered.\nMR. MARSHALL: If child abuse was the evidence\npresented in this case, we may have a bigger problem, Your\nHonor. That is a more difficult topic. However, it's not\nthe case here.\nQUESTION: But it's utterly inconsistent with\nour cases, isn't it? I mean, haven't -- isn't it\nperfectly clear that that evidence is admissible?\nMR. MARSHALL: It is, of course.\nQUESTION: And -- and must be given we'll -\nlet's use the term, meaningful consideration, by the jury.\nAnd -- and it couldn't be given any consideration on the\ncausation -- if there's a causation requirement.\nMR. MARSHALL: I don't think that's absolute,\nYour Honor. I -- I think there may be some causation\nargument where we're looking at, as I said, common\nknowledge. Jurors -- jurors know that people who are\nabused as children turn out a certain way and -- and that\nit's --\nQUESTION: Yes. I -- that's what I would say.\nI -- I don't know why you concede so readily that it has\nno -- no causal nexus. I -- I think the reason that -\nthat we usually allow that as mitigating evidence is that,\nyou know, you -- you beat a kid cruelly and he turns out\nto be a cruel kid. I don't know why -- why you -- why you\nmake the concession.\nHas the Fifth Circuit ever used its nexus\nrequirement to exclude evidence of severe maltreatment as\na -- as a child?\nMR. MARSHALL: Your Honor, I -- I'm not aware of\ncases that -- that they excluded evidence of severe child\nabuse. However, in some cases where there was mild or\nmoderate, sketchy evidence of child abuse, they have used\nthat -\nQUESTION: That's the other factor. That's not\nthe nexus factor. That's the severity factor.\nMR. MARSHALL: Correct, Your Honor.\nQUESTION: I -- I guess that gets us -- I guess\nthe difference between your answer to Justice Scalia and\nyour answer to me gets -- gets us to the question, what do\nthey mean by cause? And -- and I thought the Fifth\nCircuit was requiring something much more than, as you put\nit, an association with the personality. I thought it was\nrequiring something more specific. But maybe I'm wrong.\nMR. MARSHALL: I -\nQUESTION: I mean, your answer to Justice Scalia\nsuggests that I -- that I am wrong, that the circuit isn't\nrequiring what I thought it was.\nMR. MARSHALL: Your Honor, I think in Robertson,\nthe most recent case in which the Court took up the issue\nof child abuse -- and I see my red light is on, but I'll\nfinish answering.\nQUESTION: Thank you, Mr. Marshall.\nMr. Owen, you have 5 minutes remaining.\nREBUTTAL ARGUMENT OF ROBERT C. OWEN\nON BEHALF OF THE PETITIONER\nMR. OWEN: Thank you, Mr. Chief Justice.\nQUESTION: Mr. Owen, is your understanding the\nsame as Mr. Marshall's that we're talking about a universe\nof 100 cases?\nMR. OWEN: I -- I tried to count them myself,\nYour Honor, and my number was closer to 50. And I don't\nknow on what -- I don't know where or how we disagree, but\nI think the universe of cases is -- is obviously more than\nperhaps 40 and -- and I guess by his count fewer than 100.\nAgain, it's only the people who were sentenced -- and\nagain, I think we need to emphasize that a ruling in favor\nof Mr. Tennard would only affect the sentences of people\nwho introduced mitigating evidence at their trial that had\nrelevance to moral culpability outside the inquiries that\nthe jury received in its instructions. So, again, there\nwould be a subset beyond the number of cases just tried\nprior to 1991 that would include the cases in which\ncertain kinds of mitigating evidence like the 67 IQ in\nthis case were introduced.\nLet me address Justice Breyer's question first\nabout the Fifth Circuit's treatment of the claim in this\ncase. Justice Breyer, I'd like to refer you to pages 20\nto 22 of our brief, and at those pages we described the\nway in which the Fifth Circuit analyzed the claim in our\ncase. And I think it is -- it is the case that they\napplied both the unique severity test and the nexus test\nand found us wanting on both scores. And then ultimately,\nin the way that the Fifth Circuit has, having reached the\nmerits, it said that we didn't get a COA. So I'm -- I'm\nnot sure. I think -- but that -- they did -- they did\napply the test, and so I don't think there would be\nanything inappropriate about this Court assessing the\nappropriateness of the test.\nWith respect to the trial record, I do want to\nemphasize that the word follower does not appear in\ndefense counsel's closing argument. Defense counsel did\nnot make the argument that Mr. Tennard was a follower,\nthat his 67 IQ made him a follower, that he followed other\npeople in committing this crime. There is only one -- one\ncomment from defense counsel, a single sentence in the\ncourse of the closing argument which says with respect to\nan earlier crime that Mr. Tennard was involved in, that he\nwas not the leader. It doesn't say, and he was less\nculpable than anybody else. He doesn't say, he only got\ninvolved in that crime because he was following somebody\nelse.\nThis is not a case that was defended at trial on\nthe theory that Mr. Tennard, because of his 67 IQ, is a\nfollower. It is a case that was defended at trial on the\ntheory that having a 67 IQ is the sort of globally\ndisabling quality that affects everything Mr. Tennard\ndoes, every action that he takes, every thought that he\nhas, every judgment that he makes.\nQUESTION: Was that argument made?\nMR. OWEN: It is certainly argued, Your Honor,\nthat -- as defense counsel puts it to the jury, he says,\nyou have a man who has an IQ that is that low, and he says\nto the jury, none of you know what it's like to have a 67\nIQ.\nAnd I think -- and the -- and the prosecutor,\nfor his part, doesn't dispute the lowness of the IQ score.\nThe prosecutor's argument isn't, oh, come now, a 67 IQ\nisn't that low. The prosecutor's argument is, under these\ninstructions, ladies and gentlemen, you're not asked why\nMr. Tennard became a danger. You're being asked whether\nhe's a danger. That's the only thing that the -- that the\njury was asked to consider.\nI think that -- that it's important to keep in\nmind the quality of this mitigating evidence.\nIt also was suggested that counsel didn't object\nto the instructions, didn't ask for a special instruction.\nWhile he did not ask for a special instruction at the\npoint of the jury charge, there is a pretrial motion filed\nby defense counsel which complains that the Texas statute\ndoes not permit the consideration of mitigating\ncircumstances, which asked for definitions of the key\nterms in the statute, and that was denied. So it's -\nit's certainly not a case in which there was -- it was -\nyou know, the people at trial were unaware of this problem\nwith the instructions. That's evident from defense\ncounsel's argument.\nI think that the -- the one -- one thing I want\nto emphasize about the nature of this mitigating evidence\nis the way in which it's -- it's -- it does affect moral\nculpability. And the quote I found that I liked the best\non this actually is from a concurring opinion in Skipper\nwhere, in the course of explaining why they felt that\nevidence of good behavior in jail didn't qualify as Eighth\nAmendment mitigating evidence, Justice Powell joined,\namong others, by Chief Justice Rehnquist, said, evidence\nof a reduced capacity for considered choice bears directly\non the fundamental justice of imposing capital punishment.\nThis evidence in our case is evidence of that kind of\nreduced capacity that the jury had no vehicle for giving\nthat kind of mitigating effect to in imposing sentence.\nWe'd ask the Court to reverse the judgment\nbelow.\nCHIEF JUSTICE REHNQUIST: Thank you, Mr. Owen.\n"
    }, 
    "respondents": [
        "No. 02-10038 DOUG DRETKE, DIRECTOR, TEXAS", 
        "DEPARTMENT OF CRIMINAL", 
        "JUSTICE, CORRECTIONAL", 
        "INSTITUTIONS DIVISION."
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 2, 
        "MR. MARSHALL": 49, 
        "MR. OWEN": 51, 
        "QUESTION": 101
    }
}