{
    "appearances": {
        "content": "GEN. THEODORE B. OLSON, ESQ., Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nthe Petitioner.\nMICHAEL K. WOLENSKY, ESQ., Atlanta, Georgia; on behalf of\nthe Respondent.\n"
    }, 
    "caseNum": "02-1196", 
    "caseinfo": {
        "content": "SECURITIES AND EXCHANGE :\nCOMMISSION, :\nPetitioner :\nv. : No. 02-1196\nCHARLES E. EDWARDS :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nGEN. THEODORE B. OLSON, ESQ.\nOn behalf of the Petitioner 3\nMICHAEL K. WOLENSKY\nOn behalf of the Respondent 23\nREBUTTAL ARGUMENT OF\nGEN. THEODORE B. OLSON, ESQ.\nOn behalf of the Petitioner 45\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, November 4, 2003\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n11:01 a.m.\n"
    }, 
    "petitioners": [
        "SECURITIES AND EXCHANGE", 
        "COMMISSION,", 
        "Petitioner", 
        "v.", 
        "No. 02-1196 CHARLES E. EDWARDS", 
        ""
    ], 
    "proceedings": {
        "content": "(11:01 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnext in No. 02-1196, the Securities and Exchange\nCommission v. Charles E. Edwards.\nGeneral Olson.\nORAL ARGUMENT OF GEN. THEODORE B. OLSON\nON BEHALF OF THE PETITIONER\nMR. OLSON: Thank you, Mr. Chief Justice, and may\nit please the Court:\nOver 10,000 persons in 38 States invested $300\nmillion in respondent's payphone business on the\nexpectation that their investments would yield a 14\npercent return due to respondent's experience, efficiency,\nand management expertise. The decision below that these\ntransactions were not investment contracts merely because\nthey specified a fixed return to the investor, rather than\nan unspecified portion of the enterprise's profits, can\nnot be squared with the language, history, and purpose of\nthe Securities Acts, 70 years of consistent SEC\ninterpretation and enforcement, and this Court's\njurisprudence.\nThe congressional definition of security, as\nthis Court has repeatedly said, is broad and flexible, and\nintended to be all-inclusive to cover the countless and\nvariable schemes devised by those who would seek money\nfrom others on the promise of a return. Congress\nintended, in the words of this Court, to encompass\nvirtually any instrument that might be sold as an\ninvestment, and the term investment contract, this Court\nhas held, was intended to be a broad catch-all.\nTherefore, substance, not form or title, governs.\nThese terms, investment contract, are to be\nconstrued broadly to embrace - again, in the words of this\nCourt - all forms of investment schemes that bear a\nresemblance to what is commonly understood to be a\nsecurity. And this Court has said, because promoters are\nso creative, these terms must be flexible and inclusive.\nA catch-all must catch all. It is irrational to conclude\nthat Congress would have defined security -\nQUESTION: Mr. Solicitor General, may I jump\nahead for a second? Is the - is your adversary correct in\nsaying that as far as decided cases are concerned, not the\nposition of the SEC, but there is no judicial decision\nholding that a - an instrument that provides a fixed\nreturn is an investment contract?\nMR. OLSON: Well, Justice Stevens, I can answer\nthis by saying that the seminal case, Howey, referred to\nand cited Blue Sky cases and Federal court of appeals\ndecisions, which did contain those type of instruments,\nfixed return instruments. This specific question has not\npreviously been decided by this Court, but the Court has\nnever decided, and the cases that the Court referred to in\nHowey did not ever say that - that the fixed return\ninstrument was excluded from the term investment contract.\nQUESTION: How about the United Housing case?\nMR. OLSON: Well, again, with respect to that\ncase, the - I - the Court has decided consistently that\nwhat is critical is the - that the investor expects a\nreturn. The Court has never said -\nQUESTION: But the United Housing case did refer\n- suggest that the requirement that the income come from\nprofits, did it not?\nMR. OLSON: Well, the - the references to the -\nto the - this - from this - our perspective, Mr. Chief\nJustice, is that the return must be examined from the\nstandpoint of the investor, the invest - and the Court - I\ndon't think the Court intended to restrict in that case,\nand the language is not reasonably susceptible in my\njudgement to the - to the understanding that that was\nintended to exclude investments or instruments that\nprovided a fixed return.\nWhat the Court has repeatedly referred to is the\n- from the standpoint of the investor, what the investor\nis expecting to do is to put his or her money to work for\nhim or her, that is to say, put that money into an\nenterprise of some sort so the investor can sit back and\nwatch the returns come in. The investor doesn't care\nwhether that's a fixed return or a speculative return. In\nfact, the definition in both the 33 and the 34 Act\nincludes types of investments, such as common stock, that\nhave speculative returns built into their definition, so\nto speak, fixed returns instruments, such as bonds,\npreferred stock, indentures, and that sort of thing.\nThen the term, as this Court has repeatedly\nsaid, those terms are relatively fixed and understood.\nBut because Congress wanted to embrace, because this is a\nremedial statute intended to protect the investing public\nand the integrity of the marketplace so that people will\nfeel secure in investing their resources in other\ninstruments that promoters are offering -\nQUESTION: General Olson, you - you put the\nstress on investment and that seems right with the statute\nrefers to investment contracts, but there are surely debt\ninstruments that would not be investment contracts. So\nwhat is the dividing line between something that\nconstitutes a plain old debt that is not an investment\ncontract and not a security, and one that is? I mean, how\ndo we identify something as an investment contract rather\n- rather than an ordinary debt?\nMR. OLSON: Well, I think the answer, Justice\nGinsburg, is that many of those instruments that are\nordinary debt instruments may be investment contracts as\nwell. This Court has repeatedly said is that these terms\nare overlapping -\nQUESTION: And what makes it - what makes\nsomething an investment contract?\nMR. OLSON: Well, what this Court has said is\nthat when a person puts their money into a common\nenterprise with the expectation - expectation of a return,\nthat is - through the - as a result of the efforts of\nothers, that is an investment contract. Now, many notes,\nor many types of offerings, might be based upon a fixed\nreturn and might appear in the - to look like notes or\nfixed return types of investments and still be investment\ncontracts.\nQUESTION: But the - depending on the investment\nskills of others, that's - is very unhelpful to me. I - I\nwould think most creditors who extend credit rely on the\ninvestment skill or the financial responsibility of - of\nthe lender. That's how they're going to get their money\nback. So, I - I find that test hard to work with as a\nlimitation. I know it comes from Howey.\nMR. OLSON: It does - it does come from Howey,\nand I think that the best way to look at that, Justice\nKennedy, is to look at that the investor, as opposed to\nusing his own resources, his own efforts, his own energy,\nhis own creativity, is counting on other people to make\nthe - the instrument -\nQUESTION: Well, but my point is all creditors do\nthat just on straight loans -\nMR. OLSON: Well - well -\nQUESTION: - so that doesn't advance us very far.\nMR. OLSON: Well, that's right. That's correct.\nAnd there are some overlap, but this Court has said, and\nit repeated it and analyzed it from that context in the\nReves case, that there are some commercial contexts and\nsome consumer contexts in which the Securities Acts were\nnever intended to cover.\nQUESTION: Well, the Reves case had language that\ndoesn't help you because it seems to exclude a fixed\nreturn, but -\nMR. OLSON: Well -\nQUESTION: - so I - I don't -\nMR. OLSON: We -\nQUESTION: - know how great the Reves case is for\nyou.\nMR. OLSON: What the Reves case says, and I think\nYour Honor is referring to footnote 4 in the case, in\nwhich the Court, in construing what was meant by the - the\nterm note, looked at the definition of - in - in the\nForman case, which included the earlier Howey case, as to\ndefine an investment contract. But in that footnote, the\nCourt very carefully went on to say the definition that\nwe're examining here with respect to investment contract\nis irrelevant with respect to notes. That is dicta piled\nupon dicta in a sense, because the Court - we - I - we\nrespectfully submit - mischaracterized Forman, the case\nthat the - where the Court was concentrating on the\ndifference between someone investing their resources to\nget something to use, in that case -\nQUESTION: Well, if - if you - if you don't like\ndicta that's against you, a lot of the things you've been\nquoting are dicta that weren't really necessary to\ndeciding the case.\nMR. OLSON: Well, what we - Mr. Chief Justice, I\ndon't think that what we're quoting with respect to what\nwe're relying on is dicta. What the - the Court is - has\ndefined the term investment contract, first of all, in the\nJoiner case, and then in the Howey case in very broad\nterms.\nQUESTION: Supposing I - I loaned someone\n$10,000, they've just hung out their shingle to practice\nlaw, and I'm - I want obviously the money back, but\nwhether I get the money back or not is very much going to\ndepend on his skill. Is that an investment contract?\nMR. OLSON: That's - that is - that is probably\nnot an investment contract because it is a personal\ntransaction between individuals. What this - could the\nfactors that this Court used in the Reves -\nQUESTION: Well, but all these are transactions\nbetween individuals. That doesn't distinguish anything.\nMR. OLSON: Well, what the - one of the - one of\nthe things that the Court said in Reves is that, to the\nextent that there are any ambiguities at the edge and\nthose particular factors were considered in Reves, it -\nthe - the scheme of distribution, the nature of the\nrelationships between the individuals, is this - the - is\nsomeone seeking to acquire money to use as capital in the\n- in the operation of an enterprise -\nQUESTION: Well, is - are you saying then that a\none-on-one transaction can never be an investment\ncontract?\nMR. OLSON: No, we're not saying that. In fact,\nthe Court held to the contrary in the Wharf Holdings case\nthat there may be - and in another case in this Court's\njurisprudence - that simply because there are one\nindividual or one entity dealing with another entity\ndoesn't exclude the - the operation of the term investment\ncontract.\nQUESTION: But the problem is, as - as you well\nknow, Justice Ginsburg begins it, and the Chief Justice is\nasking the same question, if we're going to write this\nopinion, it seems to me we have to have some limiting\nprinciples, some limiting language. Now, we could just\ntalk about these facts and it'd be a case good for this\nride only, but we're - we're wondering about whether or\nnot these facts yield certain insights as to what might be\ndefinitional principles for an investment contract.\nMR. OLSON: Well, with respect to the cases at\nthe margin, the Court articulated the same kind of\nanalysis that the Securities and Exchange Commission does.\nWhere there are cases at the margin, the Court will\nconsider the motivation of the person raising the money,\nthe person investing in the - in the operation, the nature\nand type of promotion that's taking place, and - and the\nmotivations of the seller and things of that nature. What\n- what the question presented here is considerably more\nnarrow, the question presented here is it - is - is it\ndisqualified as an investment contract simply because the\nreturn is fixed or specified?\nNow, if the Court were to adopt that definition,\nimagine the size of the super highway loophole that would\nbe created in the Securities Act. Instead of promising\nthe sky or - or a speculative return, the investors that\ndevelop these types of schemes will simply say 50 percent\nor 25 percent -\nQUESTION: Yes, but - but - but you don't - well,\nmaybe you do - we just say an investment contract can\ninclude a fixed return and then remand it to the Eleventh\nCircuit for it to figure out the puzzle?\nMR. OLSON: Well, it's not - the - the only\nreason that the Eleventh Circuit decided that this case\ncouldn't go forward - they couched it in terms of\njurisdiction, but it's really failure to state a claim -\nwas that this instrument had a fixed 14 percent return and\nsaid investment contracts can't not include that -\nQUESTION: So your point is that's all we have to\ndecide, whether the fact that it's a fixed return excludes\nit from the definition of a security?\nMR. OLSON: Precisely.\nQUESTION: But it would be desirable to have some\nclearer understanding of what's covered, and if you had to\ntake your best shot at constructing a definition, what\nwould it be?\nMR. OLSON: Well, I would adopt, and the\nGovernment would propose, that the Court do no more than\nrearticulate what the Court has repeatedly stated - and\nit's stated it as well in Howey as it could possibly state\nit - a transaction in which a person invests money in an\nenterprise with the expectation of a return, gain, profit.\nNow, in the Forman case that we submit was not\ncharacterized correctly in the Reves footnote, the Court\nused all of those terms, the expectation of a profit, the\nexpectation of a return. In Howey itself the Court -\nQUESTION: We - we've gone - gone around that. I\nmean, the problem is the ordinary loan, the ordinary loan\nfrom one individual to another. I loan you $10,000 and\nyou will pay it back over so many years and give me so\nmuch interest a year, meets that qualification, meets that\ndescription, and you acknowledge that that is not an\ninvestment contract.\nMR. OLSON: The - what the Court has said is that\nin - in those kind of cases, where it does not look as\ntypical as the typical investment scheme -\nQUESTION: What makes it look like a typical\ninvestment - I mean, that's what we're trying to get -\nMR. OLSON: What makes it look like a -\nQUESTION: What makes it look like the typical\ninvestment -\nMR. OLSON: Well, the characteristics are -\nQUESTION: You say it is not the mere fact that\nit's not a fixed return. That isn't it. What is it then?\nMR. OLSON: Well, the things that make it look\nlike an investment contract in this context is that the\nindividual is putting himself, his money, into an\nenterprise that is being, in this case, widely promoted -\nas I said, 10 - over 10,000 investors put their money\ninto this enterprise hoping to get some return as a result\nof the - the efficiency or effectiveness -\nQUESTION: So at least where it's marketed to the\npublic you would say it's covered, at least that, even\nthough you don't know backing up where to cut it off?\nMR. OLSON: Well, the - the precise lines here,\nJustice O'Connor, may be difficult in a particular one-\non-one investment case. The Court acknowledged that in\nthe Reves case, said that there - there are - there are\nsituations that look more like consumer transactions or\nthey may look - more look like -\nQUESTION: So isn't the question about the\nindividual transaction really related to the conflict on\nthis horizontal and vertical distinction that Judge Lay\nrelied on in his concurring opinion? And as I understand\nit, that's not before us as to the validity of his vote in\nthe case.\nMR. OLSON: That's - that's correct, Justice -\nQUESTION: Because I don't understand either\nparty to have addressed the - this alleged conflict over\nhorizontal or vertical.\nMR. OLSON: That was not what - yes, that's\ncorrect. Judge Lay discussed that in his concurring\nopinion, but the court did not rely upon that, the parties\nhave not briefed that, and that question is not before\nthis Court.\nQUESTION: So it's entirely possible that you\ncould win here and the case would be remanded for the\ncourt of appeals to decide whether or not Judge Lay was\nright?\nMR. OLSON: I guess that's - I guess that's -\nthat's possible. I -\nQUESTION: Your - your opening argument says\nthere are agreements for investment contracts -\nMR. OLSON: Yes, we did.\nQUESTION: - that's what you asked us -\nMR. OLSON: Yes, we do. And - and - I think that\nthere is - this is not a difficult case from that\nstandpoint, because all of the indicia that the SEC has\nbeen using for years, and what the SEC has articulated\nthis standard in formal adjudications, to which this Court\ndefers under Chevron, it did 2 years ago in the Zandford\ncase, with respect to the SEC, there is here in this case\n70 years of consistent enforcement of this principle by\nthe Securities and Exchange Commission -\nQUESTION: So to be clear about your - what\nyou're saying is, there are a lot of criteria that rule\nout loans, ordinary loans, because after all, they would\notherwise come in the words evidence of indebtedness.\nThere are a lot of words in this contract that could pick\nup ordinary loans, but then there are a lot of criteria\nthat rule them out, of all those words, not just\ninvestment contract. And this case is about one word.\nWhat you would like is a decision that says, the word\nprofit in Howey meant profit in the sense of ordinary\nreturn, return being broad enough to encompass fixed or\nvariable returns of various kinds, period, end of the\nmatter, reversed or remanded. That's - that's your -\nthat's your point, not get into these other criteria for\nother things.\nMR. OLSON: Precisely, and the Court has not done\nthat in the past, does not need to do so here. There are\nsituations like the Reves case where the Court said, well,\nsome notes are securities, some notes are not securities,\nand then goes through - what the Court in that case was\nlooking at, a Second Circuit decision that said, well,\nsome notes are not securities, some are securities, and\nthen laid out a methodology, which, by the way, is the\nsame methodology that the SEC understand - well - widely\nunderstood to employ with respect to those cases at the\nmargin.\nBut, Justice Breyer, I agree completely. This\nis a paradigmatic investment contract. It's like the\ncases involving chinchillas or rabbits, one of these cases\ninvolving rabbits, it - there's two of the - two of the -\nQUESTION: Except it's different in that here\nthere's a fixed return. In those, there was not.\nMR. OLSON: That's not correct, respectfully, Mr.\nChief Justice. Two of the - two of the cases cited in\nHowey, People v. White and Stevens v. Liberty Packing,\nwere -\nQUESTION: Well, I thought you meant cases in\nthis Court.\nMR. OLSON: No. I'm talking about cases that\nthis Court accepted when it decided the Howey case, but\nthis Court has never -\nQUESTION: Well, that's a pretty, you know,\nthat's a pretty tentative attribution to - to this Court,\nthat - that it was paying that close attention that it\nunderstood in all of those cases whether it was a fixed\nreturn or not.\nMR. OLSON: Well, it certainly wasn't ruling it\nout, Justice Scalia. What this Court - what the - this\nCourt specifically said in Howey, because it had nothing\nto go on. Congress, first of all, decided to make the\ndefinition as wide as possible to use again this Court's\nlanguage to cover everything that might commonly be\nunderstood to be a security, and because promoters are so\ningenious, to cover all types of investments that might\ncarry some of those characteristics.\nSo the Court said, we're going to look at the\ncases that involve the Blue Sky statutes that - that had\nbeen in existence and had been interpreted prior to the\nadoption of the 33 Act. There's not one of those statutes\nthat limited investment contract to a variable return and\nexcluded fixed return, was not one of those cases under\nthe Blue Sky statutes that excluded fixed return\ninvestment contracts from the definition of investment\ncontract.\nQUESTION: Well, were - were they all fixed\nreturn cases then? You say there was not one of them that\nexcluded fixed returns.\nMR. OLSON: They were not - they were not - some\nof them were variable returns, Mr. Chief Justice, but some\nof them were fixed return. The two cases I cited, the one\nwas People v. White, where, if the Court looks at that\ncase, the Court will find that the - the - the language of\nit is - the party of the first part will pay $5,000 and\nthe party of the second part after 5 years will pay $7,500\nback. That was a fixed return investment. But not only\ndid the Court in Howey cite those two Blue Sky cases that\ninvolved fixed returns, but the Court cited then four -\nand we mention these, I'll not go through the names again\nhere, we mention them in our briefs - four court of\nappeals decisions that had involved no pooling of interest\nand there - there have been two SEC formal adjudications,\nwhich again, as I said, this Court gives deference to.\nAnd the first time the SEC sought to enforce an\ninvestment contract in this kind of context is SEC v.\nUniversal Services, which goes back to 1936. Very seldom\ndoes this Court have that kind of 70-year history of\nconsistent enforcement by the agency vested with\nresponsibility, and again, these have matured themselves\ninto not only court decisions but, in addition, formal\nadjudications. The securities laws have prophylactic\npurposes. They are designed to protect people that put\ntheir money in the hands of other people who are running\nbusiness - businesses - and from whom they expect to make\na return.\nI invite the Court's attention to exhibit 17 and\nparticularly pages 116 through 119 of the joint appendix,\nand this is the type of note that the - the respondent\nwill say, well, this was not our document, this was one of\nour distributor's documents, but it's alleged in the - in\nthe complaint and there is evidence to support that this\nis - this was out there available for investors to see.\nThere are millions to be made from pay - owning payphones,\nwatch the profits add up. And then on page 119, this\ndocument goes on to say, for the payphone owner, the need\nto do individual things to make money is taken care of\nthrough these management contracts, because the payphone\nowner can benefit from the experience, operating\nefficiencies, and management expertise provided by ETS\nPayphones.\nQUESTION: What sort of management expertise is\nrequired to manage payphones?\nMR. OLSON: Well, there's - there are many of\nthings, at least, A, there was a promise that it was done,\nand secondly, Mr. Chief Justice, where that payphone is\nput, how it is managed, the appearance of the payphone, is\nit - is it mechanically functioning properly. This was\nthe promise that was held out - give your money to us, we\nhave thousands and thousands of these payphones -\nQUESTION: This isn't exactly Warren Buffett,\nthough, running around replacing payphones.\nMR. OLSON: Well, that's correct, Mr. Chief\nJustice, and maybe that's the point, that - that the\nthousands of investors who invested in this type of scheme\nare the same type of thousands of investors that invest in\nother types of schemes. What the Securities Exchange Acts\nrequire is that for people who are marketing opportunities\nto invest widely to the public - and I use the word widely\ncarefully because it doesn't have to be that widely, but\nit was here - to expect people to provide their money and\nthen to provide a return to put their money to work,\nthat's what the securities laws are all about, to provide\nthat remedial prophylactic purpose of requiring\nregistration so honest transactions will take place in the\nmarketplace.\nIf the investor could do to - to - to comply\nwith the Eleventh Circuit and say, well, I'm not going to\nsay 14 percent anymore, I'm going to say you're going to\ndouble your money every 5 years, or it's going to be a\ngood return, it's going to - it's going to be pie in the\nsky, you're going to go home and retire, that would all of\na sudden make it not an investment contract. And the very\npeople -\nQUESTION: But you're - you're saying that it -\nit somehow remains - does it remain or not remain an\ninvestment contract is - if all that you alter is that it\nwas not offered to the public, it's one individual who\nloans money to this company and the business of this\ncompany is with - with payphones, okay, and the deal with\nhim is you will get 14 percent a year back on your -\nMR. OLSON: If it's - if -\nQUESTION: - on your loan.\nMR. OLSON: Mr. - Justice Scalia, if it's the\nsame kind of transaction where I - I'm going to buy this\npayphone, lease it back to me, I'm going to have a\nmanagement contract, and you're going to make a lot of\nmoney, the fact that it's one person, this Court's\njurisprudence says does not make it not that - does not\nmake it not an investment contract.\nQUESTION: What - what makes it different just\nfrom a straight loan? What makes it different? The\nbuying -\nMR. OLSON: Because it is a - it is -\nQUESTION: - the buying of the phone first or\nwhat?\nMR. OLSON: It is a - it is a package in which it\n- in the - in the first place is, I think, Justice\nBreyer's question suggests it might - that might be a note\nand that might be a security under certain circumstances.\nBut is it a - it is the type of scheme transaction in\nwhich people invest their money on - for those types of\npurposes, and - and in - where - where there are\ndifficulties at the margin, this Court and the SEC have\nprovided a formula by which these various different\nfactors can be examined as in the Reves case.\nWhat I was about to say is that to the extent\nthat you change the requirement and allow it to be\nspeculative, the more speculative you can be, the less\nlikely you're required to comply with the securities laws.\nThat seems like tilting the securities laws completely on\ntheir head. The people that are the least - that are the\nmost risk-averse are looking for guarantees of returns and\nfixed returns. The people that depend - that aren't the\nWarren Buffetts, that depend upon the integrity of the\nsystem, are the ones that are going to be most vulnerable\nif the Eleventh Circuit decision is upheld.\nMr. Chief Justice, I'd like to reserve the\nbalance of my time.\nQUESTION: Very well, General Olson.\nMr. Wolensky, we'll hear from you.\nORAL ARGUMENT OF MICHAEL K. WOLENSKY\nON BEHALF OF THE RESPONDENT\nMR. WOLENSKY: Mr. Chief Justice, and may it\nplease the Court:\nWe start with the language of the statute, and\nthat tells us two things. First of all, commercial leases\nis not a term included in the statute, and second of all,\nthe term investment contract is undefined. But over a\ncourse of 10 decisions during the past 60 years, this\nCourt has identified the essential attributes of\ninvestment contracts. It has identified those, defined\nthose, and explained those.\nOne of the essential attributes of investment\ncontracts is a return of profits. The Court's restrictive\ndefinition of profits in the - in the Forman case and then\nreiterated in the Reves case, captures very effectively\nthe investment risk and investment reward characteristics\n-\nQUESTION: Is it your position that no debt\nsecurity could ever be an investment contract?\nMR. WOLENSKY: As long as it was a fixed return,\nthat is correct.\nQUESTION: Well, why it distinguished between a\nfixed return and an other kind of debt security?\nMR. WOLENSKY: Well, under the SEC's explanation\nin its briefs, it refers to a lot of things as fixed\nreturns, which are really just sham, boastful promises by\npromoters, and I believe that's what takes this situation\ncompletely out of what the SEC is proposing. Both parties\nhere agree that the correct test the Court should apply is\nthe Howey test. There - we don't disagree on that.\nQUESTION: And you contend that test would never\ncover a debt security? That's my question.\nMR. WOLENSKY: That is correct. That test would\nnever cover a debt securities because this Court has\ndefined profits for Howey test purposes to mean an\nexpectation of profits from earning -\nQUESTION: What would be the underlying reason\nfor excluding debt securities and limiting the coverage of\nthe Act to equity securities?\nMR. WOLENSKY: Investment risk, Your Honor. That\nis the key.\nQUESTION: Well, there was an investment risk\nhere.\nMR. WOLENSKY: Well, there really wasn't, because\nwhat you have is a commercial lease arrangement, a\ntelephone acts as the collateral, so to speak, to use this\nCourt's words from the Reves case, but you have a\ncommercial lease arrangement like commercial lease\narrangements done throughout the country -\nQUESTION: Well, but this is a leasing\narrangement that's really a financing arrangement. The\nuse of leasing for financing purposes really developed\nafter the Act was passed -\nMR. WOLENSKY: It did -\nQUESTION: - and this is really a financing\ntransaction.\nMR. WOLENSKY: It can be characterized that way,\nYour Honor. That's correct.\nQUESTION: Well, certainly the person's return,\nit didn't depend on what happened in his own phone booth,\nthe one he happened to own. His - his risk was what the\noverall enterprise would produce, as I understand it.\nMR. WOLENSKY: That's absolutely correct, Your\nHonor, and that is a credit risk, not an investment risk.\nQUESTION: What's preferred stock?\nMR. WOLENSKY: Preferred stock is an - has both\ninvestment risk, because it can have fluctuating values,\nsome do.\nQUESTION: So can debt.\nMR. WOLENSKY: Debt can if there's a market for\nthe debt. That's correct.\nQUESTION: There is.\nMR. WOLENSKY: But the investor - that's correct\n- but the characterization of the return to the investor\nin debt is generally viewed as - as a return, the interest\nrate, and as far as the market - market -\nQUESTION: That is preferred stock.\nMR. WOLENSKY: Preferred stock, but it's a\ncapital appreciation issue and that's not an issue here.\nQUESTION: So can debt appreciate.\nMR. WOLENSKY: Well, that's right, but that's\ncapital appreciation and we don't have capital\nappreciation in this case.\nQUESTION: What about bonds? The definition also\nincludes bonds. The term security means any note, stock,\nbond.\nMR. WOLENSKY: That's correct, and a bond is a\nfixed return instrument.\nQUESTION: It is indeed.\nMR. WOLENSKY: It's a specifically designated\ntype of security by Congress. It is not - it does not\nfall under the investment contract rubric. It may vary in\nits value and have capital appreciation -\nQUESTION: Yes, but - but when some of the things\nthat are specifically listed are fixed return items, it\nseems hard to credit your contention that somehow the\nreason investment contracts cannot cover this particular\narrangement is because this arrangement has a fixed\nreturn. But - but Congress intended the term security to\ncover some things that have fixed return. Why not\ninvestment contracts?\nMR. WOLENSKY: Without question, it did, but\nCongress and - and this Court has stated very clearly,\ncertainly in the Reves case -\nQUESTION: Yeah, but the Reves case was dictum,\nand the question here is, are we going to turn that dictum\ninto a holding? And before we get to a holding I think\nyou've got to answer Justice Scalia's question. When we\nhave specific examples of - of - of fixed returns, why\nshould the general proposition investment contract somehow\nbe held not to include as a generality a fixed return\ncontract?\nMR. WOLENSKY: Our position is that investment\ncontract is an equity-type security, and we think that is\nfounded on all of the history and when Congress used the\nterm investment contract -\nQUESTION: Let - let me - I - I don't want to be\n- be short with you, but I don't think you're getting at\nwhat he and I want. We - we have examples in which the\nfixed returns securities are specifically listed. Why -\nlet's be specific - why would Congress have wanted to\nexclude this kind of a scheme?\nMR. WOLENSKY: Because -\nQUESTION: It's being marketed as a classic\ninvestment scheme. Why would it have wanted to exclude\nthis one?\nMR. WOLENSKY: Because this is a - this is a\ncommercial lease.\nQUESTION: Well, it's not a - a normal commercial\nlease. It's a - it's a commercial lease of an essentially\ntrivial piece of property, which is replicated thousands\nand thousands and thousands and thousands of times. It is\nmarketed on - on the theory that you're going to get an\nextraordinarily generous rate of interest. These are -\nthese are not classic sale and lease-back contracts.\nMR. WOLENSKY: Well, I - I disagree with Your\nHonor. I believe it is a legitimate lease. There's never\nbeen a question that it's not an enforceable lease.\nThere's never been a question that the telephone didn't\nhave the value ascribed to it. It was fairly valued.\nQUESTION: But it's being marketed not to people\nwho want to go into the lease business, but people who\nwant to invest their money and sit back at home and get at\nreturn.\nMR. WOLENSKY: That may be true, but it cannot be\ndenied that in fact there was a lease agreement. Every\nwitness who testified or provided a declaration in\nconnection with the case acknowledged that it was a lease.\nQUESTION: Let's assume it is not denied. Why\nwould Congress have wanted to exclude this kind of fixed\nreturn transaction when it is classically being marketed\nas an investment?\nMR. WOLENSKY: There were leases that were being\nused for commercial purposes in 1933. Lease financing was\nbeing used on very significant items then in the railroad\narea and other areas, but leases are not new, novel, or\nunusual. Investment contract was designed, as this Court\nhas said -\nQUESTION: No, but as a public policy issue, I\nhave the same question Justice Souter has. From a\nstandpoint of public policy, why in the world would\nCongress want to exclude a broadly marketed scheme like\nthis from the definition of investment contract? Why\nwould it? It's marketed like other schemes that might\nhave a variable return. They put all these little phone\nbooths together and it required the management of others\nto know how to place them and service them and make it\nwork. It's not something that the - a person acquiring\nthe lease is going to do individually. I mean, why isn't\n- why would Congress have wanted to exclude this?\nMR. WOLENSKY: Justice O'Connor, the - the only\nanswer I can give is because it does not have investment\nrisk. It's - it is excluded from the term investment\ncontract because it doesn't have investment risk. All of\nthe pre-33 Act cases -\nQUESTION: Well, I suppose it does from the\nstandpoint of the management required to make this scheme\nwork.\nMR. WOLENSKY: Well, that's a credit risk -\nQUESTION: Anybody who was investing in - in\npayphones in the era of the - the satellite was taking an\ninvestment risk, I would think.\nMR. WOLENSKY: Well, when the -\nQUESTION: Like the buggy went just before the\nhorse - just before the automobile.\nMR. WOLENSKY: Justice Scalia -\nQUESTION: Must mean something special by\ninvestment risk. You must not mean what we ordinarily\nmean because I think your investors don't feel that way.\nSo what do you mean by it? When you say no investment\nrisk, you know, we're all reacting this way because it\nseems so obvious to us, anybody who invested money in this\nhas now lost all his money, so it must have been pretty\nrisky. So - so I - you must mean something special by it.\nIf you do, I want you to explain it.\nMR. WOLENSKY: Well, the - the money that was\nlost was lost as a result of a bankruptcy and what\noccurred in the bankruptcy, but when the bankruptcy was\nfiled, these phone owners still owned their telephones and\nthey were still entitled to their lease payments. That\nwas dealt with in the bankruptcy and the details of that\nare not involved in the record here but in - there's a - a\nsignificant difference between investment risk, which this\nCourt characterized in Forman and recognized from the\nVALIC case, is a matter of fluctuating value generally.\nWhen you look at credit risk you're -\nQUESTION: I'm sure you don't think a person who\nbuys a bond doesn't take an investment risk.\nMR. WOLENSKY: A person who buys a bond takes a\ncredit risk, not an investment risk. There is a\ndifference, and I believe -\nQUESTION: There's a significant -\nQUESTION: You think buying a - a whole portfolio\nof bonds is not an investment?\nMR. WOLENSKY: Well, it - it is an investment,\nbut it - it is not the type of investment risk that you\nsee in fluctuating values securities or equity securities.\nQUESTION: Have you ever held a bond when\ninterest rates were going up?\nMR. WOLENSKY: I - I agree -\nQUESTION: You would have learned what an\ninvestment risk was.\nMR. WOLENSKY: Justice Souter, I agree that bonds\ncan fluctuate in value and that deals with a capital\nappreciation -\nQUESTION: Which means that it is more than a\nmere credit risk.\nMR. WOLENSKY: To the extent you were looking to\nthe bond to return a value and - and hold it for purposes\nof changing value, it theoretically could.\nQUESTION: And anyone who buys a bond with the\npossible expectation of selling before maturity assumes\nexactly that.\nMR. WOLENSKY: They are going to face that risk\nand that - that is, in fact, an investment risk. But the\nkey here, it seems to me, is the fact that you do have a\nlease agreement, that is what it is involved here. It is\na legitimate lease agreement. It is like any other\nequipment lease agreement and it is going to be dealt with\nunder State law. There is also a significant issue here\nwith respect to the coverage of other regulatory agencies.\nWe have in fact Federal Trade Commission coverage here.\nThere's no question about that. It is involved -\nQUESTION: Mr. Wolensky, you don't challenge, do\nyou, that under State Blue Sky Laws, this distinction\nbetween variable and fixed return is not made, that State\nBlue Sky Laws treat as investment contracts - do not draw\nthe line between fixed and variable returns?\nMR. WOLENSKY: The - the challenge I make is that\nbefore 1933 the State Blue Sky Laws that were - cases that\nwere incorporated and mentioned in Joiner and in Howey\nwere variable return cases. I disagree with the SEC on\nthe two cases.\nQUESTION: Do you agree that there are a body of\ncases under State Blue Sky Laws that involve - maybe some\nof them even involve these payphone schemes - but that\nhave fixed and not variable returns?\nMR. WOLENSKY: As of today, that is correct.\nThat is what I see in the amici brief and I have no reason\nto question that. The way the law has developed under\nState law, it would include fixed returns, that's correct.\nQUESTION: So why, if this notion of an\ninvestment contracts comes out of State Blue Sky laws and\nwe are told that the one thing in this area, because\nschemes are invented every day, is that - that the\ninterpretation should be flexible, not static, to meet the\ncountless and variable schemes devised by those who seek\nthe use of money of others?\nMR. WOLENSKY: Justice Ginsburg, this Court has -\nhas repeated that over and over. I will agree with that,\nbut the Court has talked about new, novel, and unusual\nschemes. There is nothing new, novel, or unusual about\nlease agreements and commercial leases, and what you have\nto focus on here is what the Court has said. It has given\nguidance. It has said that unanimously - it may have a\nbeen a footnote in Reves, but certainly -\nQUESTION: But when the issue isn't in the case,\nwhat a court says in a casual footnote, when the case had\nnothing to do with fixed versus variable returns. I mean,\nyes, the Court made it used in cautious languages, but we\n- but in none of the cases that came here was the\nquestion, do you draw the line between fixed and variable\nreturns? In the case that - that you featured - you call\nit Forman or United Housing - there it was a question of\ninvestment versus consumption. Did you buy this thing to\nsit back and get money from it or did you buy it so you\ncould live in the house? That was the distinction that\nwas before the Court in this case. I don't know any of\nour cases that - that drew the line between - that where\nthe issue was before the Court.\nMR. WOLENSKY: Justice Ginsburg, in Forman, the\nCourt had to address the issue of whether there was an\ninvestment contract involved, and it stated what I would\ncall the Forman formulation of profits in connection with\ndoing that analysis on the three types of profits that\nallegedly - or that had been found and allegedly were\npresent in the Second Circuit decision, and it applied\nthat formulation to each one of those. So it was -\nQUESTION: But it did - but the case was not\nabout equity versus debt classification. It was about\nwhether you were attracted - whether you were attracted to\npurchasing the shares by a desire to get a financial\nreturn or were you attracted because you wanted a place to\nlive. That's what - that's the two questions - that was\nthe dividing line that the Court was dealing with there.\nIt wasn't dealing with equity versus debt.\nMR. WOLENSKY: That is correct, Justice Ginsburg.\nAnd then in Reves, it was dealing with the distinction\nbetween equity and debt.\nQUESTION: Well, but in - in Forman there was no\ndistinction between fixed and variable income.\nMR. WOLENSKY: It was not, but when you read the\n- Justice Kennedy, when you read what the Court said in\nForman, it's talking about an expectation of profits or\ncapital appreciation, and those are two variable forms.\nThey're not - they're not fixed. They necessarily vary\nwith the marketplace.\nIf I can finish answering your question, Justice\nGinsburg, with respect to Reves, there was a distinction,\na very specific distinction there, between fixed and - and\nvariable. That's what that case was about, investment\ncontract versus note. And the Eighth Circuit had decided\nthat the investment contract case of - that the investment\ncontract test of Howey would apply to notes. There were a\nseries of tests and this Court used the Reves opinion to -\nto go through those and decide, and it came up with a\nfamily resemblance test that had been used by the Second\nCircuit. In the footnote in Reves, it is very clear that\nwhat the Court is doing is distinguishing and explaining\nwhy Howey does not apply to notes, which are fixed\ninstruments. I think it is not just a passing reference\nand it - it was unanimously stated that -\nQUESTION: But I thought that - I thought that\nthe meaning of investment contract was not at issue in\nReves.\nMR. WOLENSKY: The meaning of investment contract\nwas not at issue, but distinguishing investment contract\nwas at issue in Reves, and explaining why it was not\napplicable in that case. The parties briefed the issue,\nthe SEC briefed the issue as amicus took the same position\nit - it has taken here, and the Court in Reves said that\nis not the position we accept.\nQUESTION: And it's - it's taken that position\nfor a long time, Mr. Wolensky. It's not just the case law\nthat you have to contend with, it's also - this is after\nall an administrative law case. The meaning of investment\ncontract, you must admit, is at least ambiguous, and the\nSEC has taken the position it's taken here for a very long\ntime.\nMR. WOLENSKY: Well, if I can address -\nQUESTION: Why shouldn't we defer to the F -\nSEC's judgement about the matter?\nMR. WOLENSKY: If I can address that for just a\nmoment, Justice Scalia -\nQUESTION: That's why I asked the question. I\nhoped you would.\n(Laughter.)\nMR. WOLENSKY: Thank you, sir. With respect to\nthe very long time, if you go back to the case the SEC has\npointed to a number of times, the Universal Service case\nfrom 1939 in the Seventh Circuit, when you - and the SEC\ntalks about its position in that case - its position in\nthat case was stated in its brief in that case, and when\nyou look at its brief in that case, it recognizes that it\nis not dealing with a fixed return as we would talk about\nit. In fact, in the brief, the SEC says the amount\nultimately credited to the contributor's account, the\namount itself being dependent upon the degree of success\nattending the venture - and I'm reading from pages 39 and\n40 and footnote 10 - with respect to the Abbett, Sommer\ncase, which is a 19 - I believe 62 decision - by the SEC,\nthe SEC admitted in Abbett, Sommer that it wasn't looking\nat traditional profits analysis.\nThat was a mortgage loan servicing case and they\nsaid that what was being offered there was not just the\nrepayment on the notes but also the services, and they\nfound that the reduction of risk in that case was the -\nbasically the profit. So they departed from what is a\nnormal profit analysis and that's freely admitted.\nIn the interpretative release they've issued,\nthe multi-level release under the 33 Act, number 5211, in\nthere the SEC admits that Howey is an equity-type test.\nThey specifically say that. So I think that when you look\nat the history of what this Court has done and what the\nSEC has done, when you get to - when you get to Reves and\nwhen you get to Forman, it is - there's no ambiguity left\nas to what is meant by profits at that point. So I think\na position -\nQUESTION: I think there is. I think that in\nUnited Housing itself they spoke about profit may be\nderived from income yielded by an investment, income\nyielded by investment. That doesn't say income from\nearnings.\nMR. WOLENSKY: That is correct, but in the very\nsame area of the opinion is where the Court says by\nprofits in the Howey analysis, we have meant a\nparticipation in earnings or capital appreciation, citing\nthe earlier cases.\nQUESTION: They said that in one place. They\nsaid financial returns in another place. They said income\nin another place. Maybe they were so incautious about the\nprecise use of those terms because they were focusing on\nan investment purpose versus a - a utilitarian purpose.\nMR. WOLENSKY: I would agree with that, but the\nfact that Reves concluded what it did about Forman's\nrequirements would tend to show that that's really what\nForman required. The - the court of appeals, of course,\nwas not free to disregard what was a unanimous statement\nby this Court. This Court obviously can change its\nopinion or change its view, but there is no compelling\nreason to depart from what has been accepted for 25 years.\nOther courts of appeals -\nQUESTION: Well, why isn't there, when the SEC -\nlet's assume that you're right about that the SEC was\nnever crystal clear about its position. But now it says,\nwe've looked at these schemes, payphones is a good one, a\nlot of elderly people are investing in these schemes\nbecause they promise a fixed return and that sounds secure\nto them, better than variable out of earnings and profits,\nso this is exactly what we should be protecting the public\nagainst. If the SEC takes that position clearly now and\nyou're dealing with a statutory term that's in a line,\nsome of the things are equity, some are debt, and in the\nmiddle is this term investment contract. Why should we\ntie it to variable versus fixed?\nMR. WOLENSKY: Justice Ginsburg, because this\nCourt has said more than once, every fraud is not a\nsecurities fraud. There are other avenues of protection.\nThere are several risk-reducing factors involved in these\nleases. The leases themselves are covered by State law in\nthe Uniform Commercial Code. There's other regulatory\ncoverage, other agencies. In fact, some of the State\nagencies that filed amici briefs here have indicated that\nthey believe they have coverage of those.\nSo the fact that the Federal securities laws\nmight not cover this doesn't mean that there's not going\nto be protection of the public. The consequence, and I\nthink it's an important consequence that the Court has to\nbe aware of here if it agrees with the SEC's position, is\nthat every equipment lease can be brought under the rubric\nof Howey if -\nQUESTION: Why, why, why?\nQUESTION: That's not -\nQUESTION: I mean, there are all kinds of other\ncriteria, you know. I mean, you have to be putting up\nmoney, it has to be - if it is a big market - scheme\nmarketed to the - to the public like this, yes. But if it\nisn't, if GM happens to buy some - a railroad car from one\nof its suppliers, I would think the answer's no. But\nthere are a lot of other criteria, so why everyone?\nMR. WOLENSKY: Well, the - it is not in the\nrecord but it is public knowledge and information that is\navailable that some $200 billion of equipment leasing\noccurs every year, and it - equipment leasing involves\neverything from telephone systems to computers, office\nequipment. It is a very, very large industry. If that\napplies to this large industry -\nQUESTION: You'd have to be passive, you'd have\nto - you'd have to treat it as an investment. I doubt\nthat most of that leasing is really that, but I mean, my\npoint is, aren't there dozens of other criteria that you\nhave to satisfy, not just this fixed variable one? And\nthat's a serious question. I'm interested.\nMR. WOLENSKY: Well, on - Justice Breyer, there\nare - there essentially are four criteria that the - that\nthe SEC would say you have to apply: an investment of\nmoney - and this Court said in Daniel that investment of\nmoney doesn't just mean money, it can mean services, it\ncan mean assets. That's why we say in analyzing this it\ndoesn't matter whether you bring your phone to the\nagreement or money to the agreement, but if you put\nequipment into a lease arrangement, you have an investment\n-\nQUESTION: Invest money may itself refer to the\nthousands of public people who simply want to give money\nto an enterprise in contrast to General Motors that rents\na railroad car as part of its business.\nMR. WOLENSKY: I can contrast that and agree with\nyou that in General Motors, renting a railroad car is part\nof its business. It is not going to be probably found to\nrun afoul of the securities laws.\nQUESTION: So what is the example of the bad\nthing that happens when we agree with the SG?\nMR. WOLENSKY: General, broad, small item\nequipment leases will be covered by the Howey test.\nQUESTION: The people who are not themselves in\nbusiness, by people who are not themselves in business or\nby people who are themselves in business?\nMR. WOLENSKY: Well, whether they're in business\nor not in business the securities laws would still cover\nthem and I don't believe there's an exemption that would\nbe available for the ordinary business.\nQUESTION: Why - why isn't your argument equally\napplicable to notes? We've been through that in Reves. I\nmean, you could have argued in Reves, my God, are you\ngoing to cover every note? You're making the same\nargument here with investment - investment contract,\naren't you?\nMR. WOLENSKY: Well, not necessarily. I think\nthe Court did set forth some very specific criteria in\nReves. The family resemblance test exempts out commercial\nnotes that have credit risk and not investment risk.\nQUESTION: Justice Breyer has just been applying\na family resemblance test to exclude General Motors'\nboxcar. Why isn't that sort of thing just as feasible\nunder investment contract as it is under note?\nMR. WOLENSKY: It is, and if you - if you look at\nthe criteria the Court looked to, I think you will see\nthat several of the criteria that this Court has talked\nabout indicate that this would not be covered. I believe\nit is - it's not specifically related, but the Court noted\nfour criteria, and if you apply those criteria, I think\nyou find that they in fact -\nQUESTION: You've come to this quite late, but I\nmean, it seems to me that there are other words besides\nworking with the nature of the fixed or variable return\nthat will draw the kind of line that you think - and I\nguess I would think - you should draw between an ordinary\nbusiness, sale and lease-back so they can carry on their\nbusiness, and some kind of general marketing to the\npublic. And I'm actually quite interested in that.\nYou've written about it, though, and I'll get it out of\nthe briefs.\nMR. WOLENSKY: We have and - and I was - have\nbeen trying to address the question that was presented\nalthough we felt a different question was involved. This\nCourt for 60 years has set a jurisprudential standard for\ninvestment contracts and while the courts work on the\nhabits of people, people work on the habits of courts.\nThere are lines that have -\nQUESTION: In those 60 years we've never said\nthat a fixed return can never be an investment contract.\nMR. WOLENSKY: That is correct. You've never\nexplicitly said that, but by never explicitly saying that,\nthat doesn't mean that it necessarily is covered. The\ndecision of the court of appeals followed this Court's\nprecedents. It was correct and it should be affirmed.\nQUESTION: Thank you, Mr. Wolensky.\nGeneral Olson, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF GEN. THEODORE B. OLSON\nON BEHALF OF THE PETITIONER\nMR. OLSON: Thank you, Mr. Chief Justice. I will\ntry to make just three points. One, this is about\nsecurities. The statute, which is extraordinarily broad,\nsays note, stock, treasury stock, fractional undivided\ninterest in oil, gas, mineral rights, straddle, option.\nIt's - there - it would be difficult to draft the statute\nthat was intended to be more all-inclusive than the words\nused in these two provisions of the 33 and 34 Act. It is\nmanifestly clear that Congress wanted to cover the\nwaterfront, as this Court has said, everything that looks\nlike a security, and wanted to cover the whole range from\npure equity, if there is such a thing, to pure debt, if\nthere is such a thing.\nIt would be - and then they put catch-all\nprovisions. If the - if the words didn't cover it, there\nwere catch-all provisions, investment contract is one. It\nwould be irrational for Congress to say, well, we've got a\ncatch-all for those - from A to Z - that go from A to H\nthat look more - look like equities, but not S to Z that\nlook more like debt, and then we're don't - not sure about\nthe ones in the middle. The purpose for the catch-all\nprovision is to catch all. That is what this investment\ncontract was.\nSecondly, just two of the cases that were\nattempted to be distinguished by my colleague, People v.\nWhite, he said that did not involve a fixed return. Well,\nthe language of the case - this is in 12 P.2d at 1081 -\nthe individual promised to spay - pay - a specified sum on\na specified date as principal and earnings for the stated\nperiod of time upon the investment. That's pretty much\nidentical to what we have involved in this case. And in\nthe Securities and Exchange Commission v. Universal\nServices, another one that my colleague referred to, page\n234 of 106 F.2d, at the end of 5 years there would be\nreturned to each member an amount equal to total\ncontributions plus 30 percent per annum. Now, this case\nis 14 percent.\nThe argument's that being made by the respondent\nhere is an argument that the Blue Sky - a distinction that\nthe Blue Sky Laws don't make. Congress did not make this\ndistinction. The Court has never made this distinction.\nIt conflicts with 70 years of consistent SEC enforcement.\nIt is squarely inconsistent with the notion of a broad,\nflexible, remedial purpose of the securities statutes. It\nwould make no sense, would create a gigantic loophole\nwhere individuals, by changing the terms of - from pie in\nthe sky to 14 percent, and they would do that immediately,\nand Congress would have to deal with it in a way the\nCongress has already dealt with, and there is no reason to\nchange what they - what the law has been, and the Eleventh\nCircuit decision should be reversed.\nCHIEF JUSTICE REHNQUIST: Thank you, General\n"
    }, 
    "respondents": [
        "No. 02-1196 CHARLES E. EDWARDS"
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 2, 
        "MR. OLSON": 42, 
        "MR. WOLENSKY": 56, 
        "QUESTION": 100
    }
}