{
    "appearances": {
        "content": "DONALD B. VERRILLI, ESQ., Washington, D.C.; on behalf of\nthe Petitioner.\nMARK W. BIGGERMAN, ESQ., Cleveland, Ohio; on behalf of the\nRespondents.\nPAUL D. CLEMENT, ESQ., Assistant Solicitor General,\nDepartment of Justice, Washington, D.C.; as amicus\ncuriae, supporting the Respondents.\n"
    }, 
    "caseNum": "02-1080", 
    "caseinfo": {
        "content": "GENERAL DYNAMICS :\nLAND SYSTEMS, INC., :\nPetitioner :\nv. : No. 02-1080\nDENNIS CLINE, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nDONALD B. VERRILLI, ESQ.\nOn behalf of the Petitioner 3\nMARK W. BIGGERMAN\nOn behalf of the Respondents\nPAUL D. CLEMENT\nAs amicus curiae, supporting the Respondents\nREBUTTAL ARGUMENT OF\nDONALD B. VERRILLI, ESQ.\nOn behalf of the Petitioner\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, November 12, 2003\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:08 a.m.\n"
    }, 
    "petitioners": [
        "GENERAL DYNAMICS", 
        "LAND SYSTEMS, INC.,", 
        "Petitioner", 
        "v.", 
        "No. 02-1080 DENNIS CLINE, ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:08 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnow in No. 02-1080, the General Dynamics Land Systems,\nInc. v. Dennis Cline.\nMr. Verrilli.\nORAL ARGUMENT OF DONALD B. VERRILLI\nON BEHALF OF THE PETITIONER\nMR. VERRILLI: Mr. Chief Justice, and may it\nplease the Court:\nThe very essence of age discrimination is the\ndisparate treatment of older workers based on the false\nassumption that productivity and competence decline with\nold age. The Age Discrimination in Employment Act\nprotects workers 40 and older from that kind of disparate\ntreatment. It should not be stretched to cover claims by\nworkers 40 and older that they have been treated\ndisparately on the basis of their comparative youth.\nQUESTION: Well, Mr. Verrilli, it - perhaps you\ncan say that the language in the statute, because of an\nindividual age - individual's age - is somehow ambiguous.\nBut to what extent do we have to give some deference to\nthe agency position on the thing? Because the Government\nis here taking a position contrary to yours based on\nagency interpretation.\nMR. VERRILLI: They - they are, Justice O'Connor.\nThat interpretation deserves no deference for three\nreasons, which I'd like to summarize and then first\nelaborate on. The first is that, under Chevron, the\nquestion - the question of deference is not dependent on\nwhether there's a definitional ambiguity in the - in the\nspecific operative language, in this case of Section\n623(a), but on what the - what that language means as read\nin the context of the Act. And Chevron says, using all of\nthe traditional tools of statutory construction, and\napplying that test we submit, as - as I hope to elaborate\nthis morning, one cannot come to the conclusion that there\n- there - that this statute can be fairly read to\nauthorize the kinds of youth discrimination claims that\nare at issue here.\nThe second reason, however, is that even if\nthere were - even if there were ambiguity in general,\nwhich we submit there is not, under the holding, the\nexpress holding in Mead, the - the EEOC's regulation here\nis not entitled to Chevron deference, and the reason for\nit is this, and this is at page 227 of the Mead opinion in\n533 U.S. The very sentence that states the holding in\nMead says, a regulation is entitled to Chevron deference\nif it is - if it is promulgated in the - if the agency has\nbeen given by Congress the authority to promulgate rules\nwith the force of law, and we acknowledge that is true\nhere.\nBut the second half of the test - this is in the\nstatement of the holding in Mead - is that the rule has to\nbe promulgated in an exercise of that authority, and the\nregulation that the EEOC is here defending today was not a\n- a rule that was given the force of law by the agency.\nIn fact, the agency made - the Department of Labor, when\nit initially promulgated this regulation, made a\ndeliberate decision not to promulgate it as a rule with\nthe force of law, but instead to promulgate it solely as\nguidance to the public about its - about its enforcement\nauthority and it was -\nQUESTION: How - how do we know that?\nMR. VERRILLI: Because that is what the\nDepartment of Labor said in the Federal Register when it\npromulgated this.\nQUESTION: What - what - what did it say\nspecifically?\nMR. VERRILLI: It said, we are promulgating this\nas a matter of enforcement guidelines for the - guidance -\nso the public knows how we intend to enforce the - the -\nthe statute. It did not promulgate a rule of law. And\nthen when it was re-promulgated by the EEOC in 1981 - and\nagain, the cites for this are on page 17 of our reply\nbrief - when it was re-promulgated by the EEOC in 1981,\nthe EEOC made a deliberate choice, which it explained in\nthe Federal Register, not to have this be a substantive\nrule with the force of law, and in fact it did not comply\nwith, and stated it was not going to comply with, the 30-\nday notice period that is required for substantive rules\nof law so that -\nQUESTION: Well, if we could call this an\nenforcement position or an enforcement policy on the part\nof the agency, and you're going to probably say we can't -\nshouldn't call it that - but if we could, doesn't the\nGovernment get some deference? You say it gets no\ndeference at all?\nMR. VERRILLI: If - well, it would get Skidmore\ndeference, Justice Kennedy, and I think Christensen\nspecifically says that, that it gets Skidmore deference if\nit's an enforcement guideline and not - and not a - a rule\nof law - substantive rule of law. But here, Skidmore -\napplying Skidmore, no deference is due to this regulation\nprincipally because it is a regulation that the - that has\nnot been enforced in anything like a consistent manner.\nTo the contrary -\nQUESTION: That - that's a different issue, but\nlet's - let's come back to the point of whether it is\npromulgated as an interpretive regulation or a substantive\nregulation. You are taking the position that only\nsubstantive regulations are entitled to Chevron deference?\nMR. VERRILLI: The - the holding in Mead, Justice\nScalia -\nQUESTION: Only - only - only substantive\nregulations? Mead does not say that.\nMR. VERRILLI: The - the holding in - the\nsentence that's in Mead that says -\nQUESTION: All of the regulations of the SEC, for\nexample, virtually all of them are interpretive\nregulations.\nMR. VERRILLI: The question under Mead is whether\nit was a regulation that was promulgated that - that has\nthe force of law, and they -\nQUESTION: No, but your - your - point is -\nQUESTION: That does not equate with\ninterpretive.\nMR. VERRILLI: Not necessarily. But here they\nmade a deliberate decision that it wasn't going to have\nthe force of law and they, for example, in 1981 -\nQUESTION: No, they didn't. They - they\npromulgated it, on page 17 of your brief, as an\ninterpretation rather than a substantive regulation, and\nthat's what it is.\nMR. VERRILLI: Right, right, Justice Scalia. But\nthey did not comply with the 30-day notice period, which\nis required -\nQUESTION: You don't have to for - for\ninterpretive regulations.\nMR. VERRILLI: But for rules with the force of\nlaw you do.\nQUESTION: For substantive regulations you have\nto. You do not have to for interpretive regulations, but\nthat does not mean that an interpretive regulation does\nnot - is not entitled to Chevron deference and is not\nfully as - as effective as - as laying down the rule of\nlaw as a substantive regulation. That's never been the -\nthe rule.\nMR. VERRILLI: The question here is whether the\nagency intended this to be a rule of law or - or guidance\nof its own enforcement authority, and it - and it clearly\nintended the latter and it has acted in a manner\nconsistent with the fact that it's the latter and not the\nformer, because it routinely refuses to enforce the\nprinciple that the Government is here advocating today.\nIndeed, in every single instance in which this issue has\ncome before the Department of Labor and the Equal\nOpportunity - and the EEOC - since the mid-1970's, in\nevery single instance the - the Department of Labor or the\nEEOC has blessed a - an employment practice that provides\ncomparatively older workers with a benefit not available\nto workers - to all workers 40 and older so -\nQUESTION: Mr. - Mr. Verrilli, I - I will assume\nyou're - you're right on the - the application of Mead\nhere, so far as the reg goes. What about the - I think it\nwas the 1997 adjudication?\nMR. VERRILLI: The 1997 adjudication, it seems to\nme, is not something that can give rise to Chevron\ndeference, because that - they were just acting pursuant\nto their own view of what the - of - of what their - what\nthe statute -\nQUESTION: Wasn't it binding - wasn't it binding\non the parties before them?\nMR. VERRILLI: It was binding on the parties,\nJustice Souter, but, of course, even if - if the Court\nwere to conclude that under Mead you get Chevron\ndeference, and I don't think you can for that reason, you\nstill have the problem, in our view, which is the more\nfundamental problem, which I'd like to address, which is\nthat -\nQUESTION: Before you leave me, can I just read\nyou two sentences from Mead? First sentence says, it is\nfair to assume generally that Congress - that Congress\ncontemplates administrative action with the effect of the\nlaw when it provides for a relatively formal\nadministrative procedure, which you say doesn't exist\nhere. Next sentence, that said, and as significant as\nnotice and comment is in pointing to Chevron authority,\nthe want of that procedure here does not decide the case\nfor we have sometimes found reasons for Chevron deference\neven when no such administrative formality was required\nand none was afforded.\nSo, as I read that last sentence, I certainly\nthought that if Congress so intends, we should give\nChevron deference to a rule that has not complied even\nwith notice and comment.\nMR. VERRILLI: Yes -\nQUESTION: So I couldn't read Mead as saying you\nhave to have that or you don't get the deference.\nMR. VERRILLI: But I think the fundamental point\nfor us under Mead, and then I'd like to move back to the\nmain - the Chevron analysis, if I could, but the\nfundamental point for us under Mead, Justice Breyer, is\nthat the agency made a deliberate decision here not to\nhave this rule be one that was a binding rule -\nQUESTION: Well, I - I don't know how often an\nagency says what this agency said here, that we are\npromulgating this as an indication of how we intend to\nenforce the law. And you're saying there is a chasm\nbetween rules that are issued with that kind of a\nstatement and rules that are issued otherwise. The agency\nsays, in one case, this is the law, and in the other case,\nthis is how we interpret the law. I - I don't see that\nthat makes the difference.\nMR. VERRILLI: I don't see how the agency could,\nJustice Scalia, think that this had the force of law,\nbecause they didn't follow it themselves in the manifold\nin this decision of which the issue -\nQUESTION: Well, that's - that's a different\npoint. That's a different point.\nQUESTION: Well, isn't - isn't that your - isn't\nthat your stronger point that - that combined with the -\nthe relatively abbreviated procedure, they have, in fact,\nin a number of instances not followed it and they have\nnever affirmatively, as - as a - as an administrative\nmovement, they have never affirmatively enforced it.\nIsn't - isn't -\nMR. VERRILLI: That's - that's all correct and we\n- I think that does summarize our point more strongly.\nQUESTION: Which I think goes to the Chevron\npoint.\nMR. VERRILLI: Going - I agree with that, Justice\nSouter - but going back to the main question of whether\nyou even get to ambiguity under Chevron, we submit that\nthe answer to that question is no, because Section 623(a)\nis not to be read in isolation. The fundamental principle\nof statutory construction is that it needs to be read in\ncontext, and the relative contextual indicators here, we\nsubmit, foreclose the argument that Congress intended in\nthe ADEA to authorize the kind of youth discrimination\nclaims that are at issue here.\nQUESTION: Why, Mr. Verrilli, when we have - what\nis it - 623(f)(2)(B) - that makes an express provision for\nolder worker versus younger worker. If that were the\ngeneral interpretation of the statute, then this specific\nprovision relating to an older worker vis-a-vis a younger\nworker would be unnecessary.\nMR. VERRILLI: I respectfully disagree with that,\nJustice Ginsburg, and - and - I'm - I'm looking now at\npage 3a of the statutory appendix to the Government's\nbrief where the - where provision is located. (B)(i) is\nin the statute, as the preamble to the Older Worker\nBenefit Protection Act states, to - to provide employers\nwith an affirmative defense to a charge that they have\ndiscriminated against comparatively older workers by\nproviding them benefits at a lower level than\ncomparatively younger workers.\nAnd what - what (B)(i) says, which I take it is\nthe provision Your Honor is referring to, is that, in that\nsituation, even though the comparatively older worker is\nbeing disfavored, the comparatively older worker has an\naffirmative defense, if the older worker can - if the\nemployer can show that the - that it spent as least as\nmuch on the benefit for the older worker as it did for the\nyounger worker, even if the benefit is less, and so that -\nQUESTION: Well, does that provision cover your\nsituation, do you think, here?\nMR. VERRILLI: We - we -\nQUESTION: I mean, could you fit yourself, your\nclient's situation, under that provision?\nMR. VERRILLI: Yes, Justice O'Connor. We can\nshoehorn ourselves into that provision.\nQUESTION: And why - is that still pending in the\ncourt below, that argument?\nMR. VERRILLI: It is - it is still pending in the\ncourt below. That's correct, Your Honor.\nQUESTION: So, no matter what we do, you would\ntake the position that that provision will cover this\ncase?\nMR. VERRILLI: We do think so, Your Honor. Of\ncourse, the respondents won't agree with that, I'm quite\nsure, and I - and I don't think that that's going to solve\nthe many problems that the Sixth Circuit's decision gave\nrise to here. For example -\nQUESTION: Well, that - that's my next point.\nThe - the briefs try to tell us that there's going to be\ncataclysmic consequences if we don't rule your way. This\nsafe harbor provision gives very substantial protection\nagainst that, does it not, or - or does it?\nMR. VERRILLI: Yeah - let - if I - I think it\ngives some protection, not complete protection, but I\nthink there are a whole range of other negative\nconsequences, Your Honor, that I'd like to address, if I\ncould, and then - and I will certainly directly address\nthe safe harbor provision.\nFirst, there are a number of employment\npractices out there where the nation's major employers\nhave engaged in efforts to retain older segments of the\nworkforce and to bring back elderly citizens back into the\nworkforce by doing such things as providing for workers\nover a certain threshold age, very often 55, the ability\nto work part-time rather than full-time, to have flex-\ntime schedules, to have - to have jobs that don't involve\ntravel. They've changed the terms, conditions, and\nprivileges of employment for people over a certain age to\nkeep them in the workforce.\nThe safe harbor here applies only to benefits,\nJustice Kennedy, and therefore, would not protect that\nkind of behavior, and although the United States talks\nabout the safe harbor with respect to benefits, I would\npoint out the brief of the United States is notably silent\non the question of whether the interpretation being\nadvocated here would make illegal that kind of conduct.\nAnd we submit it would because it clearly prefers the\ncomparatively older to the comparatively younger with\nrespect to terms, conditions, and privileges of\nemployment, so -\nQUESTION: Has the EEOC taken an enforcement\nposition with reference to some of the practices you've\njust -\nMR. VERRILLI: Yeah.\nQUESTION: - or - or non-enforcement positions?\nMR. VERRILLI: Yes, yes, they have. There are\nDOL and EEOC letters which approve those practices, but\nit's hard to see how one could possibly approve those\npractices consistent with an interpretation of Section\n623(a) that imposed a rigid rule of equality for everyone\n40 and over.\nQUESTION: One of the amicus briefs pointed to a\nnumber of Internal Revenue Code provisions and ERISA\nprovisions that appear to be implicated if you go with the\nSixth Circuit view here, and perhaps would be in\nopposition to the interpretation, given the language -\nMR. VERRILLI: Yes -\nQUESTION: - by the Sixth Circuit. Now, have you\ncommented on those various provisions?\nMR. VERRILLI: We have, Justice O'Connor, and\nthis is actually the second category of adverse effect, it\nseems to me, that you have if the - if this decision\nstands and if the rule of law is what the - what the\nGovernment advocates. Many of those provisions, which are\ndetailed quite effectively in the ERISA Committee brief,\nprovide for - for things such as employees with - employee\nstock option plans, ESOP plans, are allowed, once they\nbecome 55 years old, to diversify their stock holdings.\nEmployees, when they retire at 59-1/2 can withdraw money\nfrom their retirement plans without facing the tax\npenalty. There are a host of provisions like that.\nOne point to be made is that it seems to me\nirreconcilable with the existence of those provisions to\ninterpret 623(a) this way, but the other point my - my\nfriends the respondents say, yeah, but you don't have to\nworry about that because the rule that the later-enacted\nstatute governs over the former-enacted statute will take\ncare of it. I'm afraid that's not so for the following\nreason. All of the examples I just gave, and many others\nin the - in the ERISA Committee brief, were statutes that\nCongress enacted before 1990, and I submit that 1990 is\nthe relevant date for the later-enacted statute, because\nit has - has - that's the - the Older Worker Benefit\nProtection Act was passed after Betts and it was passed in\n1990, and it was that statute that made the ADEA\napplicable for the first time to fringe benefits of the\nkind that those regulations govern.\nSo you have a serious problem, at a very\nminimum, with respect to all of those regulations, it\nseems to me -\nQUESTION: Mr. Verrilli, what do you do with\nSection 623(e), which prohibits any advertising by an\nemployer indicating any preference, limitation,\nspecification, or discrimination based on age? Now, age\nthere could not possibly mean what you say it means in\n623(a), that is, old age, because then it would just\nprohibit preferring older people. So what do you say it\nmeans then?\nMR. VERRILLI: Well, I say -\nQUESTION: It means young -\nMR. VERRILLI: I - I -\nQUESTION: In (a) it means old age and in (e) it\nmeans young age?\nMR. VERRILLI: I have a lot to say about it,\nJustice Scalia. The first thing is this: The critique\nthat the Government levels at us with respect to that\nprovision is equally applicable to their interpretation.\nWhat they say is that, you know, if it were lawful under\nthe statute to grant a preference for old age - it doesn't\nmake any sense to say that's it not lawful to advertise\nfor old age - of course, what - if - if age means\nchronological age here, then you wouldn't be able to state\na preference for chronological age in an advertisement,\neven though it would be perfectly lawful substantively to\nhave a policy that said you're going to open positions to\nonly people 40 or older.\nSo I don't think they get any mileage out of\nthat - out of that, because I think they've got the same\nkind of linguistic difficulty that we have here with\nrespect to it. And I think what that shows, Justice\nScalia, is -\nQUESTION: No, but it - it still has some meaning\nand some beneficial effect with their interpretation,\nwhereas with your interpretation of age, it has no\nconceivable beneficial effect. You have to read it there\nas meaning young age and you read it in (a) as meaning old\nage.\nMR. VERRILLI: Well, I think you could read it as\nmeaning old age, but I think the truth of the matter is\nthat the word age is something of a chameleon. It's a\nword that is very sensitive to context and it's going to\nhave somewhat different connotations throughout this\nstatute, and I think it's quite clear that it does. It's\na different connotation, for example, in Section B of the\nstatement of findings and purposes, where it's quite clear\nthat Congress is not talking about chronological age. It\nhas a different connotation in the seniority provision,\nwhich you can find at page 3a of the Government's\nstatutory appendix, which talks about involuntary\nretirement, down near the bottom of the page, that an\nemployer's plan cannot require the involuntary retirement\nof any individual specified by subsection 631 of this\ntitle because of the age of such individual.\nNow, in a sense, that means chronological age,\nbut not in the sense that my friends on the other side say\nabout 623(a), because what it means really is once you've\nbecome old enough that you've bumped up against the age\nlimit, and there are other provisions in 623 in which age\nfunctions in exactly that way. I just don't think - I\nthink this really is a case like Robinson against Shell\nOil, where the word employee takes on different\nconnotations in different sections, like - like Scheidler,\nwhere the word enterprise in the various subsections of\nRICO takes on different connotations depending on exactly\nhow it's being used. I think the word age here takes on\ndifferent connotations in different sections in the\nstatute.\nQUESTION: You must have thought of this and\ntried it out. It doesn't work, but as I was reading it I\nthought perhaps individual might refer to older\nindividual.\nMR. VERRILLI: Well, I think - I -\nQUESTION: If - I mean, but that must not, but\nI'm sure - why didn't it work? Because if you - if you -\nif you have - if you read individual throughout - cite\n(1)(a)(i) is older individual. The only place it has bite\nis where you get to the end, because of such older\nindividuals -\nMR. VERRILLI: I think - we've thought about it\nin this sense, Justice Breyer, and I think it dovetails\nwhat I - what I think is our key contextual point, which\nis that statute only protects people 40 and older, and if\nwhat Congress was concerned about was a rule that\nprecluded arbitrary discrimination in favor of the\ncomparatively old as well as the comparatively young, it's\nan exceedingly strange thing to do to draw a line at age\n40, because, of course, people under 40 are much more\nlikely to be subject to discrimination on the ground that\nthey're comparatively too young than are people over 40.\nQUESTION: I - I thought it was a big deal when\nyou had your 40th birthday, I mean -\n(Laughter.)\nMR. VERRILLI: Not anymore, Your Honor.\n(Laughter.)\nQUESTION: But is it -\nMR. VERRILLI: But in any -\nQUESTION: - isn't the - isn't the answer to - to\nthe - to the argument that you've just made is that as -\nas a general proposition, anything that in effect\ninterrupts or skews employment for somebody over the age\nof 40 is very difficult for somebody over the age of 40 to\ndeal with, regardless of which way the discrimination is\nworking? That is not as a general rule true of younger\npeople, and that's why it would make sense for - for the -\nfor the interpretation that - that was being suggested, to\ndraw the line at 40.\nMR. VERRILLI: I - I think - I think that's the -\nthe best statement of the argument on the other side and\nI think it's the Government's effort to defend the line on\nthat basis, but I don't think it works, because the reason\nthat people 40 and over have a problem once they suffer an\nadverse employment action - and the Government itself\nacknowledges this in its argument - is because they are\nthen subject to discrimination on the ground that they\nperceive - they are perceived as being too old. That's\nthe problem, and that's the only problem the Government\nhas been able to identify that people 40 and over suffer\nis that kind of -\nQUESTION: Well, the 41-year-olds are perceived\nas being too old in relation to people less than 41, and\nit still means that when somebody looks at a 41-year-old,\nthey - the 41-year-old is just not as attractive an\nemployee as somebody, you know, a year - a year younger or\ntwo years younger.\nMR. VERRILLI: Yes, Justice Souter. I think\nthat's true, but - but 623(a) isn't an all-purpose\nprohibition of arbitrary employment decisions respecting\npeople 40 and over, and after all, that same kind of\ncritique could be made of - if an employee is fired\nbecause they're not fit enough or they have the wrong\ncolor hair or -\nQUESTION: Mr. Verrilli, it does - what Justice\nSouter suggested does fit with the comment of Senator\nYarborough that was put out, that said that the 42-year-\nold would have a claim if the 52-year-old were preferred,\nsay, for hiring or promotion.\nMR. VERRILLI: It - it does. That's the only\nthing in the voluminous history of this - of this\nenactment and all of its amendments that provides any\nsupport for the Government's view here in response, but it\n- and it - but it does provide some support for that, I\nagree. But I really think -\nQUESTION: The - the part of your explanation\nabout the - the diminished hurt to the 40-year-old was\nwithin the - was within the universe of society as a\nwhole, but within the context of his own or her own\ncompany, this is hurtful. These are people at that age\nwho have younger children being educated and so forth, and\nif they find discrimination within their company, it\ndoesn't help much for you to say, well, society as a whole\ndoesn't discriminate against.\nMR. VERRILLI: I think - I think, Justice\nKennedy, that it's - it's important to go back to the\nsource for this statute to understand what Congress was\ntrying to do, the circumstances of enactment of this\nstatute. After all, Congress could have, either in 1964,\nwhen it passed Title VII, or in 1967, when it enacted this\nstatute, simply have put the word age into Title VII and\nhad it operate in exactly the same manner Title VII does.\nBut it made a deliberate choice not to do that.\nThe reason it did, I submit, is because the\nrecommendations of the Secretary of Labor in response to\nthe directive of Congress were that the problem of age\ndiscrimination in the workplace is fundamentally different\nthan the problem of - than the problems that were\naddressed by Title VII. And the critical difference is\nthis, that the - the kinds of discrimination that Title\nVII addressed was discrimination on the basis of\ncharacteristics that are always irrelevant to a decision\nabout who should be hired, fired, or promoted, or demoted.\nAnd what the Secretary of Labor said is that age is\ndifferent, the age is not always irrelevant, age\ndistinctions are not always arbitrary, and I submit the\nCourt - the opinion for the Court in Betts identified\nexactly that principle, that this is a different kind of\nproblem warranting a different kind of solution.\nThe problem was that there are stereotypes that\nexist that - that - on which employers act that - that\nprospective employees are - don't have the competence or\nthe productivity to handle a job because they are too old,\nand that was the problem that this statute tried to\naddress and it's why it tried to address it in such a\nfundamentally different manner than Title VII. Context\nmakes all the difference here. Again, and - and I think\nthe Court really did recognize that in Betts. Justice\nKennedy, in Betts, you had the operative language\nprivileges - terms, conditions, and privileges of\nemployment, identical in Title VII to - and the ADEA.\nBut what the Court concluded in Betts was that\nthat language had a different meaning. In Title VII it\nincluded fringe benefits. In the ADEA it did not include\nfringe benefits, and the reason for that was because\nreading the provision not in isolation, but in the context\nof the rest of the statute, it was quite clear that Title\n- that the ADEA was meant to address a different kind of\nproblem, and that there was age-based decision-making that\nwas appropriate and not invidious and that ought not to be\nprohibited by law. And I submit that the kind of age-\nbased decision-making that's at issue in this case is\nprecisely the kind of age-based decision-making that\nCongress did not want to make unlawful.\nAnd the reason for this is quite - is quite\nsimply that people at the end of their working lives are\nin a different position, especially with respect to\nretirement security measure, which is what at issue - is\nat issue here, even than a 41-year-old, someone else in\nthe protected class. And so when an employer acts, as\nGeneral Dynamics did here, with the union, to come up with\na solution that protected them from a harsh outcome and\nprotected their reliance interests, it's simply not\nanything remotely within the contemplation of Congress\nwhen it - when it - in the prohibitory - prohibitory\nsections of the ADEA. If the Court -\nQUESTION: Do we know the numbers, Mr. Verrilli?\nWe have, I think, some 200 people in the class that's\nsuing the 40 to 49-year-old. How many were grandfathered\nin the 50 -\nMR. VERRILLI: I - I believe it's - I believe\nit's a comparable number, but I have to confess, Your\nHonor, I don't know for sure what the exact number is. If\nthe Court has no further questions, I'd like to reserve\nthe balance of my time.\nQUESTION: Very well, Mr. Verrilli.\nMr. Biggerman, we'll hear from you.\nORAL ARGUMENT OF MARK W. BIGGERMAN\nON BEHALF OF RESPONDENTS\nMR. BIGGERMAN: Mr. Chief Justice, and may it\nplease the Court:\nThe real issue here is whether this Court should\nadd an additional element to the ADEA's prohibition\nlanguage. And the answer, we submit, is no. The ADEA\nprohibits discrimination against individuals 40 years old\nor older because of their age, not because of their older\nage. Petitioner would have this Court change that\nlanguage to require that individuals 40 and older also be\nrelatively older than any other group of employees with\nwhom they -\nQUESTION: Mr. Biggerman, how do you deal with\nthe relaxed physical tests for, say, 50 or over? As Mr.\nVerrilli mentioned, the flex-time, the reduced hours for\npeople who are well over 40 - 55, say, so that the - could\n- could the 40 to 55 age group then sue because they have\nto meet in full the physical fitness requirements, they\ncan't have the flex-time, they can't have the reduced\nhours?\nMR. BIGGERMAN: Your Honor, those are encompassed\nin affirmative defenses. What we are asserting here is\nsimply whether the respondents have a cause of action.\nQUESTION: So is your answer yes, that would be\ndiscrimination? It might be a defense but it would be\nprohibited discrimination under this Act to make those\nspecial accommodations to older workers?\nMR. BIGGERMAN: That would be prohibited subject\nto an affirmative defense.\nQUESTION: What would the affirmative defense be?\nMR. BIGGERMAN: For example, a bona fide\noccupational qualification.\nQUESTION: Why in the world would that be a BFOQ?\nYou don't have to be over 55 to do the job, quite the\ncontrary. Special accommodations are being made so that\nthey're able to do the job. It doesn't fit with any BFOQ\ndecision that I know. It's a very extraordinary\napplicational definition of BFOQ, bona fide occupation\nqualification essential to the job.\nQUESTION: So what happens is that a piece of\nlegislation that everybody thought was meant to aid older\nworkers, especially those towards the end of their working\ncareers, ends up harming them. You - you - you cannot\nmake special arrangements to let them do flex-time. You\ncan't make these accommodations - a very strange\nconsequence of this legislation.\nMR. BIGGERMAN: Your Honor, we - we - we submit\nthat Congress set forth specific examples as to when there\nare exceptions that can be made.\nQUESTION: But do you have - the exceptions are\nin the statute. You gave me the BFOQ, I think it's quite\nclear that that wouldn't work in this case. What else\nwould be? We have, as you said, this would be\ndiscrimination. How could the employer then defend\nagainst it? What is there in the statute that would give\nthe employer an affirmative defense?\nMR. BIGGERMAN: Your Honor, what would give the\nemployer an affirmative defense to have, as you said, a\nmore - to permit - if you could repeat the example?\nQUESTION: To make special accommodations to\nolder workers, no physical fitness test, shorter hours,\nflex-time, and that's not available to people who are\nunder 55, say.\nMR. BIGGERMAN: Well, I - I think that - let me\nexpand a little on my answer. I think that Congress' goal\nhere was to make age a neutral factor in employment. Now,\nI don't think that Congress intended to permit any special\nconsiderations for age unless they're set forth in the\nstatute.\nQUESTION: But what about all the sections in\nERISA and in the Internal Revenue Code that allow various\nprovisions for benefit plans, for retirement, and for\nstock option exercise and so forth that are going to be at\nodds with your interpretation.\nMR. BIGGERMAN: Your Honor -\nQUESTION: I mean, there are a whole array of\nlaws that will be directly affected if the Sixth Circuit\nview is affirmed. Now, what do we do about all that? Do\nyou think Congress really intended such a result?\nMR. BIGGERMAN: I don't think that the ADEA\nconflicts with those provisions because a cause of action,\nunlike in this case, 12(b)(6), this case should not have\nbeen dismissed, it should have been allowed to go forward.\nAnd in the employer - in any situation which those\nregulations or those statutory provisions under some other\nlaw - IRS -\nQUESTION: One thing - I see that point - that\none thing that everybody, I think, is saying in one form\nor another, is one thing that isn't covered in 2 is hiring\nand firing people. So every time an employer dismisses a\nperson over the age of 40, he will either be hit with a\nlawsuit by the older one, or if he tries to lean over a\nlittle backwards in favor of the older - and I don't want\nto be too prejudiced in favor of the older though I am in\nthat category - the - the point is that every time he then\ntries to be at all sympathetic to the older person, the\nyounger one hits him with a lawsuit.\nAnd so what the Federal courts become is an\nemployment court to discover in each instance whether\nthere was cause, and moreover, no employer could possibly\nlean over even a little bit favorable towards an older\nperson, and that's why I think what we're saying is your -\nI would say it - your interpretation will blow up this\nAct, destroy it. An Act that was intended to help older\npeople will now suddenly become an Act which turns Federal\ncourts into labor courts, deciding in each case that\nanything happens to a person over the age of 40, whether\nthe employer was or was not justified. Now - now that is\n- I'm putting it strongly, but I want to hear what I think\nthey're telling you on the other side, which is what I\nthought I was articulating.\nMR. BIGGERMAN: Your Honor, I would - I would\nanalogize that to this Court's decision in McDonald v.\nSanta Fe, when, prior to that in McDonnell Douglas, this\nCourt said - set forth the first prima facie requirement\nas requiring a minority under Title VI. Yet in McDonald\nv. Santa Fe it said no because of sex. That is when you\ncan sue like in the Age Act.\nQUESTION: Well, that - that brings me back to\nthe answer you gave to Justice Ginsburg's question and it\nwas again reflected in Justice Breyer's. Am I correct in\ninferring from your answer - I don't think you said it\nquite this way - that in Justice Ginsburg's hypothetical\nregarding flex-time and - and no physical fitness test,\nyou would say that there is a violation there? That's\nwhat I carry away from your - from your answer to her, and\nthat directly relates to Justice Breyer's concern that he\njust expressed.\nMR. BIGGERMAN: Your Honor, I must - I must\nhumbly confess that I don't have a grasp of the entire\nstatute in every situation in every regulation. I wish at\nthis moment I did. But I would give you the general\nanswer, that Congress intended to make age neutral, and if\nthere were no exception, no exemption in the statute or no\nregulation that provided an affirmative defense, then that\nwould be impermissible if it was based on age.\nQUESTION: Now, I - I have to tell you that -\nthat as currently advised, that seems to me so fanciful a\nversion of what Congress intended that I would not\ninterpret the statute that way. Now, I will go along with\nyou if you can tell me that, with respect to this\nambiguous statute, I am bound by Chevron or Mead to - to\naccord deference to the agency's interpretation. Your -\nyour - the people on the other side say that there's no\nsuch requirement. Do you think there is a requirement\nhere?\nMR. BIGGERMAN: Your Honor, I definitely think\nthat deference is -\nQUESTION: What are you relying on? The agency\nguideline?\nMR. BIGGERMAN: 1625.2 of the interpretive\nguideline. Is that what you're referring to?\nQUESTION: Yes.\nMR. BIGGERMAN: Yes, which was also supported by\nthe agency adjudication in the 1997 adjudication, which\nwas confirmed by the entire commission, which is the only\n-\nQUESTION: Do - do you agree with the description\nof the other side that that was not promulgated by notice\nand comment rule-making?\nMR. BIGGERMAN: It was my understanding that the\nEEOC promulgated it by notice and comment.\nQUESTION: Yes, but they said that they did it\nsimply to go along with the Carter administration's\nrequest or requirement that even interpretive rules be\npromulgated by notice and comment rule-making even though\nthe ADA does not require that. Now, that's what they\nactually wrote in their brief, and is that accurate?\nMR. BIGGERMAN: It's - it's my understanding that\nthat is accurate.\nQUESTION: All right. If that is accurate, why\nwould Congress have intended, and the relevant pages of\nMead use the word Congress in one paragraph five times to\ntry to figure out what Congress wanted in this respect,\nwhy would Congress have wanted the courts to defer to this\nkind of interpretive regulation, which if it's taken\nseriously would destroy Congress' own ends? That's a\npretty tough question.\nMR. BIGGERMAN: It is.\nQUESTION: I'm putting it - I'm overstating these\nslightly because I want to elicit clear answers from you.\nMR. BIGGERMAN: I - I - it's not my belief that\nthis goes against Congress' intentions. I think the\nCongress set out to set forth specific exemptions,\nincluding the Older Workers Benefit Protection Act, in\nwhich there are instances when older workers can be\nfavored, and so therefore I don't think it went against\nCongress' intention. I mean, the Older Workers Benefit\nProtection Act set forth a whole bunch of additional\nexemptions after this regulation was already in place.\nQUESTION: Mr. Biggerman, may I ask you two\nquestions? The first question is, when was the statute\nenacted?\nMR. BIGGERMAN: The ADEA?\nQUESTION: Yes. I think the sponsor of the\nstatute, the Secretary of Labor, was a former law\nprofessor of mine, so I think it goes back quite a ways.\n(Laughter.)\nMR. BIGGERMAN: Your Honor, I - I think you're\nright.\nQUESTION: Well, it's a good many years ago,\nwasn't it?\nMR. BIGGERMAN: It was a good many years ago.\nQUESTION: And the second question is, what -\nwhat is your comment on this sentence in the district\ncourt's opinion: Every Federal court to address the issue\nhas held that a claim of reverse age discrimination is not\ncognizable under ADA. This suggests that there's a long\nhistory of viewing the statute in one - one way and that\nperhaps there are substantial reliance interests out there\nthat would build up over a period of many, many years.\nWould you comment on that aspect of the case?\nMR. BIGGERMAN: I - that statement by the\ndistrict court was incorrect. The decision in the\nMississippi Light - Mississippi Power and Light decision\nhad been rendered before the district court's decision and\nthat was at least one decision that -\nQUESTION: When was that case decided? Just\nshortly before the district court's decision?\nMR. BIGGERMAN: No, Your Honor, it was a little\nbit before that and I'm looking for the cite.\nQUESTION: Well, isn't it true though, as a\ngeneral matter, the courts had generally read the statute\nthe way the district court read it?\nMR. BIGGERMAN: As - as a - see, Your Honor,\nHamilton came out and then all of the district courts\nfollowed the Seventh Circuit's decision in Hamilton\nwithout really interpreting the ADEA. They just simply\nfollowed that. So, yes, there is a body. The majority of\nthe body did go in that direction, but simply relied on\nthe Hamilton -\nQUESTION: But do you think that the - the\nbusiness community has - was justified in relying on that\nrule for a good many years?\nMR. BIGGERMAN: I don't think so, Your Honor. I\nthink in light of the EEOC -\nQUESTION: You think the statute's so clear?\nMR. BIGGERMAN: The statute and the EEOC -\nQUESTION: The EEOC during all this period\ncontinued to say that - that it worked both ways, didn't\nit?\nMR. BIGGERMAN: Not in its only binding opinion.\nIn its only binding opinion it followed the language of\n1625. The letters, the opinion letters by the Secretary -\nthe Department of Labor - and the EEOC before, those\naren't binding. The binding -\nQUESTION: Well, the question isn't whether\nthey're binding. The question is whether the business\ncommunity could rely on them. I mean, here are your -\nyour - you have this guideline out there, this regulation,\nI would say, and incidentally I don't know why you accept\nthe proposition that interpretive regulations are somehow\ndifferent from substantive regulations insofar as their\nauthoritativeness is concerned, but you have the\nregulation out there, but you have the agency saying to\nthe business community in an opinion letter, don't worry\nabout it, we're not going to enforce it that way, and\nindeed we're going to amend the regulation. Now, you\nknow, what - what - what am I to make about that as far as\nChevron deference is concerned?\nMR. BIGGERMAN: Your Honor, I would - I would ask\nthat you look at the top at the commission and what they\ndid in the binding opinion, and I think that is what is\nentitled to Chevron deference.\nQUESTION: But the - the regulation itself seems\nto have some internal tension, if not inconsistency,\nbecause what you're relying on is what it says in\n1625.2(a) and then (b) goes on to say, but the extension\nof additional benefits, such as increased severance pay to\nolder employees within the protected group, may be lawful\nwhen the employer has a reasonable basis to conclude that\nthose benefits will counteract problems related to age\ndiscrimination. That seems to be just a recognition that\nthe older you get, the more problems you have, and so if\nyou can - if this - this regulation says, yes, you can\ngive benefits.\nMR. BIGGERMAN: Your Honor, again I would come\nback to the - the statement that in order to fulfill the\nrequirements set forward in (b), a reasonable basis, you\nneed facts. That's an affirmative defense, which we don't\nhave here. That goes above and beyond a simple cause of\naction. The employer could use that as an affirmative\ndefense to defend its action.\nQUESTION: Not unless there's a law allowing it.\nI don't see one. I mean, there is no provision unless you\nshoehorn it under this (B)(i) section, that allows any out\nfor the employer, is there?\nMR. BIGGERMAN: I - I don't understand.\nQUESTION: For the employ - well, I'm taking up\nyour time. You have only a few minutes left. I just\ndon't see a provision allowing the affirmative defense.\nMR. BIGGERMAN: Am I to understand you, Justice\nO'Connor, that you don't see a provision in the statute\nthat allows the same affirmative defense as in this\nregulation? That's correct. This - this is outside, but\nagain, it's the EEOC interpreting the Act. As we all\nknow, a statute doesn't cover every instance. Does that\nanswer your question or would you like me to go -\nQUESTION: Go ahead.\nMR. BIGGERMAN: Okay. I - I would just like to\nsay that the Age Discrimination Act, the prohibition\nlanguage says, because of age, and this Court has before,\nin Consolidated Coin, ruled that the fact that one\nindividual loses out to another individual within the\nprotected class, it doesn't matter. It's because - it's\nwhether the individual loses out because of age. That -\nthat's the critical thing here. The -\nQUESTION: The example that's given in the paper\nis the - the 51-year-old and a 42-year-old are both\napplying for a job and no matter which one gets it you\ncan't discriminate on account of age. How could a\ndecision to employ the 51-year-old be a discrimination on\naccount of age? What - what would be in the employer's\nmind if it's an age-based decision?\nMR. BIGGERMAN: Your Honor, are you asking me for\nan example as to why someone might want to hire -\nQUESTION: How - how could that - how could that,\nwithin the meaning of the statute, be a discrimination on\naccount of age if they hired the older person?\nMR. BIGGERMAN: Congress found that at age 40 and\nover any discrimination on the basis of age injures the\nindividual.\nQUESTION: But the decision to hire the older\nperson, how could that be a - would it have to be just the\nunique situation where the employer doesn't like 42-year-\nolds?\nMR. BIGGERMAN: Well, it - there may be - the\nemployer may want a situation where they want the prestige\nof having someone with gray hair as opposed to less gray\nhair for a consultant position or for a television\nanchorman.\nQUESTION: Well, that wouldn't be discrimination\non the basis of age. You just like gray-haired people.\nSome young people have gray hair.\nQUESTION: They'd be just in favor of gray-\nhaired people, yeah.\n(Laughter.)\nMR. BIGGERMAN: But - but if - if they had a\nrequirement in their policy that it had to be only 51 or\nolder -\nQUESTION: Well, it's -\nMR. BIGGERMAN: Right.\nQUESTION: You could be 51 and still have dark\nhair. Some of us -\n(Laughter.)\nQUESTION: Maybe they're moved by humanity, or is\nthat an unfortunate thing to take into account in the law?\nMR. BIGGERMAN: It - it is not, Your Honor.\nQUESTION: So maybe they want to keep this older\nperson around because it's the decent thing to do -\nMR. BIGGERMAN: But the statute -\nQUESTION: - and then the younger person comes in\nand sues.\nMR. BIGGERMAN: The statute prohibits\ndiscrimination on the basis of age. It just simply sets\nthe protected class at 40 and over. That's our argument.\nIf there are no further questions.\nQUESTION: Thank you, Mr. Biggerman.\nMr. Clement, we'll hear from you.\nORAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE UNITED STATES AS AMICUS CURIAE\nSUPPORTING THE RESPONDENTS\nMR. CLEMENT: Mr. Chief Justice, and may it\nplease the Court:\nAbsent an affirmative defense, the Age\nDiscrimination in Employment Act prohibits discrimination\non the basis of age against members of the protected class\nand is not limited to claims brought by the older members\nof the class.\nQUESTION: Mr. Clement, now, Justice Ginsburg\ngave some examples of employment practices that favor\nolder persons, for which I don't think there's an\naffirmative defense. Am I correct that there isn't?\nMR. CLEMENT: There's no affirmative defense in\nthe statute, Justice Stevens, and let me address those\nhypotheticals, because I think these seemingly benevolent\ninstances of using age may be beguiling, but I think in\nreality even those benevolent uses of age implicate the\ninterests and concerns of the Age Act. Take, for example,\nan employer who's willing to exempt employees over 50 from\na physical fitness test. Well, the first question I would\nask is, if you're willing to exempt workers over 50 from\nthe physical fitness test, is the physical fitness test\nreally a legitimate occupational qualification? And\nshould that be used to exclude workers between 40 and 50\nfrom the workplace?\nQUESTION: Let's take the hours because you\ncertainly couldn't use that claim that that - that maybe\nyou didn't need this test. The claim isn't that it\nnecessarily screens out the older workers, but the\nemployer doesn't want to put them through the strain of\nthe test. But let's - let's move to the flexible hours,\nreduced work hours, we're not going to give those benefits\nto younger people within the protected class, only 50 and\nover.\nMR. CLEMENT: Justice Ginsburg, it seems to me\nthat stereotypes that older workers are going to be more\nstrained and can't work as hard and need time off are\nprecisely the stereotypes the Act is designed to prohibit.\nNow, it's different if a worker -\nQUESTION: Well then, how - how in the world\ncould the agency then adopt 1625.2(b) that allows\nincreased benefits to older workers if the employer can\nshow that those older people have more problems?\nMR. CLEMENT: Justice Ginsburg, 1625.2(b) is\nlimited to benefits, and Charles Shaner, who's the general\ncounsel of the EEOC at the time that the Older Worker\nBenefit Protection Act was passed, explained that the\nstatutory affirmative defense that would be implicated\nhere on remand, 623(f)(2)(B)(i), is a simplification of\nthat regulatory defense. And I think what the Act as a\ngeneral matter does is it recognizes that benefits are\nmore difficult because it's tied up with issues of\nretirement age and the like, and so a more flexible\napproach is necessary with respect to benefits.\nBut with respect to core employment, hiring,\nfiring, promotion, and compensation, the Act reflects a\njudgement, as stated in the purpose, that they want to\npromote the employment of older people on the basis -\nQUESTION: Now, Mr. Clement, just - I want to be\nsure I have an answer to my question. With respect to\nemployment practices, such as that described, am I correct\nin - in agreeing that if an employer uses a stereotype to\n- to reach that conclusion, there would be no affirmative\ndefense for it?\nMR. CLEMENT: I - I think that's right. Unless\nthis Court were, I mean, if this Court has a - has a very\nflexible view of age in the prohibition, I suppose it\ncould allow the agency to adopt a flexible affirmative\ndefense along the lines of Weber. Let me also -\nQUESTION: Why not?\nMR. CLEMENT: Let me also say that the statute\nspecifically gives the EEOC, in 29 U.S.C. 628, the\nregulatory authority to make exemptions, and I think if\nthere are specific concerns with particular practices that\nseem benevolent and are benevolent, then the EEOC can make\na regulatory exemption. But with respect to these\nseemingly benevolent -\nQUESTION: Where - where is that authority?\nMR. CLEMENT: 29 U.S.C. 628. It's in the\nstatutory appendix, I believe at page 4a, and that - and\nthat is - that is a sweeping authority. It gives the EEOC\nboth the authority to make interpretive regulations and\nsubstantive exemptions from the statute.\nQUESTION: Well - well if - if your submission is\nthat stereotypes are - are deplored and prohibited by the\nAct, how could the EEOC make an exemption to the contrary?\nMR. CLEMENT: Well, I think, as I said, if - I\nthink that - that the Act is perfectly consistent with the\nidea that these stereotypes should play no role. The\npurpose clause of the statute says it wants to promote the\nemployment of older workers, but how does it say it wants\nto promote the employment of older workers? By having\nthem judged on their ability rather than age. And I think\nit reflects a judgement that an employer that has age in\nmind and not ability when trying to favor an older worker\nis not going to be able to reverse the process when\nthey're working to the detriment of a worker.\nQUESTION: So then in any instance in which the\nemployer quite honestly is moved by some human feeling\nthat is related to an older person, that the Act would\nrule out?\nMR. CLEMENT: I - I think that's right, Justice\nBreyer, but what's -\nQUESTION: All right. Now, is there any reason\nto think that that's what Congress had in mind, any reason\nto think that it - that it - that it really wanted in this\nrespect, because most human beings are moved by these\nkinds of emotions, they wanted to prohibit that?\nMR. CLEMENT: Two responses, Justice Breyer.\nFirst -\nQUESTION: Helps other people.\nMR. CLEMENT: First, I think that the natural\nhuman instinct to favor an older worker would be to cut a\nbreak to a worker who's been with the company many years,\nand if that's what an employer wants to do, it's perfectly\nfree under the Age Act to say, if you've been with us 30\nyears or 20 years, we're going to cut you a break. To the\nextent that's not the motivation, but it's purely age-\nbased, then there is an indication in the statutory\nhistory, and that indication is the colloquy between\nSenators -\nQUESTION: I thought that was ambiguous, somewhat\nambiguous.\nMR. CLEMENT: Well, the colloquy is not at all\nambiguous.\nQUESTION: Who - who heard that colloquy? I\nmean, were they the only two people on the floor? I'm\nreally supposed to get -\n(Laughter.)\nMR. CLEMENT: Justice Scalia, all I can tell you\nis that -\nQUESTION: We don't really know, do we?\nMR. CLEMENT: Justice Scalia, I can tell you\nthis. The same number of people heard that colloquy as\nheard the colloquy that this Court relied on between the\nsame two Senators in interpreting the Age Act in Betts and\nin United Airlines against McMann. On two occasions this\nCourt has recognized that those two Senators have\nimportant views on the Age Act because they were the\nprincipal sponsors and the floor managers of the bill, and\nas the icing on the cake, the Court relied on Senator\nJavits again in the Criswell case. But -\nQUESTION: How - how much use has the EEOC made\nof Section 628 when it can issue exemptions or that sort\nof thing?\nMR. CLEMENT: Mr. Chief Justice, I don't know the\nexact number of times, but I know there is a pending\nexemption right now that's been - that's been promulgated\n-\nQUESTION: Are there - are there - are there\nother exemptions that have actually been granted?\nMR. CLEMENT: There - there are, Mr. Chief\nJustice, and the one that they're working on now is to\ngive employers greater flexibility to coordinate their\nretirement benefits with Medicare benefits in response to\na Third Circuit decision in the Erie County case -\nQUESTION: Well, may I ask -\nMR. CLEMENT: - so that's not just statutory\nauthority that's never been used.\nQUESTION: May I ask you a similar question? To\nwhat extent has - how many enforcement proceedings has the\nEEOC commenced to - to enforce the reverse discrimination\naspect of this statute?\nMR. CLEMENT: Justice Stevens, there's one time\nwhere they did enforce it and that was a full committee\nproceeding. The decision was circulated to the full\ncommission, so that is a binding decision on the\ncommission.\nQUESTION: So they did - there is one example of\nan enforcement action?\nMR. CLEMENT: Right.\nQUESTION: In all these years, only one?\nMR. CLEMENT: Well, but there are only a handful\nof examples that go the other way and with - I think it's\nimportant to understand that with respect to the entire\nuniverse of EEOC decisions, as opposed to Department of\nLabor decisions, there's this one decision that comes up\nin a non-benefits context where they apply the regulation.\nThere are three other decisions that come up in a benefits\ncontext -\nQUESTION: In that - in that very context, Mr.\nClement, you didn't mention this Court's decision in\nO'Connor against Consolidated Coin, where was it the 52-\nyear-old had a claim for relief when the 41-year-old was\npreferred. If I understand your argument, you - you are\nsaying that equally the 41-year-old would have - have a\nclaim if the 52-year-old were preferred?\nMR. CLEMENT: That's correct, Justice Ginsburg.\nThat's exactly what the Senate colloquy said that - and\nthat colloquy was picked up in the regulation, which is a\nbinding regulation with notice and comment rule-making.\nQUESTION: It says in the colloquy -\nQUESTION: Well, leave - leave - no, please go\nahead.\nQUESTION: It says in the colloquy, could not\nturn down either.\nMR. CLEMENT: Right. There would be -\nQUESTION: It doesn't - they were clear, turn\ndown either -\nMR. CLEMENT: Right.\nQUESTION: - and choose the other. It could be -\ncan't -\nMR. CLEMENT: No. It said there would be\ndiscrimination whichever way the decision went, and I\ndon't think that's all that unusual. I mean, anytime in\nthe Title VII context that you have an employee who's\nfired for sex or race -\nQUESTION: Whichever way it went, if it was -\nMR. CLEMENT: - somebody will sue.\nQUESTION: - whichever way it went, if it was\nbased on age, I still don't understand how one could hire\nthe 51 because he discriminates against 42-year-olds.\nMR. CLEMENT: I - I think, Justice Stevens, you\ncould have a presumption or a stereotype that older\nworkers are going to be better. I suppose it's also true\nthat you could have a situation where, for some other\nbenefits reason, an older worker wasn't going to have as\nmany benefits or would get paid less -\nQUESTION: But the problem with your stereotype\nargument that the Government's trying to drive out of\npeople's minds age, just the way it's trying to drive out\nof people's minds race, sex, and the other things against\nwhich you can't discriminate, is that the Government\ndoesn't try to drive it out of their minds, it only - only\nover 40. Under 40 it's perfectly okay to have these -\nthese - these thoughts of age. You just simply cannot\nregard this statute as a statute that is directed against\nsome moral disapproval of - of taking age into account.\nMR. CLEMENT: Justice Scalia, the statute, when\nit was originally enacted, had the protected class only\nbetween 40 and 65, so I don't think the fact it's - now\nonly has a lower bound tells you anything in particular\nabout the prohibition.\nQUESTION: Mr. -\nMR. CLEMENT: And I thought you said it well for\nthe Court in the Consolidated Coin case that this is not a\nstatute about protecting individuals against the burden of\nbeing over 40 or to protect against over-40ism. It\nprotects people in the protected class, which is crystal-\nclearly defined to be individuals over 40, from\ndiscrimination because of age. The Act doesn't care if\nthe worker in the protected class who loses out is the\nyounger of the two. The Act is triggered whenever an\nindividual in the protected class loses out because of his\nor her age. Thank you, Mr. Chief Justice.\nQUESTION: Thank you, Mr. Clement.\nMr. Verrilli, you have 4 minutes remaining.\nMR. VERRILLI: Thank you, Mr. Chief Justice.\nWe're prepared to submit our case.\nCHIEF JUSTICE REHNQUIST: Very well. The Court -\nthe case is submitted.\n(Whereupon, at 11:03 a.m., the case in the\nabove-entitled matter was submitted.)\n"
    }, 
    "respondents": [
        "No. 02-1080 DENNIS CLINE, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 2, 
        "MR. BIGGERMAN": 40, 
        "MR. CLEMENT": 28, 
        "MR. VERRILLI": 43, 
        "QUESTION": 117
    }
}