{
    "appearances": {
        "content": "LLOYD B. MILLER, ESQ., Washington, D.C.; on behalf of the\nCherokee Nation and Shoshone-Paiute Tribes.\nSRI SRINIVASAN, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the Federal Parties.\n"
    }, 
    "caseNum": "02-1472", 
    "caseinfo": {
        "content": "CHEROKEE NATION OF OKLAHOMA :\nAND SHOSHONE-PAIUTE TRIBES OF :\nTHE DUCK VALLEY RESERVATION, :\nPetitioners :\nv. : No. 02-1472\nTOMMY G. THOMPSON, SECRETARY :\nOF HEALTH AND HUMAN SERVICES, :\nET AL.; :\nand :\nTOMMY G. THOMPSON, SECRETARY :\nOF HEALTH AND HUMAN SERVICES, :\nPetitioner :\nv. : No. 03-853\nCHEROKEE NATION OF OKLAHOMA. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nLLOYD B. MILLER, ESQ.\nOn behalf of the Cherokee Nation and\nShoshone-Paiute Tribes 4\nSRI SRINIVASAN, ESQ.\nOn behalf of the Federal Parties 28\nREBUTTAL ARGUMENT OF\nLLOYD B. MILLER, ESQ.\nOn behalf of the Cherokee Nation and\nShoshone-Paiute Tribes 57\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, November 9, 2004\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:12 a.m.\n"
    }, 
    "petitioners": [
        "CHEROKEE NATION OF OKLAHOMA", 
        "AND SHOSHONE-PAIUTE TRIBES OF", 
        "THE DUCK VALLEY RESERVATION,"
    ], 
    "proceedings": {
        "content": "(10:12 a.m.)\nJUSTICE STEVENS: We will now hear argument in\nthe Cherokee Nation against Thompson and Thompson against\nthe Cherokee Nation.\nMr. Miller.\nORAL ARGUMENT OF LLOYD B. MILLER\nON BEHALF OF THE CHEROKEE NATION\nAND SHOSHONE-PAIUTE TRIBES\nMR. MILLER: Justice Stevens, and may it please\nthe Court:\nThese two contract cases concern whether the\nGovernment is liable in money damages under the Contract\nDisputes Act and section 110 of the Indian Self-\nDetermination Act when the Secretary fails to fully pay a\ncontract price for the --\nJUSTICE O'CONNOR: Would you mind explaining to\nus how these two cases relate? The Court of Appeals for\nthe Federal Circuit decision went one way and the Tenth\nCircuit went another. And are the claims at all\noverlapping? How are they differentiated?\nMR. MILLER: No, Justice O'Connor. They're --\nthey're not overlapping. The claims in the Federal\nCircuit case involved three contracts covering fiscal\nyears 1994, 1995, and 1996. And the Cherokee contract at\nissue in the case that went through the Tenth Circuit is\nfiscal year 1997 contract and funding agreement.\nThe section -- remedial section of the act,\nsection 110 --\nJUSTICE O'CONNOR: But they're certainly at odds\non the legal theory.\nMR. MILLER: Yes, they are, Your Honor. The\nFederal Circuit applied standard, bedrock Government\ncontracting law, primarily the rule that when a contract\npayment is conditioned on there being an appropriation,\nthe payment right vests in full once the appropriation is\nenacted by Congress.\nAnd secondly, the court ruled that the Indian\nSelf-Determination Act does not bar the payment of the\ncontracts in this case under the circumstances presented.\nAnd to the contrary. We submit that the Secretary's\nconstruction of that clause would undo the act, would undo\nsection 106(b) of the act --\nJUSTICE O'CONNOR: Are the circumstances any\ndifferent in the two situations, the Cherokee Nation case\nand the one in the Federal Circuit? Are -- are the\ncircumstances, giving rise to the claim, different in any\nrespect that could account for a difference in outcome?\nMR. MILLER: No, Justice O'Connor. There --\nthere is no difference in that respect, and there is an\noverlap in -- in this sense. The Shoshone-Paiute contract\nthat arose through the Tenth Circuit case did involve\nfiscal year 1996, the same fiscal year as the Cherokee\ncontract that covered fiscal year 1996. So in that sense,\nboth cases involved the -- the same relevant issues.\nThe -- the key, we think, to the resolution of\nthe act is found in the act on page 12a of the appendix to\nour opening blue brief. The act was amended in this\nsection twice, in 1988 and in 1994, for three reasons: to\nsecure contract funding, to reduce the Federal\nbureaucracy, and to eliminate secretarial funding\ndiscretion over contract funding issues.\nIn section 12a, 450j-1(a), the bottom half of\nthe page, it is stated in subparagraph (1) that the amount\nof funds provided under the terms of self-determination\ncontracts entered into pursuant to this subchapter shall\nnot be less than the appropriate Secretary would have\notherwise provided.\nAnd then directly pertinent to this case is\nsubparagraph (2), which directs -- which addresses\ncontract support costs. There shall be added to the\namount required by paragraph (1) contract support costs\nwhich shall consist of certain items. Incidentally, these\nitems typically cover the cost of insurance, audit costs,\nprocurement costs that might otherwise be administered for\nthe Government by the Office of Personnel Management or\npersonnel costs that might otherwise be administered by\nthe Office of Personnel Management.\nJUSTICE SOUTER: Does the -- do the actual\ncontracts reduce the -- the CSC's to a dollar amount or --\nMR. MILLER: Yes, they do.\nJUSTICE SOUTER: So -- so we know -- they --\nthey knew at the moment the contract was signed what it\nwas going to cost.\nMR. MILLER: That is correct, Justice Souter.\nIn the case of the Shoshone-Paiute contract, when the\nparties decided to renegotiate the contract amount, they\nentered into an amendment to specify the new, updated\ncontract amount.\nJUSTICE KENNEDY: I don't want to get ahead of\nyou in taking us through the statute, so you can defer the\nquestion if -- if you choose. But it seems to me relevant\nto (a). Does -- is -- is part of the submission that the\nGovernment used some of the funds that otherwise would\nhave gone to you for its own monitoring and -- of -- of\nhealth contracts and that that's what's in dispute? Or\nwas it just general overhead for other programs it used?\nMR. MILLER: It -- it is precisely, Justice\nKennedy, what -- what you stated. In fact, we can turn\ndirectly to page 14a --\nJUSTICE KENNEDY: I -- I stated an or. I --\nwhat I -- I stated at the outset?\nMR. MILLER: The -- the Government took money\nfor its own Federal functions instead of -- including\ncontract monitoring --\nJUSTICE KENNEDY: Including contract monitoring.\nMR. MILLER: Including contract monitoring.\nIncluding contract monitoring. In fact, they say so in\ntheir brief and -- and defend that action.\nThe -- the sections on page 12a and 13a\narticulate in quite a lot of detail the nature of the\ncontract support costs that must be added.\nJUSTICE SCALIA: These are strange contracts, of\ncourse, aren't they? I mean, are there any other\ncontracts that the Government has to enter into? I mean,\nthe Secretary has to give these tribes the authority to\ntake over, in effect, implementation of the -- of a\nFederal health program, doesn't he?\nMR. MILLER: That is correct, Justice Scalia.\nJUSTICE SCALIA: Well, I -- why would you expect\nthat this strange kind of contract should -- should, prima\nfacie, be governed by the same rules as to appropriations\nas other contracts --\nMR. MILLER: Because --\nJUSTICE SCALIA: -- where -- where an agency,\nhaving due regard to how much money is appropriated, will\nlimit the number of contracts it enters into? But -- but\nhere you're creating a situation where the agency has to\ncontract and yet has no control over having enough money\nto -- to meet the contractual obligations. It seems to me\na -- a strange way to run a railroad.\nMR. MILLER: It -- it is a unique contractual\nsituation, Justice Scalia, but one that Congress fully\nanticipated. And -- and I would explain it this way.\nFirst of all, there is the Contract Disputes Act\nwhich Congress said applies to these contracts. The\ncontracts were so unique that prior to 1988, the Interior\nBoard of Contract Appeals, in a decision called the Busby\ncase, had ruled that these contracts could not be enforced\nunder the Contract Disputes Act precisely for the reason\nJustice Scalia articulated. Congress changed that. In\n1988, Congress amended section 110 of the act, reproduced\nat the bottom of page 26a, and gave the Court of Claims,\nthen the Court of Claims, and the district courts\nconcurrent jurisdiction over money damages claims under\nthe Contract Disputes Act. And the legislative history\nexplains that Congress did this precisely to overcome the\nBusby decision and to make these contracts enforceable for\nthe stated contract price.\nJUSTICE KENNEDY: But further to Justice\nScalia's point, don't the contracts in question themselves\ncontain clauses that say this is not a procurement\ncontract?\nMR. MILLER: The -- the procurement contract --\nthat is correct. Not the contracts themselves, Your\nHonor. The -- the act says that --\nJUSTICE KENNEDY: Oh, the act says that they're\nnot procurement contracts.\nMR. MILLER: -- the contracts are not\nprocurement contracts, Justice Kennedy. That's correct.\nThese contracts began as procurement contracts.\nThey had been procurement contracts, and even still, they\nwere not enforced under the Court of -- the Interior Board\nof Contract Appeals decision in the Busby decision.\nCongress relieved the contractors of the\nprocurement system because they felt that the agency had\nbuilt up an enormous contract monitoring bureaucracy which\nit wanted to eliminate. And for that reason, it\neliminated the procurement rules in the hopes that the\ncontract monitoring bureaucracy would be eliminated along\nwith it.\nJUSTICE GINSBURG: Mr. Miller, do --\nMR. MILLER: Justice Ginsburg.\nJUSTICE GINSBURG: -- on -- on the\ninterpretation you've just explained to us, does that mean\nthat the Secretary has no authority under this statute or\ngenerally to reserve some portion of this for what you\ncall Federal functions, that it -- every penny of the\nappropriation could go to the costs of this contract and\nnothing left in the till for the so-called Federal\nfunctions?\nMR. MILLER: Justice Ginsburg, I -- I would put\nmy answer in this context. There are many sources from\nwhich the Government could have reprogrammed to pay these\ncontracts. It could have been, yes, as we submit, from\nthe funds spent on Federal functions and secretarial\nadministration. It could have been from the up to $88\nmillion increases Congress was making every year. It\ncould have been from the up to $98 million in leftover\nappropriations the agencies had every year, and it could\nhave been from the regional and headquarters offices that\nthe agencies had where they don't administer services.\nJUSTICE GINSBURG: But your -- your answer is,\nyes, if it came to that, they --\nMR. MILLER: That's the duty Congress imposed\nupon the Secretary. The Secretary was free not to\nreprogram. That's -- that's a choice the Secretary had\nand the Secretary made it. The question is what are the\nramifications of that choice and we submit --\nJUSTICE GINSBURG: Well, let me ask you another\nquestion related. Suppose -- this is an individual\naction. These are individual actions. They're not class\nactions.\nMR. MILLER: Correct, Your Honor.\nJUSTICE GINSBURG: Do the ones who come to court\nto sue get paid in full even though there may be many\nother self-determination contracts out there, and that if\nyou gave them all their fair share, none of them would be\npaid in full? Does it just depend on first come to court,\nfirst served, and the less litigious are just out of luck?\nMR. MILLER: Your Honor, we -- we do not believe\nthat that -- that should be the outcome. That would\nadvantage the contractors that came forward and not take\naccount of the entire situation. We think the global\nsituation has to be looked at. The total amount of the\ncontracts that were not paid in fiscal year 1994 --\nJUSTICE SCALIA: I mean, you can't get blood out\nof a turnip. I mean, Justice Ginsburg is asking the\nquestion, what if there is not enough money to go around?\nMR. MILLER: If there were only sufficient money\nto pay half of the contract shortfalls --\nJUSTICE SCALIA: Right.\nMR. MILLER: -- without violating the clause and\nthe Secretary had the discretion not to reduce\nappropriations, or he could, for programs serving other\ntribes, and then the tribes would only be entitled to half\nof the shortfall, if there was only a sufficient amount of\nmoney.\nJUSTICE KENNEDY: Didn't the tribes get notice\nthey might not get the full amount of the -- the CSC, and\nso they had ample opportunity to cut back on their\nspending?\nMR. MILLER: No, Justice Kennedy, and -- and to\nthe contrary. In fiscal year 1994, the Indian Health\nService was telling everybody they were paying them in\nfull. They told the General Accounting Office they paid\neverybody in full on page 32 of the GAO report cited in\nthe Government's brief. But --\nJUSTICE KENNEDY: So these -- these are reliance\ndamages in a sense.\nMR. MILLER: The -- the tribes expected to be\npaid. The Shoshone-Paiute tribes were told they would be\npaid in full in the first year.\nJUSTICE KENNEDY: I mean, they -- they were out\nof pocket for money they spent before they knew, other\nthan the statutory notice they had, that they wouldn't get\nthe full amount?\nMR. MILLER: That is correct. That is correct.\nJUSTICE O'CONNOR: Well, when do the tribal\ncontractors know how much money the Government actually\nwill have available to spend?\nMR. MILLER: The contractors don't know until\nthe year is over because throughout the year, the\nGovernment reserves the power, although not exercised, but\nstated in a circular, to reprogram. And the\nappropriations --\nJUSTICE SOUTER: What -- what do you mean by\nthat? You said a second ago the Secretary had the option\nto reprogram. What do you mean by reprogram?\nMR. MILLER: When the Secretary prepares a\nbudget to the Congress, it states usually a lump sum\namount of, say, $1.8 billion. We -- we take $400 million\noff the top or $300 million off the top because that was\nspecified by Congress for certain purposes. But the\nbalance is a lump sum. The Secretary crafts a budget.\nThe budget is not adopted by Congress, just a dollar\namount is adopted by Congress. Now, Congress can step in\nand take a particular item and earmark that item and cap\nit if it chooses, but it didn't do that in these years.\nJUSTICE O'CONNOR: Yes, but the -- the tribes\nhave to enter contracts not knowing how much money is\ngoing to be there at the end of the day?\nMR. MILLER: The tribes enter into contracts, as\nmost Government contractors do when they enter into\ncontracts before an appropriation is made, not knowing if\nthe agency will have the money to pay them. That's okay.\nThe problem is when the statute says it's subject to the\navailability of appropriations and Congress enacts the\nappropriations. It's been the law for 120 years that at\nthat point, the right to payment vests and the tribe is\nentitled to be paid.\nJUSTICE O'CONNOR: All right. So how was that\nappropriation money in fact used by the Federal\nGovernment, do you say?\nMR. MILLER: The Federal Government --\nJUSTICE O'CONNOR: There was the appropriation.\nMR. MILLER: Yes.\nJUSTICE O'CONNOR: And the tribes had already\nentered into contracts. Now, how was that lump sum used?\nMR. MILLER: The agency then, under this Court's\nteaching in Lincoln v. Vigil, has complete discretion over\nhow it spends its appropriation except insofar as --\nJUSTICE SOUTER: Is that what you mean by\nprogramming?\nMR. MILLER: Yes, thank you, Justice Souter, for\ntaking me back to your question. What we mean is that the\nSecretary submits a budget, but the budget is not binding\non the Secretary. It's not binding as a matter of law\nbecause Congress didn't adopt it. And as conditions\nchange over the course of the year, the agency readjusts\nits budget, which we call reprogramming.\nJUSTICE SOUTER: So programming is allocating\nvarious segments of the lump sum to various purposes.\nMR. MILLER: Correct.\nJUSTICE SOUTER: Okay.\nMR. MILLER: And the Secretary retains complete\ndiscretion as this Court taught --\nJUSTICE O'CONNOR: And is that done without\nregard to the contract amounts that the tribes have\nentered into?\nMR. MILLER: Well, it should not be done without\nregard to the contract amounts --\nJUSTICE O'CONNOR: Is that in fact how it was\ndone?\nMR. MILLER: That is in fact how it was done.\nJUSTICE O'CONNOR: And is it still done that\nway?\nMR. MILLER: Well, the times have changed.\nSince 1998, fiscal year 1998, Congress has imposed caps on\nthe contracts and court costs that the agency has. So\nthere's no question the agency cannot pay more than\nCongress gives it. When Congress only gives it $100\nmillion or $200 million for contract support costs, that's\nit. The Secretary cannot be sued for failing to pay more.\nJUSTICE SCALIA: But didn't -- didn't Congress,\neven before that, impose a significant limitation on how\nmuch the Secretary could pay? What do you with the\nprovision in -- in (b) of -- of the section that you were\nreading from? Notwithstanding any other provision in this\nsubchapter, the provision of funds under this subchapter\nis subject to the availability of appropriations and the\nSecretary is not required to reduce funding for programs,\nprojects, or activities serving a tribe to make funds\navailable to another tribe or tribal organization under\nthis chapter. I mean, what -- what money that the\nSecretary expends is -- is not expended for programs,\nprojects, or activities that serve a tribe?\nMR. MILLER: Justice Scalia, we read this --\nthis clause with -- keeping in mind the first sentence\nfirst of the sentence. The first sentence, which begins\non the preceding page, page 14a, says that the amount of\nfunds required by subsection (a), (1) shall not be reduced\nto make funding available for contract monitoring or\nadministration by the Secretary. And the subparagraph (3)\nin the middle of page 15a, shall not be reduced by the\nSecretary to pay for Federal functions.\nJUSTICE SCALIA: Well, that's all very good,\nbut --\nMR. MILLER: But then there's an exception.\nJUSTICE SCALIA: -- then the last paragraph\nbegins with the word notwithstanding any other provision\nof this subchapter. So this --\nMR. MILLER: We --\nJUSTICE SCALIA: -- it seems to me, overrides\neverything else. Unless -- unless you can persuade me\nthat that -- that that provision doesn't give the\nSecretary the authority to -- to allocate the available\nfunds among other activities that serve tribes, I -- I\nthink it trumps whatever else you appeal to.\nMR. MILLER: Justice Scalia, for -- for two\nreasons we think it cannot.\nFirst of all, if that exception swallowed up the\nrule set forth in the first sentence, it would defeat the\nwhole purpose of the act.\nAnd more, in the statute on page 21, there is a\nmandatory rule of construction that Congress has\narticulated which, interestingly enough, the Government\nnever cites in the statutory interpretation case. And\nthis rule says on page 21, 1(a)(2), each provision of the\nact --\nJUSTICE SCALIA: Wait.\nMR. MILLER: Page -- sorry --\nJUSTICE SCALIA: 21 of --\nMR. MILLER: 21a of our opening blue brief.\nJUSTICE SCALIA: Okay, 21a, good.\nMR. MILLER: 21a, correct.\nEach provision of the Indian Self-Determination\nand Education Assistance Act and each provision of this\ncontract shall be liberally construed for the benefit of\nthe contractor. That statement is repeated as well in\nevery --\nJUSTICE O'CONNOR: Oh, fine, but you still have\nto look at that last sentence in subsection (b) and\ngrapple with what it means. The Secretary is not required\nto reduce funding for programs, projects, or activities\nserving a tribe to make funds available to another tribe.\nMR. MILLER: So what could it mean? That's our\nchallenge.\nJUSTICE O'CONNOR: Now, what does it mean?\nMR. MILLER: We have to give it meaning. We\nbelieve it means the -- as the Secretary always said when\n-- and -- and said at the time these amendments were\nadopted in 1988, that's services on the ground, the\nhospitals and clinics. If I walked into the office of the\nheadquarters of the Indian Health Service in Rockville,\nMaryland, I'm not going to see doctors and nurses in white\njackets. I'm not going to see patients and counselors.\nThere aren't programs serving tribes in these headquarters\noffices, and in these area offices, large portions of what\nthey do are administrative functions.\nJUSTICE SOUTER: All right. May -- may I\ninterrupt you there? And tell me if I understand the --\nthe position in your brief correctly. I thought the\nposition that you took there was ultimately regardless of\nwhat the notwithstanding clause means, there's enough\nmoney to pay all the contracts in the appropriation that\nis actually made. And if any money is going to be\nsqueezed, the person who's going to be squeezed or the --\nis the -- is the agency itself. Its bureaucracy is going\nto have less money. And I understood your argument to be\nthat given the provisions you read earlier in this\nsection, Congress has made a positive decision that if\nthere's a choice between paying the contract amounts and\nsqueezing the bureaucracy, the bureaucracy gets squeezed.\nIs that your position?\nMR. MILLER: That is our position.\nJUSTICE SOUTER: If that is your position, do\nyou have to even grapple with difficulties about the\nnotwithstanding clause?\nMR. MILLER: Well, we still need to provide some\nmeaning to the -- to the provision that says the Secretary\nmay not -- does not have to reduce funding for programs\nserving other tribes. I guess, I think we do need to\ngrapple with the clause in order not to --\nJUSTICE SOUTER: But -- but I thought you were\nsaying you could -- you could -- the -- the Secretary\ndoesn't have to reduce funding for other tribes. The\nSecretary can pay the full contract costs, and if anybody\nis going to get the short end, it's going to be the\nbureaucracy.\nMR. MILLER: It's going to be the bureaucracy.\nJUSTICE SOUTER: Just give them the -- just give\nthem the money.\nMR. MILLER: It's not going to be the programs\non the ground serving the tribes. It's going to be the\nbureaucracy.\nJUSTICE SOUTER: Okay.\nMR. MILLER: Now, it may be felt --\nJUSTICE SCALIA: To put it -- this is a\ncompetition between two bureaucracies, the tribal\nbureaucracy that is administering the program and the\nSecretary's bureaucracy which is administering the program\nof programs. I mean, it's -- it's not as though it's a\nbureaucracy against the people. The whole purpose of this\nwas to turn over the bureaucratic management of these\nprograms from Government bureaucrats to tribal\nbureaucrats. I mean, it --\nMR. MILLER: Well, I would -- I would --\nJUSTICE SCALIA: -- you -- you paint it as\nthough the -- you know, who cares about the bureaucrats.\nThe -- the Government just wasn't interested in the\nbureaucrats. That may well be, but there -- there are\nbureaucrats at both ends of this thing.\nMR. MILLER: I say that for two reasons. First\nof all, the -- the Congress, in our opinion, clearly\nprivileged the tribal contracts over the Secretary's\nFederal functions.\nBut more practically, let's look at the\nShoshone-Paiute Tribes. They took over a hospital that\nhad a $5 million budget in round numbers, and the contract\nsupport costs requirement was $2 million. So the contract\nwas in round numbers $7 million. So they get the\nhospital, $5 million to run it. They don't get the $2\nmillion. Now, they have $3 million to run the hospital.\nIt's not that they didn't get their bureaucracy. They\ndidn't get the full hospital operational budget because\nthey had to pay the fixed costs of carrying insurance,\nundertaking the audits required by Federal law. There\nwere actual reductions in services so severe, in fact,\nthat the Shoshone-Paiute Tribe nearly lost accreditation.\nJUSTICE BREYER: Can I ask you a basic\nquestion --\nMR. MILLER: Yes, Justice Breyer.\nJUSTICE BREYER: -- which maybe others\nunderstand, but I'm confused.\nImagine that this has nothing to do with\nIndians. It is simply an ordinary contract. Now, my\nunderstanding is that ordinary contracts say subject to\nappropriations. So we have to decide was there an\nappropriation. In our imaginary department of Government,\nthe appropriation is $1 billion. Nothing is earmarked for\nanything. They enter into contracts that amount to $999\nmillion. Now, they pay out $990 million, and their --\nwhat the department says is, look, everybody knows we need\nat least $10 million to run our central bureaucracy. So\nthere's no valid contract here. The appropriation wasn't\nmade.\nNow, my understanding of ordinary Government\ncontract law is to decide whether that $10 million was in\nprinciple available for the contracts. You look to\nsomething called the purpose-time-amount test. So was it\nduring the same time? Yes. Is it in an appropriate\namount? Yes. But is it available for this purpose? Ah,\nI'm not sure.\nAll right. Now, I want -- if I have the -- the\ntheory of it right, I want you to tell me what the money\nwas in your case that is the equivalent of the $10 million\nin my example that you believe in principle was available\nto pay these -- for this Indian expenditure. Just pretend\nit's a regular contract. What is the equivalent of that\n$10 million?\nMR. MILLER: The equivalent of the $10 million\nwould be sums not spent on anything --\nJUSTICE BREYER: Yes.\nMR. MILLER: -- in this case, up to $100\nmillion.\nJUSTICE BREYER: Yes, okay. And anything else?\nMR. MILLER: Any of the increases, any of the\nsums. And then we move to this statute --\nJUSTICE BREYER: Well, forget this statute for a\nsecond because I'll stop you there. I want you to tell me\nwhy those sums -- I get the time. I get the amount.\nMR. MILLER: Why the purpose.\nJUSTICE BREYER: Explain to me why it is one of\nthe purposes for which those appropriations were made,\ni.e., the equivalent of the $10 million, to go pay for\nthis.\nMR. MILLER: Well, that's one of the things the\n-- the Government and we agree upon.\nJUSTICE BREYER: It was one of the purposes.\nMR. MILLER: One of the purposes was paying\ncontracts, and that's because in this act, the\nappropriation says here's $1.4 billion or $1.8 billion to\ncarry out the Indian Self-Determination Act. So that\nsatisfies the purpose test.\nJUSTICE BREYER: All right. So you think -- you\nand the Government agree then that were this an ordinary\ncontract case, there is no doubt that a legally binding\ncontract would have been entered into and the clause,\nsubject to appropriations, would not work for the\nGovernment.\nMR. MILLER: That is correct, Your Honor.\nJUSTICE BREYER: Okay.\nJUSTICE GINSBURG: Well, you can't say that the\nGovernment agrees to that. You certainly agree to it.\nJUSTICE BREYER: No, no. Were it an ordinary --\nMR. MILLER: The Government --\nJUSTICE BREYER: -- were it an ordinary\ncontract.\nMR. MILLER: In -- in the hypothetical.\nNo. I think the Government would agree that the\nrule of Ferris and Blackhawk, the Dougherty rule from the\nCourt of Claims, 1983, all stand for the proposition when\nyou sign a contract with the Government and a lump sum\nappropriation comes, it's not your job to start monitoring\nGovernment operations and figuring out how much do they\nwant to boost their functions for this or that or the\nother, and the --\nJUSTICE BREYER: So our issue as far as you're\nconcerned -- and I'll ask the Government the same question\n-- is, is this contract different from an ordinary\ncontract because of A, B, C, D Indian reservations, et\ncetera? And your claim is, I can't find any difference.\nAnd their claim is there will be some difference. Is that\nright?\nMR. MILLER: That is correct. They claim these\naren't contracts -- Justice Kennedy.\nJUSTICE KENNEDY: Well, you did say the -- these\ncontracts were unique.\nMR. MILLER: These contracts are unique. The\ncontracts in Winstar were unique. The contracts in the\nUnited States v. New Mexico advance costs -- advance\nfunded cost reimbursable contracts. Many contracts are\nunique. The question is whether the distinction makes a\ndifference in the law. The distinction here that these\nare not procurement contracts, that can't be decisive.\nJUSTICE KENNEDY: Well, the Government says it's\nunique because the tribes are providing governmental\nservices. It doesn't really cite us a case where, say, a\ncity or a subdivision has sued under a contract.\nMR. MILLER: But that's not unique either\nbecause the -- the Government, the Department of Defense\nin Iraq contracts out governmental services, the provision\nof food to our troops in Iraq. That's a quintessential\ngovernmental services, feeding the military. But they\ncontract it out. No one would suggest there that just\nbecause it's a governmental service, it qualifies that\ncontract as a lesser contract than any other contract.\nJUSTICE SCALIA: Well, they didn't contract it\nout to the government of Iraq. They contracted it out to\na private contractor. I mean, what -- what makes this\nunique is that the whole purpose of it was to give these\n-- these tribes more governmental power, more self-\ndetermination. The whole purpose was to enable the tribes\nto act as governments.\nMR. MILLER: Absolutely. And even Congress\nconsidered --\nJUSTICE SCALIA: That's -- that's what makes it\ndifferent from private contracts --\nMR. MILLER: We --\nJUSTICE SCALIA: -- even -- even with\nHalliburton.\nMR. MILLER: We --\nJUSTICE SCALIA: I mean, Halliburton is not an\nIndian tribe and doesn't purport to be governing anybody.\nMR. MILLER: We submit that that difference was\nconsidered by Congress. In the 1988 amendments, there's\neven language that says, we're thinking about maybe\ncalling this an intergovernmental agreement, but we've\ndecided to call it a contract because we want it to be\nenforceable as a contract, just as other Government\ncontracts for goods and services are enforced. And that\nwas the language of the -- of the Senate report. They\nthen imposed the Contract Disputes Act and provided a\nremedy in money damages. In those respects, along with\nthe canon of construction, we believe that these contracts\nare fully enforceable for the stated contract amount.\nI'd like to reserve the balance of my time,\nJustice Stevens.\nJUSTICE STEVENS: Thank you.\nMr. Srinivasan.\nORAL ARGUMENT OF SRI SRINIVASAN\nON BEHALF OF THE FEDERAL PARTIES\nMR. SRINIVASAN: Thank you, Justice Stevens, and\nmay it please the Court:\nApart from the roughly 2 percent of the annual\nlump sum appropriation that the Secretary withheld for\nperformance of those core agency functions that the agency\nitself was required to perform, the Secretary allocated\nthe entire remaining 98 percent of its lump sum\nappropriation among tribes.\nNow, the tribes have to point to some source of\nfunding within that lump sum appropriation.\nJUSTICE BREYER: Well, they just did, the 2\npercent. So my question to you is the same. I asked,\nlet's imagine this had nothing to do with tribes, nothing\nto do with it. It was a typical, ordinary Government\ncontract for pencils. All right? Or for soda water.\nNow, and everything were the same. Under those\ncircumstances, just an ordinary contract -- and they point\nto that 2 percent and they say that is legally speaking --\nwe didn't expect you to pay it. We just won a lawsuit in\nthe Court of Claims. But -- but we have -- we have a\ncontract here. Okay? That's what we're just saying. The\n-- the subject to appropriation clause doesn't nix the\ncontract because that 2 percent is available, legally\nspeaking, time, purpose, and -- and amount. Okay?\nClassic.\nNow, what's the Government's view there?\nMR. SRINIVASAN: No.\nJUSTICE BREYER: Is it available or not were\nthis an ordinary contract?\nMR. SRINIVASAN: No. With respect to the 2\npercent that's reserved for inherent Federal functions,\nthat's not available.\nJUSTICE BREYER: I'm asking -- all right. Are\n-- is the Government's view then let's treat this just as\nan ordinary contract? Still it -- there was no money\navailable.\nMR. SRINIVASAN: With respect to --\nJUSTICE BREYER: Legally speaking under the\ntime-purpose-amount test.\nMR. SRINIVASAN: Well, Justice Breyer, I'm\ndrawing a distinction between the 2 percent that's\nreserved for core agency functions and --\nJUSTICE BREYER: No.\nMR. SRINIVASAN: -- it's been a background\nprinciple of Government contracting law that there are\ncertain core agency functions that -- that the Government\nis required to perform for itself and that it can't\ncontract out. So I think that informs the interpretation\nof the subject to availability clause.\nJUSTICE BREYER: Now, I would like an answer to\nmy question, yes or no. If this were an ordinary contract\nwith a subject to appropriations clause, is -- would the\nGovernment be saying this is invalid because the\nappropriations were not there?\nMR. SRINIVASAN: Well, you have to look at the\nparticular context.\nJUSTICE BREYER: There must be a yes or no\nanswer to that.\nMR. SRINIVASAN: It would be no if this\nstatutory regime governed, Justice Breyer.\nJUSTICE BREYER: No. What it is is a contract\nfor pencils. Can you not -- is it impossible --\nMR. SRINIVASAN: If -- if all --\nJUSTICE BREYER: -- to make -- you see what I'm\ndriving --\nMR. SRINIVASAN: If -- if all that's at issue is\na standard subject to availability clause in a contract\nand there were no reduction clause, as there is in this\nstatute, and you're dealing with the standard procurement\ncontext, then there is a Court of Claims decision, the\nBlackhawk decision, that suggests, albeit in a footnote,\nthat in that situation, there are funds available in the\nsense that they're legally unrestricted.\nJUSTICE BREYER: Correct, and which are the\nfunds that are -- that would be available here? Which are\nthey?\nMR. SRINIVASAN: There aren't any funds that are\navailable here in our view because --\nJUSTICE BREYER: If this were under Blackhawk.\nMR. SRINIVASAN: Under Blackhawk, it would be --\nit would -- it would essentially affect the entire lump\nsum appropriation because there's no legal requirement\nthat the lump sum appropriation be -- be directed in any\nparticular manner.\nNow, there are some provisions in the --\nJUSTICE SOUTER: That includes the 2 percent\nthat you keep referring to.\nMR. SRINIVASAN: That -- that would include in\nthe -- that would include the 2 percent.\nBut there are provisions, I should note\nparenthetically, in the appropriations act that say\nspecifically, for example, that not to exceed a certain\namount is to be used for a particular function or at least\na certain amount is to be used, for example, for contract\nhealth services. So you'd have to take into account --\nJUSTICE BREYER: Okay. Then let me do this\nthen.\nMR. SRINIVASAN: -- those particular provisos.\nJUSTICE BREYER: You say if this were a classic,\nordinary contract, the money would have been available\nlegally speaking. Nobody says practically speaking, and\nthey could have brought their lawsuit. Now, tell me\nspecifically, if you can -- and this may take you the\nwhole time. You want to make whatever argument you want.\nWhat is it that's special about this contract that brings\nit out of ordinary contracting principles?\nMR. SRINIVASAN: Well, first and foremost, the\ntext of the statute. If you look at page 15a of the\nappendix to -- to the tribes' briefs, this isn't your\nstandard, garden variety subject to availability clause.\nYou have to look at the particular context in which this\nstatute --\nJUSTICE O'CONNOR: Well, the language is the\nsame.\nMR. SRINIVASAN: It's not, Justice O'Connor,\nwith respect. It says, notwithstanding any other\nprovision -- and I'm reading at the bottom of page 15a --\nthe provision of funds under this subchapter is subject to\nthe availability of appropriations and -- and this is --\nJUSTICE O'CONNOR: That phrase is the same,\nsubject to the availability of appropriations.\nMR. SRINIVASAN: That particular phrase\nresembles the one that Justice Breyer posited in his\nhypothetical.\nJUSTICE O'CONNOR: Exactly.\nMR. SRINIVASAN: But the term available -- and I\nthink this is critical. The term available is repeated in\nwhat's been referred to as the reduction clause, and I\ndon't think one can understand what the term available\nmeans unless it considers the meaning of that term\nthroughout that entire sentence.\nJUSTICE SOUTER: But -- but the other -- the\nother side says you don't have to get to that because you\ncould have paid the contract amounts here without reducing\nfunds available for other tribes. It's simply that it\nwould have squeezed you in your budget, your -- your\nheadquarters operating budget for IHS. So they say, if I\nunderstand them, that the -- that the nonreduction clause\ndoesn't save you here because you could have paid it\nwithout reducing things for other tribes.\nMR. SRINIVASAN: I -- I think that argument is\nincorrect. First of all, it's an incorrect interpretation\nof the terms of the reduction clause. But second of all,\nthe notion that funds for inherent Federal functions, the\n2 percent that the agency reserved to perform its core\nagency functions, were available for contracting is\ncontrary to -- to the terms of the ISDA itself. And if\nyou'll look at page 12a -- and I'm quoting from\n450j-1(a)(1) -- what provision says is the amount of funds\nprovided under the terms of self-determination contracts\ninclude the amount that the Secretary, quote, would have\notherwise provided. And then later on down in the\nparagraph --\nJUSTICE SCALIA: I don't see that. Where?\nMR. SRINIVASAN: I'm sorry. It's --\nJUSTICE SCALIA: Not less. Right?\nMR. SRINIVASAN: Shall not -- shall be not less\nthan the amount that the appropriate Secretary would have\notherwise provided.\nAnd then further down in the paragraph in the\nlast -- in the last clause, including support of\nadministrative functions that are otherwise contractable.\nAnd what otherwise contractable denotes is that there are\ncertain functions that are not otherwise contractable,\nnamely those core, inherent Federal functions that the\nagency itself is required to provide. And so what 450j-\n1(a) implements is the background understanding that funds\nfor core agency functions don't have to be turned over to\nthe contracting tribes because the agency requires those\nfunds in order to continue essentially to exist as a\nFederal agency.\nJUSTICE KENNEDY: But -- but I thought the\nsubmission of the petitioners' counsel was that some of\nthese funds were used to monitor the contracts which are\nfunctions the tribes could have performed. So is there a\nfactual disagreement here?\nMR. SRINIVASAN: I don't think so, Justice\nKennedy. I think it's more of a characterization\ndisagreement. There -- it's true that in a descriptive\nsense, one might refer to some of these funds as used for\ncontract monitoring, but what 450j-1(a) says is that\nwhatever you might call it, the funds that are used for\ncore agency functions are outside the funds to be -- to be\nturned over.\nJUSTICE BREYER: It doesn't say that. It\ndoesn't say that. What it says is otherwise contractable.\nAnd they could certainly -- for a lay person like me in\nthis, you'd think, well, we could have a provision that\nsays $180,000 is hereby authorized to be spent only for\nthe Secretary of Veterans Affairs or Secretary of\nInterior. Well, if it said that, then that's not\notherwise contractable because there's a statutory limit.\nJUSTICE SCALIA: But -- but --\nJUSTICE BREYER: So otherwise contractable\nsounds like a -- a statutory question.\nJUSTICE SCALIA: But it -- it's not talking\nabout money that's otherwise contractable. It says,\nincluding supportive administrative functions that are\notherwise contractable. It's talking about a limitation\nupon the contractability of functions --\nMR. SRINIVASAN: Correct.\nJUSTICE SCALIA: -- not the use of funds.\nMR. SRINIVASAN: Well, it's talking about both\nbecause the -- the first part of subparagraph (1) is the\namount of funds. It's relating to the amount of funds\nthat are required to be transferred, and what it stands\nfor is that funds for supportive administrative functions\nthat are not otherwise contractable, i.e., those core\nagency functions that the agency is required to perform\nitself, those funds aren't required to be turned over to\ncontracting tribes. And that just reflects the common\nsense principle that the agency has to continue to exist\nto perform some core functions.\nJUSTICE GINSBURG: But how do you -- how do you\nsquare that with the -- on page 14a -- reductions and, as\nMr. Miller read to us, shall not be reduced to make\nfunding available for contract managing -- monitoring or\nadministration by the Secretary, shall not be reduced by\nthe Secretary to pay for Federal functions, including but\nnot limited to, and then a string of what I assume falls\nunder the heading Federal functions.\nMR. SRINIVASAN: Justice Ginsburg, the way we\nsquare that under the statute is that the leading -- the\ninitial sentence in subsection (b) says the amount of\nfunds required by subsection (a) of this section. And our\nview of the statute is that funds for inherent Federal\nfunctions were never required to be transferred under\nsubsection (a) to begin with. And so what (b) deals with\nis the funds that are left over after the funds for\ninherent Federal functions are taken off the top.\nJUSTICE GINSBURG: So are these noninherent\nFederal functions shall not be reduced to pay for Federal\nfunctions? So there's inherent Federal functions and\nnoninherent?\nMR. SRINIVASAN: Oh, absolutely there are. The\nFederal functions is the broader set of -- it could\nessentially encompass everything the Federal Government\ndoes. Inherent Federal functions refers to that core set\nof functions that the agency itself is required to\nperform. And the distinction between inherent Federal\nfunctions and Federal functions, although it might seem\ntrivial as a semantic matter, is reflected in fact in the\ndefinitions in title V of the ISDA where it specifically\ndefines inherent Federal functions as a subset of Federal\nfunctions.\nJUSTICE SOUTER: Does it ever define them as\nnoncontractable? I mean, I -- I -- your answer, I\nsuppose, is well, what -- what do you think they're\ntalking about, but does it ever expressly get to --\nMR. SRINIVASAN: It -- it does.\nJUSTICE SOUTER: -- the point of\ncontractability?\nMR. SRINIVASAN: It does, Justice Scalia --\nJustice Souter. Excuse me.\nJUSTICE SOUTER: Thank you, but apologize to\nhim.\n(Laughter.)\nMR. SRINIVASAN: And we describe the -- the\nrelevant provision in our brief, if you'll bear with me\nfor just one second, on page 31. When Congress enacted\nthe title IV self-governance provisions that relate to the\nBIA -- and this is at the beginning of the first partial\nparagraph that begins with of particular significance.\nThere's a provision there, 25 U.S.C. 458cc(k). And the\nprovision reads that nothing in this section is intended\nor shall be construed to expand or alter existing\nstatutory authorities so as to authorize the Secretary to\nenter into any agreement with respect to functions that\nare inherently Federal. And I think what that signifies\nis that there are some functions that are not contractable\nand can't be turned over to the tribes.\nJUSTICE BREYER: That -- that all may be true,\nof course. They're talking about don't contract out to\nthe Indians something that should be done in Washington.\nBut what has that got to do with the issue? We're\ntalking, I thought, about -- about Government contracts.\nPeople who enter into Government contracts need certainty.\nThey have to know whether that word, subject to\nappropriations, invalidates the contract or whether they\nhave a valid contract. And a set of principles have come\nup that are used to decide that. And under that set of\nprinciples, money is available to pay for the contract if\nit's time, purpose, and amount. Okay? That's the\nprinciple. And --\nJUSTICE O'CONNOR: You don't think --\nJUSTICE BREYER: -- and I don't see anything\ncontrary to that.\nMR. SRINIVASAN: Justice Breyer, one background\nprinciple -- and it's reflected, by the way, in the terms\nof the contracts themselves. One background principle is\nthat funds for inherent Federal functions are not required\nto be transferred to tribes. And the contracts --\nJUSTICE O'CONNOR: Well, Mr. Srinivasan, do you\nsay that the contracts that were entered into by IHS and\nthe tribes did somehow contract away Federal -- inherent\nFederal functions?\nMR. SRINIVASAN: No. They specifically --\nJUSTICE O'CONNOR: They didn't violate that\nsection, did they? The contracts that we're talking\nabout.\nMR. SRINIVASAN: They specifically did not\ntransfer --\nJUSTICE O'CONNOR: No. So we're not dealing\nwith that. We're dealing with contracts that didn't\nviolate that section. And you're just saying that some of\nthe lump sum appropriation was diverted by the Government\nto pay for some kind of core Federal function, not that\nthe contracts violated that provision.\nMR. SRINIVASAN: No. The -- that's correct,\nJustice O'Connor. What I'm responding to is the\nsuggestion that funds that were allocated by the Secretary\nto pay for inherent Federal functions were required to be\ndiverted to pay for the indirect costs --\nJUSTICE KENNEDY: You're not saying -- you're\naddressing not what was contracted out, but what funds are\navailable.\nMR. SRINIVASAN: Correct.\nJUSTICE KENNEDY: That's where your argument is\ngoing.\nMR. SRINIVASAN: Correct. It relates to the\nfunds that are available.\nAnd the tribes' position --\nJUSTICE SCALIA: And you rely on the statement\nin (a) that the -- the only funds that are available are\nfunds that include funds to -- to pay for supportive\nadministrative functions that are otherwise contractable.\nMR. SRINIVASAN: Right. Not funds --\nJUSTICE SCALIA: And not funds that are used to\npay for administrative functions that are not\ncontractable.\nMR. SRINIVASAN: Right. We think that funds for\ninherent Federal functions were taken off -- off the --\nJUSTICE STEVENS: Can I --\nJUSTICE SOUTER: You said that --\nJUSTICE STEVENS: Can I ask you sort of a basic\nquestion that I'm having trouble following? As I\nunderstand, you're saying 98 percent of the appropriation\nhave been allocated to programs, projects, activities, and\nso forth that can't be reduced. Now, is there anything in\nthe statute that would have prevented the Secretary from\nallocating only 96 percent of the budget to those funds?\nMR. SRINIVASAN: Well, there is, Justice\nStevens, in the following sense. It's not at all the case\nthat the Secretary had unfettered discretion in composing\nthe allocation scheme in any fiscal year.\nJUSTICE STEVENS: But his budget that he\nactually worked out with the 98 percent was not mandated\nby the statute, as I understand.\nMR. SRINIVASAN: In -- in part it was mandated\nby the statute.\nJUSTICE STEVENS: In part but not in whole.\nMR. SRINIVASAN: Perhaps not in whole --\nJUSTICE STEVENS: Well, that's the point.\nMR. SRINIVASAN: -- but at least in significant\npart. And let me -- but I think this is significant, and\nif I can just walk the Court through the process by which\nthe budget is developed and any appropriation ultimately\nis allocated.\nThe Secretary has always, both before the ISDA\nand after the ISDA, taken the current year's allocation\nacross programs as a given, as a baseline from which the\nnext year's allocation will be built. And that's\nreflected in the terms of the statute on pages 14a to 15a\nof the appendix to the blue brief. There's a provision,\n450j-1(b)(2), that says that the amount that's transferred\nto contractors shall not be reduced by the Secretary in\nsubsequent years except pursuant to certain limited\ncriteria and one of which, the principal one of which, is\nthe reduction in appropriations. But we're not dealing\nwith that in the relevant fiscal years. There was always\nan increase. And so the Secretary, pursuant to the\nstatute, kept the funding for across programs at least at\nthe level that it was at the previous fiscal year.\nNow, in addition to that, the Secretary builds\ntwo -- two considerations on top. The first is mandatory\nacross-the-board increases for things such as salary\nCOLA's and inflationary adjustments. And that's a\nstandard feature of budgeting, and it's reflected again in\nthe terms of the statute. And that -- I'd point the Court\nto page 9 of the Government's brief, the gray brief, where\nwe cite a provision, 25 U.S.C. 1680a.\nJUSTICE STEVENS: Is the -- is the nub of what\nyou're trying to tell me is that the 98 percent was, in\nfact, mandated by a statute?\nMR. SRINIVASAN: It was -- I -- I think in\nprincipal part it was mandated by the -- by --\nJUSTICE STEVENS: Principal part, but --\nMR. SRINIVASAN: Well, let --\nJUSTICE STEVENS: Does that mean that there was\nnot enough?\nMR. SRINIVASAN: At least as far --\nJUSTICE STEVENS: They could have made it 97\npercent --\nMR. SRINIVASAN: -- insofar as what I've said\nwith respect --\nJUSTICE STEVENS: -- and had enough money --\nMR. SRINIVASAN: Sorry.\nJUSTICE STEVENS: -- to pay these contract\nobligations.\nMR. SRINIVASAN: No, Justice Stevens.\nJUSTICE STEVENS: See, the thing that troubles\nme is it seems to me your reading of the statute makes the\ncontractual problem -- provision illusory because they can\nalways allocate funds to all these other projects and say,\nwell, we've already used up the money.\nMR. SRINIVASAN: No, I don't think that they\nhave discretion to do that. And that's what I'm trying to\nexplain. At least with respect to the existing baseline\nand a mandatory across-the-board increases, it's mandated\nby the statute that the -- that the Secretary conduct his\nbudgeting allocation process in the way that he's done.\nWith respect to the mandatory across-the-board\nincreases, on page 9 of the Government's brief, 25 U.S.C.\n1680a, a provision that relates specifically to the\nadministration of the Self-Determination Act, it requires\nthe Secretary to provide funds to contracting tribes for,\nquote, cost-of-living increases, closed quote, and, quote,\nother expenses relating to the provision of health\nservices, closed quote, on the, quote, same basis as such\nfunds are provided to programs and services operated\ndirectly. In other words, with respect to mandatory\nacross-the-board increases, the Secretary has to allocate\nthose proportionately amongst contracting tribes and non-\ncontracting tribes.\nAnd that leaves the additional set of an\nincrease from one year to the next year that deals with\nspecific targeted items, and principally that would\ninclude, for example, staffing of new facilities that come\non board during the course of a particular fiscal year.\nAnd with respect to those specific targeted items, the\ncritical point is that the contracting tribes often\nbenefit from the addition of those and from the\nenforcement by the Secretary of those sorts of earmarks.\nFor example, in this particular case, the -- one\nof the facilities that's at issue is the Stillwell clinic\nin Oklahoma. That was a new facility that came on board\nin the early 1990s and for which the -- for which the\nCherokee Nation assumed administration of it through a\nself-determination agreement. Now, the staffing for that\nfacility was specifically earmarked in the Secretary's\nbudget submissions and in -- in Congress' appropriation\ncommittee reports. And it, of course, is in the Cherokee\nNation's interest to ensure that those earmarks are\nhonored.\nJUSTICE STEVENS: Are you telling me that the\ncommittee reports are -- are binding law?\nMR. SRINIVASAN: They're not binding law,\nJustice Stevens. We fully recognize that. But at the\nsame time, I don't think that what Congress intended to do\nwas to require the Secretary to completely ignore the\ncommittee reports.\nJUSTICE SOUTER: No. But you got a conflict\napparently between the committee reports and what seems to\nbe pretty clear law, which says we're going to treat these\ncontracts as contracts, not as intergovernmental\nagreements. And in -- in that conflict, I don't see why\ncontracting principles don't trump the committee reports.\nMR. SRINIVASAN: It's not just the committee\nreports, Justice Souter. It's the reduction clause. The\nreduction clause is a part of the statute and no one has\never suggested the reduction clause doesn't inform the\nproper interpretation of the contract.\nJUSTICE SOUTER: And -- and their -- their\nargument is that you can pay the contract amount without\nrobbing other tribes of the amounts that the -- that the\nnonreduction clause refers to. They are saying -- I think\nthey're saying, look, you, the governmental bureaucracy,\nget squeezed. Yes. And if so, the contract comes first\nand you have to live with the squeeze and go back to\nCongress and say, we're doing what you told us and we're\ngetting squeezed out of existence. I think that's what\nthey're saying.\nMR. SRINIVASAN: That is what they're saying,\nJustice Souter, but with respect to, I think it's\nincorrect. The Government bureaucracy consists of two\nseparate types of bureaucracy. There's that core\nbureaucracy that is the inherent Federal functions. And\none of their arguments is that the Secretary was required\nto divest himself of the funds that were necessary to\nperform those functions.\nJUSTICE BREYER: No, he's not. But if -- if --\nwhere I'm really coming from, to be honest -- and I'd like\n-- you might as well reply to what I'm actually -- is why\nI'm asking these slightly hostile questions.\n(Laughter.)\nJUSTICE BREYER: I -- I read here -- look, the\nquestion really is was this money like the bureaucracy\nmoney. Is it legally speaking an appropriation available,\nnot practically speaking but legally? And here it seems\nto me, in looking through this somewhat quickly, that you\nsay no, but the Board of Contract Appeals say yes. And so\nI think in my mind, you know, one group of people who\nreally know about this is the Board of Contract Appeals.\nSo if they're saying that money from a contract point -- a\npoint of normal contract law is legally available, I\npromise you I'm predisposed to think they're right. So I\nmight as well expose that to you so you can tell me now\nwhy I'm wrong or they're wrong or whatever.\nMR. SRINIVASAN: Because, Justice Breyer, I\nthink the core of it is that even if you think that\nthey're right, that these funds are legally available,\nthat's not enough under the ISDA because the ISDA\nspecifically reserves to the Secretary the discretion that\nhe not be required to reduce funding for programs,\nprojects, or activities serving a tribe in order to make\nfunds available to another tribe under this subchapter.\nJUSTICE BREYER: Well, there is -- is -- the\nkind -- the money that's available to one tribe can't be\ntaken for the other. But I thought the Board of Contract\nAppeals was saying taking that into account, there's still\nenough money left over. Am I wrong about that? I thought\nyou should take money from one tribe to give it to\nanother. What did they think?\nMR. SRINIVASAN: No. They thought -- the -- the\nboard -- the Federal Circuit at least, which echoed the\nBoard of Contract Appeals, thought --\nJUSTICE BREYER: Well, I'm thinking the Board of\nContract Appeals and the Federal Circuit.\nMR. SRINIVASAN: Well, I don't think the Board\nof -- of Contract Appeals really wrestled directly with\nwhere the funds were coming from. They just thought that\nlegal availability would be sufficient.\nNow, what the Federal Circuit said was that\nfunds for inherent Federal functions are available. And\nwe think that's wrong for the reasons I've said. I don't\nthink those funds ever came into the group of funds that\nwere subject to be transferred to begin with. But even if\nyou thought that they did, I think it's clear that funds\nfor inherent Federal functions are funds for programs,\nprojects, or activities serving a tribe in the sense that\none example of a core Federal function --\nJUSTICE SOUTER: No, but if that's true, then\neverything -- then every penny in the -- in the IHS\nbureaucracy qualifies. I mean, that swallows the -- that\nswallows the entire budget.\nMR. SRINIVASAN: Well, let's -- Justice Souter,\nif I -- if I could, let's look at the particular\nsources --\nJUSTICE SOUTER: No, no. But I mean, just\nconceptually isn't that -- isn't that the -- the\nimplication of what you're saying?\nJUSTICE SCALIA: You -- you can't limit it to\ninherent Government functions. Both the inherent and the\nnoninherent Government functions would fall within this\nprovision --\nJUSTICE SOUTER: Yes.\nJUSTICE SCALIA: -- if you read it as broadly as\nyou've just read it.\nMR. SRINIVASAN: Well, I -- I guess the way I'd\nlike to make the point is to say that the sources of funds\nthat they point to, which include inherent Federal\nfunctions and the -- the noninherent Federal function\nbureaucracy that supports the administration of programs\nthat serve tribes that are directly served by the Federal\nGovernment, those two are in fact programs, projects, or\nactivities serving a tribe.\nWith respect to the administrative support --\nJUSTICE GINSBURG: On -- on that point -- on\nthat point, in the Federal Circuit Judge Dyke expressed\nconsiderable displeasure with the Government because he\nsaid three times I said, tell me what existing programs\nwith other tribes would have been reduced if these\ncontract support costs are paid in full. And he said, I\nasked them again and again and again, and they were\nunresponsive. So since the Government declined to tell\nthe court what programs -- existing programs with other\ntribes would have been reduced, mustn't we assume, as I\nthink the Federal Circuit did, that the proof is\nunavailable and no existing program with other tribes\nwould have been diminished?\nMR. SRINIVASAN: I don't -- I don't think so,\nJustice Ginsburg. I mean, one straightforward reason why\nyou don't have to take that assumption is that it's not\nonly the Federal Circuit case that's before the Court,\nit's also the Tenth Circuit case. And there's -- there\nare declarations in the Tenth Circuit case that\nspecifically assert that diverting funding for -- to pay\nfor the contract support costs of these tribes would have\nrequired reducing funds for programs, projects, or\nactivities serving a tribe.\nJUSTICE GINSBURG: Now, what does that mean?\nMR. SRINIVASAN: So --\nJUSTICE GINSBURG: I mean, one thing is existing\ncontracts, things that are already ongoing, and then\nanother thing is, well, we think that there's a new\nprogram that could be good for some tribe. So we're going\nto put that new program in and say that that steps in\nfront of these contract support costs. Are we talking\njust about existing programs that -- that the Government\nhas made a commitment to, or are we saying the Government\nis at liberty to benefit tribes? And so what if the\ncontract support costs are, as a result, diminished?\nWe're still doing good for tribes.\nMR. SRINIVASAN: We're talking about both\nexisting programs and new programs, and with respect to\nnew programs, there's -- it's every bit as likely that\nthose new programs would benefit contracting tribes as\nnoncontracting tribes. And again, one of the new\nfacilities --\nJUSTICE SCALIA: It's strange to talk of\nreducing -- is -- is not required to reduce funding for a\nnew program. I mean, for a new program, there isn't any\nfunding. How can you reduce the funding for a new\nprogram?\nMR. SRINIVASAN: Because --\nJUSTICE SCALIA: That provision makes sense with\nregard to existing programs, but it doesn't make any sense\nwith regard to proposed programs.\nMR. SRINIVASAN: Well, I don't think that reduce\nnecessarily takes the existing year's appropriation as the\nbaseline. We think that what it takes as the baseline is\nthe current year's appropriation allocation which takes\ninto account increases. And one way to see that is 25\nU.S.C. 1680a, which is the provision that I cited earlier\nthat requires the Secretary to apportion mandatory across-\nthe-board increases on a proportionate basis as between\ncontracted programs and noncontracted programs. And what\nthat provision means is that the reduction takes into\naccount those mandatory across-the-board increases from\nyear to year. So in some sense, I think reduce does mean\nthis year's allocation of appropriations as opposed to\nlast year's spending amount.\nJUSTICE SOUTER: Mr. Srinivasan, you -- you\nalluded a moment ago in -- in answering Justice Ginsburg,\nI guess, to declarations on file on the Tenth Circuit case\nthat -- that specifically said we would have to reduce\nfunds available for other programs. Did those\ndeclarations get specific in the way that her original\nquestion was -- was asking about? Did it say -- did the\ndeclarations say we will have to reduce the X program for\nthe Navajo Tribe and the Y program for the Apache Tribe\nand so on, or was it -- did the declarations simply say,\nas a general matter, we would have to reduce allocations\nfor other tribes?\nMR. SRINIVASAN: Well, they -- they make the\npoint as a general matter, and they also give an example.\nI think the one example that they give -- and maybe there\nare more -- is -- is a diabetes program. But I think it's\nmore the general principle --\nJUSTICE GINSBURG: Was that a new program or an\nexisting program?\nMR. SRINIVASAN: That's an -- the -- the\nparticular example is an existing program. But I think\nit's more --\nJUSTICE STEVENS: It seems to me you can\ninterpret those comments as saying we don't -- they did\nnot leave enough room in the budget for the programs we\nnow want to support and our prior contractual obligations.\nMR. SRINIVASAN: You're -- you're speaking with\nparticular respect to the new programs, Justice Stevens?\nJUSTICE STEVENS: Yes. It seems to me that you\ncan interpret what you're saying as the -- as the -- the\nGovernment adopting a budget in which there's not enough\nroom for all the programs it wants to support in the\ncurrent year and continuing to honor the obligations under\nthe existing contracts.\nMR. SRINIVASAN: Well, I don't think that even\nwith respect to the current year there wouldn't be enough\nmoney to pay for the complete shortfall in contract\nsupport costs. If you look at the figures, the shortfall\nin contract support costs, for example, in 1997\ncumulatively was $82 million, and that's -- that is more\nthan the amount of the appropriation increase from FY 1996\nto FY 1997. It's more than the amount that was reserved\nby the Government for inherent Federal functions. And so\neven if you accepted that interpretation, it wouldn't be\nsufficient to fully fund the contract support costs.\nJUSTICE O'CONNOR: Is there some way to avoid\nthese problems now? Has anything changed?\nMR. SRINIVASAN: Justice O'Connor, Congress\nchanged things by imposing a statutory cap, explicit\nstatutory cap, on contract support cost funding beginning\nwith 1998. It had done so since 1994 for the BIA and it\ndid so beginning in 1998 with respect to IHS.\nJUSTICE GINSBURG: Why was there that difference\nbetween the BIA that got the statutory caps earlier and\nnot till, was it, 4 years later for the IHS?\nMR. SRINIVASAN: I think the difference lies in\nthe extent to which there was perceived to be a shortfall.\nMy understanding is that there was a shortfall already in\nBIA programs whereas the shortfall didn't really become\nevident with respect to the IHS until 1994 and beyond.\nAnd that's why you might see the discrepancy between the\ntwo.\nBut Congress also acted, by the way, in 1998 in\nthe 1999 Appropriations Act in enacting section 314 of the\n1999 Appropriations Act. And I think, if nothing else,\nsection 314 at list -- at least expresses the view of a\nsubsequent Congress that the Secretary's allocation scheme\nfrom 1994 to 1997 was legitimate and was fully within his\ndiscretion under the ISDA. And under this Court's\ndecisions in Red Lion and its progeny, that determination\nby a subsequent Congress is at least entitled to great\nweight in determining what the Secretary appropriately\nexercised discretion in 1994 through 1997. So even if you\nthought that there was some doubt on whether the Secretary\nhad carried out his functions consistently with the ISDA,\nI think Congress' saying later in the 1999 Appropriation\nAct that its view was that Secretary had done so\nlegitimately should push the Court towards ruling in our\nfavor on the initial interpretation of the ISDA.\nI want to address really quickly, if I could,\nthe notion that the funds for administrative support for\nprograms that are administered directly by the Federal\nGovernment are available. And that would have significant\nconsequences because one of the policies underlying the\nact is not only to protect the interests of tribes that\nare currently entered into self-determination contracts,\nbut it's to protect the amounts that are available to\ntribes that might some day choose to enter into self-\ndetermination contracts. And if, under the tribes' view,\nthe Secretary was required to divert the entire amount of\nthe increase in any particular year to contracting tribes\nor to -- to divert the entire amount of administrative\nsupport for -- for noncontracted programs to contracting\ntribes, the effect of that would be to freeze in place the\namounts that were available for potentially contracting\ntribes in future years.\nThank you.\nJUSTICE STEVENS: Mr. Miller, you have about 4\nminutes left.\nREBUTTAL ARGUMENT OF LLOYD B. MILLER\nON BEHALF OF THE CHEROKEE NATION\nAND SHOSHONE-PAIUTE TRIBES\nMR. MILLER: Justice Stevens, thank you.\nFirst, I'd like to address the availability of\nappropriations clause briefly. That is a term of art with\na well-established meaning. This Court in Morissette said\nthat if -- unless there's a contrary direction from\nCongress that the term of art should not be given its\nwell-established meaning, it controls. And that is the\nmeaning, purpose, time, and amount, that the appropriation\nis available for the purpose during the time and in the\namounts necessary to fully --\nJUSTICE BREYER: I think they disagree with you\nabout the purpose in respect to the core Government\nfunction.\nMR. MILLER: Secondly, with regard to the core\ngovernmental functions, in Blackhawk, the contractor had a\nsettlement with the Veterans Administration. The Veterans\nAdministration had to reprogram. From where? We don't\nknow, but the Veterans Administration had to reprogram and\nwanted to get approval from the Congress for that\nreprogramming action. Congress then stepped in but after\nthe payment was due and forbade any reprogramming, and the\nCourt then held when the payment was due, money was\nlegally available and it doesn't matter where it comes\nfrom. There is no protection for inherent Federal\nfunctions. It may have come from some other hospital\nbudget. It may have come from some other activity of the\nVeterans Administration. No doubt everything the VA does\nis important, but it doesn't mean it didn't have a legal\nobligation to pay the contract. There is no rule that has\nan IFF exception to the governmental duty to pay, and if\nthere was, it would upset Government contract law deeply\nas the amicus brief from the National Chamber explains.\nSecondly, when funds are not available, we know\nwhat happens. This Court's decision, Justice Brandeis'\ndecision for the Court, in Sutton explains what happens\nwhen funds are not available. There was a line item\nappropriation of $20,000 for a construction project. We\nunderstand that the contractor was on notice. Everything\nis square.\nHere, the entire lump sum appropriation was\navailable, and I'd like to give the Court a sense of where\nthe money could have come from, not that the Government\nhad to do it. Just as in Blackhawk, if they chose not to\nreprogram, that's their right. But then there's a remedy.\nWhere could the money have come from?\nIn 1994, there was slightly under $2 million in\na shortfall, just to the Cherokee contractor. No other\ncontractor was apparently shorted. There was up to $98\nmillion in leftover appropriations that year. There was\n55 -- $88 million in an increase, up to $88 million in\nincrease every year from $36 million to $88 million.\nThere was $25 million in inherent Federal functions. They\ncouldn't have shaved that by 10 percent to pay this\ncontractor? Not that they had to. They could have taken\nsome of it from there, some of it from the leftover, some\nof it from the increase, some of it from the offices at\nheadquarters and area offices. That was their decision.\nBut the contractor didn't take the risk that the\nSecretary would say, at the end of the day, I've decided\nto allocate 100 percent of my money this way, and by\ngolly, there's nothing left for you. No contractor takes\nthat risk in dealing with the Government, and surely, a\ntribal contractor with a mandatory contract set forth in\nthe statute doesn't take that risk either.\nThere is no limitation to the Secretary's theory\nin this case. The Secretary's theory means that we come,\nthe contractors come, after the allocation of the\nSecretary. Well, the Secretary could, in a reduction\nyear, decide to allocate the entire reduction to the\ncontracts and enhance even his own Federal bureaucracy and\nprograms serving other tribes and say, now I've made my\ndecision and I've made my judgment. I don't have enough\nmoney to pay you. There's no limit here on contract\nsupport costs. It could be the secretarial amount. They\ncould zero out these contracts and say it's practical\navailability. And we've decided there isn't enough money\nto deal with all of the health care needs in the country,\nso we're going to deal with the ones we operate and you\ncome last. Now, that's not what the -- that's not what\nthe statute permits. That sort of interpretation would\nlead to an absurdity.\nWith regard to the Tenth Circuit decision,\nJustice, you asked a question about the declarations in\nthe Tenth Circuit. There was a declaration in the Tenth\nCircuit, but all it had was a conclusory statement, to\nhave reprogrammed anything would have caused reductions in\nprograms serving other tribes. Now, that is not\nsufficient proof to withstand summary judgment, and it's\ncertainly not sufficient proof to establish summary\njudgment.\nSo for all these reasons, we believe the Tenth\nCircuit decision should be reversed and the Federal\nCircuit decision affirmed.\nUnless the Court has more questions.\nJUSTICE STEVENS: Thank you, Mr. Miller.\nMR. MILLER: Thank you, Justice Stevens.\n(Whereupon, at 11:12 a.m., the case in the\nabove-entitled matter was submitted.)\n"
    }, 
    "respondents": [
        "No. 02-1472 TOMMY G. THOMPSON, SECRETARY", 
        "OF HEALTH AND HUMAN SERVICES,", 
        "ET AL.;", 
        "and", 
        "TOMMY G. THOMPSON, SECRETARY", 
        "OF HEALTH AND HUMAN SERVICES,", 
        "Petitioner", 
        "No. 03-853 CHEROKEE NATION OF OKLAHOMA."
    ], 
    "speakers": {
        "JUSTICE BREYER": 34, 
        "JUSTICE GINSBURG": 13, 
        "JUSTICE KENNEDY": 13, 
        "JUSTICE O'CONNOR": 21, 
        "JUSTICE SCALIA": 29, 
        "JUSTICE SOUTER": 23, 
        "JUSTICE STEVENS": 19, 
        "MR. MILLER": 72, 
        "MR. SRINIVASAN": 67
    }
}