{
    "appearances": {
        "content": "DARYL J. BRAND, ESQ., Associate Solicitor General,\nNashville, Tennessee; on behalf of the Petitioner.\nLEONARD H. GERSON, ESQ., New York, New York; on behalf of\nthe Respondent.\n"
    }, 
    "caseNum": "02-1606", 
    "caseinfo": {
        "content": "TENNESSEE STUDENT :\nASSISTANCE CORPORATION, :\nPetitioner :\nv. : No. 02-1606\nPAMELA L. HOOD. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nDARYL J. BRAND, ESQ.\nOn behalf of the Petitioner 3\nLEONARD H. GERSON, ESQ.\nOn behalf of the Respondent 24\nREBUTTAL ARGUMENT OF\nDARYL J. BRAND, ESQ.\nOn behalf of the Petitioner 39\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, March 1, 2004\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:01 a.m.\n"
    }, 
    "petitioners": [
        "TENNESSEE STUDENT", 
        "ASSISTANCE CORPORATION,", 
        "Petitioner", 
        "v.", 
        "No. 02-1606 PAMELA L. HOOD.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:01 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnow in No. 82 -- rather, 02-1606, Tennessee Student\nAssistance Corporation v. Pamela Hood.\nMr. Brand.\nORAL ARGUMENT OF DARYL J. BRAND\nON BEHALF OF THE PETITIONER\nMR. BRAND: Mr. Chief Justice, and may it please\nthe Court:\nThis Court's decisions recognize that even in\nsubject areas where Article I grants Congress complete and\nexclusive authority to make laws, unconsenting States are\nstill immune from suits by private parties.\nQUESTION: Well, let's talk a little bit about\nthe notion that's raised in one or more of the amicus\nbriefs, that a bankruptcy proceeding is akin to an in rem\nproceeding or is an in rem proceeding, such as might be\nthe case in an admiralty suit where we would think the\nState would be bound. Now, would you address that\nargument, which I found possibly persuasive?\nMR. BRAND: Certainly, Your Honor. We would\nsubmit that there -- there is no authority from this Court\nsupporting the view that there is an in rem exception from\nsovereign immunity in the bankruptcy context. The\nargument instead is made by analogy, as Your Honor\nreferred, to the -- the admiralty case of Deep Sea\nResearch, but the Deep Sea Research case is limited to the\nadmiralty context. It's limited to the special aspects of\nadmiralty law that had developed over hundreds of years,\ncertainly 200 years of -- of our Nation's experience.\nQUESTION: Well, why doesn't it fit in the\nbankruptcy context too where the debtor's assets are\nassembled in kind of an in rem proceeding and the\ncreditors share in it? It could have very unfortunate\nconsequences certainly if -- if your position were upheld.\nMR. BRAND: Well, Your Honor, although there\ncertainly are in rem aspects to bankruptcy jurisdiction in\nthe context of dealing with the property of the estate\nthat is before the court and that is in the custody of the\ncourt, bankruptcy jurisdiction also embraces other --\nother aspects of in personam jurisdiction involving the\nparties and -- and personal relationships.\nQUESTION: Well, could we just stick with the in\nrem for a moment? Suppose there's a $100,000 on the usual\nfree-for-all because there are more -- the -- the debts\nexceed that amount. The State gets notice. It decides\nit's not going to appear. The bankrupt is -- is\ndischarged. At the very least, if the State then later\nsues on the debt, is the -- can the discharge be set up as\na defense?\nMR. BRAND: Well, Your Honor, there -- there is\nauthority from -- from the lower courts that -- that it\ncould in fact, and that in -- in that situation, the -\nthe State might be bound by a general discharge order.\nQUESTION: Well, what -- what happened here was\nsomething where -- where a summons was issued to the\nState, wasn't it? It was -- the State didn't just remain\noutside and do nothing.\nMR. BRAND: Well, that's -- that's exactly\nright, Your Honor, and it also is a situation in which the\nState was not making a claim against the -- the property\nof the bankrupt estate.\nQUESTION: Yes. It's hard to think of a debt as\npart of a res. I -- I can't quite -\nMR. BRAND: And that -\nQUESTION: -- get that.\nAnd I understand, but just on the basic point of\nwhether or not just for a discharge of a debt, the State\ncan be bound, you say you think it might be plausible, but\nthe State would be bound by the judgment if it later sues\non the debt.\nMR. BRAND: I don't want to concede that point,\nYour Honor. I think there is authority certainly that\nwould -- that could support that, and there are decisions\nfrom the -- from the circuit courts, particularly the\nFourth, the Fifth, and the Ninth, which have held that a\ndischarge order under those circumstances would be binding\nagainst the State. But each of those courts has also\nupheld sovereign immunity as a bar to a suit against a\nState as the State asserts in this case.\nQUESTION: But this is not a normal suit against\nthe State. This is a suit in which the debtor seeks\nauthority to get a discharge, isn't it?\nMR. BRAND: That's right, Your Honor, except\nthat -\nQUESTION: So the proceeding itself is to\ndetermine whether or not she's entitled to a discharge on\nthe debt at issue.\nMR. BRAND: Yes. She is -- she has already\nreceived a bankruptcy discharge, a blanket discharge from\ndebt. This is a proceeding to determine if this\nparticular debt qualifies under that. And the way the\nstatute is written, the way -- the way Congress has set\nthis up is that the debt is presumptively\nnondischargeable. It is an exception from discharge until\nsuch point as the debtor establishes undue hardship, at\nwhich point the debt would be absolved and she would -\nshe would, in effect, have a discharge. But again, the -\nby -- by the nature of the way the -\nQUESTION: If she -- if she prevails in that\ndisputed factual matter, then it will be just like any\nother discharge case. If -- if the hearing goes forward\nand she prevails as a matter of fact, then it would be\njust like any other discharge case, wouldn't it?\nMR. BRAND: No, it wouldn't, Your Honor. A\nnormal discharge case would essentially not involve at all\nthe adjudication of individual debts. The discharge is -\nQUESTION: No. I'm saying if she prevails on\nthe disputed issues of fact, thereafter it would be just\nlike a normal discharge case.\nMR. BRAND: It -- it -- yes, if I'm\nunderstanding, Your Honor. Yes, she would have, in\neffect, a discharge from that debt. Yes.\nQUESTION: Moreover, the -- the fact that this\nproceeding had to be brought against the State was purely\na result of congressional disposition. Congress could\nhave treated these debts to the State like all other\ndebts, in which case they would have been automatically\ndischarged.\nMR. BRAND: That's exactly right, Your Honor.\nQUESTION: So -- so that the -- the argument\nthat the bankruptcy -- the in rem nature of the bankruptcy\nprocedure gives -- gives her all the protection that the\nConstitution at least requires, vis-a-vis the State, it\nseems to me is a strong one. It's only because of the\nstatute that -- that this action had to be brought. If\nCongress really wants to discharge her from debts to the\nState, it could have done so by simply treating the State\nlike all other debtors.\nMR. BRAND: I think that's exactly right, Your\nHonor. The debt could be treated as a discharged debt, in\nwhich case the State would certainly be bound by the\noperation of that law, but that is not -\nQUESTION: Isn't it -- isn't it odd that you are\nobjecting to this proceeding where, if Congress then said,\nokay, we'll make it dischargeable, you will be worse off?\nIn other words, Congress is trying to ameliorate the\nordinary effect of the bankruptcy law to give the State an\nadvantage. And your argument is to the effect of,\nCongress, you can treat us just like all the others, and\nwe'll be worse off than we are now, but once you give us\nthis favor, then you -- the -- the law is\nunconstitutional. You can't give us a favor. That seems\nto be the essence of your argument.\nMR. BRAND: No, Your Honor. I -- I would submit\nour argument -- our argument is not that the State is\nimmune from the effect of the statute that would allow\ndischarge upon showing of undue hardship. We would\nrecognize that that is -- that is an appropriate part of\nthe -- of the exercise of Congress' bankruptcy power.\nOur issue is with the provisions which are there\nby virtue of the nature of the way that -- that exception\nis written and also by virtue of the bankruptcy rules that\nrequire that it be raised in the form of an adversary\nproceeding in which the State could be summoned into\ncourt, in bankruptcy court, anywhere in the country.\nMR. BRAND: Well, could it be adjudicated\nwithout an adversary proceeding, just say the debtor comes\nin and says, I'm giving notice to the State? If they want\nto come in, they can, but it's not -- it's -- I'm not\ngoing to call it or the statute doesn't call it a summons\nand complaint, doesn't call it an adversary proceeding,\njust a proceeding to establish the status of this\nobligation.\nMR. BRAND: Your Honor, I think as Justice\nScalia suggested, Congress could write a statute that\nwould make a student loan dischargeable, more or less by\noperation of law, but we would submit that the way this\nstatute is written -- and again, if we look -\nQUESTION: I'm not asking about making it\ntotally dischargeable, but Congress wants to achieve this\nresult and sensitive to your concern. So it says, fine,\nwe're going to make it nondischargeable unless the student\nshows undue hardship, but because the State doesn't want\nto receive a summons and complaint, we're going to do it\nin a nonadversary proceeding. The student will establish\nit to the satisfaction of the bankruptcy court or not, and\nthe State will be given notice but not a summons and\ncomplaint. Would that be satisfactory?\nMR. BRAND: Your Honor, I don't believe it\nwould. I think that in substance that would be\nessentially the same as the adversary complaint that --\nthat we're talking about here. And -- and under -- under\nCoeur d'Alene and -- and the discussion in other similar\ncases, the question here can't turn on the mechanics of\nthe pleading or on the -- the style of the caption.\nQUESTION: So you -- you would have no problem\nwith Congress' amending this statute so that it reads if\nthe State chooses to waive its sovereign immunity, the\ndebtor has to proceed in this manner. However, if the\nState refuses to waive its sovereign immunity by appearing\nin the proceeding, the debt will be automatically\ndischarged. You -- you would have no problem with that, I\ntake it.\nMR. BRAND: I'm not -- I'm not certain that that\nwould not be the same type of statute that I -- I objected\nto a moment ago.\nQUESTION: No. I thought you accepted that a\nmoment ago. I thought you accepted a moment ago that\nCongress didn't have to provide this special treatment of\nthe States at all. If Congress didn't have to provide it\nat all, certainly Congress could say if the State chooses\nnot to -- not to take it, not to appear in the proceeding,\nwe'll dispense with it. I -- it seems to me the greater\nincludes the lesser.\nMR. BRAND: Well, I -- I agreed, Your Honor, and\nI still agree that -- that Congress could fashion a\nstatute that would make student loans dischargeable in the\nsame manner as -- as any other debt. And in -- in that\ncase, it -- it would take place the same as any other\ndebt. And of course, if -- if the State were to waive its\nsovereign immunity and enter into a bankruptcy proceeding\nand -- and voluntarily participate, then -- then it could\ndo so and -- and the court could act accordingly without\nany special enabling legislation by Congress.\nQUESTION: I -- I don't understand what the\nstatute has -- how the statute is involved in this. I\nmean, the statute just sets a standard for discharging a\n-- a student who has an educational loan. It says it has\nto be undue hardship. What's wrong with that? I mean,\nwhy can't -- there are dozens of statutes -- dozens of\nstatutes that say -- I guess dozens. I'm not a bankruptcy\nexpert, but statutes that say you get this kind of a\ndischarge if there hasn't been a fraudulent conveyance,\nbut if there has been, you don't get it, and if it's this,\nyou don't get it, and if it's that, you do get it. All\nthese may involve debts owed to or -- the State. Are -\nare you saying -- what has the statute to do with this?\nThe statute just sets a standard for getting a discharge.\nMR. BRAND: Well, Your Honor, I -- I believe\nthat this statute -- this particular subsection affecting\nstudent loan discharge is really unique within the\nexceptions to discharge.\nQUESTION: All right. Let's assume it's unique.\nMR. BRAND: There -\nQUESTION: What is it in the Constitution or the\nEleventh Amendment that says Congress cannot set a special\nstandard for discharging a bankrupt from a certain kind of\ndebt?\nMR. BRAND: Congress -\nQUESTION: What -- what in -- what in the\nConstitution says that if that kind of debt happens to be\none that is owed to the State, Congress is forbidden to do\nthat? I don't -- I just don't understand it.\nMR. BRAND: Your Honor, we -- we do not dispute\nthat Congress has the power to set a separate standard for\nthis type of debt -\nQUESTION: I know and so why is the State, if it\nhappens to be owed that kind of money, in any sort of a\ndifferent position?\nMR. BRAND: Well, the -- the question is not the\neffectiveness of the congressional determination regarding\nhow to handle that debt, but rather the constitutionality\nof the means by which Congress --\nQUESTION: Now, then what you're quarreling with\nis, of course, not the statute. You are quarreling, as\nJustice Ginsburg pointed out, with a bankruptcy rule that\nhappen to use the word adversary proceeding. But suppose\nthe rulemakers had simply said, this need not be done in\nan adversary proceeding. It can be done in exactly the\nsame kind of proceeding as discharging any other kind of\ndebt. I, the bankruptcy judge, will follow the\ncongressional mandate as to when it is discharged. You\nwill notify all debtors, Mr. Bankrupt, including the\nState, and if they want to come in and protest it, they\ncan. Now, why -- what would be unconstitutional about\nsuch a provision that never uses the word adversary\nproceeding?\nMR. BRAND: Well, Your Honor, our objection is\nnot merely to the bankruptcy rules. I would -- I would\nrepeat that -- that --\nQUESTION: I read your position to be that the\nState isn't bound at all, for instance, that the\nbankruptcy court cannot discharge property liens held by\nthe State. I mean, I -- I read your position as being\nthat the State cannot be forced into any aspect of the\nbankruptcy proceeding.\nQUESTION: And so did I.\nQUESTION: I guess -- I guess the -- you would\nsay the State doesn't have to abide by the automatic stay.\nMR. BRAND: Oh, certainly not, Your Honor.\nCertainly not. And I thought that we were clear in our\nbriefing that we -- we recognize that the -- the State\nwould be bound by the automatic stay because it's\nautomatic. It is by operation of law and by operation of\nthe Supremacy Clause -\nQUESTION: I'd rather like to get the answer to\nthe question which is I understand what position you took\nin the brief. I want to know why. I want to know what\nthe logic is. I can't find anything in the Constitution\nthat says that Congress cannot impose the same standard in\nrespect to discharging a debt owed to the State as it\napplies to a debt owed to anybody else. Now, either you\nagree with that proposition or you don't. And if you\ndon't -- and I think you don't -- I'd like to know what\nthe theory is.\nMR. BRAND: Your Honor, I agree that Congress\ncan make those distinctions. I -\nQUESTION: Fine. Once you agree with the\nproposition, then all your objecting to is the word\nadversary in the word adversary proceeding, and it takes 3\nminutes or less for a good expert simply to get rid of\nthat adversary proceeding and have the same thing done in\nan ordinary proceeding.\nNow, I want to know the answer to what I say,\nnot that you disagree with it. I know you disagree with\nit. I want to know why you disagree with it.\nMR. BRAND: I disagree with it because the --\nthe legislative reports as to that subsection, section\n5239(a)(8), strongly point out that the statute -- that\nthat subsection is intended to be self-executing and that\nthe creditor, the lender, the guaranteer, the -- the\nguarantee institution, are not required to initiate action\nbut instead can rely on the nondischarge, on the exception\nfrom discharge.\nSo by -- by structuring the -- the exception\nthat way, we would submit that Congress, as this Court has\nrecognized in other situations, has given elevated status\nto that creditor's position, has recognized that creditors\nof those kinds of debts have interests in the payment of\nthose debts that outweigh the normal fresh-start policy\nthat -- that underlies bankruptcy. So our position is\nthat it does turn on the nature of the statute and not\nmerely those bankruptcy rules that require -\nQUESTION: The statute -- the statute doesn't -\ndoesn't require, does it, that that preferred position be\nestablished in an adversary proceeding?\nMR. BRAND: Certainly not by express terms, Your\nHonor, but -- but again, the rules -- rules made\nconsistent with that statute, together with that\nlegislative purpose, would certainly indicate that --\nthat -\nQUESTION: And I suppose you're saying this is\nan adversary proceeding. Regardless of whether -\nMR. BRAND: Oh -\nQUESTION: -- regardless of how -- how it got to\nbe so, whether it got to be so through rule or through\nanything else, it's an adversary proceeding and the State\ncannot be hailed in in this fashion.\nMR. BRAND: That's exactly right, Your Honor.\nThere's no dispute about that. I mean, this -\nQUESTION: No, but there is a dispute about\nwhether you could, in fact, call this kind of adversary\nproceeding, given the underlying standard that all it is\nis a way of getting to the same result, really not an\nadversary proceeding for purposes of the Eleventh\nAmendment, since it has no functional difference\nwhatsoever from a proceeding that isn't labeled adversary\nbut simply gives the State notice of what's going on and\npermits the State to come in, just as if it worked, which\nis ordinary proceedings.\nMR. BRAND: Except that ordinary proceedings in\nbankruptcy, as I mentioned earlier, do not involve the\nindividualized adjudication of debts. They involve other\nissues. They involve martialing the assets. They involve\nassessing the -\nQUESTION: That's a good answer.\nQUESTION: Mr. Brand, can I ask you -\nQUESTION: Now, what about -\nQUESTION: May I ask one question? Did I\nunderstand you correctly to say that you did not contest\nthe fact that if -- if -- that if they had a blanket rule\nthat all student loans are automatically dischargeable,\nthat would be true even if the creditor was a State?\nMR. BRAND: Certainly, Your Honor, and the -\nQUESTION: And does that mean you also would\nagree that any ordinary commercial obligation to the State\nsuch as paying rent for an -- an office suite or something\nlike that could also be dischargeable and there would be\nno sovereign immunity problem there?\nMR. BRAND: Yes, Your Honor, and the reason -\nthe reason I agree to that is because that does not\nrequire an adjudication. It -- it would occur by\noperation of law by which -\nQUESTION: Well, but there has to be -- there\nhas to be a final order in the bankruptcy proceeding\ndischarging -- you know, giving the -- the debtor a\ndischarge.\nMR. BRAND: But we would submit in a -- in a\nvery real sense that would be surplusage.\nQUESTION: But the -- but the net result is I\nthought your position in your brief was somewhat different\nfrom that. That's why I wanted to be sure about it. You\ndo agree that -- that the sovereign immunity is not a\nvalid objection to a discharge of a bankrupt estate.\nMR. BRAND: That's -- that's right when the\ndischarge is by operation of law. And again, I would\nanalogize to the -- the situation of the automatic stay\nprovision that -- that Justice O'Connor raised. Again,\nthat operates automatically when the -\nQUESTION: So, but the difference in the\nautomatic stay if the -- if the debtor had to go in and\nprove his name, serial number, and rank or something\nfirst, so it wasn't completely automatic, then you would\nsay you have a sovereign immunity objection.\nMR. BRAND: Possibly, possibly not. Again, I\nwould submit that there's authority from lower courts that\nwould -- would possibly -\nQUESTION: Well, I'm really not so much\ninterested in the authority from the lower courts as I am\ncurious about your position. What exactly does the\nsovereign immunity defense protect for you?\nMR. BRAND: In this case the sovereign immunity\ndefense protects the State from being made a defendant and\nfrom having compulsory process issued against it to appear\nin a bankruptcy court that could be in any State of the\nunion in this case.\nNow, the -- the reason I was referring to\nauthority from other courts is to -- is to remind the\nCourt that all of the courts that have -- that have made\nthe type of holding that Your Honor is referring to have\nalso recognized the applicability of Eleventh Amendment\nimmunity in adversary settings.\nQUESTION: I know, but it seems to me somewhat\nanomalous to say that if you want to do it without giving\nus a hearing, you can go ahead and do it, but if you give\nus notice and a hearing and an opportunity to respond,\nthen you're protected by the Eleventh Amendment.\nMR. BRAND: Well, again -\nQUESTION: A rather strange position.\nMR. BRAND: -- again, Your Honor, I think -- I\nthink we're talking about very different things there.\nThere is -- there is quite a difference between the\ngeneral discharge, which again occurs without\nindividualized adjudication of -- of debts -- that is --\nthat is a distinct thing under the bankruptcy laws from a\nsituation in -- in which there's a proceeding involving\nthe dischargeability of a particular debt -\nQUESTION: Well, you say -\nMR. BRAND: -- such as we have here.\nQUESTION: -- it could well be that the State\nfiled a claim and proved up its claim and then there's not\nenough money to pay it, the claim, but there would be some\nkind of proceeding to establish the claim. Would that be\ndifferent then?\nMR. BRAND: Well, in -- in a case where the\nState had filed a claim, the State would have voluntarily\nappeared in the -- in the proceeding as relates to the\nsubject matter of that claim. So there would not be any\nsovereign immunity situation there at all.\nQUESTION: So that if the State voluntarily\nappears, it would automatically waive its sovereign\nimmunity defense.\nMR. BRAND: As to that claim, yes.\nQUESTION: Well, that's the Gardner case, isn't\nit? The --\nMR. BRAND: Yes, I believe so. Yes, Gardner v.\nNew Jersey.\nQUESTION: Tell me how bankruptcy works. Is the\nUnited States trustee potentially part of any proceeding\nthat the trustee wants to be involved in? Can the trustee\nhave come into this proceeding voluntarily if -- if he or\nshe chose?\nMR. BRAND: I -- I believe so, Your Honor, but\nI'm not certain if that is applicable in every -- in every\ndistrict. And I'm not -- I apologize. I'm not certain as\nto that. I know the U.S. trustees have -- have those\npowers and responsibilities in at least -- at least a good\nnumber of bankruptcy -\nQUESTION: Because it does seem that if an\naction is brought by a U.S. trustee, that's an officer -\nthat's the Federal Government.\nMR. BRAND: Well, certainly that would be a\ndifferent situation and certainly the State -\nQUESTION: Which is another way of solving this\nproblem.\nMR. BRAND: That's right, Your Honor. That's -\nthat's conceivable. Certainly the State would have no\nsovereign immunity from -- from an action by the United\nStates.\nQUESTION: In -- in a world of limited\nresources, especially for the U.S. trustee -- this is a\nno-asset bankruptcy. If the U.S. trustee is going to come\ninto each one of these proceedings, it might be rather\nimpractical.\nI was curious about the credit -- the creditor\nclass for these student loans. It's not just States that\nare creditors when a student tries to get out from under\nthe student's debts. What -- what other entities would be\nin this situation, not with respect to sovereign immunity,\nbut as someone who has loaned money to a student?\nMR. BRAND: Well, certainly any lending\ninstitution could -- could be involved as a -- as a\ncreditor in a student loan. The -- the Federal and -- and\nI guess there are State programs as well, but involve\nfairly complicated relationships between lending\ninstitutions and secondary holders and guarantors at -- at\nvarious levels.\nQUESTION: Do you know what part of the business\nthe States have, to what extent, compared to other\ncreditors, other lenders?\nMR. BRAND: Well, the -- I -- I can speak for\nthe State of Tennessee. The State of Tennessee is\ninvolved as a guarantor, not as a lender, but merely as a\nguarantor in conjunction mainly with these -- these\nFederal loan programs. And the -- the State of Tennessee\nis participating not as a -- a business actor, but as a\nmeans of -- of pursuing the public policy of making it\nsimpler and easier for Tennessee residents to obtain a\ncollege education. So the -- the State as a guarantor is\n-- is not in this -- in the position at all of an ordinary\ncreditor, really, as far as its -- as far as its purpose\nand -- and even as far as its -- probably its financial\ncalculations in -- in how to deal with that. Again, it's\n-- it's a matter of pursuing the public policy of making\nit easier for -- for the students, for these debtors to\nobtain their college education.\nQUESTION: So for -- for the primary lender,\nthis procedure would be fine. The -- so the debt wouldn't\nbe dischargeable to the initial creditor, the one who\nloans -\nMR. BRAND: I -- I believe -- I believe, Your\nHonor, certainly the -- the initial creditor could\ncertainly be involved, would have no sovereign immunity\ndefense. There would still be the requirement of the\nundue hardship showing.\nQUESTION: But if you -- if you -- Congress was\nto say, well, too bad, we tried to give them a break, we\ncan't do it, so we're going to make them dischargeable\njust like any other debt, that would have a very adverse\neffect on all the other creditors in the picture who are\nnot State actors.\nMR. BRAND: It certainly would, Your Honor, but\nit also could create complications as far as -- as far as\nwhether States would choose to participate in -- in\nstudent loan programs. Again, it's a policy determination\nmade State by State. There's no requirement that the\nStates participate in -- in such programs.\nIt -- it's part of the balancing of those\ninterests I think that has resulted in this statute and in\nthis statute being written the way it is. At one point in\ntime not too long ago, student loans were discharged in an\nordinary bankruptcy, and then it was -- it was cut back to\nonly loans that had been in -- in payment more than -\nmore than 5 -- more than 7 years and more than 5 years,\nand now, of course, it's cut back all the way to where\nit's only subject to discharge upon a showing of undue\nhardship. So there's -- there's definitely a policy of\nwanting to make student loan repayment more certain and\nmake that a -- a different relationship from other\ndebtor/creditor relationships.\nIf there are no further questions from the Court\nat this time, I would like to reserve the remainder of our\ntime. I would ask that the judgment of the Sixth Circuit\nbe reversed.\nQUESTION: Very well, Mr. Brand.\nMr. Gerson, we'll hear from you.\nORAL ARGUMENT OF LEONARD H. GERSON\nON BEHALF OF THE RESPONDENT\nMR. GERSON: Mr. Chief Justice, and may it\nplease the Court:\nThe questioning of the petitioner reflected the\nfact that there is an inherent conflict between the\nrequirements of the operation of the bankruptcy system and\nthe State's sovereign immunity. This conflict has been\nrecognized in this Court's past opinions. For example, in\nVan Huffel v. Harkelrode, a 1931 decision of this Court,\nit was claimed that the sale of a debtor's property free\nand clear of -- of the State's tax lien was not effective\nbecause the State lacked jurisdiction. This --\nQUESTION: The State lacked?\nMR. GERSON: Jurisdiction over the -\nQUESTION: The State lacked?\nQUESTION: The Supreme Court.\nMR. GERSON: I'm -- I'm sorry, Your Honor. The\nCourt lacked jurisdiction over the State. And this Court\ndenied that -- the State's position.\nSubsequent to that in Gardner/New Jersey, which\nis a case that -- that which is noted for waiver, the\nState also took the position that not -- that the property\nthat was a part of the debtor's estate was limited to the\ndebtor's equity and did not include that portion of the\nproperty of the debtor that was subject to the State's tax\nlien. Again, this Court said, no, all property of the\ndebtor is part of the estate, including that part that's\nsubject to a State's tax lien.\nQUESTION: Of course, in that case the State had\ncome into bankruptcy -- the bankruptcy court voluntarily.\nMR. GERSON: That's correct, Your Honor. But\nthe opinion -- that portion of the opinion in Gardner that\naddresses that issue does not rely upon the fact that the\nState filed a proof of claim.\nQUESTION: If -- if we were to analogize\nbankruptcy proceedings to in rem proceedings in general,\nnevertheless this dischargeability proceeding is set up\nunder the rules as an adversary one where a notice and a\nsummons is filed on the State. That's a product of how\nthe rules are constructed. Now, presumably in time they\ncould be changed, but what about this case?\nMR. GERSON: To allow this case to be determined\non the basis that an adversary proceeding had been filed\nwould be elevating form over substance because the\njurisdiction of the court with respect to the claim arises\nfrom the court's jurisdiction over the property of the\nestate and claims made against it and the -- and the\ndebtor. They're all part of the res. So the filing of an\nadversary proceeding was merely a manner -- merely\nallowing the State to -- to be provided with an elevated\nform of notice rather than being jurisdictional.\nIn addition, 28 U.S.C. 2075 states that the\nrules, bankruptcy rules, should not in any way abridge or\nmodify the substantive rights that are granted under the\ncode, and I believe in these circumstances to allow this\ndecision to be based upon the fact that an adversary\nproceeding had been filed would have the effect of\nabridging Ms. Hood's rights -\nQUESTION: Well -\nMR. GERSON: -- by denying here an opportunity\nfor hardship.\nQUESTION: What happens when you don't show up\nin an adversary proceeding?\nMR. GERSON: A default judgment is entered.\nQUESTION: A default judgment.\nMR. GERSON: Yes.\nQUESTION: So how can you say -- I mean, had it\nnot been set up this way, I would assume that the\nbankruptcy judge would have to make his or her own\ndetermination about whether the condition of the statute\nhad been met, but once you have this adversary system set\nup, I assume the bankruptcy judge is entirely within his\nor her rights by just saying, hey, the State hasn't shown\nup, the State loses.\nMR. GERSON: I would -- I'd like -\nQUESTION: Now, that -- that doesn't seem to me\nto be elevating form over substance. That -- that's a big\ndifference.\nMR. GERSON: Yes, and I -- I believe I\nincorrectly stated what would happen, Your Honor. It's -\neven -- even in an adversary proceeding, the court would\nstill have to find that Ms. Hood had demonstrated a right\nto a -- to an undue hardship discharge.\nQUESTION: So it wouldn't just go by default\nthen if the State didn't show up?\nMR. GERSON: That's correct, Your Honor.\nQUESTION: Do you know any other adversary\nproceedings that work that way? I mean, I suppose that\ndepends on what the -- what the rule means, but when the\nrule describes it as an adversary proceeding, I -- I would\ntake it to mean that if the other side doesn't show up, it\nloses.\nQUESTION: Well, in a -- in a -- in an ordinary\nsuit for money judgment, if the defendant fails to show\nup, he can be defaulted as to liability, but he still has\nto show the money damages. He just doesn't get the amount\nthat he says in his complaint.\nMR. GERSON: That's correct, Mr. Chief Justice.\nQUESTION: Well, is -- is the amount at issue\nhere?\nMR. GERSON: The amount is at issue only to the\nextent that in order to show undue hardship, Ms. Hood has\nto demonstrate that she can't repay it.\nQUESTION: Yes, but the -- but the -- the\namount, how much it is, is not -- is not in controversy,\nis it?\nMR. GERSON: No, it's not.\nQUESTION: I thought -\nQUESTION: So what is the situation there? I\nmean, I don't want you just to drop this. That is, is an\nadversary proceeding under the Bankruptcy Code -- and\nthere are quite a few. You've said two opposite things\nnow. Your first time you said, well, if the other party\ndoesn't show up, the bankruptcy judge can just say,\ndebtor, you win. Okay? Without looking at the merits.\nAnd the second time you said, no, that's not really so.\nThe bankruptcy judge has to satisfy himself that the\nstatutory standard is met.\nNow, I guess this isn't the only place where\nthere's a adversary proceeding in the code. So which is\nit? Is it like an -- and how do I find out? If you're\nuncertain, what do I look up to try to find out the answer\nto that question?\nMR. GERSON: Well, Justice Breyer, very often\nadversary proceedings are commenced in bankruptcy court\nand they're necessary when the kind of action that dispute\n-- in dispute is the equivalent of an action that could\nhave been commenced prior to the establishment of the\nbankruptcy. It's just --\nQUESTION: Yes, I -\nMR. GERSON: -- prior, you know, action now\nbrought into the bankruptcy court. And then the\nbankruptcy court could issue a default judgment because -\nQUESTION: No, I got that.\nMR. GERSON: -- it would be a traditional\naction.\nQUESTION: So maybe there are no others. Are\nthere -- are there any adversary proceedings, other than\nthis, one which isn't like what you just described?\nQUESTION: Well, certainly an action by a\ntrustee for -- of voidable preference would be quite\ndifferent, would it not?\nMR. GERSON: With respect to a voidable\npreference, if -- if the defendant did not demonstrate it\nhad any defense, a judgment would be issued in favor of\nthe -- the State because there is a presumption for a\nvoidable preference once certain factors are met.\nQUESTION: And there you're getting money from\noutside the estate too. You're getting a money judgment\nagainst somebody that would increase the assets of the\nestate.\nMR. GERSON: That's correct, Your Honor, but it\nis not Ms. Hood's position in this case that a preference\naction would fall within the traditional in rem\njurisdiction of a bankruptcy court and thus the State\nsovereign immunity would be abrogated.\nQUESTION: So you would -- you would say that if\nthe -- if there were a suit for a voidable preference\nagainst the State, the Eleventh Amendment rule would\nprevail?\nMR. GERSON: I -- that issue is unclear, Your\nHonor. It's certainly not Ms. Hood's position that the\nEleventh Amendment would not prevail. And there's\nactually a case pending before this Court right now,\nMassachusetts v. H.J. Wilson, where at issue is the\ndebtor's demand for an income tax refund. So the\nopportunity to visit the issue of affirmative monetary\nrelief against a State and its -- and the ramifications of\nthe Eleventh Amendment can be addressed in that case.\nIt's -\nQUESTION: We're trying to get -- I'm trying to\nget the answer still to Justice Scalia's question. Take\nthe question the Chief Justice asked. It's a preference\naction. It's a kind of bankruptcy action. It's in an\nadversary proceeding. Is that right?\nMR. GERSON: Yes.\nQUESTION: Okay. Now, the other side doesn't\nshow up. Okay, forget this Eleventh Amendment business.\nI just want to know the normal thing in bankruptcy.\nWhat's the answer? If he doesn't show up, is he defaulted\nlike a regular case outside the court, or does the trustee\n-- I mean, does the judge, the bankruptcy judge, look at\nthe matter and make up his own mind independently about\nwhether it was a preference or not? How does it work in\nbankruptcy?\nMR. GERSON: It would -- it would not be a\ndefault judgment, Your Honor. It would be a judgment on\nthe merits.\nQUESTION: I have one other technical question.\nSuppose we were to say -\nQUESTION: Excuse me. I didn't understand that\nanswer. It would not be a default judgment. It would be\na judgment on the merits. Is there a distinction?\nMR. GERSON: It would be a judgment -\nQUESTION: I thought default judgments are, for\nall purposes, considered judgments on the merits. For\nwhat purpose is a default judgment not a judgment on the\nmerits?\nMR. GERSON: Oh, to -- to the extent it is -\nthere's greater flexibility of a defendant to come back\nand ask for reconsideration, I believe, under normal\nprocedures.\nQUESTION: That doesn't make it not a decision\non the merits. It may be subject to reopening, but a\ndefault judgment is a judgment.\nMR. GERSON: That's correct.\nQUESTION: I thought that the question we -- we\nwere talking about before -- that there was a clear and\ncertain answer to the question, that -- that if the claim\nis made that there's undue hardship, even if the State\ndoesn't show up -- well, let's take the -- because this is\nwritten for all creditors and not particularly with States\nin mind. If the creditor doesn't show up, the bankruptcy\njudge still has to find that there's undue hardship in\norder to make this dischargeable.\nMR. GERSON: That's correct, Justice Ginsburg.\nQUESTION: And where does that come from? I -\nthat was my understanding about the way it works, but is\nthat a statute, a rule? Where does -- where does that\ncome from?\nMR. GERSON: I think it comes from the natural\nreading of the statute that such a finding has to be made\nthat there would be an undue hardship for the debtor to\nhave to repay that -- that loan.\nQUESTION: You -- you could say the same about\nany default judgment in a case -- in a tort action where\nthe tort statute, you know, only imposes liability where\nthe defendant has been negligent. The defendant doesn't\nshow up. The court doesn't -- doesn't enter into its own\nindependent inquiry as to whether the defendant was\nnegligent. It enters default judgment. And the statute,\njust as clearly, requires negligence there as this statute\nrequires undue hardship here.\nMR. GERSON: The difference -- the difference is\n-- Your Honor, is that all of the property of a debtor and\nclaims against that property -- they're -- they're all\nunder the bankruptcy court's jurisdiction. So a\nbankruptcy court has a special obligation to -- to protect\nthe interests of all creditors and the estate, and I\nbelieve because of that, it would have a heightened\nresponsibility to determine whether there was a basis for\nan undue hardship discharge because the decision is not\nsolely -- is -- is affecting everyone.\nQUESTION: In the voidable preference case, it's\n-- it's as if we're -- the suggestion is is that the\nbankruptcy court has the authority to order the res\nbrought before it, commanding the State to deliver the\nres, i.e., the voidable preference.\nMR. GERSON: I -- there is a question that -\nQUESTION: And -- please.\nMR. GERSON: -- with -- with regard to a\nvoidable preference action whether the funds the debtor\nwould be seeking would be part of the res because it's not\nin the possession of the estate.\nQUESTION: Right.\nMR. GERSON: And certainly that distinction can\nbe made as made in California v. -- v. Deep Sea Research,\nthat if the property is in the possession of the -- of the\nState, rather than the debtor, a different result is\nrequired with respect to the Eleventh Amendment.\nQUESTION: Well, before the Bankruptcy Act in\n1978, bankruptcy courts couldn't try voidable preferences.\nThat had to be in the district court I believe.\nMR. GERSON: That's correct, Justice Rehnquist.\nQUESTION: If in fact we assume -- let's suppose\nwhen we look into this -- suppose I was to come to the\nconclusion that an adversary proceeding in bankruptcy is\nidentical to a case that has nothing to do with bankruptcy\nin a court. You say isn't, and maybe that's so and we'll\nfind out. All right.\nNow, if that were so and if that meant under the\nCourt's case law that this particular adversary proceeding\nwere invalid under the Eleventh Amendment, would the\nbankruptcy judge under section 105 or some other section\nor would the Rules Committee have the power without going\nback to Congress to devise a different procedure that\nwould get to exactly the same place, say, a procedure that\nhad the bankruptcy judge adjudicate this under the same\nstandard while notifying the State, like any other\ncreditor, that it could intervene at is choice.\nMR. GERSON: Yes, it could, Your Honor. And -\nand the basis for that would be to reconciling the\nrequirements of 28 U.S.C. 2075 and the requirement for the\nbankruptcy rules because under 105, a court could rule\nthat it would be inappropriate to enforce the requirement\nof Bankruptcy Rule 7001, which requires an adversary\nproceeding. So 105 would give a bankruptcy court that\npower and I believe it would be an appropriate exercise of\nthat power.\nQUESTION: And even without 105, could the Rules\nCommittee then devise a different rule?\nMR. GERSON: Certainly, Your Honor.\nQUESTION: Mr. Gerson, you -- your position\ndepends heavily on the characterization of bankruptcy\nproceedings as in rem, and one can understand that about\nthe bankrupt estate, it collects whatever assets there are\nand distributes them. But this is a no-asset bankruptcy.\nSo how does the in rem characterization fit a case where\nthere are no assets?\nMR. GERSON: Because the debtor itself, at least\nthe pre-petition debtor, is also considered part of the\nres, part of the bankruptcy court's in rem jurisdiction.\nThat was reflected in Hanover National Bank v. Moyses\nwhere the creditor complained that its debt had been\ndischarged, but it had never received -- no summons or\ncomplaint had ever been filed. In fact, it complained it\nhad never received notice. And this Court's response was,\nno, bankruptcy is a form of in rem jurisdiction, and on\nthat basis the -- the claim of that creditor could be\ndischarged even though no adversary -- no summons and\ncomplaint was filed. Notice as a motion was sufficient,\nand it based -\nQUESTION: So what you're saying is the -- is\nthe debtor is not a thing, is not a res, but a debtor -\nthis is an adjudication over a status which traditionally\nis also in rem.\nMR. GERSON: That's correct, Your Honor. I know\nit doesn't entirely fit our traditional notions of what a\nres is, but it's consistent with how this Court has\ntraditionally understood the in rem jurisdiction of a\nbankruptcy court and the needs of a bankruptcy court to\nsatisfy its essential functions.\nThe kinds of contradictions that are being\nraised in the questioning are reflective of what's\nhappened in the circuit courts of appeal where the Fourth\nCircuit, the Fifth Circuit, the Ninth Circuit all have\nrecognized and have stated in -- in earlier opinions that\nthe Seminole Tribe doctrine applied in bankruptcy but\nlater recognized an in rem exception to allow for the\ndischarge of debts with respect to the Fifth Circuit and\nthe Ninth Circuit and -- and the Fourth Circuit, and the\nFourth Circuit also recognized that principle with respect\nto the confirmation of a plan and its binding effect upon\na State. So right now bankruptcy law is in an\ninconsistent muddle with respect to the applicability of\nthe Eleventh Amendment, and this case allows this Court an\nopportunity to reconcile that inconsistency as -\nQUESTION: Only a small piece of it, according\nto what you told us earlier, because you said this doesn't\ninvolve the preference question.\nMR. GERSON: That's -- that's correct, Your\nHonor. Of course, this Court could rule that given the\ntraditional in rem nature of a bankruptcy and the fact\nthat, particularly under the Bankruptcy Act a preference,\nas Chief Justice Rehnquist pointed out, was not part of\nthe bankruptcy summary jurisdiction but required a plenary\naction, that in fact actions requiring any affirmative\nmonetary relief against a State are not part of a debtor's\n-- are not part of a bankruptcy court's in rem\njurisdiction, if it chose.\nIf there are no more questions, thank you.\nQUESTION: Thank you, Mr. Gerson.\nMr. Brand, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF DARYL J. BRAND\nON BEHALF OF THE PETITIONER\nMR. BRAND: Thank you, Your Honor. Mr. Chief\nJustice, and may it please the Court:\nThe State's position in this case is that a\nproceeding under the law which requires the State to make\na choice between voluntarily entering the proceeding or\nsitting back and suffering a loss of its -- of its rights\nis every bit as coercive whether it's styled as a motion\nor an adversary proceeding or -- or anything else, is\nevery bit as coercive as a lawsuit similar to the -- the\nsituation with the administrative proceedings in the\nFederal Maritime Commission case.\nQUESTION: Is that loss of its right automatic?\nWhat is your answer to the question of whether, if you\ndon't show up, a default judgment is entered automatically\nagainst you, or does the bankruptcy judge have to make the\nassessment of whether there's an undue hardship?\nMR. BRAND: I am not certain, Your Honor, but I\nbelieve that an undue hardship showing would still be\nnecessary.\nBut in either -- in either situation, the State\nwould suffer the consequences of losing its rights subject\nto an adjudication, not subject to the mere operation of\nlaw as with the general discharge at the conclusion of a\n-- of an ordinary bankruptcy proceeding.\nAs -- as far as the preference actions go, this\ncase -- I'm sorry -- this Court decided in Hoffman v.\nConnecticut which involved a preference action and even\nmore than that, a turnover action where there actually was\nproperty of the estate that the -- that the bankrupt\ntrustee was -- was entitled to recover, that in either of\nthose types of situations, the Eleventh Amendment applied.\nNow, of course, that case turned on whether Congress had\n-- had made a clear statement in the statute, but in any\nevent, the Court, having found that the -- that the\nCongress did not make a clear statement of intent to\noverride sovereign immunity, applied the Eleventh\nAmendment to that preference action, that turnover action\nin that case.\nNow, in this case we have no property. The --\nthe debtor is not seeking to -- to get property. The -\nthe creditor is not seeking to make a claim out of the\nproperty of the estate. So we would submit that -- that\nthe Court can decide this case, which involves a simple\nadversary proceeding on its face, the issuance of\ncompulsory process without even reaching the question of\nwhether a similar effect would -- would occur in -- in a\npreference action or in any other type of bankruptcy\naction.\nSo I'd like to emphasize to the Court that this\nis an unusual statute, and the question in this case is,\ndoes the Eleventh Amendment apply in the bankruptcy\ncontext? But the precise circumstances of this case can\nwell limit a court's holding to the question of whether\nsovereign immunity protects the State in an adversary\nproceeding on this particular type of statute for a\nparticular exception from discharge.\nIf there are no further questions -\nQUESTION: I do have. Would you tell me again,\nwhat -- what's the cite to the case about the turnover\nthat you just cited?\nMR. BRAND: It's -\nQUESTION: What is the name of the case?\nMR. BRAND: It's Hoffman v. Connecticut.\nQUESTION: Hoffman, thank you.\nMR. BRAND: It's a 1989 case -\nQUESTION: Right.\nMR. BRAND: -- in which -- in which the -- the\nplurality of the Court found that Congress had not made a\nclear statement of intent to override sovereign immunity,\nbut in which two Justices found that in any event Congress\nhad no constitutional authority to override Eleventh\nAmendment immunity in such a setting.\nIf there are no further questions, again we -\nQUESTION: Yes, I had one. And it was in --\nyour brief said, well, it's not that the bankruptcy law\ndoesn't find the States so that, for example, if the State\nas creditor would sue the student after she's been\ndischarged in bankruptcy, she could then as a defense say,\nI'm not liable on this debt. It's been discharged. I got\nthe undue hardship finding from the bankruptcy court.\nThat -- you did say that in your brief that that would be\n-- that -- that she could have this as a defense.\nMR. BRAND: Well, we -- we did not mean that she\nwould have obtained the undue hardship finding from the -\nthe bankruptcy court, but that she could raise the issue\nof undue hardship in whatever State proceeding was\ninitiated by the State.\nQUESTION: Why would the State ever initiate\nsuch a proceeding when it has much easier -- it can\ngarnish wages. It can intercept tax refunds.\nMR. BRAND: Your Honor, may I answer the\nquestion?\nQUESTION: Yes, briefly.\nMR. BRAND: The answer is, as Your Honor\nsuggests, the primary -- the primary means under the\nstudent loan program would be through wage garnishments\nand through tax intercepts, but the Federal regulations\nand State law would afford the debtor opportunity for\nadministrative proceedings to raise the undue hardship\nissue and prove that she should be absolved from the\nstudent loan debt. So there are State remedies available\nin the context not of a State court -\nQUESTION: Thank -- thank you, Mr. Brand.\nMR. BRAND: Thank you, Your Honor.\n"
    }, 
    "respondents": [
        "No. 02-1606 PAMELA L. HOOD."
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 1, 
        "MR. BRAND": 61, 
        "MR. GERSON": 37, 
        "QUESTION": 105
    }
}