{
    "appearances": {
        "content": "SETH P. WAXMAN, ESQ., Washington, D.C.; on behalf of the\nPetitioner.\nCARTER G. PHILLIPS, ESQ., Washington, D.C.; on behalf of\nthe amicus curiae, supporting the Petitioner.\nPATRICK LYNCH, ESQ., Los Angeles, California; on behalf of\nthe Respondent.\nJEFFREY P. MINEAR, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the United States, as amicus curiae,\nsupporting the Respondent.\n"
    }, 
    "caseNum": "02-572", 
    "caseinfo": {
        "content": "INTEL CORPORATION, :\nPetitioner :\nv. : No. 02-572\nADVANCED MICRO DEVICES, INC. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nSETH P. WAXMAN, ESQ.\nOn behalf of the Petitioner 3\nCARTER G. PHILLIPS, ESQ.\nOn behalf of the amicus curiae,\nsupporting the Petitioner 16\nPATRICK LYNCH, ESQ.\nOn behalf of the Respondent 25\nJEFFREY P. MINEAR, ESQ.\nOn behalf of the United States,\nas amicus curiae, supporting the Respondent 54\nREBUTTAL ARGUMENT OF\nSETH P. WAXMAN, ESQ.\nOn behalf of the Petitioner x\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, April 20, 2004\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n11:04 a.m.\n"
    }, 
    "petitioners": [
        "INTEL CORPORATION,", 
        "Petitioner", 
        "v.", 
        "No. 02-572 ADVANCED MICRO DEVICES, INC.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:04 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnext in No. 02-572, the Intel Corporation v. Advanced\nMicro Devices.\nMr. Waxman.\nORAL ARGUMENT OF SETH P. WAXMAN\nON BEHALF OF THE PETITIONER\nMR. WAXMAN: Mr. Chief Justice, and may it\nplease the Court:\n28 U.S.C., section 1782 authorizes discovery for\nuse in a proceeding in a foreign or international\ntribunal, upon application by an interested person. Those\nare words of indeterminate scope. No one in this case\ncontends that they should be applied to the limits of\ndefinitional possibility, that words like interested\nperson, for use in, proceeding require a contextual\ninterpretation, and the context in this case is comity in\ndiscovery. As -- in language that everyone in this case\nquotes, the 1964 Senate report characterized the statute\nas for the purpose of, quote, adjusting U.S. procedures to\nthe requirements of foreign practice and procedure.\nAnd with respect to the question presented in\nthis case, there are three salient, completely undisputed\nfacts.\nNumber one, EC law denies an antitrust\ncomplainant any discovery rights for anything at any stage\nof the proceeding however long or short it may go.\nNumber two, if AMD had filed its complaint with\nthe Antitrust Division of the Justice Department or the\nFTC, it would likewise have no discovery rights\nwhatsoever.\nAnd third, the EC, which can obtain these\ndocuments directly from Intel, has not only declined to do\nso in this case, but has unequivocally represented to this\nCourt that permitting parties that file complaints with\nit, thereby to invoke section 1782, will interfere with\nits governmental functions.\nQUESTION: Mr. Waxman, I -- I -- it seems to\nmake a lot of sense, but I need a -- I need a -- a hook to\nhang it on. I need some language in that text which -\nwhich would enable me to say, oh, it means you only get\ndiscovery when there would have been discovery in the\nforeign proceeding. But I -- I don't -- I don't see any\nlanguage that gets me anywhere near that.\nMR. WAXMAN: Justice --\nQUESTION: You can fall back, I suppose, on -\non guided discretion until, you know, we can tell the\nlower courts never to do it unless its available in\nforeign -- but I don't see it in the language.\nMR. WAXMAN: Justice Scalia, I'm -- I'm\nconfident that our successive briefs in this case provide\na number of hooks, but I'm going to give you one or two\nthat I think are particularly applicable with respect to\ntextual interpretation, although obviously we also would\nurge the Court, because this is a procedural statute, not\none that grants substantive rights, that it can and must\nannounce general rules of supervisory power that outline\nwhere a -- where discretion ends and abuse begins because\nanother operative word in the statute is may.\nBut since we're talking with text, let's look,\nfor example, at the word, interested person. The\ninnovation of the statute is it said, okay, you can grant\ndiscovery either pursuant to a letter rogatory, et cetera,\net cetera, which is the ordinary way in which\ninternational discovery is invoked by foreign tribunals or\nforeign sovereigns, or by an interested person. Now, no\none in this case says that interested person should be\ngiven its plain meaning, otherwise we would have\nessentially a universal private freedom of information\nact. And so -\nQUESTION: I understand that. But I am looking\nor a word in here that -- that similarly requires you to\ndecide whether the foreign court itself would allow\ndiscovery.\nMR. WAXMAN: Well, we -- we think --\nQUESTION: Which is -- which is the -- the major\npoint you were addressing.\nMR. WAXMAN: Yes.\nQUESTION: I don't see any -- any -\nMR. WAXMAN: Everybody will come -- everybody\nwho argues today will give you some definition of what\ninterested person is, and none of them are the limits of\ndefinitional possibility. So you've got to give it a\nconstruction that is consistent with the history and\npurpose of the statute.\nQUESTION: Why not at least a complainant? I\nmean, the person who is seeking the discovery here is the\ncomplainant, the one who comes to the commission and says\ninvestigate.\nAnd I understand your third point. Your first\ntwo points puzzle me because there is no counterpart in\nEuropean schemes to our out-of-court discovery. It\ndoesn't exist. It all takes place under the control of\nthe court and the direction of the court. And on the\nother hand, the -- the animal that the EC antitrust unit\nis is nothing like our Antitrust Division where the -- we\ndon't have that blending. You don't have a complainant\nwho has a right before that commission to submit evidence,\nto be present at their -- if they -- if they do have a\nhearing. We don't have a complaining party before the\nAntitrust Division that has a statutory right to be\npresent at a hearing. So you -- the -- the systems are\ndifferent and you can't compare them on both points.\nMR. WAXMAN: To be -- to be sure -- to be sure,\nJustice Ginsburg. And you will hear -- you know,\neverybody has their own favorite contextual interpretation\nof words like interested person or for use in. But the\ncontext of this statute is discovery, and the purpose, as\nmade pellucidly clear, is to reduce the significance of\ninternational boundaries in discovery. And therefore,\nwhat we say, with respect, is you should read interested\nperson to mean an entity that has at least some discovery\nrights to something at some stage of the process, whether\nit's pending or imminent or reasonably foreseeable.\nQUESTION: Some -- some discovery rights in this\ncountry?\nMR. WAXMAN: In -- in the foreign country, that\nis, for the foreign sovereign who's being assisted.\nNow -- now, AMD suggests that oh, no, no, no,\nno. Another purpose of the statute was the imperial\nexport of, quote, liberal American discovery rules. Now,\nwe think that's wrong, but even if it were right, it would\nbe unavailing in this case because it is undisputed that\nif they had filed a complaint with any of the antitrust\nregulatory authorities here, they would be entitled to no\ndiscovery whatsoever. And therefore, at least you ought\nto interpret interested person to mean a private entity\nthat has no discovery rights whatsoever either in the\nforeign proceeding or would have it here.\nI mean, the very premise of, quote, liberal\nAmerican discovery is that it is available when a private\nparty undertakes the obligations of being a litigant.\nThat is, you file a -- you can't get discovery based on\nsome speculation that you have a lawsuit. You get\ndiscovery when you undertake the obligations consistent\nwith rule 11 of pleading a case. And what they are trying\nto do -- there is no case, reported case, decided by any\ncourt in the long history of this -\nQUESTION: But even so, if you take a typical\ncivil law proceeding a -- between private litigants, you\ncan't go out and get discovery on your own. The court has\nto authorize it, and the order for discovery will come not\nfrom a subpoena that you sent as a private party. It's\njust -- they don't -- so if we were to interpret it your\nway, then you would say, well, that no private party in a\ncivil law system that doesn't know from pretrial\ndiscovery, doesn't have anything like pretrial discovery,\ncould never get any documents, could never get any\ntestimony.\nMR. WAXMAN: Justice Ginsburg, I -- I think -- I\nmean, I think this Court ought to announce that since the\nmanifest purpose of the statute is to assist, quote,\nforeign tribunals and litigants before those tribunals,\nthat the indeterminate words of the statute should be read\nin that context. But even if you wanted to say that\ndiscovery would be available at least on a discretionary\nbasis, to someone who has some discovery rights somewhere,\nif they were to file this type of action in some place,\nthat would also be useful to the lower courts.\nAnd there -- it is simply irrational to say that\na statute that was enacted in order to reduce the\nsignificance of international boundaries would create this\ngiant loophole that creates ubiquitously universally\nunavailable discovery, just because somebody has --\nhappens to bring an administrative complaint in one\ncountry and seeks to receive documents that are available\nin this country when he or she couldn't have received them\nif he had sued here and where the foreign, quote, tribunal\nhas stated as a categorical matter that resort to section\n1782 by complainants before it will affirmatively\nundermine its sovereign governmental processes.\nQUESTION: What happens when AMD goes to the\ncourt of first instance, disappointed with what the EU\ncommission or that the EU committee has done, and then it\ngoes to the court of first instance? Can that court of\nfirst instance in its discretion order any discovery?\nMR. WAXMAN: I believe, Justice Kennedy, that\nthe answer to that question is no. I'm sure that Mr.\nPhillips, on behalf of the EC, will be able to correct me\nif I'm wrong. But whether it can -\nQUESTION: I'm sure he'll -- I'm sure he'll be\nglad you asked him to do that.\n(Laughter.)\nMR. WAXMAN: Well, I'm giving him at least 15\nminutes advance -- 10 minutes advance warning.\nThe point here, I think, in response to your\nquestion, Justice Kennedy, as whether it could or couldn't\nis a feature of a sovereign determination by the countries\nthat make up the European Community. If discovery is\navailable in that proceeding, there's no doubt that's a\ncourt proceeding and that's a proceeding before a\ntribunal. And whatever discovery rights -\nQUESTION: But I'm talking, Mr. Waxman -\nMR. WAXMAN: -- whatever --\nQUESTION: Mr. Waxman -\nQUESTION: That's -- that's why I asked and it\nwould seem -- let's assume that the court of first\ninstance could order and in the usual course would order\nsome sort of discovery. Would that change your case here?\nMR. WAXMAN: It -- it wouldn't at all. If it\ncould, then, you know, a 1782 request could be made in the\nunlikely event that the EC or the court couldn't simply do\nwhat it can do now, which is order Intel to produce the\ndocuments. I mean, that's -- that's the jarringly\nanomalous result that they're seeking.\nQUESTION: Mr. Waxman, I thought it was clear\nthat the court proceeding is a review of the record as it\ncomes to the court from the commission, that is, that the\nonly proof-taking stage is before the commission and that\nthe EC courts, both the tribunal of first instance and the\nECJ, review on the record that exists. They don't take\nany proof.\nMR. WAXMAN: I believe that's correct, and our\n-- they call -- they say that this puts them in a, quote,\nCatch-22 or a conundrum, but it does nothing of the sort.\nThe question before the court of first instance may be -\nand this is assuming a lot of speculative things\nincluding, among others, that they are disappointed with\nwhat the EC does and that the EC doesn't do what it could\ndo any day, including this afternoon, which is order Intel\nto produce these documents, but assuming documents aren't\nproduced and the EC decides, as we fervently hope, not to\nproceed against Intel and -- and they decide that it's\nworth it to go to the court of first instance and the\nreview will only be on the record that the EC compiled,\nunder European Community law ipso facto the question would\nbe whether or not the EC or DG comp erred in declining the\nrequest to obtain these documents.\nI mean, you -- we -- we don't have a proceeding\n-- let's say in a -- just a regular lawsuit in the United\nStates. I'm -- you know, Intel is suing AMD. Intel wants\ncertain discovery. AMD objects. The judge says, I'm not\ngoing to grant that discovery. I don't really think\nthat's necessary. We don't have a procedure. You'd be\nlaughed out of court if you came in and said, well,\nnonetheless, we want it produced so that if we lose before\nthis court proceeding and we go up on appeal, we'll be\nable to argue not only that the district judge abused his\ndiscretion in denying discovery, but we want to be able to\nshow what those documents would say. I mean, nobody has\nsuch a procedure.\nAnd to the extent that there's any, quote,\nconundrum here -- and frankly, I don't see it -- it's a\nconundrum that is the result of the way that the European\nCommunity has chosen to organize its processes.\nQUESTION: I think the -- the difficulty is -\nis, well, what are the rules. What you say sounds as if\nit makes a lot of sense, but there are three aspects to\nthe case.\nStarting backwards is, can a private party bring\nthis? The answer is yes. You agree it's yes. But you\nwant to say not always. So then you have a rule that\nyou've just enunciated now of who definitely couldn't.\nAnd as to the second, I guess -- I mean, I'm not\nsure that's the right rule, frankly. Maybe we'd figure\nthat out. Maybe it is.\nThe second part. I found an opinion by Justice\nGinsburg where she has a rule which is in the D.C. Circuit\nwhich says about how close it has to be in time, and my\nguess is that you will say that's okay, but I'd be\ninterested if you don't.\nAnd as to the first part about, well, yes, we\nagree this is a person who can get discovery, but not\nhere, now, there I don't see any rule at all. So I'd like\nto know your views on that.\nMR. WAXMAN: Well -\nQUESTION: I mean, you want to follow their -\nall right.\nSo my two questions are, is Justice Ginsburg's\napproach to the time problem okay with you?\nMR. WAXMAN: No. We think -\nQUESTION: No. All right.\nMR. WAXMAN: -- that insofar -- well, we think,\nfirst of all, as the EC has explained, there is no\nproceeding before a tribunal and there won't be unless and\nuntil one of these two parties ever decides to go to the\nEuropean -\nQUESTION: Well, that -- her quote --\nMR. WAXMAN: And -\nQUESTION: Let me -- I better quote this. It\nsays you have to have to get this discovery reliable\nindications of the likelihood that proceedings will be\ninstituted within a reasonable time.\nMR. WAXMAN: Right.\nQUESTION: Now, you might win under that for the\nvery reason you state.\nMR. WAXMAN: I think we certainly would win\nunder it. We think on balance that when the request is\nmade by a private party, not a foreign sovereign or\ntribunal, that the request should be made by somebody who\nis a litigant in pending litigation but that at the most,\nif the court were to say, well, okay, even in the context\nin which there is a private who's not even a litigant yet,\nwe're going to allow discovery to be obtained where\nlitigation is, as the Second Circuit has said, imminent,\nthat is, reasonably likely to occur and reasonably soon to\noccur, because otherwise discovery by private parties,\nprior to the -- the initiation of any proceedings before a\ntribunal is ubiquitously unavailable unlike the context\nof, for example, an investigating magistrate or a criminal\nprosecutor where it almost always is universally\navailable, and the 1996 amendment to the statute reflects\nthat.\nQUESTION: Do you have any explanation for\nelimination of the word pending from the statute?\nMR. WAXMAN: None, particularly since the\nlegislative history -- the language of the legislative\nhistory that explains the statute continues to use it, it\nseems to me that what they -- what they -- it most likely\nreflects the fact that they wanted to include the French\ninvestigating magistrates -- and I won't mangle the\nlanguage by trying to give the French pronunciation --\nwhere it was arguable whether that was or wasn't a\ntribunal. They wanted to -- to cover it and therefore\npending wouldn't necessarily have been required in that\ncontext.\nBut I don't think -- there is not a shred of\nevidence that when Congress considered this statute at any\npoint in its legislative development, it ever considered\n-- and it had no reason in the cases to ever consider -\nan outlandish request where a private party that doesn't\nhave any discovery rights at this stage anywhere in any\ncountry no matter where it files such a complaint would\nthereby get them as a windfall by means of this\nanachronism.\nMay I reserve the balance of my time?\nQUESTION: Very well, Mr. Waxman.\nMr. Phillips, we'll hear from you.\nORAL ARGUMENT OF CARTER G. PHILLIPS\nON BEHALF OF THE AMICUS CURIAE, SUPPORTING THE PETITIONER\nMR. PHILLIPS: Thank you, Mr. Chief Justice, and\nmay it please the Court:\nJustice Kennedy, the answer to your question is\nthat the court of first instance does not have the\nauthority to order discovery.\nBut Justice Ginsburg, the answer to your\nquestion is that the court of first instance does have the\nauthority to say, in response to an argument made by AMD,\nthat we have not adequately explained why we didn't take\nthat information into account. And we know from the\nbriefs that AMD has a pretty good idea what that\ninformation entails and therefore would be in a perfectly\nadequate position to go first, obviously, to the\ncommission and say this is why we want you to consider\nthis information.\nAnd then second, in the event that we were to\nissue a refusal to go forward with the proceeding, which\nwe have to explain, frankly, in quite excruciating detail,\nthat's then subject to very much plenary review by the\ncourt of first instance and ultimately the Court of\nJustice.\nQUESTION: And the court of first instance can't\nexpand the record.\nMR. PHILLIPS: No. The court of first instance\ndoes not expand the record. It, like our Federal courts\nreviewing agency decision-making, has the authority to\nsend the matter back to the agency to review the question\na second time.\nQUESTION: Where does this proceeding stand now?\nI mean, this is a discovery request and it's pretty -\nit's been pending pretty long. Has the commission made no\npreliminary determination?\nMR. PHILLIPS: The commission has not made a\npreliminary determination. I think it's important to put\nit in context. This is a -- an abuse of monopoly power\nclaim based on a large number of contracting arrangements\nbetween Intel and a lot of its customers. And the\nquestion -- and so there's a serious question of having to\nreview a lot of market data in order to determine whether\nor not there appears to be a pattern of abuse or a problem\nthat's worthy of going forward with.\nSo the commission has for some time been taking\na very hard look at the nature of the market, has\nobviously talked to AMD, has talked to Intel. I think\nthat's an important aspect of this case that the Court\nought to have in mind, is that -- and -- and it's part of\nthe comity concerns that I think ought to animate the\nCourt's analysis of this problem. The commission has an\norderly process and that process may, at some day, require\nit to ask Intel to provide these particular documents or\nother documents. We don't know.\nBut what we don't want frankly is for a private\nentity to run to a United States court and use essentially\nthe commission as a pawn in an effort to obtain pre\ncomplaint discovery. That's pre-complaint both pre in the\nUnited States complaint and pre-complaint in the -- before\nthe European Commission. If at some point in the future\nwe need assistance, we know how to obtain that assistance\non our own. We don't require, quote, interested parties\nto do so.\nIn our -- in our assessment of the case and -\nQUESTION: How does that fit in the rule then?\nI mean, what kind of -- what kind of a rule of law is it?\nI mean, what do you -- how do you fit that in?\nMR. PHILLIPS: We -- we --\nQUESTION: Do you say if the commission doesn't\nwant it, then don't give it to them, but if they do want\nit, do? How does this fit?\nMR. PHILLIPS: Well -\nQUESTION: How do you interpret the statute to\nget the result that you're arguing for?\nMR. PHILLIPS: Let me give you a preliminary\nanswer and then I'll tell you -- the -- the real answer as\nhow -- we would interpret it through the word tribunal.\nThat's the statutory hook that the commission feels most\ncomfortable with.\nQUESTION: No, a tribunal -- I don't think it is\na tribunal probably, but I'll hear more on the other side.\nBut still, there is a tribunal in the offing and that's\nthe tribunal that will be there if the commission decides\nto enforce this.\nMR. PHILLIPS: To be sure, Justice Breyer. But\nthe Ninth Circuit's decision was based on an assessment\nthat the preliminary actions taken by the commission in\nthis particular case are such that render us a tribunal\nwithin the meaning of the statute, which was the explicit\nbasis on which the court of appeals ordered this\ninformation to be evaluated at least on remand by the\ndistrict court. And -- and our position is, at least to\nthe extent that this Court is going to adopt an -- an\napproach akin to that by Judge Friendly in the Second\nCircuit opinion involving the Indian tax collectors, which\nlooks to see whether or not the adjudicative function is\ndistinct from the investigative functions, our answer\nwould be that we are not that kind of a tribunal. We -\neverything we do is investigative. We do not perform -\nQUESTION: That would do it, but they have -- I\nthink they have the alternative ground here, that even if\nyou're not a tribunal, the Ninth Circuit says it could\nlead to a proceeding in the court of first instance.\nDon't they say that somewhere in their opinion?\nMR. PHILLIPS: They make that argument, but that\nwould be an alternative theory.\nQUESTION: All right. So as long as they make\nthat argument, then I can't say, okay, I've got the result\nthere that -- that they're arguing for, assuming you're\nright, that -- that just by using this thing about the\ntribunal.\nMR. PHILLIPS: Well -\nQUESTION: All right. Now, so -- so what else\ncould we use to get to your desired end with this statute?\nMR. PHILLIPS: Well, the -- the next step,\nobviously, and it's not one that the commission argues for\nspecifically, but it's one that -- that Intel makes, which\nis that even if -- if you're going to use the court as the\nultimate tribunal, then what is the nexus between this\nrequest for information and a proceeding before that\ncourt. That's so far off into the future. It certainly\nimplicates the earlier D.C. Circuit opinion by Justice\nGinsburg, et cetera.\nQUESTION: I assume that the EU committee would\nbe a tribunal under the first sentence if it asked for the\ndocuments.\nMR. PHILLIPS: No, it would not regard itself as\na tribunal under those circumstances. If we wanted these\ndocuments, we -- we would seek them either directly from\nthe parties or through some other mechanism. This is not\na mechanism that the -- that the commission itself views\nas available to it to seek documents. We would go through\ngovernment officials. We would go to the FTC. We would\ngo to the Department of Justice to seek information. We\nmight go to our -- our member countries to seek\ninformation, or we would go to parties over whom we have\ndirect jurisdiction to seek information. But 1782 is not\na provision that the commission views itself as -- views\nas available to it, nor does it want to be used as a pawn\nby -- by private entities seeking to employ its processes\nas a mechanism to obtain pre-trial -- pre-complaint\ndiscovery that's available under no other circumstances.\nThe -- the over-arching argument that the\ncommission would like the -- the Court to take away from\nthis is -- is a question of if you have to decide on a\ncontextual basis, because the language of the statute is\nnot unambiguous and therefore you have to come up with\nsome limiting principles, the commission urges the Court\nto recognize that the use of discovery in this -- the use\nof this statute in this particular way is a direct\ninterference. It risks the release of confidential\ninformation. It increases the burden on the commission\nand the workload that it has, and it allows us to\nunseemingly -- unseemingly being used -- unseemly being\nused as a pawn in this kind of -- in this kind of an\neffort at discovery. And we would ask -\nQUESTION: How does it increase the commission's\nworkload?\nMR. PHILLIPS: Well, it -- it --\nQUESTION: In the sense that you look at it if\nthey give it to you?\nMR. PHILLIPS: In that sense and it also\nprovides an incentive.\nQUESTION: Why -- why don't you just say we're\nnot going to look at -\nMR. PHILLIPS: It -- it provides an incentive\nfor more filings with the commission in order to use this\ndevice in order to obtain discovery that you otherwise\ncould not get. And I think there's good reason to suspect\nthat it may be used. Certainly if this Court were to\nuphold what AMD attempted to accomplish here, I would be\nquite worried about other plaintiffs in future cases using\nthis particular device.\nAnd remember, there are no rule 11 sanctions\nthat are available for a filing with the European\nCommission. You don't have to be a lawyer to file a\ncomplaint with the European Commission. It requires a\nrelatively minimal amount of effort. It's a letter that\nidentifies a particular problem and asks the commission\nthen to go forward and take a look at it. Therefore, it's\na -- it's essentially a costless exercise by plaintiffs\nusing the commission, I submit, in a way that I would hope\nthe Court would find inappropriate and therefore ought to\nresolve the ambiguities, whether you do it on the basis of\ntribunal or for use of or proceeding -- and the commission\nwould not presume to tell this Court how to interpret the\nlanguage of its statute, but whatever choice you make,\nwhichever statutory hook you look for, the commission\nwould ask that this Court interpret the statute narrowly.\nQUESTION: What about the one that comes up in\nthe reply brief? And it -- and this is Intel's brief. So\nI'm wondering if the commission shares the view that 1782\nis meant to deal with procuring evidence in the United\nStates from a third party, not from the party before the\ncommission, not from Intel because the commission can tell\nIntel you give -- give us these documents. But it must\nrefer to people who are not before the court.\nMR. PHILLIPS: Yes, well, the commission is\ncertainly supportive of that notion because the commission\nbelieves that when and if it needs these -- this\ninformation, it will be able to obtain it directly from\nthe party. That is the easiest undertaking in order to\nobtain information that the commission has available to\nit. So to the extent the Court wants to draw that line,\ncertainly the commission would be quite comfortable with\nthat line. Again, of course, the commission is\nuncomfortable telling you how to decide the case -- the\nstatutory -- the specific statutory language.\nLet me just -- one last point. The last thing\nin the world the commission really wants is to have 800\ndistrict courts deciding this issue on a case-by-case\nbasis exercising their discretion. It seems to us that\nthat is an intolerable burden to impose on the commission.\nIt cannot monitor all litigation in the United States in\norder to make its interests and concerns known. And,\ntherefore, it is terribly important that this Court\nannounce a rule, either as a supervisory matter or as a\nmatter of statutory construction, that will limit the\nability of the commission to be used, as I say, as a pawn\nin this discovery effort.\nQUESTION: What -- what's our authority to\nannounce a supervisory rule? What's your best case for\nthat?\nMR. PHILLIPS: Oh, geez. I don't -- off the top\nof my head -- I mean, the commission didn't examine it -\nthat particular issue specifically, Justice Kennedy. I'm\n-- I'm hoping that my colleague in rebuttal will be able\nto give -\nQUESTION: Interpretation of what comity\nconsists of in this instance.\nMR. PHILLIPS: Well, the -- the comity principle\nare the cases like McCulloch and the -- and the -- that we\ncited in the brief, and obviously Charming Betsy. I mean,\nthose are rules of interpretation that we have, but that's\nnot -- that doesn't answer Justice Kennedy's specific\nquestion.\nQUESTION: Thank you, Mr. Phillips.\nMr. Lynch, we'll hear from you.\nORAL ARGUMENT OF PATRICK LYNCH\nON BEHALF OF THE RESPONDENT\nMR. LYNCH: Mr. Chief Justice, and may it please\nthe Court:\nI'd like to underline three points.\nFirst of all, the question of the EC's comity\nconcerns. Those concerns deserve respect, but\nemasculating section 1782 is not the proper way to respect\nthose concerns. Privilege is really the right answer to\nthe EC's concerns and the right answer to counsel's last\nexpressed concern about 800 district judges reaching\ndifferent conclusions in different cases.\nAs to the second question, whether or not this\nis a proceeding before a tribunal, which seems to be the\nheart of this case, when Congress enacted or amended\nsection 1782 in 1965, it is absolutely clear that Congress\nintended to extend the rights granted under section 1782\nto proceedings in foreign countries that were quasi\njudicial and administrative in nature. And it is also\nquite clear that Congress did not know and did not\nconsider it necessary to know all the different shapes and\nforms that administrative law might take in other\njurisdictions.\nQUESTION: In Israel, for example, if you have a\n-- a criminal prosecutor, it looks just like our\nprosecutor. My understanding is that the one difference\nis that a victim could go to court to force the prosecutor\nto bring a prosecution. So does that mean now under this\nstatute, because of that one difference, all prosecutors\nin Israel are open to this -- our tribunals under this\nstatute?\nMR. LYNCH: Well, I -- I think that the -- the\nquestion of whether a victim is an interested person\narises -\nQUESTION: No, no. I'm not -- that's not the\npart I'm getting at. I am saying it's easy to think of\npeople whom, when we look at them, they are precisely like\na human being in the U.S. Attorney's office, and\neverything they do every day is just like a U.S. Attorney,\nbut for one thing, that somebody who wants a prosecution\nto be brought can get a court to review a decision, no\nprosecution. Now, I'm asking you if that single\ndifference is sufficient to translate this into a tribunal\nunder the act.\nMR. LYNCH: Your Honor, I believe that the\nanswer is that the court to which you can go in Israel and\nask them to direct the prosecutor to bring a prosecution\nhas to be a tribunal within the meaning of the statute.\nQUESTION: No. Now, you're not getting my\nquestions.\nMR. LYNCH: But the prosecutor is not a\ntribunal.\nQUESTION: I don't want to just repeat it again.\nDid you not understand the question? The question is I'm\nimaging a person like a U.S. Attorney, exactly the same,\nand there's only the one difference I mentioned. Somebody\ncan go ask a judge to say did he abuse his discretion in\nnot bringing this RICO case. Okay? That's the only\ndifference. Now, I'm asking you if we had such a person,\ndoes that make him a tribunal under the act.\nMR. LYNCH: A person -- the prosecutor would not\nbe a tribunal.\nQUESTION: Fine. If that's so -\nMR. LYNCH: The --\nQUESTION: -- and I agree with you -- how does\nthis particular tribunal differ from the one I just\ndescribed? I don't mean a tribunal. How does the\ncommission differ from that prosecutor I just described?\nMR. LYNCH: Because under the European rules of\nprocedure which I can't relate to Israel, but I can relate\nto the United States --\nQUESTION: Forget Israel. I might even be wrong\nabout Israel.\nMR. LYNCH: Under the --\nQUESTION: You've got my question.\nMR. LYNCH: Under the --\nQUESTION: And I want to know how they differ\nfrom what I just said.\nMR. LYNCH: Under the European rules of\nprocedure, Justice Breyer, the -- the European Commission\nhas to consider the facts, has to apply the law to the\nfacts, has to reach a decision which is reviewable by a\ncourt. This is not -\nQUESTION: And that differs from my case, which\nwas our U.S. Attorney who can be brought to court for not\nprosecuting on those kinds of grounds. You said it\ndoesn't apply to him, and now you're more or less\nrepeating what I said was the special feature of my\nimaginary U.S. Attorney.\nMR. LYNCH: Well --\nQUESTION: So is -- you can elaborate on that or\ngive me another one too.\nMR. LYNCH: I believe that the -- the process I\ndescribed is a classic example of quasi-judicial activity\nby an administrative body. It would be an adjudication\nunder the Administrative Procedure Act.\nQUESTION: The prosecutor has no authority on\nhis own to impose a fine. Right? He can just bring the\ncase to court, and I think what you're saying is that the\ncommission here does have authority on its own to take\naction against a party. That -- now, that action that it\ntakes will be reviewable, but it can impose a fine or\nrequire the -- the selling of some of the assets of the\ncompany and so forth. Isn't that right?\nMR. LYNCH: Yes. Yes, Your Honor.\nQUESTION: That's very important. That's -\nQUESTION: That's different. That's different\nfrom what a prosecutor can do. He can't -- he can't do\nanything on his own.\nMR. LYNCH: He cannot do anything on his own.\nHe does not have the power to issue fines.\nQUESTION: And so what is the difference there\nbetween -- and I -- I'm serious about this question. What\nis the -- what -- all my questions are serious.\n(Laughter.)\nQUESTION: But this is -- I don't know the\nanswer to this. What is the difference specifically\nbetween the EU saying you pay $10 million and the U.S.\nAttorney saying we want him to pay $10 million? What's\nthe difference there procedurally?\nMR. LYNCH: The -- the order of the EC, the\norder of the commission is a final, enforceable judgment\nin Europe unless the party, the respondent to that order,\ntakes an appeal to the community courts. And that would\nbe the same as an order of the NLRB or an order of one of\nour administrative agencies which is enforceable but\nsubject to judicial review. I don't want to -\nQUESTION: When they review it, do they give a\nleg up to the commission?\nMR. LYNCH: When -- when the -- the\ncommission -\nQUESTION: If it goes to court, is the -- is the\nissue in the court in the EU an issue like review of the\nNLRB, that the NLRB wins, unless they're quite wrong, or\nis it like a court reviewing a decision of the Antitrust\nDivision to bring a tying case where the court will say,\nwe'll make up our mind on our own? You know, they know\nsomething about it, so do we. Which is it?\nMR. LYNCH: It -- I think it's some of both. If\nthe -- if the --\nQUESTION: It has to be either one or the other.\nThey -- they either have to give deference to the agency,\nas we did, or they're making this decision on their own.\nAnd so -\nMR. LYNCH: If the agency purports to be\ndeciding on a question of law, like is this tying, they\nwould review the decision of the agency the same way a\nU.S. court would and say, whether or not this is tying\nunder article 82 or article 81, is ultimately a decision\nof law and ultimately the community courts have the last\nword on it. If they were making a decision, was the\nprocedure that was followed here adequate, did the -- did\nthe commission properly weigh the evidence, did it pursue\nthe right evidence, they would give -- they would give\ndeference to the commission's ability to decide how to\nconduct its process. So there's a great deal -\nQUESTION: How about fact-finding?\nMR. LYNCH: The fact-finding process is -- I'm\n-- I'm at a loss to relate it to U.S. process. There's\nnot like a substantial evidence -\nQUESTION: No, I'm not talking about process.\nI'm saying does the reviewing court defer to the\ncommission's finding of fact.\nMR. LYNCH: It -- I think it clearly defers, but\nI can't find that standard of review because the\ncommission has been reversed in the Guerin case, for\nexample, which is cited in the briefs. The commission has\nbeen reversed because the facts before it, according to\nthe reviewing court, established a violation -\nQUESTION: My impression, which only comes from\nthe newspapers, is that the courts there are taking a much\nmore active role and it's becoming like they're vis-a-vis\nthe Antitrust Division and it's not like vis-a-vis a\ncommission. But is that -- my -\nMR. LYNCH: I would -- I would say -\nQUESTION: I'm wrong on that.\nMR. LYNCH: -- with -- with all respect, I would\nsay it would be like this Court vis-a-vis the district\ncourts or vis-a-vis administrative agencies as opposed to\nprosecutors.\nAnd where -- where I started on this point was\nthat in enacting 1782, Congress did not undertake to\ndictate Europe or to any other country in the world\nexactly our standards of administrative procedure.\nQUESTION: But did it -- did it undertake to\ndictate to us that we should exceed our standards? I\nmean, I can understand the -- the argument that you -- you\nmustn't, in effect, limit the -- the discovery here by the\ndiscovery that they could have had over there because who\nknows what it -- I mean, we're just not experts in that,\nand it's hard to find out.\nWe are, however, at least closer to being\nexperts on what American law would provide. Is it\nplausible to think that Congress was, in -- in extending\nthis great example to the world, extending an example\nwhich would provide even more generous discovery than\nAmerican law would in a domestic antitrust proceeding?\nMR. LYNCH: Your Honor, I think that is a false\npremise here. The difference between what's going on in\nEurope and what's going on here is that Europe gave AMD\none and only one Europe-wide remedy. In the United\nStates, we could have brought a private action in the\ndistrict court for these very same violations. In Europe,\nour only Europe-wide remedy was to go to the commission.\nThe European authorities as --\nQUESTION: So, in other words, you're simply\nsaying we can't -- we could sue here. We can't sue there.\nTherefore, you've got to, in effect, give us the right of\na litigant here even though we are not there in a\nlitigant's position.\nMR. LYNCH: With all respect, I would say we are\nin a litigant's position. Under our interested party\nrules -\nQUESTION: But not in -- not in the sense of\nbeing a party as -- as you would be if you brought a\nprivate antitrust complaint. That's all I meant.\nMR. LYNCH: In the sense of being a party in\nthat our application has the same standing under European\nprocedural law as a complaint would have here, that when\nwe file that complaint, the commission ipso facto owes us\nan obligation to make an adjudication. It cannot, just as\na matter of discretion, disregard our complaint. It must\nmake a reasoned decision applying law to the facts. It\nmust consider the evidence.\nQUESTION: Okay. So you, in effect, I think are\ntelling me, yes, we'll accept the position that we\nshouldn't be better off than we would be in the United\nStates if you realize that we are in the position of an\nAmerican plaintiff right now. That's -- that's your\nanswer.\nMR. LYNCH: I'm -- I would say it slightly\ndifferently, that whether you call us in the position of\nan American plaintiff right now or whether you say there\nis no direct analogy, we are a litigant in any practical\nsense of the word.\nThe commission in its brief acknowledges that\nwhen you get down to that last step, they are acting as a\ntribunal. They are making a reasoned determination.\nThey're -- they're doing everything that our Due Process\nClause -\nQUESTION: Do they -- do they -\nQUESTION: May I go -\nQUESTION: Must they consider -- and I -- I\nthink this is along the lines of what Justice Souter is\nasking, so I hope I'm not interrupting. Must they\nconsider any evidence you give them?\nMR. LYNCH: They must.\nQUESTION: Or can they say that it's -- that -\nthat there's a -- certain relevancy rules that -- that you\nmust adhere to?\nMR. LYNCH: Well --\nQUESTION: Because what's happening, it seems to\nme, is that you want to force them to consider things they\ndon't want to consider.\nMR. LYNCH: Well, I -- with all respect, I don't\nknow that they've ever said they don't want to consider\nit. The indication we have is that they don't have the\nresources as -- as an enforcement agency to go after this\nmaterial which we think would be highly relevant.\nBut the answer to your question is, according to\nthe -- to the court of first instance, the European Court\nof Justice, they must consider the evidence we put before\nthem. Like a district court, they could presumably say\nthis is irrelevant evidence, but they -\nQUESTION: But haven't they, in effect, said\nthat? They said, please, we don't -- we don't want this.\nMR. LYNCH: They have not said that. They have\n-- the -- the commission tells us -- and I believe counsel\nhas indicated -- if we present the evidence, they have an\nobligation to consider it and they have an obligation to\ndeal with that in their decision. And they must make a\nreasoned decision which is reviewed by the court -\nQUESTION: But they don't want it.\nQUESTION: Isn't the --\nQUESTION: But they don't want it. They've also\nsaid they don't want it. They said, if you give it to us,\nwe'll look at it, we have to, but frankly, we'd rather you\ngo away. Isn't that what they've said?\n(Laughter.)\nMR. LYNCH: No -- no one connected with the\ncommission has said that to us. And the -- the\ncommission's briefs I guess are capable of that\ninterpretation in this Court. But what -- what the staff\nworking with us says is that they don't want to ask for it\nbecause of whatever decision they'd make. But they have\nno have no objection to us asking for it. We told them\nabout this proceeding before we filed it. We kept them\ninformed every step of the way.\nTo go back -\nQUESTION: May -- may I go back to the -- to the\none point of your answer that -- that continues to bother\nme? And it may be that I -- I don't understand something.\nSo that's what I want you to help me on.\nI thought their argument was that when you say\nyour present position is just like the -- or is the\nposition of a litigant, the difference between you as a\nlitigant over there and you as a litigant here is -- is a\ndifference in -- in effect, in responsibility. You at\nleast at not supposed to bring an irresponsible complaint\nin the United States. You can be sanctioned if you do.\nThey, I think, are implying that you don't have that\nobligation of responsibility over there and therefore\nsimply by filing a complaint, without anything more, you\nget a free ticket to discovery, whereas your ticket to\ndiscovery if you were suing in the United States, is not\nfree because you would have to meet a certain threshold of\nresponsibility before you bring it, and therefore your\npositions aren't the same.\nWhat is the answer to that?\nMR. LYNCH: There is no rule 11 for any\nproceeding brought in the European Commission. They have\nno direct rule 11. They have great power over the firms\nthat come before them, and they're perfectly capable of\nprotecting themselves from frivolous activity.\nI think the difference between the commission\nand us is this. When I finish or when the last person to\nspeak finishes, this Court will say the matter stands\nsubmitted. The commission is arguing, in effect, that\nit's not litigation until the commission says the matter\nstands submitted. And there's this momentary point when\nthey're a tribunal and the door slams shut. Then the\ncourt of review says, you didn't come to the commission\nand offer your evidence.\nIt's taken us nearly 3 years to -- to get access\nto this evidence, which we wish to put before the court.\nWe are like any litigant in the United States who wants to\nsay that the body charged with enforcing the labor law,\nthe body charged with enforcing the occupational safety\nlaw, has not properly conducted its due diligence. We\nhave a proprietary interest in our own right of coming\nforward and presenting persuasive evidence to the -\nQUESTION: Mr. Lynch, can I ask you this\nquestion?\nMR. LYNCH: Yes, sir.\nQUESTION: It's prompted by Mr. Waxman's\nargument. Because you filed a complaint, you say you're\nan interested person. Is that right?\nMR. LYNCH: We can't be an interested person\njust by filing a complaint. There are -- there are the\nequivalent of --\nQUESTION: Why not?\nMR. LYNCH: -- of standing requirements --\nQUESTION: I was -- I was going to ask you, what\nif you just filed an affidavit with the district court\nthat you intended to file a complaint?\nMR. LYNCH: We would -\nQUESTION: Would you then be interested?\nMR. LYNCH: We believe that -- that the minimum\nthat would be required is some proceeding underway.\nQUESTION: So you would agree that there is some\nlatitude for construing just the scope of what an\ninterested person is.\nMR. LYNCH: Well, yes. I think the interested\nperson has to have a -- a place as of right in the\nproceeding which -- in which the aid is sought, whether\nthat's a district attorney, whether it might be a victim\nin Israel, whether it's a competitor. But under European\nlaw, not just anybody can walk in and file these\ncomplaints. You have to be a competitor or a consumer.\nThey're exactly the same standing requirements that we\nhave under our antitrust law. And -- and the commission\nhas issued regulations which are quite clear, that -- that\nyou must have standing to bring such a complaint.\nNow --\nQUESTION: So you have to -- you would have to\nlook to foreign law to determine whether the person is an\ninterested person.\nMR. LYNCH: I think that's a U.S. law question\nunder 1782.\nQUESTION: But there has to be a pending\nproceeding, you're saying, because you obviously can't be\na party if there's no proceeding yet.\nMR. LYNCH: Well, again, to take some of the\ncases like Justice Ginsburg's case in the D.C. Circuit, a\nproceeding could be in reasonable contemplation when an\nofficial file has been opened to investigate. I think\nthat's what -\nQUESTION: Then -- then you're saying you could\nhave come here even before you filed the -- the complaint\nwith the commission.\nMR. LYNCH: I'm saying that until you file the\ncomplaint with the commission, there is not sufficient\nshowing of a reasonable probability of a proceeding for\nanyone to claim -- anyone to claim -- that they are an\ninterested party. I don't believe that the commission,\nthe European Commission, could come in and say -\nQUESTION: No, but the contemplation of\nproceeding has got to be present. Proceeding can be in\nthe future.\nMR. LYNCH: And there has to be some official\nact that --\nQUESTION: And that's different from United\nStates law.\nMR. LYNCH: That --\nQUESTION: In that respect, you are not a\nlitigant in -- in the same sense that you would be\nrequired to be a litigant for discovery here.\nMR. LYNCH: Those were the words I was trying to\nget out in answer to your earlier question, that the Ninth\nCircuit seemed to feel that although the process in Europe\nis different than it is in the United States and therefore\nit might not be exactly right to say we're a party in the\ncontext of U.S. expectation, we are in a -- we're on a\nconveyor belt that inevitably turns us into a party if the\nprocess continues in its ordinary course. We don't --\nthere's nothing we have to do to make this into a -\nQUESTION: Unless -- unless you get your\ndiscovery and say, well, we've learned a lot of\ninteresting things about the other company. We don't care\nabout an antitrust suit now. We've got what's valuable to\nus. We're not going to initiate a proceeding. That's\nwhat they're worried about.\nMR. LYNCH: But that could happen in -- in any\nU.S. lawsuit. I mean, the notion that cases can be\nsettled -\nQUESTION: You've got rule 11. You don't have\nrule 11 when you're merely in -- in the EC and when you're\nmerely in contemplation of litigation.\nMR. LYNCH: Well, with all respect, the rule 11\n-- the notion that we don't have an obligation to the\ncommission to proceed responsibly implies that without\nrule 11, litigation in the United States would have no -\nthat -- that lawyers would be free to do whatever they\nwant to do. The -- the -- it's quite clear under the\ncommission's rules and regulations that there is a\nresponsibility.\nQUESTION: Okay. But is that a responsibility\nthat they can enforce against you in any practical sense\nbefore you have initiated a proceeding with them? In\nother words, in the case that they're worried about, you\n-- you get American discovery to learn interesting things\nthat as a competitor you want to learn and you drop it\nthere. Does the EC have a -- have a means of, in effect,\ncalling you to book for that?\nMR. LYNCH: Well, I think the -- I think the\nanswer is there's no rule. I can't point to a rule that\nsays that, but the EC has plenary jurisdiction to regulate\nAMD and other firms doing business within the -- within\nthe community and they have -- they have the power -\nQUESTION: So they can go against them as\nregulated industries quite apart from their litigant\nstatus.\nMR. LYNCH: But -- but --\nQUESTION: Is -- is that -\nMR. LYNCH: Well, I -- I would just say it's\nlike the inherent power of the court to find contempt that\n-- that I don't think the EC has had this problem.\nQUESTION: Yes, but we don't have contempt power\nif you're not in court, and that's the problem.\nMR. LYNCH: But you -- but we are in court.\nWhen we file our complaint with the EC, we're as in court\nas -\nQUESTION: We're talking about the situation\nbefore you file a complaint, the situation in which you\nare contemplating the complaint.\nMR. LYNCH: I -- I --\nQUESTION: There's nothing yet pending.\nMR. LYNCH: I'm sorry. I misunderstood your\nquestion. In our -- in our view if you have not filed a\ncomplaint with the commission, you're not an interested\nperson and there is not a sufficient likelihood of a\nproceeding for 1782 to apply. There has to be in this\ncontext -\nQUESTION: So you're adopting a pending\nproceeding rule then.\nMR. LYNCH: We are saying that whether you call\nthat complaint a proceeding, which -- which certainly\nIntel and the commission say it is not, or whether you\ncall it -\nQUESTION: But there's got to be something\npending -\nMR. LYNCH: -- something leading to a\nproceeding, that it is a sufficient -- it is sufficiently\nproximate to a proceeding, and I think that was the way\nthe Ninth Circuit tried to sort of straddle the problem.\nQUESTION: Thank you, Mr. Lynch.\nMR. LYNCH: Thank you.\nQUESTION: Mr. Minear, we'll hear from you.\nORAL ARGUMENT OF JEFFREY P. MINEAR\nON BEHALF OF THE UNITED STATES\nAS AMICUS CURIAE, SUPPORTING THE RESPONDENT\nQUESTION: Mr. Minear, would -- would you take\nup where -- where Mr. Lynch left off? Do you take --\nwould you take the position that an interested party has\ngot to be a party at least who has filed a complaint?\nMR. MINEAR: Mr. Chief Justice, and may it\nplease the Court:\nYes, we would agree with the position that an\ninterested party does need to have a pending proceeding.\nQUESTION: This interested person and the\nproceeding is initiated doesn't have to be the judicial\nproceeding or unless I was wrong in --\nMR. MINEAR: If I can go back and -- and try and\nclarify my answer. There's two questions here really.\nFirst of all, is there a proceeding in which -- before a\nforeign tribunal, and is there an interested person?\nIn our view, a private person becomes an\ninterested person when there is a proceeding that is going\nforward. The -- in the case of the tribunal itself, it\ncan, under section 1782, request this information even\nthough no complaint has yet been filed and we think that\nthat is the way that we ensure that there are not actions\nbrought by people who have not taken any action but are\nsimply seeking discovery without any proceeding being\npresent.\nQUESTION: And you say tribunal, you're talking\nabout the EC because the court of first instance and the\nECJ would not be asking for material.\nMR. MINEAR: That -- that's correct.\nAnd I'd like to make three basic points.\nQUESTION: Before you do that, explain what\nyou've just -- what you've just said. It seems to me that\nthere is no proceeding before a tribunal here yet.\nMR. MINEAR: We disagree with that, Your Honor.\nQUESTION: You -- you think that -- that the -\nthe commission is a tribunal even in the preliminary\nstages when it's investigating and -- and is -- has -- is\nnot adjudicating?\nMR. MINEAR: Yes, we think it -- it is and we\ncan point to several reasons why that is the case.\nFirst of all, a textual reason, that the statute\nitself, section 1782, makes reference to proceedings\nbefore a foreign tribunal, including criminal\ninvestigations before formal accusations.\nQUESTION: Yes, but that's -- that's -- there\nare criminal investigations in most countries other than\nBritain and the United States where the investigating\nmagistrate is a judge.\nMR. MINEAR: That's correct.\nQUESTION: Of course, they're a tribunal. The\nkey things here is that the people here are investigators\nwho do not think of themselves as judges. They are not\njudges. And in addition, the proceedings are not\nadversarial, nor are they adjudicative in any sense. And\nthat is all the difference in the world between -- you're\ntalking -- you think you could bring a -- all we have is\nan investigation in France by the police judiciaire.\nMR. MINEAR: No, Your Honor.\nQUESTION: And suddenly we're going to -- we're\ngoing to start getting all -- I mean, no. It's a big\ndifference whether it's a magistrate, a -- you know, a\njudge.\nMR. MINEAR: Your Honor, I think part of the\nconfusion here is the procedures that are actually in\nplace by the European Commission. In that regard, I\nsuggest that the Court take heed of the notice concerning\nthe filing of complaints that's cited on page 13 in note 3\nof AMD's brief. That's an 80-paragraph document that\ndescribes the procedures that the European Commission\nfollows -\nQUESTION: Well, I read through some, my clerk\nread through some, and I ended up by thinking there are\nsome that are rather like the FTC, but then there are a\ncertain number that are really very different. And the\nthing that struck me as pretty critical is just what I\nsaid. They do not think of themselves as judges. They\nare -- do not think of what they are doing as\nadjudicatory, and they don't even have a way of walling\noff, as we do, the investigators from the adjudicators.\nNow, there are certain similarities too. But\nwhere we have similarities and major differences, maybe we\nshould pay attention to what they want to call themselves.\nMR. MINEAR: Perhaps, but I would point out the\nsimilarities to an adjudication before I -- I move on to\nanswer that question. First of all, a party that files a\ncomplaint does not simply send a letter in. Instead, they\nmust use the complaint form that's described. They must\nset forth all of the information that they have available,\nand they must establish that they are an interested party.\nA legitimate party I think is the term that's used, which\nis essentially the same as a standing requirement.\nThere's then proceedings in which they participate before\nthe European Commission, ultimately leading to the\ncommission issuing a letter indicating a preliminary\ndecision. They're allowed to respond to that as well.\nAnd at that point, the commission then must make a choice.\nQUESTION: Proceedings in which they participate\nbefore the commission. How do they participate?\nMR. MINEAR: Primarily by submitting written\ndocuments, by responding in written form. It's my\nunderstanding there is no hearing before the commission in\nthat first stage, but ultimately there is a decision\nthat's produced by the commission that is -- must include\nreasons for their decision, and that is judicially\nreviewable.\nNow, that entire process bespeaks, to a\nconsiderable extent, of an adjudicative type proceeding.\nBut even if it's not, it's at least in preparation of what\nwill then be one of two certainly adjudicative\nproceedings. One is the review by the court of first\ninstance, or in the alternative, if the commission decides\nto go forward with the complaint, a proceeding in which a\nstatement of objections is then lodged against Intel.\nMy point in describing all this is just to\nemphasize that Congress used very broad language here in\nterms of a proceeding before a foreign tribunal because it\nrealized that there's a vast and uncatalogued variety -\nQUESTION: It sort of sloughed over a point I\nthink was pretty critical. I mean, if the commission\nitself is not proceeding -- not a tribunal, which I -- you\ndispute, but if I were to disagree with you about that, I\nwould certainly agree with you that the court of first\ninstance and the further reviewing courts are. But there\nyou run into the statement in that D.C. case that I\nreferred to earlier which there must be reliable\nindications of the likelihood the proceedings will be\ninstituted within a reasonable time. And as to those\nfurther court of first instance, the reviewing court and\nover in the ECJ, then -- then -- do they meet that\ncriterion?\nMR. MINEAR: Well, that's a question, it seems\nto me, that goes to the district court's discretion,\ndetermining whether or not to allow the evidence. That's\nnot a statutory criteria that you're citing to, but rather\nI believe that the D.C. Circ was indicating a matter that\ninforms the discretion. The statute -\nQUESTION: And it would be within this statute\neven if the only indication we had whichever -- there\nwould ever be a case is there's 1 chance in 50 that there\nwill be a case 18 years from now.\nMR. MINEAR: Well, it's --\nQUESTION: That would fall within this statute\nand it's just some kind of discretion that keeps it out.\nMR. MINEAR: The district court has to make that\njudgment of whether or not the action -\nQUESTION: Even in the example I just gave?\nMR. MINEAR: Well, in the example you just gave,\nthere's been a complaint that's been filed and one of two\nthings -- I can say one of three things will happen.\nEither a complaint will be denied -- ultimately will be\ndenied, in which case there will be an action before the\ncourt of first instance, or else there will be the -- the\ncommission will go forward with the complaint, in which\ncase there will certainly be an adjudication against\nIntel, or AMD would withdraw the complaint for some reason\nthat we don't know about. Those are the only three\nalternatives. So certainly under the decision of the D.C.\ncircuit, I think that a -- proceedings are in reasonable\ncontemplation, or at a minimum, at least that issue ought\nto be placed before the district court in the exercise of\nits discretion.\nQUESTION: You want 800 judges to review this\neven in the extreme case I mentioned, and unless -- as\nlong as you can find some in your favor, you can just go\nfile a complaint over there and get all your competitors'\ndocuments and put everybody to about $5 million or $6\nmillion worth of costs, et cetera.\nMR. MINEAR: By no means at all, Your Honor. As\nwe indicate in our brief, we believe that rules of --\nsupervisory rules of practice can be developed by the\ncourts to contain and channel the district court's -\nQUESTION: And what's our authority to do that?\nMR. MINEAR: The authority is the type of\nauthority that is described in Thomas v. Arn. It's simply\nthat the Court has -- has authority to supervise the\nactivity and provide guidance to district courts in the\nexercise of their discretion.\nQUESTION: Yes, but how -- how are we to know\nwhat guidance to provide without a great deal of\nexperience one way or another in -- in the lower courts?\nMR. MINEAR: Well, we agree with that as well,\nand we think that type of guidance at this stage would be\npremature. We suggested the Court take this case to\nresolve the circuit conflict on a question of statutory\nconstruction.\nQUESTION: And so now we go back to the 800\ndistrict judges and their discretion even in the kind of\nrather extreme case that Justice Breyer describes.\nMR. MINEAR: Well, Your Honor, the district\ncourts have been at work at this area and there are about\n20 cases now over the past 40 years in -- that have\nconstrued section 1782, and they -- those cases do provide\nguidance. We think that the question -- the primary\nquestion this Court needs to answer is, is there a rule of\nforeign discoverability? And we submit that there's no\nsuch rule evident on the basis of the statute -\nQUESTION: But it's -- it's an odd reading of\nthe statute that we have these discoveries for use in a\nproceeding in a tribunal and the tribunal said it isn't\nfor our use. It's counterproductive.\nMR. MINEAR: Well, Your Honor, I think -\nQUESTION: How can that be for use if it's\ncounterproductive?\nMR. MINEAR: Your Honor, we need to pay close\nattention to what the commission said and what it did not\nsay. Our view is if the commission does not want this\ninformation, then that's a very good reason for the\ndistrict court to deny discovery in this case. The court\nhas not said -- the commission has not said it would not\nuse this information, which is quite a different matter.\nIf the commission said that it will simply not use this\ninformation, then that is a reason why section 1782 should\nnot apply. The information would simply not be used in\nthe proceeding. But we think that the -- the\ncircumstances here are far less certain.\nI should point out that this matter has gone\nback down. The issue -- a mandate was issued while the\npetition for certiorari was pending. And the magistrate\njudge has issued a preliminary order that the district\ncourt has not reviewed yet, which has limited the amount\nof discovery that would be available. And in that course\nof that decision, the magistrate judge did point out that\nit was not clear whether this information -- whether the\ncommission had not made clear whether or not the\ninformation would be wanted or used by it. That was -\nthere was uncertainty -\nQUESTION: Now, given their brief in this, which\nseems to me could not be more clear -\nMR. MINEAR: The -\nQUESTION: -- and your belief that looked what\nhappened, what we have even this court granting some\ndiscovery, even though the principle is they shouldn't -\nMR. MINEAR: But that issue --\nQUESTION: -- then what are we supposed to write\nthat makes real what you -\nMR. MINEAR: Your Honor, first of all, I think\nyou -- you need to resolve the issue of statutory\nconstruction on the rule of the question of foreign\ndiscoverability. And we've explained our views in the\nbrief on that.\nQUESTION: Thank you, Mr. Minear.\nMr. Waxman, you have 3 minutes remaining.\nREBUTTAL ARGUMENT OF SETH P. WAXMAN\nON BEHALF OF THE PETITIONER\nMR. WAXMAN: Thank you, Mr. Chief Justice.\nThe brief, amicus curiae of the European\nCommission, states that what it wants is reversal. It\nwants reversal of the decision that sent this back for a\ndiscretionary, 1 of 800 judges' factor-by-factor\nbalancing.\nNow, everybody considers -- Justice Souter, with\nrespect to your question about how difficult it might be\nto determine foreign discoverability, everybody agrees\nthat's a relevant factor. So the question is going to\ncome up in even more instances if you don't announce a\nrule, either by construing interested person or proceeding\nor for use in, that somehow channels the discretion of\ndistrict judges.\nJustice Kennedy, pages 36 and 37 and\nparticularly footnote 18 of our blue brief provide, we\nthink, the authority for instances. But it's basically\nsaying the way you do when you decide cases involving\ndiscovery under rule 26. There are certain instances in\nwhich, since we know what the statute -- there's no doubt\nabout the purpose of the statute, it will always be an\nabuse of discretion.\nNow, with respect to the question of whether\nthis is isn't a tribunal or how soon a tribunal has to\noccur, AMD acquiesced, and this is a point made in\nfootnote 2 of our reply brief on page 3. They acquiesced\n-- and this Court granted cert on the second question\npresented -- on the assumption, as the lower court found,\nthat there is no proceeding before a tribunal now.\nOtherwise, the question of whether the D.C. Circuit's\ninterpretation of how soon it had to be or the Second\nCircuit's interpretation would have been presented.\nSimilarly, this morning is the first time that\n-- that AMD has argued that it was in -- that it is, in\nfact, a litigant. It has always argued that you shouldn't\nread the interested person to require litigant even in the\nprivate context because it's only in the title. It's only\nshowered throughout the legislative history, but it's not\nin the text.\nBut the question of when something is a tribunal\nor when it isn't may determine, as this Court's questions\nthis morning suggest, lots of very, very fact-specific\ndeterminations that have to be examined perhaps on a case\nby-case basis, although we would argue that where the,\nquote, tribunal itself says we're not, a court ought to\naccept it.\nBut if you simply interpret interested person or\ninterpret for use in in the context of a request by a\nprivate party before there is any proceeding, that where\nthe request is by an entity that has no rights of\ndiscovery at all, not to documents, not to testimony, not\nat the first stage, not at the second stage, and not in\nany subsequent judicial proceeding, we can simply cut this\noff. It will always be abuse of discretion to come to the\nUnited States and try and get discovery when you're trying\nto aid a tribunal that doesn't now and never will allow\nyou to get any discovery.\nCHIEF JUSTICE REHNQUIST: Thank -- thank you,\nMr. Waxman.\n"
    }, 
    "respondents": [
        "No. 02-572 ADVANCED MICRO DEVICES, INC."
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 2, 
        "MR. LYNCH": 55, 
        "MR. MINEAR": 23, 
        "MR. PHILLIPS": 17, 
        "MR. WAXMAN": 22, 
        "QUESTION": 124
    }
}