{
    "appearances": {
        "content": "RICHARD A. CORDRAY, ESQ., Grove City, Ohio; on behalf of\nthe Petitioner.\nAUSTIN C. SCHLICK, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice; as amicus curiae,\nsupporting the Petitioner.\nVINCENT J. KOZAKIEWICZ, ESQ., Boise, Idaho; on behalf of\nthe Respondent.\n"
    }, 
    "caseNum": "02-811", 
    "caseinfo": {
        "content": "JEFF GROH, :\nPetitioner :\nv. : No. 02-811\nJOSEPH R. RAMIREZ, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nRICHARD A. CORDRAY, ESQ.\nOn behalf of the Petitioner 3\nAUSTIN C. SCHLICK, ESQ.\nAs amicus curiae, supporting the Petitioner 21\nVINCE KOZAKIEWICZ\nOn behalf of the Respondent 32\nREBUTTAL ARGUMENT OF\nRICHARD A. CORDRAY, ESQ.\nOn behalf of the Petitioner 51\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, November 4, 2003\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:03 a.m.\n"
    }, 
    "petitioners": [
        "JEFF GROH,", 
        "Petitioner", 
        "v.", 
        "No. 02-811 JOSEPH R. RAMIREZ, ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:03 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nfirst this morning in No. 02-811, Jeff Groh v. John -\nJoseph R. Ramirez.\nMr. Cordray.\nORAL ARGUMENT OF RICHARD A. CORDRAY\nON BEHALF OF THE PETITIONER\nMR. CORDRAY: Thank you, Mr. Chief Justice, and\nmay it please the Court:\nI'd like to reserve 2 minutes of my time for\nrebuttal. This case concerns a mistaken description on\nthe face of a judicial warrant that the court of appeals\nheld deprived Agent Groh of qualified immunity, subjecting\nhim to personal liability for damages in this Bivens\naction. The Ninth Circuit reached this result despite the\nfact that the record here shows Agent Groh's manifest good\nfaith and reasonable course of conduct, including three\nkey points.\nFirst, the record shows that the affidavit and\napplication submitted to the magistrate were sufficient\nand comprehensive. Second, the magistrate personally\nreviewed and approved the application and expressly\nreferenced the affidavit in the warrant he issued. And\nthird, the search as executed conformed to the limits set\nout in the affidavit and -\nQUESTION: Mr. Cordray, what does the\nConstitution provide specifically about this?\nMR. CORDRAY: The Constitution provides that\nindividuals will not be subject to unreasonable searches\nand seizures and that warrants will not issue except upon\nprobable cause, and stating with particularity the items\nto - place to be searched, items to be seized.\nQUESTION: With regard to that last phrase, why\ndon't we just apply it?\nMR. CORDRAY: I think you do apply it in this\ncase and this warrant here -\nQUESTION: But the warrant refers to the house.\nMR. CORDRAY: Yes.\nQUESTION: It doesn't list anything that they\nwere searching for.\nMR. CORDRAY: The warrant itself - and if we turn\nto the petition for certiorari appendix, page 26a,\nspecifically references the affidavit. The affidavit,\napplication, and draft warrant form were submitted to the\nmagistrate as one package. They were reviewed by the\nmagistrate and resulted in an issuance of authority to\nsearch -\nQUESTION: Who prepared the warrant?\nMR. CORDRAY: The draft of the warrant form\nitself was done initially by Agent Groh. It was then\nsigned and executed by the magistrate who approved it.\nQUESTION: Well, but on its face it referred to\nthe house, not the items being looked for.\nMR. CORDRAY: It did, and that's the mistaken\ndescription on the face of the warrant. If you look at\nthe application and -\nQUESTION: Well, you know, why not just apply the\nconstitutional provision? I mean, why couldn't the agent\nbe responsible for checking the warrant?\nMR. CORDRAY: Well, I - I think there's two\nquestions there. I think if you - if you apply the\nconstitutional provision here, the warrant here\nspecifically references the affidavit. The magistrate\nsays, I am satisfied, page 26a -\nQUESTION: But the affidavit was not attached to\nthe warrant.\nMR. CORDRAY: It was attached to the warrant,\naccompanied the warrant when - when the materials went to\nthe magistrate for approval - it was -\nQUESTION: Yeah, but not - not when it was taken\nto be executed.\nMR. CORDRAY: It - it also accompanied the\nwarrant when the officers were briefed on the nature of\nthe search. It did not accompany the warrant at the scene\nbecause it was placed under seal by the court, which is\ndone routinely in many cases for - for a variety of\nimportant law enforcement purposes. But here -\nQUESTION: It - it - it seems to me that at - at\nsome point in this analysis of - and specifically on the\npoint that you're addressing with Justice O'Connor - that\nyou have to confront the language in - in Leon in which\nthe Court said, depending on the circumstances of the\nparticular case, a warrant may be facially - so facially\ndeficient that it cannot comply with the Leon rule. I was\nreading your - your brief and kind of waiting with\nsuspense for you to address this point and it only comes\nup at the last few pages of the reply brief and you say\nit's a dictum. I think you have answers to the - to the\npoint, but it seems to me rather central for what you're\ndiscussing right here. This was in one sense of the word\nfacially deficient, no - no question about that.\nMR. CORDRAY: Yes, although this Court has -\nQUESTION: And it might be that the Sheppard case\nis what helps you, but -\nMR. CORDRAY: I think it does, Your Honor. The\nSheppard case makes clear - footnote 7, the Court says\nthat if the warrant says, has some sort of suitable words\nof reference, see attached affidavit or see affidavit,\nthat you then can move beyond the four corners of the\npaper itself and look to the materials that are part of\nthe document or your record in front of the magistrate\nthat are subject to subsequent judicial review, and the\ncontents of the affidavit can inform the contents of the\nwarrant.\nQUESTION: Mr. Cordray -\nQUESTION: Well, did - did the warrant here and\nthe warrant in Sheppard, were they on all fours insofar as\na cross-reference?\nMR. CORDRAY: They were on all fours in two\nrespects. First of all, the warrant in Sheppard was\nfacially defective. It said that you would search for\ncontrolled substances. In fact, they were searching for\nevidence of homicide investigation.\nQUESTION: Right, almost as bad as the mistake\nhere.\nMR. CORDRAY: Yeah, in - in some ways worse,\nbecause it specified the search for different evidence.\nHere at least on the face of the warrant it's clear that\nthere's some sort of discrepancy, and you can inform that\nby looking at the affidavit -\nQUESTION: But did the Massachusetts case have a\ncross-reference to an affidavit even though the affidavit\nwasn't appended?\nMR. CORDRAY: It did not, in fact, and the Court\nsaid that if it had contained some sort of cross-\nreference, then you could inform the contents of the\nwarrant from the contents of the affidavit. That's what\nwe believe -\nQUESTION: But doesn't it make sense to assume\nthat the cross-reference has to be capable of informing of\nwhat is left out? And in this case, number one, there is\nnothing attached to the warrant. No one reading the\nwarrant could possibly figure out what within this house\nwas - was being searched for.\nMR. CORDRAY: I think that's -\nQUESTION: And once again I guess I go back to\nJustice O'Connor's question. Why don't we apply the - the\nFourth Amendment the way it's written, and it says that\nthe warrant shall particularly describe, not some other\ndocument under seal.\nMR. CORDRAY: I - I think that that's not true in\nthe important respects under the Fourth Amendment. The\naffidavit was part of the documents given to the\nmagistrate for prior judicial approval -\nQUESTION: The Fourth Amendment says it's the\nwarrant that is supposed to particularly describe, not\ndocuments given to a magistrate.\nMR. CORDRAY: What I'm saying is there are three\ndifferent potential times that matter here. One is prior\njudicial approval of the search. The warrant and\napplication and affidavit were all together to the\nmagistrate. Second, in informing the officers of how to\nconduct the search, which they did here in accordance with\nthe constraints, the - the material was provided to the\nofficers. The third question is whether the homeowner at\nthe scene has some independent constitutional right to see\nthe warrant and the supporting materials before a search\ncan proceed. This Court has never held that that's a\nconstitutional requirement and would be flatly\ninconsistent with criminal -\nQUESTION: Whether - whether the homeowner has\nthe right or whether the point is to make sure that the\nofficers executing the warrant can check what's in front\nof them and find out how far to go, the fact remains that\nthe Fourth Amendment says the warrant is supposed to\nparticularly describe. This didn't, it had no document\nappended to it that did.\nMR. CORDRAY: That's not correct, Your Honor.\nThis warrant specifically references the affidavit and the\naffidavit accompanied to the magistrate and to the\nofficers before they searched -\nQUESTION: It may refer to it, but if it's not\nthere, nobody can figure out what it says.\nMR. CORDRAY: Well, they can, in fact, because\nthe documented record before the magistrate allows\nposterior judicial oversight of how the search -\nQUESTION: Not when the police are at the scene\nthey can't.\nMR. CORDRAY: That is correct. At the scene -\nthe Ninth Circuit made a fundamental flaw in its opinion.\nIt assumed that the Fourth Amendment is about allowing\nhomeowners at the scene to -\nQUESTION: It doesn't have to make that\nassumption in - in order to apply the Fourth Amendment as\nwritten. It could perfectly well make the assumption that\nthe point of the Fourth Amendment description was to make\nsure that the officers at the scene knew how far they\ncould go.\nMR. CORDRAY: Correct. And they had the warrant,\naffidavit, and application -\nQUESTION: But there's some might not - some\nmight not have been like the officer here, like Officer\nGroh, might not have even seen the attached affidavit. On\nthe face of this, this does look like the hated general\nwarrant. It says, here's a house and there's no bounds at\nall, so it looks like this is exactly what the Fourth\nAmendment was getting at. And with respect to Sheppard, I\nhad a question, maybe you can straighten me out on that.\nSheppard said the good-faith exception applies, but to\napply - apply an exception, wouldn't you need to have a\nFourth Amendment violation in the first place?\nMR. CORDRAY: This was a subject of discussion in\nSheppard. The separate opinion by Justice Stevens states\nspecifically, and presents an argument for why the Fourth\nAmendment was not violated in that case. The majority was\nwilling to assume a violation on the record before it,\ndidn't specifically decide the Fourth Amendment question\nbut assumed such a violation and went on to apply the good\nfaith -\nQUESTION: So that - that case doesn't answer the\nquestion, was there a Fourth Amendment violation?\nMR. CORDRAY: I would agree with you that -\nQUESTION: And why do you have to ask that\nquestion?\nMR. CORDRAY: Beg your pardon?\nQUESTION: Why do you have to ask that question?\nWhy do you have to establish, as you seem to be trying to\nestablish, that this complied with the Fourth Amendment,\nwhich, if you read the Fourth Amendment, it clearly\ndidn't. But what we're discussing here is what is the\nremedy for its failure to comply with the Fourth\nAmendment, aren't we?\nMR. CORDRAY: Well -\nQUESTION: If - if I disagree with you that there\n- that there is a Fourth Amendment violation, do I have to\nfind that it was proper as a remedy for that violation to\nhold - to hold this agent liable?\nMR. CORDRAY: Certainly not, Your Honor, and I do\nagree with Justice Ginsburg's point that Sheppard is\nprobably more germane to the qualified immunity inquiry\nhere than perhaps to the Fourth Amendment inquiry, given\nthat the Court did not explicitly decide the Fourth\nAmendment issue in Sheppard. But here, we would say that\nqualified immunity applies on two distinct grounds.\nFirst, the Court has adverted in Malley v. Briggs, it\nwasn't a specific holding, that if in fact the conduct of\nthe officers is such that the good-faith Leon exception\nwould apply in a criminal suppression hearing then, in\nparallel, qualified immunity should apply in a civil\naction against the officer. That would be one ground for\nfinding qualified immunity here and a sufficient ground.\nIn addition, if the law was not clearly\nestablished at the time that - a number of points that the\nNinth Circuit decided for the first time in this case -\nthat the warrant cannot, by suitable words of reference,\nincorporate the contents of the affidavit. Number two,\nthat the officers are obliged constitutionally after a\nwarrant issues to double check the magistrate's handiwork\nand correct any errors that they find. And number three,\nthat they cannot at the scene, as Agent Groh attempted\nreasonably to do here, inform the homeowner of exactly\nwhat the nature of the search was. It was done verbally\nin person with the wife and over the telephone with the\nhusband, and -\nQUESTION: Well, you - you say, the Ninth Circuit\nsaid they couldn't inform the homeowner?\nMR. CORDRAY: Said that that would not be\nsufficient to - to correct -\nQUESTION: Yeah, it didn't say that they couldn't\nhave, but it's - it's - the Ninth Circuit said that the\nhomeowner had a right to be shown the warrant, I take it,\ndid it not?\nMR. CORDRAY: Didn't specifically hold that, but\ncertainly seemed to presume it, that the - not only the\nwarrant but all the supporting materials so that the\nhomeowner could exercise some self-help right at the\nscene, block the officers, and attempt to interfere with\ntheir execution of -\nQUESTION: The Ninth -\nQUESTION: What do the Federal rules say about\nthe - what the police or the officers have to do with the\nwarrant in the search of a house?\nMR. CORDRAY: Criminal Rule 41, which this Court\nhas said incorporates or is certainly consistent with\nFourth Amendment principles, says that a warrant needs to\nbe left at the scene after a search is completed if\nproperty is taken along with an inventory of the property.\nThere's no suggestion the rule does not require the\nwarrant be given to the homeowners at the outset as long\nas they're reasonably informed -\nQUESTION: Doesn't it talk - or correct me if I'm\nwrong - about serving the warrant?\nMR. CORDRAY: It - it talks about a number of\nthings. It talks about obtaining a warrant, keeping a\ndocumentary record in front of the magistrate so that\nsubsequent judicial review is available. It also talks\nabout executing the warrant at the - at the scene. If the\nCourt wishes to refer to Criminal Rule 41, it's been\namended a couple of times, I believe the current version\nis 41(f) -\nQUESTION: Where is that in the papers?\nMR. CORDRAY: It's not in the documents here. I\napologize, Your Honor. But 41(f)(3), it's referred to in\nthe Solicitor General's brief and in our brief, is that\nthey must give a copy of the warrant, receipt for the\nproperty taken, after the search is completed, but not\nbefore the search begins, and that makes a great deal of\nsense. The Fourth Amendment is about making sure that\nthere is - there is prior judicial authority to proceed\nwith a search and that there is documentation available\nlater to check the search and make sure it did not exceed\nthe authority -\nQUESTION: You mentioned the later documentation,\nbut isn't there an interest in letting the homeowner know\nthat the man has authority to make the search?\nMR. CORDRAY: Yes, which Agent Groh -\nQUESTION: So, shouldn't - shouldn't he have to\ndisplay it if - if requested?\nMR. CORDRAY: I believe that if - if he's asked\nfor the warrant before he can enter, what would be\nreasonable in the circumstances would be to show the\nwarrant.\nQUESTION: And he'd have a duty to do that?\nMR. CORDRAY: I - I believe that in many cases\nthat would be the most reasonable thing, and therefore\nperhaps the Constitution would have required it.\nQUESTION: That's not my question. Would he have\na duty to do that?\nMR. CORDRAY: I'm not certain of that, but I\nthink it would be better practice and reasonable conduct.\nQUESTION: Go back -\nQUESTION: It doesn't say it in the rule at all.\nQUESTION: Could you go back to Justice Scalia's\nquestion?\nMR. CORDRAY: Sure.\nQUESTION: I thought that this was a very simple\ncase. Somebody really mucked up the warrant, okay? They\nmade a technical mistake. Instead of saying, seize - look\nfor and seize some guns, they said, look for and seize a\nhouse, all right? Now, nobody could think that that made\nany sense.\nMR. CORDRAY: Yeah, except that before printing\nthe affidavit -\nQUESTION: Nobody. No - you don't think it does,\nI don't think it does. So you can say one of three\nthings: A, that the warrant is constitutional, which is\nwhat you're arguing, which is a little tough, because I\nguess if we said this was constitutional, we'd have to say\na warrant is constitutional. If it says seize and then it\nsays I'm not going to tell you, look in vault three of the\nKremlin, you know, to see what we're supposed to seize. I\nmean, that's a tough route that you're taking.\nThe second route is what Justice Scalia\nsuggested, which is to say, well, it isn't really his\nfault, the search team leader, because he was in good\nfaith. For me, that's tough because I - if you cast his\neye on this piece of paper and just glanced at it, he\nwould have seen it was faulty. Route three is to say,\nthey're right in their lawsuit, let them bring it,\ndamages, by the way, are going to be pretty low, okay?\nNow you explain to me why it should be route two, which is\nJustice Scalia's question, rather than just route three.\nMR. CORDRAY: Sure. This Court said in Malley\nthat if in fact the officers make a mistake of fact in\ngood faith that, if in fact Leon would apply to avoid\nsuppressing that evidence in a criminal prosecution, the\nparallel should apply and qualified immunity would be\nappropriate in a civil action. I think that that is what\nmakes the most sense of the objective -\nQUESTION: Now - now tell me why, because as I've\nmade my point, it sounds to me that this man did not\nbehave sensibly, because if he just looked at the piece of\npaper he would have seen in 3 seconds it says, seize the\nhouse, and we're not out here to seize the house, we're\nout to seize some guns.\nMR. CORDRAY: The magistrate -\nQUESTION: So it wasn't like a minor, common\nmistake -\nMR. CORDRAY: The magistrate -\nQUESTION: - so why was that reasonable?\nMR. CORDRAY: The magistrate also looked at this\npiece of paper and failed to notice the error. The\nmaterials were made -\nQUESTION: So two people -\nQUESTION: How do we know that the magistrate did\nlook at the piece of paper?\nMR. CORDRAY: Because he signed the piece of\npaper.\nQUESTION: Any magistrate who looked at that\npiece of paper would say your warrant - your warrant\napplication or the form you've given me does not indicate\nwhat you're searching for, unless you really are going to\nput the house up on a flatbed truck and take it away,\nwhich we know you're not. It's - it's - the obvious, I\nthink the obvious probability is that the - the agent did\nnot read what his secretary had typed in and the\nmagistrate did not read what the agent presented to him,\nand this sometimes happens. I've had it happen to me.\nYou hand the magistrate the application and he says, where\ndo you want me to sign? Isn't that probably what\nhappened?\nMR. CORDRAY: It's hard for me to know exactly\nwhat happened subject with the magistrate. We do know\nthat he signed the warrant. We also know that he signed\nthe application, which was presented to him, that had the\nparticular description of the items to be seized. That's\nat page 28a of the appendix.\nQUESTION: Maybe he should be liable too. I\nmean, except for judicial absolute immunity, I - I don't\nknow, you say, you know, the magistrate's just as bad.\nWhat does that prove? It doesn't prove anything.\nMR. CORDRAY: Let me bore in on the qualified\nimmunity issue, if I may, on both counts. First -\nQUESTION: Before you do that, just one\npreliminary question. Justice Scalia suggested earlier\nyou could go right to qualified immunity to get all the\nrest, but I thought the - that this Court's precedent said\nyou have to make a ruling, did it violate the Fourth\nAmendment, before you get to qualified immunity.\nMR. CORDRAY: That's how we read the Court's\ncases, at least to the last 6 or 7 years. It's been a\npretty consistent approach.\nQUESTION: That may well be, but you don't have\nto argue it. My point was that you -\nMR. CORDRAY: That's fine.\nQUESTION: - didn't have to argue it -\nMR. CORDRAY: That's fine.\nQUESTION: - not that we don't have to decide it.\nMR. CORDRAY: That's fine. Let me - let me say,\nunder Massachusetts v. Sheppard, this is clearly in good\nfaith here. Qualified immunity should apply. Why?\nBecause this agent prepared all the materials, submitted\nit all to the magistrate, is the one who personally had\nthe interchange with the magistrate back and forth,\nwhereupon the magistrate approves the search and executes\na warrant. He did not catch the error, that's true.\nQUESTION: He didn't have a bad motive?\nMR. CORDRAY: No, I mean that he - he acted in\ngood faith, objectively, reasonably on the course of the\nrecord. He - he knew what search he was asking for. He\nsubmitted those materials. There's a particular list of\nthe items to be seized in the application and in the\naffidavit. It was omitted from the warrant. That's why\nwe're here. Nonetheless, this is exactly the kind of\ncase, and many court of appeals have held this, in which\nLeon would apply in a criminal suppression hearing.\nAlso, the Ninth Circuit here reached this result\nby announcing a new rule. They said an officer has a duty\nto proofread a warrant even after it's issued by a\nmagistrate. They had rejected that rule in Marks v.\nClarke just a year earlier, and now they reversed ground\nand they announce a new rule. That is classically the\nbasis for qualified immunity under this Court's strong\nprecedents that the - the officer cannot be held to\npredict the future course of constitutional law. Should -\ndo they know there's a Fourth Amendment? Do they know it\ncontains a particularity requirement? Presumably they do.\nBut do they know how that applies in all circumstances and\nthat they have a duty to proofread a warrant even though\nthey've made out the materials, they've submitted to the\nmagistrate, they've been there with the magistrate and\ngotten the approval as they assumed that they saw it?\nMassachusetts v. Sheppard very strongly says\nthat - that we do not hold the officers to have a further\nduty in that instance. If you hold it in this case for\nthe first time and anew, the qualified immunity at a\nminimum should be appropriate for the officer here.\nIf I may reserve the balance of my time.\nQUESTION: Very well, Mr. Cordray.\nMr. Schlick, we'll hear from you.\nORAL ARGUMENT OF AUSTIN C. SCHLICK\nON BEHALF OF THE UNITED STATES AS AMICUS CURIAE\nSUPPORTING THE PETITIONER\nMR. SCHLICK: Mr. Chief Justice, and may it\nplease the Court:\nThis Court has rejected a technical perfection\nstandard in construing a warrant. In Steele v. United\nStates, the warrant authorized a search of 611 West 46th\nStreet. This Court determined, in light of the\ncircumstances of the case, including the affidavit that\nwas submitted to the magistrate in that case, that the\nsearch properly was conducted for 609 West 46th Street, as\nwell as 611, and the rules - the rules stated in Steele v.\nUnited States is that a warrant satisfies the\nparticularity requirement of the warrant clause if an\nofficer executing a search could determine with reasonable\neffort what the magistrate authorized.\nQUESTION: So do you say this is just a technical\nmistake? If it said, go to the Empire State Building and\nseize the Empire State Building, that's just a technical\nmistake? I mean, they may have made it for a technical\nreason, but you'd have no idea what they're supposed to\nlook for.\nMR. SCHLICK: And it - the question in that case,\nYour Honor, would be, is it clear what the magistrate\nauthorized? In this case -\nQUESTION: No, it isn't clear. How is it clear?\nMR. SCHLICK: In - in that case, if it is not\nclear, then there is a violation of the particularity\nrequirement -\nQUESTION: But you're saying here it's clear\nbecause the affidavit said it, but the affidavit's locked\naway somewhere and nobody can look at it.\nMR. SCHLICK: No, it's - it - is - in fact it was\nunsealed, and typically when warrants are put - when\napplications are placed under seal, there's a provision\nfor unsealing the application upon the indictment or after\na period of time, or a motion to unseal can be brought,\nwhich could have been done in this case, but in fact, the\nmotion was brought by the Government in the - in the first\nplace.\nQUESTION: So, in fact, what a homeowner's\nsupposed to do is if the warrant - he looks at it, by the\nway, it's blank, it's blank. And the officer says, don't\nworry, I'm not going to tell you what I'm looking for, but\njust go somewhere to a court house and make a motion to\nunseal an affidavit and that will solve the problem. Is -\nis that what the Fourth Amendment is about?\nMR. SCHLICK: The Fourth Amendment does not\nprotect, contrary to the Ninth Circuit's belief, the\nFourth Amendment does not protect the - a supposed\ninterest in reviewing the warrant during the search. As\nMr. Cordray explained, that's inconsistent with Rule 41.\nIt also would render impossible electronic surveillance.\nThe - there also would be a serious safety concern. We\nsimply do not want citizens contesting at the scene of the\nsearch whether the scope - whether the scope of the search\nis lawful. It is safer for everyone -\nQUESTION: Well, I don't want - the - the court\nof appeals seemed to envision some sort of a collaborative\nproceeding where there's a conversation between the\nofficers executing the warrant and the homeowner and - and\nthat - that seemed to me without foundation. On the other\nhand, I suppose the homeowner has a right to look at the\nwarrant and to comment - to comment on it.\nMR. SCHLICK: Under Rule 41, the right attaches\nwhen property is seized, as part of the receipt for the\nproperty that's seized. There may, as with -\nQUESTION: Well, I - I know, but there's a knock\non the door and the policeman says, I have a warrant. And\nI say, may I see it? He says, well, oh no, you can't see\nit until I leave. Is that - is that your position?\nMR. SCHLICK: No, again that would be analyzed\nunder the law of knock and announce, and it may be\nreasonable under the circumstances -\nQUESTION: If they have a warrant, do I have a\nright to read the warrant?\nMR. SCHLICK: And the question would be -\nQUESTION: The homeowner.\nMR. SCHLICK: If - if the homeowner denied entry\nuntil a copy of the warrant is provided, the officer would\nbe faced with the question, is this a constructive denial\nof entry? Is there some exigency for getting into the\nproperty? And it may be reasonable under the\ncircumstances -\nQUESTION: No, there - no, there - there's no\nexigency because there's only one person there and he's at\nthe door and that person says, I'd like to read this\nwarrant. Does he have the right to do that before the\nofficer enters?\nMR. SCHLICK: If there were no exigencies, then\nordinarily the reasonableness principle probably would\nrequire that, but the purpose of the particularity\nrequirement, it's very clear, is to ensure that the search\nis conducted in accordance with what the magistrate\nauthorized.\nQUESTION: Why isn't that in our rule if - if\nyou're willing to concede that that's a constitutional\nrequirement?\nMR. SCHLICK: We - we are not conceding it's a\nconstitutional requirement. We're saying that under\ncertain circumstances -\nQUESTION: Well, that - you say - you say it's\npart of the reasonableness requirement to show it to the\nhomeowner if he demands it.\nMR. SCHLICK: Under - under circumstances where\nthere is no exigency where the request to see the warrant\n-\nQUESTION: Under normal circumstances, when there\nis no exigency. Under normal circumstances, if the\nhomeowner demands to see the warrant, you think it is\nconstitutionally required that you show the homeowner the\nwarrant?\nMR. SCHLICK: If - if the choice - if the\nhomeowner denies entry, there's no exigency, and the\nofficer's faced with the choice of break down the door or\nshow the warrant, then reasonableness may require showing\nthe warrant. But - but no, there is no general - there is\nno general reasonableness requirement, and as I've said,\nthis Court's cases, cases such as Dalia and electronic\nsurveillance contexts make clear -\nQUESTION: Your - your point about electronic\nsurveillance seems to me quite - quite forceful. You do -\nyou do not have to give - give the person who's being\nelectronically surveilled a - a warrant beforehand. He\nhas no opportunity to see what's - what's being done. I\ndon't see why the constitutional principle would differ\nwith regard to a - to a physical search.\nMR. SCHLICK: Our position, Your Honor, is there\nis no general requirement of providing a copy of the\nwarrant, and the Ninth Circuit asserted an interest in\nreviewing the warrant during the search is simply not\nprotected by the particularity requirement -\nQUESTION: But you - but you are saying that in -\nin circumstances, you gave an example, the reasonableness\nrequirement would result in an obligation to show the\nwarrant.\nMR. SCHLICK: It - it may under circumstances,\nbut not as a general rule.\nQUESTION: Well, let's - let's take - let's -\nlet's go one step further than the - than the hypothetical\nyou - you were dealing with a moment ago. Let's assume\nthe homeowner comes to the door and says, I'd like to see\nthe warrant. And they say, well, here it is, and the\nhomeowner says, I - I'd like to read it, and the police\nsay, no, you can't read it. And the homeowner says, look,\nI'll give you whatever you've got a right to seize under\nthis warrant. You don't have to tear the house apart,\njust let me see what it is you want. The police answer,\nno, we're not going to tell you, we're going to go through\nthe house ourselves. Do you think that would be\nreasonable execution of the warrant?\nMR. SCHLICK: Yes, I - I think it - it - in most\ncircumstances would be reasonable, yes, that the -\nQUESTION: They would have a right to - to - to\ntear the house apart when the homeowner stands at the\nthreshold and says, tell me what you've got a right to\nseize and I'll get it for you.\nMR. SCHLICK: The - the question - the question\nin that case would be whether the search was conducted\nwithin the scope of the warrant. If so, it would be a\nvalid search and -\nQUESTION: The question is whether it's a\nreasonable search, and that includes an - an issue about\nthe manner in which the warrant is executed.\nMR. SCHLICK: A - a search would not be rendered\nunreasonable by virtue of a discussion between the\nofficers and the citizen. The question would be how the\nsearch was conducted. I would like to discuss the law -\nQUESTION: Well, I - I suppose that the officer\ndoesn't have to take the word of the homeowner either that\nI'm getting you exactly what you want, you know, if the\nguy's charged with some sort of fraud, maybe he's going to\ncontinue.\nMR. SCHLICK: That - that's true and, of course,\nthe things that are seized may not conform to the warrant\nbecause of the plain view rule that the officer may seize\nthings that aren't covered in the rest of the warrant.\nQUESTION: But -\nMR. SCHLICK: Now, under the law of qualified\nimmunity -\nQUESTION: Mr. Schlick, as far as the rule is\nconcerned, the rule - the heading is receipt, so the rule\n- rule doesn't address this problem. It goes to what you\ndo in inventory and then you give a receipt, if you're\ngoing to take away property give a receipt, and by the\nway, give the warrant with it. So I don't think we can\nread this rule as saying you don't have to give the\nwarrant if the homeowner requests it. It just says if\nyou're taking away property then you give a receipt, and\npart of the receipt is the warrant.\nMR. SCHLICK: The only requirement to providing\nthe warrant is if property is taken away. Agent Groh also\nis protected from suit under the law of qualified\nimmunity. There was - there's no clearly established law\nthat requires an officer to undertake particular\nprocedures in the preparation of a warrant. The Ninth's\nCircuit novel proofreading requirement had not even been\nconceived at the time of this search. In addition, the\nlaw is in disarray concerning the circumstances under\nwhich an affidavit or an application may be considered in\nconstruing the warrant. Off - Agent Groh also was\noperating under a reasonable mistake of fact.\nQUESTION: But if he had been on the way to the\nresidence and 3 minutes before he got there, the residents\nsay, oh, this is a terrible mistake here, would he have\nthe obligation to turn around and go back or have somebody\nbring him the affidavit out?\nMR. SCHLICK: Under Steele, the question would be\nwhether it was sufficiently clear what the magistrate\nauthorized. We believe under these circumstances it was\nclear, so he would not have had that obligation. But as a\npractical matter, and this is very important, officers are\nnot going to conduct searches when there is a question\nabout the scope -\nQUESTION: So - so that - so that even if he sees\nthe mistake before he makes the entry on the premises, he\ncan - he can proceed?\nMR. SCHLICK: If it's sufficiently clear under\nSteele, yes.\nQUESTION: And under these facts?\nMR. SCHLICK: Yes, yes. And - and if - and\nagain, this goes to the purpose of the particularity\nrequirement, which is ensuring that the search is\nconducted in accordance with what the magistrate\nauthorized. If that is - if that is satisfied, then there\nis no constitute - then there is no constitutional\nviolation and there's no constitutional interest in having\nthe officer delay the search. But again, as a practical\nmatter, the officer is going to want to be sure that\nsuppression remedy -\nQUESTION: Well, but - but then - but then you're\nsaying this warrant is sufficient?\nMR. SCHLICK: Yes. The -\nQUESTION: So - so - you want us to write an\nopinion to say that we can have warrants like this all the\ntime and there's no problem.\nMR. SCHLICK: Again, that's the constitutional\nrule, but as a practical matter, officers are not going to\ntake risks when they're - when they don't face an exigent\ncircumstance -\nQUESTION: Talking about a constitutional minimum\n- you say that a constitutional minimum - this warrant\nwould - is - is adequate under the Fourth Amendment in all\ncircumstances?\nMR. SCHLICK: Under these circumstances, which\ninclude particularly the references in the warrant, Agent\nGroh's application and affidavit, which include the clear\nlift - list - in his application and the magistrate's\nsignature on the warrant without making any edits.\nThis is not in the typed version that we have,\nbut if you look at the actual warrant form, which is\ndocument number five in the district court, you can see\nthat the - that the magistrate signed the warrant form and\nit's a typed form on which there are handwritten notes, so\n- so -\nQUESTION: I did see it. I did look at that and\nit occurred to me at that moment that all you're asking\npeople to do is just glance at the document quickly to\ncatch obvious mistakes, which this is.\nMR. SCHLICK: And - and in this case, if Agent\nGroh had glanced -\nQUESTION: Thank you, Mr. Schlick.\nMr. Kozakiewicz, we'll hear from you.\nORAL ARGUMENT OF VINCENT J. KOZAKIEWICZ\nON BEHALF OF THE RESPONDENT\nMR. KOZAKIEWICZ: Mr. Chief Justice, and may it\nplease the Court:\nThe Ramirez home was searched pursuant to a\nnonsensical warrant. They were deprived of the\nprotections of the essential function of the warrant,\nwhich this Court has said is to assure the individual\nwhose property is being searched and seized of the lawful\nauthority of the executing officer, his need to search,\nand the limits of his power to search. The particularity\nrequirement has -\nQUESTION: Where - where do - where do we say\nthat? Did we say that in a case that -\nMR. KOZAKIEWICZ: Yes, Your Honor, you say that\nin - it was actually quoted in the McGrew case. It was\nstated in Illinois v. Gates and in citing Chadwick at page\n9 in California v. Acevedo.\nQUESTION: If - if - if that is indeed the\npurpose of the warrant, isn't it passing strange that the\nrules relating to warrants do not require that the warrant\nbe served, be presented to the individual, unless and\nuntil something is taken, at which point the warrant has\nto be left plus a list of the things taken? I mean, I\njust find it remarkable that our rules of criminal\nprocedure would not require the service of a warrant, and\nindeed, if that is the purpose of a warrant, what do you\ndo about warrants for electronic surveillance, for\nwiretaps? Does - do - do you have to serve the object of\nthe wiretap with a warrant saying, we're going to be\ntapping your phone, so he'll say, oh, thank you very much,\nyou know, I'll use another phone.\nMR. KOZAKIEWICZ: With - with respect to a\nwiretap, you have some exigent circumstances there. What\nthe - what the Ramirezes were facing were the search of\ntheir home -\nQUESTION: It's not - what's exigent - what's\nexigent about it? Not necessarily, I -\nMR. KOZAKIEWICZ: There's no necessarily -\nthere's - with a wiretap there's no invasion, a physical\ninvasion of the home and the rummaging through their\npersonal belongings.\nQUESTION: Counsel, I suppose you don't have to\ntake the position that there's some right of the homeowner\nto examine the warrant before the officer is admitted to\nthe home to win this case, do you?\nMR. KOZAKIEWICZ: That's true, Your -\nQUESTION: Why are you taking that position then?\nThat gets you into a lot of hot water, because it hasn't\nbeen clearly defined. I mean, the Ninth Circuit seemed to\nplace a lot of weight on the point, but I'm not sure it is\nnecessary for you to prevail in this case. I'd like to\nhear your views.\nMR. KOZAKIEWICZ: Your - Your Honor, that - that\nis correct. The - the warrant was - was facially invalid,\nit was plain to see, but the - the Ninth Circuit has\nestablished a very - clearly established rule to say that\nthe warrant requires a particular description. We are\nwilling to - if it's not contained within the four corners\nof that document - to go be - to look at documents outside\nthe four corners, provided it meets certain criteria, that\nbeing it is specifically referenced into the - into - in\nthe warrant itself and somehow accompanies or is attached\nto the warrant.\nUnder those circumstances it would become part\nof the warrant and they would recognize that, and the\ncourt went on to say that that has - was the rule in the\nNinth Circuit for a long period of time. Agent Groh\nshould have known about that, and it was - it was the\nclear law and therefore a constitutional violation took\nplace and he did not - could not have good faith in his\nbelief that he complied with that requirement of the\nwarrant.\nQUESTION: Why, when McGrew didn't issue until 6\nmonths after the conduct in question? McGrew set the\ncircuit law for the - at least for the Ninth. It said\nthat the executing officer has to read the warrant, but\nthat wasn't on the books when this search occurred.\nMR. KOZAKIEWICZ: Your Honor, McGrew was decided\n6 months after the search in this case. However, the\nevents that took place in McGrew happened before this\ncase. If McGrew had never occurred, this would have been\n-\nQUESTION: But what made the law clear in the\nNinth Circuit was not the timing of the McGrew search, but\nthe ruling of the Ninth Circuit.\nMR. KOZAKIEWICZ: The - the McGrew decision said\nthat it was clearly established at - through their - their\nprior decisions of the requirement that the warrant refer\nto and either have attached to or accompany the affidavit\nif you wanted to - to use it as a basis to meet the\nparticularity requirement, and it - it looked at other\ncases besides just that one. This has been the law in\nthis circuit for over - over a decade.\nQUESTION: I see that there is a serious\nquestion, I think, underlying what you're saying. You're\nsaying that this is really a question of cross-reference.\nThe Constitution requires the warrant to describe the\nthings to be seized. Now, what the Government says is\nthis - we have permitted in cases that requirement to be\nfulfilled where the warrant piece of paper is perhaps\nblank or erroneous, but it cross-references another\ndocument. And you've said, it can do that where that\nother document is physically attached or, let's say, at\nleast in the car. There was one case that said in the\ncar, but not where it's in a vault someplace. And Justice\nScalia, I think, asked why - why is that? Because if the\npurpose of the Fourth Amendment is not to alert the\nhomeowner, but simply to be certain there is a check on\nthe searcher, why have the cases come out the way you've\njust described them?\nMR. KOZAKIEWICZ: Because it's a - not to have\nthat warrant or the supporting documentation to the\nwarrant present to meet the particularity requirement is\nan opportunity for abuse.\nQUESTION: What kind of abuse?\nMR. KOZAKIEWICZ: To be abuse to - to the - that\nthe officer can come to the home, say I'm planning - I'm\nplanning to search for - for something, ransack the house,\nfind nothing, leave no warrant, and the person has no idea\nof the legal authority of - of why the officer was there,\nwhat he was doing there. He could have the opportunity to\ndecide he wants to go in and rummage through the personal\npapers and -\nQUESTION: But he didn't, and that goes back to a\nquestion that Justice Scalia raised earlier. Assuming\nthere is a violation of the Fourth Amendment, you're\nbringing a Bivens action, and if we recall the facts in\nBivens that - the police acted as rough as can be, they\nmanacled the man, they told him they were going to arrest\nhis wife and children, they hauled him off to jail and\nthey strip-searched him. Nothing like that happened here.\nMR. KOZAKIEWICZ: That's correct, Your Honor.\nHowever, Bivens 19 - in 1983 action, depending upon\nwhether the actor is State or Federal agent, follow the\nsame - same line of reasoning of whether - was the action\na violation of constitutional right and was it objectively\nreasonable.\nQUESTION: But the damages here, nothing happened\nhere that would not have happened if the right portion of\nthe application had been copied into the warrant.\nMR. KOZAKIEWICZ: The - the - the damages was to\n- to the - the homeowner's ability to be assured of the\nauthority of the officer to be here.\nQUESTION: Well, I'm not sure about that. Does\nthe homeowner say, well, I'd like to - this is a long\nwarrant, I have to sit down and read this, and they sit\ndown by the fire and read the warrant and discuss it?\nThat's not the way it works.\nMR. KOZAKIEWICZ: Under the circumstances of this\ncase, there was no opportunity ever for the - the\nhomeowner to - to know what -\nQUESTION: Well, but we're asking what the\ngeneral requirement is. Once - once the homeowner finds\nthat the police have the authority to enter, then don't\nthe cases teach us that the purpose of the warrant is to\ncontrol the discretion of the officer, not the knowledge\nof the homeowner, and incidentally, I think you might be\nable to read Rule 41 as saying that when an officer leaves\nhe has to give a copy of the warrant whether he takes\nanything or not. I'm - I'm not quite sure that that's the\nright interpretation.\nMR. KOZAKIEWICZ: Well, you're -\nQUESTION: Let's assume that that's done. I\ndon't think the homeowner has the right to monitor the\nsearch. There's - there's no authority for that. The\nNinth Circuit seemed to say - think that.\nMR. KOZAKIEWICZ: Yes, Your Honor, the Ninth\nCircuit said that and, in fact, in the Gant case, which\nwas cited in - in McGrew, they said that there's a - a\nduty of the officer under the rule to provide the\nhomeowner with the warrant prior to leaving the scene.\nQUESTION: Under the rule, they said? Under the\nrule? Well.\nMR. KOZAKIEWICZ: Yes, Your Honor.\nQUESTION: That's not true, is it? I mean, you -\nyou can create such a duty -\nMR. KOZAKIEWICZ: No.\nQUESTION: - but it doesn't appear in the rule at\nall, does it?\nMR. KOZAKIEWICZ: The - the Gant decision that\nreferred to the - to the rule was looking at the - the\nargument was made in that case by the Government that the\nrule only required it, and said that since the - the Katz\ndecision says that it - the rule does not invariably\nrequire it to - the Government to serve the warrant, that\nit must usually require that it be done.\nQUESTION: Doesn't say anything at all about\nwarrant when no property is taken. As far as - I have the\ntext of Rule 41 in front of me. It talks about leaving\nthe warrant when you've taken property. There's not one\nword in this that I can see about leaving the warrant when\nyou haven't taken property.\nMR. KOZAKIEWICZ: That's correct, Your Honor, and\nthat's the - the real problem in this - in this case, when\nif - if there is no duty to leave a warrant, as suggested\nby the - the United States in their - their brief when no\nproperty is taken, then it's the invitation to abuse that\nI - I talked about earlier.\nQUESTION: Well, but do you - do you have to - do\nyou have to maintain that position to win your case? I\nmean, do you have to get us to accept your - that - that\nproposition in order to win your case?\nMR. KOZAKIEWICZ: No. I think the plain language\nof the particularity requirement is all that is needed and\nthis does not meet the particularity requirement.\nQUESTION: Can we get back to the question I\nthink that you hadn't completed your answer to before?\nSo, assuming that there is a violation of the Fourth\nAmendment, what harm to this family - I mean, the contrast\nwith Bivens in that regard is stark, because the - the -\nwhat you recited, the same thing would happen if the\nwarrant had copied the right paragraph of the application.\nThere was no rough stuff.\nMR. KOZAKIEWICZ: The damage is the fact that\ntheir constitutional right to have a - a properly executed\nand a properly written warrant prior to the invasion of\nthe home.\nQUESTION: So -\nQUESTION: Of course, that's really not what the\nFourth Amendment says, is it? It just - it doesn't say\nyou need - you need - I mean, surely there's some play in\nthe joints, isn't there? It's - it categorically\nprohibits unreasonable searches and seizures, right?\nMR. KOZAKIEWICZ: Correct.\nQUESTION: And then it goes on to say, and any\nwarrants, you know, where you need a warrant shall\nparticularly describe the - the person or place to be\nsearched and the items to be seized. But it doesn't say\ncategorically that you can't - you need a warrant all the\ntime, so there's some play in the joints. Why couldn't we\nsay that at least in this case where there was a good-\nfaith attempt to get a warrant and where the affidavit\nwould have justified a warrant, it is not the one thing\nthat the Fourth Amendment prohibits, an unreasonable\nsearch and seizure, to go ahead with this defective\nwarrant?\nMR. KOZAKIEWICZ: Because there was no effort on\nthe part of Agent Groh to comply with that particular\nrequirement, and that leads to the opportunity for abuse\nbecause he - there is no evidence in the - in the record\nto show that he had any - did anything to comply - to see\nthat he had a warrant that met the particularity\nrequirement.\nQUESTION: But - but there's nothing in the\nFourth Amendment that requires a warrant, even for the\nentry into a home, and as you know of, many entries into\nhomes are done without a warrant when there are exigent\ncircumstances. Now, if - if you can say that that is not\nan unreasonable search and seizure, why can you not say it\nis not an unreasonable search and seizure to proceed on\nthe basis of a warrant that has a - a technical - clear\ntechnical defect, but nonetheless was sought and - and\nwould have issued in perfect conformity with\nconstitutional requirements. Why does that make it an\nunreasonable search and seizure? I can see that it makes\nit a search and seizure without a proper warrant as\ndefined in Article IV - in the Fourth Amendment - but the\nFourth Amendment does not require a warrant all the time.\nMR. KOZAKIEWICZ: It does not require a warrant\nall the time if there are exigent circumstances. There\nwere no exigent circumstances in this case.\nQUESTION: Well, that's not the only exception.\nI mean, that's one exception that - that we've developed.\nWhy can't we say another exception is where you've done\neverything that is necessary to get a warrant, and the\nwarrant you've gotten, yeah, it doesn't really comply with\nthe description of the warrant there, but still to proceed\nthat way is not unreasonable search and seizure? It's\nmistaken but it's not an unreasonable search and seizure.\nMR. KOZAKIEWICZ: Because I think the - that\nwould trivialize the - the requirement of the\nparticularity clause, because particularity as well as\nprobable cause weigh into the - the general warrant\nsituation and -\nQUESTION: Are you - you suggesting that maybe it\nwas unreasonable? Since there were no exigent\ncircumstances this warrant could have been executed the\nnext day for as far as we know from this record, to go\nback and say, oh my goodness, look at this, it's a general\nwarrant, I better get it particularized.\nMR. KOZAKIEWICZ: That - that's correct, and he -\nhe should have done that, because the - the problem here\nis that there was - it was plain for everyone to see.\nThis was the - the Leon - the warrant that was envisioned\nin Leon that was so facially valid that no reasonable\nofficer could rely on it -\nQUESTION: With respect to Leon, Mr. Cordray\nurged that if you would meet the good-faith exception, in\nany case where the good-faith exception would apply so the\nevidence isn't suppressed, the officer would have\nqualified immunity. Do you agree that that's a - a proper\nequation?\nMR. KOZAKIEWICZ: Only if there is good faith\nthat the officer attempted to comply with the\nparticularity requirement, because if there was good faith\nthat there was probable cause, that does not supply the\nparticularity any more than the oath and affirmation to\nsay that this was oath and affirmation. To have a valid\nwarrant you need all legs of the stool, and the\nparticularity requirement is one of those.\nQUESTION: May I ask you a question about the -\nQUESTION: So what you are saying is not because\nthe - the same reason it's not a qualified immunity is the\nsame reason it isn't an unreasonable search. It isn't a\nreasonable search, isn't a reasonable search, and there is\nno qualified immunity because he didn't even glance at the\ndocument, and for the head man not to glance at the\ndocument is not good faith and is unreasonable. If that's\nyour argument - as I guess you're going to accept this now\n-\nMR. KOZAKIEWICZ: Yes.\nQUESTION: All right, fine. I'd like to go back\nfor one second to Justice Ginsburg's - one of her initial\nquestions, is, what is it you are seeking here? A dollar\nin damages and an apology? Because, after all, if you\naccept my argument, they would have just gone back and\ngotten a better warrant and it would have taken them a\ncouple of hours and all the same thing would have\nhappened. So - so what - what is it you're seeking in\nthis lawsuit? An apology and a dollar or something else?\nMR. KOZAKIEWICZ: We're seeking money damages\nthat a - a jury would -\nQUESTION: Well, is there any way it could be\nmore than a dollar?\nMR. KOZAKIEWICZ: It - it would depend, Your\nHonor, on -\nQUESTION: What have you asked for in the\ncomplaint?\nMR. KOZAKIEWICZ: We didn't put - specify a\ndollar amount in the complaint.\nQUESTION: Is there any way it could be more than\na dollar? I mean, you must have thought this through,\nbecause, after all, you have filed a complaint and they\nhired you and -\nMR. KOZAKIEWICZ: Yes, it is - yes, it is, Your\nHonor, because the trauma - the traumatization that Mrs.\nRamirez went through by agents coming into her home and\nsaying, we have a warrant to search for explosives -\nQUESTION: Is different from what it would have\nhappened an hour later? Different from what -\nMR. KOZAKIEWICZ: Yes, yes.\nQUESTION: - would have happened if they'd\ncorrected the error and gone back and done the same thing\n-\nMR. KOZAKIEWICZ: That - that's correct -\nQUESTION: - because?\nMR. KOZAKIEWICZ: Because there was that time\nframe, and in this case it was a continue of a time frame\nthat she was under - under the fright of people being in\nher home, searching it, ransacking it, going - going\nthrough it. There was - we've alleged in the complaint\ndamage to personal property. All this was done without\nher knowing and whether they had the right to be there,\nwhat they were looking for other than -\nQUESTION: But I - I thought the facts say that\nthey correctly - at least in the petitioner's brief - they\nsay that they correctly notified the homeowner about the\npurpose and objects of the search.\nMR. KOZAKIEWICZ: That would be an oral\nnotification, and there is no assurance given to the -\nthrough oral notification, he could make up anything he\nwants.\nQUESTION: You think when the Fourth Amendment\nwas adopted or when the English tradition that underlaid\nthe Fourth Amendment was - was formed, most people could\nread a warrant?\nMR. KOZAKIEWICZ: I don't know, Your Honor.\nQUESTION: Then - then do you think the\nhomeowners would have the right to exclude the constable\nuntil he could get somebody who was literate to read the\nwarrant that the constable presented to him? Maybe call\nhis attorney and say, you know, there's a warrant here I\ncan't read, can you come over and read it for me?\nQUESTION: They didn't have telephones.\n(Laughter.)\nQUESTION: I didn't say call him by phone, Mr\nChief Justice.\n(Laughter.)\nQUESTION: His attorney lived - lived across the\nstreet actually. I mean, this - this notion that this is\npart of the - of the warrant requirement, it seems to me,\nis based on a real misunderstanding of - people couldn't\nread, most of them.\nMR. KOZAKIEWICZ: Well, that makes an assumption\nof what took place there. In today's society most people\ncan read and Mrs. Ramirez can -\nQUESTION: Well, we might - we - maybe we should\nadd that requirement to the Fourth Amendment. I assume we\ncould amend the Fourth Amendment to say, in addition to\nwhat it used to mean, you have to present the warrant at\nleast to people who are literate.\nQUESTION: Counsel, if we conclude that there is,\nin fact, no requirement, as the Ninth Circuit seemed to\nthink there was, that the warrant be shown to the\nhomeowner in advance, assume that's not a requirement.\nWhat are the damages left other than attorneys fees?\nMR. KOZAKIEWICZ: If the - the -\nQUESTION: Are you really - is it really a fight\nabout attorneys' fees because it's taken so long to get up\nhere?\nMR. KOZAKIEWICZ: No, Your Honor.\nQUESTION: No?\nMR. KOZAKIEWICZ: No. There's - there's - that\nhasn't even come up.\nQUESTION: I assume it will.\n(Laughter.)\nQUESTION: May I ask you another question about\nthe warrant? Everybody's been assuming that there's only\none particularity requirement in the Constitution. There\nare two. There's the - particularly describing the place\nto be searched and also the items to be seized, and I was\nwondering if one couldn't read this warrant as just\nsatisfying the particularity requirement with regard to\nwhat was to be searched, because as I understand it, it\nwas - the ranch was a very big ranch and they only wanted\nto search this one house with a couple of - the garage\nnext to it, and they didn't search the entire ranch, did\nthey?\nMR. KOZAKIEWICZ: Yes, they did go to search the\nentire ranch.\nQUESTION: Oh, they did?\nMR. KOZAKIEWICZ: And they did look in various\nother buildings. There was a statement in the affidavits\n- in the complaint, which has not been denied that they -\nin some ways secured - they - there was admissions in -\nin answers -\nQUESTION: I see. I thought one might read the\nwarrant as describing this particular blue - blue house\nand so forth as the particular part of the ranch that was\nto be searched for the guns and so forth, but that's not\nthe case? They searched everything?\nMR. KOZAKIEWICZ: Yes, that's -\nQUESTION: I see.\nMR. KOZAKIEWICZ: That's correct. But if you\nwere to - if you were to read it that it was the - to\nsearch the ranch for the blue house, then -\nQUESTION: This would be - no, I wouldn't - you\nwouldn't obviously be searching for the blue house, but\nyou might read this as having confined the search to the\nblue house as opposed to the entire ranch, which is\ndescribed - but you - but that - that wasn't done.\nMR. KOZAKIEWICZ: No.\nQUESTION: So then it is really nonsensical on\nits face.\nMR. KOZAKIEWICZ: That's the position that we've\ntaken all along.\nQUESTION: Well, so far as damages are concerned,\nI suppose your claim is analogous to a common law\ntrespass, that someone has come on the - come on your\nproperty without any right to do so, and so you - you\ncould analogize that to whatever damages you could get for\na trespass.\nMR. KOZAKIEWICZ: That would be correct, Your\nHonor. We - we haven't thought about damages in - in your\n- since the - the motion to dismiss was - was granted and\nwe've been arguing the - the points of law.\nQUESTION: But I thought you did make some kind\nof enumeration. You mentioned Mr. Ramirez's drafting\ntable was broken and you said she was frightened, and I\nthink one other thing you alleged.\nMR. KOZAKIEWICZ: Yes, that's correct. There\nwere - there were damages -\nQUESTION: Oh, yes, the reputation to the - the\nreputation in the neighborhood, but that would have been\naffected just the same if the police came there with an\nentirely proper warrant.\nMR. KOZAKIEWICZ: That's - that damage would have\nbeen the - been the same. The - the damage to them is the\nfact that the search was done and there was no - since the\nsearch was under a illegal warrant, we contend that the\nsearch was illegal and any damages coming through from the\nillegal search are compensable, but that's to be decided\ndown - down the road.\nThe - the Marks v. Clarke case that was referred\nto earlier about - saying that there was no duty to read\nthe warrant by the officers is not entirely correct. In\nthe - in the Marks case, in the - the Ninth Circuit said\nthat there was no duty for the officers executing the\nwarrant to read it, as long as they be - they fulfilled\ntheir duty to become familiar with it before they went out\nthere. However, the - the court did say that the officers\nwho applied for the warrant had a duty to make sure that\nthey had the valid warrant.\nIf there are no further questions -\nQUESTION: Thank you, Mr. Kozakiewicz.\nMr. Cordray, you have 2 minutes remaining.\nREBUTTAL ARGUMENT OF RICHARD A. CORDRAY\nON BEHALF OF THE PETITIONER\nMR. CORDRAY: Your Honor, on the qualified\nimmunity point, there is plain language in the\nConstitution as to what the Fourth Amendment says, but\nthis Court said in Anderson v. Creighton, that is not the\ncorrect approach. It's not at the level of what the\nConstitution says in the abstract. It's how it's applied\nin particular circumstances. And here, the Ninth Circuit\ndid move the law in specific respects, and this Court is\nbeing asked to move the law and to answer questions that\nwe either open, and in fact are controverted in the lower\ncourts as we speak.\nSheppard had established that you can go beyond\nthe four corners of the page of the warrant to look at\nsupporting materials when there's any kind of suitable\nwords of reference. The Ninth Circuit itself has\nclarified since this case, in U.S. v. Vesikuru, 314 F.3d\n1116, suitable words of reference can be that we're\nrelying on the sworn complaint to supply probable cause,\nvery similar, in fact indistinguishable, from the words of\nreference in this warrant in this case. You're being\nasked to retreat from Sheppard and to clarify when a\nwarrant can or cannot incorporate accompanying affidavit\nmaterials and that's a question you're being asked to\nanswer in this case and then apply against this officer\nretrospectively to give damages and deny qualified\nimmunity. That's inappropriate under this Court's settled\ncase law.\nSecond, you're being asked in this case to say\nspecifically an officer has a constitutional duty to\nproofread and re-check a warrant after it has been issued\nby the magistrate, which this Court has never held, and\nthis Court has said in prior cases, including Illinois v.\nGates, that the officers' sole duty once they apply for an\norder of authority is to execute the warrant faithfully in\naccordance with the constraints imposed upon them.\nMcGrew moved the law in this case. It was\ndecided 6 months after this search occurred. This\ndecision below in this Ramirez case moved the law further,\nand yet the Court is being asked to deny qualified\nimmunity to this officer here.\nAs for the Leon dictum, Justice Kennedy, you\nasked, we believe that if in fact Agent Groh had noticed\nthis error, if anyone had called it to his attention\nduring proceeding to execute the search, the more\nreasonable course of conduct would be to stop and seek\nclarification from the court, as the officers did in\nMaryland v. Garrison. Having not noticed the error,\nhaving gone ahead and executed the warrant in good faith,\nhaving executed the search in compliance with the request\nmade to the court, that is good faith and -\nQUESTION: Would they have had a duty to turn\naround if they'd noticed the error 5 minutes before they'd\ncome to the property?\nMR. KOZAKIEWICZ: That is a debatable question.\nI think that the better approach would have been to stop\nat that moment and seek clarification from the court since\nthere were no exigent circumstances. But here, the\nofficer had not noticed the error, the magistrate had not\nnoticed the error, no one on the team had noticed the\nerror. The next day, a lawyer sitting in his office\nreading the page in the cold light of day noticed the\nerror. Immediately Agent Groh responded, faxed him the\nface page of the application. His conduct here was\nclearly in good faith and - and to impose qualified\nimmunity here would be wrong and would be in total\nviolation of this Court's cases and clearly established\nlaw.\nCHIEF JUSTICE REHNQUIST: Thank you, Mr. Cordray.\n"
    }, 
    "respondents": [
        "No. 02-811 JOSEPH R. RAMIREZ, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 2, 
        "MR. CORDRAY": 51, 
        "MR. KOZAKIEWICZ": 51, 
        "MR. SCHLICK": 28, 
        "QUESTION": 141
    }
}