{
    "appearances": {
        "content": "MR. MATTHEW D. STAVER, Longwood, Florida;\non behalf of the Petitioner.\nMR. DAVID A. FRIEDMAN, Louisville, Kentucky;\non behalf of Respondents.\nPAUL D. CLEMENT, ESQ., Acting Solicitor General,\nDepartment of Justice, Washington, D.C.; on\nbehalf of United States, as amicus curiae,\nsupporting Respondents.\n"
    }, 
    "caseNum": "03-1693", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF: PAGE\nMATTHEW STAVER, ESQ.\nOn behalf of the Petitioners 3\nPAUL D. CLEMENT, ESQ. 17\nOn behalf of the United States\nDAVID A. FRIEDMAN,ESQ.\nOn behalf of the Respondents 26\nREBUTTAL ARGUMENT OF:\nMATTHEW STAVER, ESQ.\nOn behalf of the Petitioner 47\nJUSTICE STEVENS: And we will now hear\nargument in McCreary County against the ACLU.\nMr. Staver?\nORAL ARGUMENT OF MATTHEW D. STAVER\nON BEHALF OF PETITIONERS\nMR. STAVER: Justice Stevens and may it\nplease the Court.\nBefore this Court is a setting of law in a\ncourthouse and a display on law that contains the\nuniversally recognized symbol of law. Despite the\nfact that the deck law occupies only one tenth of\nthis otherwise secular display, the Sixth Circuit\nstruck it down. The Court focused solely on the\nreligious aspect of the Ten Commandments and that's\naired by ignoring the overall context.\nThe Ten Commandments is unlike most any\nother acknowledgment. It is in a category\nessentially all by itself. It is thematic in common\nplaces in courthouses while Nativity scenes and\nmenorahs occur occasionally and often gratuitously on\npublic property. The Ten Commandments occurs quite\nfrequently and has for more than a century in\ncourthouses all over this nation. It is associated\nwith courthouses for a clear historic reason, because\nthe Ten Commandments has played an influential role\nin American law and government and our system of law\nin this country.\nThe context in this case is clearly\nimportant. Yet the Sixth Circuit --\nJUSTICE SOUTER: May I ask you there\nbasically to comment on the point that Justice Scalia\nmade in the course of the last argument? The\ncontext, as we know, has changed pretty radically in\nthe course of litigation over this and it started out\nwith just the Ten Commandments alone and then version\n2, the Ten Commandments had certain -- were\nsurrounded by certain quotations of religious content\nfrom other texts.\nAnd finally, as I guess literally is true\nwith a new lawyer and more litigation, we've gotten\nto the present context. Isn't the problem that you\nhave to face, as I've said before, what Justice\nScalia raised before, everybody knows what's going\non. Everybody knows that the present context is\nsimply litigation dressing and that the object for\nwhat is going on is the object that was revealed in\nthe first place.\nWhat is your response to that?\nMR. STAVER: Several. The display in this\ncase has three different phases. First it was the\nstand-alone Ten Commandments. They were sued. They\ncould have defended that but they chose instead to\nswitch rather than fight because they wanted to try\nto comply with this Court's establishment clause\njurisprudence, to try to figure out how to be able to\ndisplay this particular document. They stepped,\nhowever, on a land mine admittedly with this second\ndisplay.\nJUSTICE SOUTER: Well, they created the\nland mine basically. I mean --\nMR. STAVER: They were trying to do the\nbest that they could, trying to follow this ever\nbending establishment clause jurisprudence especially\nin the area of displays. Remember this was back in\n1999.\nAt that time, there were less than a\nhandful of reported decisions ever in this country on\nthe Ten Commandments. The first was in 1973, Stone\nwas in 1980 and there were a couple of others. There\nare only 30 reported cases in the country or so and\n23 of those happened from 1999 to the present so they\ndidn't have really any guidance. They were trying to\nfollow Lynch and Allegheny as best as they could but\nthese are governmental officials. They're not\njurists schooled in the law. And admittedly they\nmade a mistake. But what they have now is the\nfoundation is display and as the District Court\nrecognized, it is fundamentally different than any\nprevious display.\nLike this Court's decision in the Sunday\nlaw cases, even though it may have started off for a\nreligious purpose, the Sunday laws were continued to\nbe retained for secular reasons.\nIn this case --\nJUSTICE KENNEDY: Are you saying that the\npurpose is neutral or that the purpose doesn't\nmatter?\nMR. STAVER: We're saying that in this\ncase, the purpose is about the display of law. We\nalso have an argument later on that this Court should\nreconsider the purpose in generally as it relates to\nthe Lemon test.\nJUSTICE SOUTER: Okay, but if we still\nhave a purpose inquiry, what you say of course is\ntrue. The current display includes the display of a\nlot of legal documents. But is there any reason for\nanyone to believe that that display of legal\ndocuments or anything else would be there for any\nother purpose than the display of the Ten\nCommandments, including the religious, the overtly\ntheistic part of the text?\nMR. STAVER: Yes, Your Honor. The\nDistrict Court actually recognized that one of the\nomni intended effects of the history is to educate\neveryone of the difference between an acknowledgment\nand an establishment. And even if they had a\nreligious purpose under the second display, that\nreligious purpose has been buried and has been\nabandoned.\nThey voluntarily accepted the --\nJUSTICE STEVENS: You're not abandoning\nthe position that you have a right to make this kind\nof religious display, are you?\nMR. STAVER: No, we're not.\nJUSTICE STEVENS: Okay.\nMR. STAVER: And that's why we said that\nthey could have defended the individual first display\nwhich was the Ten Commandments alone, in part because\nit is the uniquely recognized historic symbol of law\nand is commonplace and thematic in the courthouse.\nThey could have defended when they were originally\nsued on that basis alone but instead they chose to\nmodify the display. And when they modified the\ndisplay, it had excerpted sections around it.\nJUSTICE STEVENS: But is there -- I\nguess -- I don't want to tie you up too long but I\nmean given the history, isn't it still the case that\nthere is no serious reason to believe that there is\nany object here other than the display of the Ten\nCommandments including the overtly theistic text and\nthe rest of this is basically enabling context which\ndoes not affect the objective, the objective being\nthe Ten Commandments and the religious text?\nMR. STAVER: Your Honor, they must be able\nto change their misstep, if it was a misstep, that\nthey had. Otherwise, that past case would be\nsuperimposed on the foundation's display forever and\nthe question would be --\nJUSTICE STEVENS: Well, not forever but\nfor now. This isn't a case in which they came up\nwith the Ten Commandments display, it got enjoined\nand 10 years later somebody comes along and says,\nlet's have a display of important documents in the\nhistory of law. This in fact is a continuous process\nand it is a continuous process within the context of\nlitigation about the constitutionality of the\ndisplay. It's not a -- the implication is not that\nyou can never have a different display but that there\nis no reason to believe that the intent of this\ndisplay has changed as the context has changed.\nWhat is your response to that?\nMR. STAVER: The intent has certainly\nbroadened in this case and there is clearly no\nevidence in this record that this foundations display\nis solely purposed or intended to be a religious\ndisplay. In fact, even the respondents of amici that\nwrote against us said that on the face of this\ndisplay, it appears secular in nature. It does.\nIn fact, the foundations display not only\nhas numerous other documents of which the Ten\nCommandments is only one tenth of these many other\ndocument but it also has a foundations document that\nsays what the purpose is about. There is only two\nplaces that talk about the purpose on the foundations\ndisplay.\nOn the document itself, which says it's a\ndisplay about some documents that influenced American\nlaw and government, and the undisputed testimony that\nthese are documents that reflect documents that have\ninfluenced American law and government. That's the\nrecord before this Court on the foundations display\nand that is fundamentally different --\nJUSTICE BREYER: Suppose we go back to the\nfirst display. If all that was there was the Ten\nCommandments, now, in your opinion, was that\nconstitutional?\nMR. STAVER: That is arguably\nconstitutional --\nJUSTICE O'CONNOR: Do we take it along\nwith the resolution of the counties? Do we look at\neverything?\nMR. STAVER: Your Honor, there was no\nresolution, Justice O'Connor, for the first display.\nIt just went up.\nJUSTICE STEVENS: So just that first\ndisplay, what was the purpose of that first one?\nMR. STAVER: The purpose of that first one\nis like it is in many courthouses around the country.\nBoth courthouses have numerous documents of his\nhistorical nature along the walls,284 just in the\ncuria alone. And in Pulaski, many, many documents,\nwhen they celebrated their 200th anniversary in 1999.\nSo that was one of many documents that's there and\nthat was a document of the Ten Commandments that was\nmeant to show the historic nature of the Ten\nCommandments, how it has in fact influenced American\nlaw and government in the appropriate setting of a\ncourthouse.\nJUSTICE STEVENS: The original one?\nMR. STAVER: The original one.\nJUSTICE STEVENS: Was there anything there\nthat said we're interested in history and what we're\nnot interested in is having this on the wall as -- to\nencourage people to study the Bible and to encourage\nthem to study religion and to understand that in\ntheir lives, religion should be important and this\nvery solemn secular setting. Nonetheless, religion\nis important. Is there anything like that on the\ndocument itself?\nMR. STAVER: No, it was just the document\nitself in a frame on a wall amongst almost 300 other\ndocuments.\nJUSTICE SCALIA: What if its purpose were\nto demonstrate -- and I quote from one of our earlier\nopinions -- that we are a religious people whose\ninstitutions presuppose a Supreme Being. What if\nthat were its purpose? Would that have made it bad?\nMR. STAVER: I don't believe so, Justice\nScalia, because that in fact is an acknowledgement\nthat is part of our history; like in Marsh versus\nChambers. That's why this Court has authorized\nprayers before legislative sessions or suggested that\nthe national motto is constitutional because indeed\nwe are a religious people as this Court has said more\nthan five times. We are a religious people. Our\ninstitutions do presuppose the existence of a Supreme\nBeing.\nJUSTICE KENNEDY: And is it your position\nthat no real harm is inflicted on people who do not\nagree with that message?\nMR. STAVER: That's correct, Your Honor.\nJustice Kennedy, it would not inflict any\nharm because in this case, it's a passive display in\na courthouse in a hallway and you could simply walk\npast that and avert your eyes once you see this. It\ninflicts no harm, it does not --\nJUSTICE GINSBURG: Mr. Staver, what about\nall the distinctions that have been made between\nmessages that are brief or I think the expression has\nbeen minimal or minimum in some of our cases, like in\nGod we Trust, like God save the United States and\nthis Honorable Court, like under God, and a document\nthat is about worshipping the Lord, at least as many\nwords devoted to that topic. So it's not a brief\nreference. It's a powerful statement of the\ncovenants that the Lord is making with his people.\nMR. STAVER: Justice Ginsburg, the Ten\nCommandments is a unique symbol in the area of\nacknowledgment because of its historic role in\ninfluencing our law and government. It is displayed\nin this context for that unique role. It does have\nsome statements in there about God but, frankly, very\nfew when you look at the overall context.\nJUSTICE GINSBURG: Have you read the first\nfour commandments and could you say that?\nMR. STAVER: Sure. And those are\ndefinitely and decidedly religious. There is no\nquestion that the Ten Commandments is a religious\ndocument. There is also no question that it has\ninfluenced our American law.\nJUSTICE SCALIA: Do you think the Ten\nCommandments are longer than the legislative prayers\nyou've heard at the beginning of congressional\nsessions?\nMR. STAVER: No, Justice Scalia. I think\nthey're quite shorter.\nJUSTICE BREYER: I don't know how much\nhelp I can get or not but I was thinking in terms of\nthe involvement of the government, is the government\ninvolved in religion when it posts the Ten\nCommandments alone? Yes, of course it is.\nNow, there could be a purpose to it, that\nthey want to just show the history of law but it's\nall by itself and there is a lot more history than\nthat and context may matter a lot. Not everybody\nwill go with the Ten Commandments just by itself\nthere and say, well, gee, this seems to go too far.\nThis is going too far. Why? Because it\nisn't really related to history, it's the only thing\nup there, it's involvement in religion, so forth.\nNow, suppose I go down that track because\nwhat I'm really looking for is a key as to what's too\nfar and what's not. But for present purposes, let's\nassume it's too far.\nNow, once they've gone too far there, the\nnext thing that happens is they keep changing it but\nthey change it pursuant to the resolution and it\nseems as if in context, all they've tried to do is to\nsurround what went too far with a number of other\nthings that would somehow make it legal.\nNow, if it was wrong to begin with, is it\nwrong to end with?\nMR. STAVER: No, Justice Breyer, it is not\nwrong to end with any more than it would be wrong to\nbegin with the Sunday laws based upon the Sabbath\ncommandment which was a commandment about worship and\nthe end with the secular reason for keeping those\nparticular laws as this Court has recognized in\nMcGowan. And in this case, even if they started off\nwith a decidedly and only religious purpose, which we\ncontend they did not, they did not end with one and\nthey've got to, as governmental officials, be able to\nadjust their missteps whenever they step on a\nconstitutional land mine that is sometimes blurry and\nconfusing to them.\nThat's what they tried to do in this case,\nthe best efforts to try to follow this Court's\ndecision when there was really no specific guidelines\nfor them to be guiding their direction.\nThe Ten Commandments that Justice Stevens,\nyou had mentioned about the versions, the versions I\ndon't believe, with all due respect, are relevant in\nthis case or any other case regarding the Ten\nCommandments because if that were the case, you\nwouldn't be able to teach the Bible in an appropriate\ncontext because there are so many different versions\nand yet Stone and Schempp has indicated that you\nindeed can teach even the Biblical text with all of\nits multiple versions.\nJUSTICE SOUTER: But I assume if you were\nrunning a course in a school about the biblical text,\nyou would explain the differences. You would\nindicate the difference between the Jewish, the\nRoman, the Protestant, the Lutheran and so on and\nyou're not doing that here.\nI would have thought your answer might be,\nwell, if that really made a difference, we could have\nseparate versions. But it's not comparable to school\nteaching.\nJUSTICE STEVENS: Justice Souter, it would\nin fact be somewhat comparable because if you're\nteaching general biblical text, you wouldn't have all\nthe versions lined out.\nJUSTICE SOUTER: Would you think it was\nappropriate in a public school course that was\notherwise a bona fide course to teach the day on\nexodus, to teach about simply the Protestant version\nof the Ten Commandments?\nMR. STAVER: We would believe that, in\nfact, in this case, I don't even think they thought\nabout whether there were different versions but we\ncertainly believe that they could have the text there\nand talk about the Ten Commandments.\nJUSTICE SOUTER: In a public school,\nwouldn't it be required, at least for intellectual\nreasons if not the reasons of the establishment\nclause to say, well, graven images are dealt with\ndifferently in the standard Roman translation and the\npreamble sections of what may and may not be regarded\nas commandment number 1 are different in the\nChristian versus Jewish and so on.\nWouldn't that be an intellectually\nresponsible requirement?\nMR. STAVER: That's in a school context\nwhich this is a courthouse context.\nJUSTICE SOUTER: Exactly. I thought you\nwere equating the two together.\nMR. STAVER: Not one to one but I think\nthe version issue, if there is a version that flunks\nthe test, it would be this Court's south frieze.\nIt's actually in Hebrew and it speaks only to Jewish\npeople. But yet that's not sectarian such that it\nviolates the establishment clause. That's the\nacknowledgment as opposed to an establishment.\nJustice Stevens, if you would like, I would like to\nreserve the remaining of my time.\nJUSTICE STEVENS: Yes, you may do so.\nMr. Clement, you're welcome to stand up\nfor a second time.\nORAL ARGUMENT OF PAUL D. CLEMENT\nAS AMICUS CURIAE, SUPPORTING PETITIONERS\nMR. CLEMENT: Thank you, Justice Stevens,\nand may it please the Court. The display of\nhistorical documents here, like the display in the\nLynch against Donnelly case of the creche, may\ninclude a religious item without running afoul of the\nestablishment clause. As in the --\nJUSTICE O'CONNOR: Do we have to consider\nthe history of the display at all?\nMR. CLEMENT: Justice O'Connor, we would\nurge you not to consider the history of the display.\nYou in your concurring opinion in the Pinette case\nmade the point that in the context of accommodations,\nthe inquiry into religious purpose doesn't make a lot\nof sense and you urged the Court to drop it in that\ncontext. I think so too in the acknowledgment\ncontext. Certainly if you have a situation where you\ndon't have -- I think in the acknowledgment context\nas well, a focus on purpose may not be that\nproductive. But I would like to talk about the\npurpose --\nJUSTICE SCALIA: I don't know what you\nmean by the acknowledgment context.\nMR. CLEMENT: I think this Court has said\nthat you can accommodate religions. They've also\nsaid that you can acknowledge the role that religion\nhas played in our society and I think in both\ncontexts, a focus on purpose is probably not a\nprudent exercise of judicial resources. But I would\nlike to talk about the purpose here because I think\nwhat you have here is a display of a document alone\nin the first instance that certainly was at least\ndefensible and probably constitutional, yet the\ncourts below got off on the wrong foot by saying that\nthe first display was open defiance of this Court's\ndecision in Stone against Graham and I think this\nCourt's cases themselves suggest that the contextual\ndifferences between the school and the courtroom are\nenough to at least make the display not in open\ndefiance.\nNow there was the second display and we\nare not here to defend the second display but that\nwas the display that was in reaction to the lawsuit\nfiled against the first display. Now, I don't know\nif that second display was the product of bad legal\nadvice or simply frustration at the first lawsuit\nbeing filed but I don't think it should make a\nconstitutional difference.\nIn the Lynch against Donnelly case, Mayor\nLynch, after the ACLU filed a lawsuit against him,\nhad a rally at the site of the creche, a press\nconference, where he publicly vowed to fight to keep\nChrist in Christmas and then he led city workers in\ncarols and said they should sing another one that\napparently bothers people.\nYet despite that adverse reaction to the\nlitigation being filed against the city of Pawtucket,\nthis Court upheld the display and although the\ndissent did focus on the mayor's crusade to keep\nChrist in Christmas, the majority and the concurring\nopinions did not. And I think that is the proper\nmode of analysis.\nNow, the second point I think is should\nthese counties be faulted for trying to bring their\npractices in compliance with the Constitution? And I\nthink the answer there is clearly not. And I was\ngoing to point this Court to the Marsh case that's\nbeen talked about quite a bit.\nOne of the things that as Professor\nChemerinsky said about the Marsh case that this Court\nemphasized in that case itself and in subsequent\ncases is the fact that the prayers there were\nnon-sectarian in the sense that they did not directly\ninvoke, say, Christ. But that actually is something\nof a change that took place after the litigation\nbegan.\nPrior to the litigation, there were\nexplicit references to Christ as Justice Stevens\npointed out in footnote 2 of his dissent in that\ncase. But the state of Nebraska, after they had a\nlawsuit, decided let's make this an easier case for\nthe Court, not a harder case, and they modified their\nconduct.\nJUSTICE SOUTER: Okay, but at the end of\nthe day in Marsh, there wasn't any question that what\nthey were doing was praying. And here it seems to me\nthat the change that you're arguing for as\nsignificant is only significant unless it is a change\nin the essential activity because there is no law and\nit would be crazy law from this Court that said you\ncan engage in religious endorsement, promotions, et\ncetera, so long as you hide the ball well enough.\nWhat this Court basically has said is you\ncan engage in secular objectives that incidentally\ninvolve religious figures or references, e.g., Moses\nup there. What you started with in this case or what\nthe county started with was a pretty\nreligious-looking exercise and the question is, did\nthey go from a totally religious exercise to a\nsecular exercise or did they go from an obviously\nreligious exercise to an obscured religious exercise?\nAnd therefore, you can't make context a mere change\nin physical context dispositive because it ignores\nthat distinction. And that distinction I think is\nwhat is driving or what is going to drive possibly in\nmy mind the resolution of this case.\nWhat do you say to that?\nMR. CLEMENT: Justice Souter, I have two\npoints in response.\nFirst of all, what I think would be a\ncrazy way of having a jurisprudence is for the Court\nto say that this display is a foundation to the law\ndocument, it's perfectly constitutional in every\nother county courthouse in Kentucky except for\nMcCreary County and Pulaski County because of their\nprior conduct.\nThe second point that I think is important\nin this context is that I think this Court's\nestablishment clause jurisprudence is already\ndifficult enough to apply without creating the First\nAmendment equivalent of covered jurisdictions under\nsection 5 of the Voting Rights Act.\nJUSTICE STEVENS: Basically, and I think I\nunderstand you, you're saying, and I think you said\nit earlier, drop the intent clause and basically have\na -- try to move toward an objective criterion saying\nthere are some ways you can display religious things\nand some ways perhaps that you can't and try to\ndevelop that kind of objective jurisprudence as\ndistinct from an intent jurisprudence.\nThat's your point, isn't it?\nMR. CLEMENT: That would be my point,\nJustice Souter, but I also think independent of that\npoint, it is also not a particular productive\njurisprudence to really treat different\nmunicipalities differently because the mayor in one\ncase may have started with the creche and decided to\nadd the wishing well or in the other case started the\nwishing well and added the creche. I don't think it\nmakes any sense that if they end up in the same\nplace, the constitutional rules could be the same.\nJUSTICE GINSBURG: Mr. Clement, you placed\nheavy reliance on Marsh, which was prayer and it was\nundisguised and it was permitted to have since the\nbeginning of our nation.\nWould it be equally compatible with the\nestablishment clause if this Court opened its daily\nsessions with prayer?\nMR. CLEMENT: Justice Ginsburg, I'm not\nsure that I could the jurisprudence that said this\nCourt could not open its sessions with a prayer but\nthe Capitol can. Now, if there was any difference\ndrawn at all, I would assume it would be a difference\nbased on history.\nJUSTICE SCALIA: I'm not sure we don't\ndeal with it. I don't know who we're addressing when\nwe say God save the United States and this Honorable\nCourt.\nJUSTICE GINSBURG: The kind of prayer that\nis used to open the legislative sessions which this\nCourt has distinguished from in God we trust, God\nsave the United States and this Honorable Court.\nMR. CLEMENT: And as I said, Justice\nGinsburg, I think if there were a difference in\nprinciple, it would have to be a difference based on\nhistory. But I don't think there is -- in this\ncontext, I think it is fair to say --\nJUSTICE GINSBURG: I'm asking you what\nyour view is of the compatibility of every federal\nCourt in the country having over the bench a replica\nof the Ten Commandments and opening each session with\nprayer.\nMR. CLEMENT: Justice Ginsburg, I suppose\nif the federal courts decided to do that, we would\nprobably try to defend them on establishment clause\ngrounds. I don't think, though, that -- I think that\nwould obviously be a much tougher case than the\nposting of the Ten Commandments in the outer hallway\nalong with a variety of other documents which I take\nit to be the first case here. And then the final\ndisplay that the Court has before it is actually the\nTen Commandments in the context of the other secular\nhistorical documents. And I think that kind of\ndisplay clearly is constitutional for the reasons\nthat the display was constitutional in the Lynch\ncase.\nJUSTICE O'CONNOR: Do you think we have to\namend the Lemon test to reach your approach?\nMR. CLEMENT: Well, Justice O'Connor, this\nCourt on a variety of occasions has chosen to simply\nput Lemon to one side as opposed to overtly amending\nit.\nJUSTICE O'CONNOR: Do you think, then, we\nhave to either put it aside or amend it?\nMR. CLEMENT: No, I don't, Justice\nO'Connor.\nJUSTICE O'CONNOR: To decide this case?\nMR. CLEMENT: No, I don't. I think it\nwould be prudent, as I suggested at the outset, to\nmake not necessarily a full amendment and eliminate\nthe first purpose prong of Lemon but at least in the\nacknowledgment context as in the accommodation\ncontext we're not going to focus on that.\nBut independent of that, I think many of\nthese Court's cases that were decided even under\nLemon acknowledge the principles that municipalities\nshould be rewarded, not punished, nor trying to\nchange their conduct to try to get things right.\nIn Abbington against Schempp, which I\nthink in many respects is a precursor to Lemon\nbecause it talked at least about the purpose and\neffects test and I gather that's about all that's\nleft of Lemon. In that case, this Court held out the\npromise that it might be permissible for the\ngovernment to have some use of the Bible in school.\nNow, when it did that, it didn't except\nout Abbington township and said, but not for you,\nAbbington township, because you violated the purpose\nprong.\nThe Sixth Circuit here has adopted a rule\nthat once mistaken, always condemned and we don't\nthink that has any proper place in this Court's\nestablishment of jurisprudence.\nJUSTICE STEVENS: Thank you, Mr. Clement.\nMr. Friedman?\nORAL ARGUMENT OF DAVID A. FRIEDMAN\nON BEHALF OF RESPONDENTS\nMR. FRIEDMAN: Justice Stevens and may it\nplease the Court, three times in the course of a\nyear, McCreary and Pulaski county posted Ten\nCommandments displays. They variously describe the\nTen Commandments as the precedent legal code of\nKentucky, the central historic legal document of the\nState and, finally, as the moral background of the\nDeclaration of Independence and the foundation of our\nlegal system.\nIn the course of the litigation, they\nannounced that under current law, they announced to\nthe curt that uncurrent law, America is a Christian\nnation and they acknowledge that the purpose of their\nsecond display was to demonstrate America's Christian\nheritage. In this context, it is our position that\nthe current courthouse display reveals both a purpose\nand an effect to endorse religion.\nThis Court has repeatedly and most\nrecently in the Santa Fe case made clear that it is\nnecessary to look at the content, the context and the\nhistory of a display in order to gauge whether or not\nthere is a true secular purpose or whether or not an\nasserted secular purpose is a sham. We submit here\nthat on this record, the District Court and\nparticularly in the context of an appeal from a\npreliminary injunction, which we have here, that the\nDistrict Court had ample evidence from which it could\nconclude that the asserted secular purpose of\nMcCreary and Pulaski counties was indeed a sham.\nThe counties announced their purpose not\nonly in the content of the display itself but in the\nresolution that the counties enacted, the identical\nresolutions that the counties enacted within weeks\nafter the filing of this lawsuit. And in that\nresolution, the counties make clear that they relied\non and cited approvingly the Kentucky legislature's\nreference to Jesus Christ as the prince of ethics.\nThey made clear that they supported the\nfight of Alabama Supreme Court justice Roy Moore\nagainst the ACLU. They made absolutely clear in\ntheir legal papers that they deemed this to be a\nChristian nation under current law and they made\nclear that they absolutely intended and believed they\nhad the right to display the Ten Commandments. They\ndid so not in a display of history. They asserted\nand they intended to do so because of the religious\nnature of the Ten Commandments. There can be no\ndoubt that the Ten Commandments portrays a religious\npoint of view and is profoundly religious.\nThe Court said so in Stone. There is no\nserious question about that. The question then here\nis whether or not the counties, in their current\ndisplay, have done anything to sufficiently\nneutralize the endorsing message that is contained in\nthis record. And we submit it has not done so.\nIt now announces that the Ten Commandments\nare the foundation of our legal system, not just that\nreligion is but that the Ten Commandments, a\nparticular religious code, the word of God, it\nasserts is the foundation of our legal system. It\nasserts that the Ten Commandments, the revealed Word\nof God, provides the moral background of the\nDeclaration of Independence. We think it's clear\nthat the content of the Ten Commandments and the\ncontent of the Declaration of Independence deal with\nsubstantially different topics.\nJUSTICE KENNEDY: Suppose you had a county\n100 miles away or a state, a different state, and the\nsame display was put on and the recitation was -- and\nit was a sincere recitation, that the government\nsimply wanted to recognize that the 10 Commandments\nhas played an important role in the civic lives of\nour people.\nThen you have -- they're each up for five\nyears and five years later, some school kids wander\nby one and they wander by the other. In your view,\nfrom what you're telling me, the Commandments are\npermitted in one location and not the other? I mean,\nthat's the necessary purport of your argument. You\nmay not think that either of them are valid but on\nthis prong of the argument, it seems to me that to\ndifferentiate, I just don't understand that.\nMR. FRIEDMAN: I think to an extent there\nis a differentiation because this Court has made\nclear that any assessment must depend on context.\nThere is no fixed per se rule but rather, the context\none must both look at the purpose and the effect. In\ngauging the purpose, one looks at both the litigation\nhistory, the social facts, the content and any\nchanges.\nHere the District Court had not only the\ndisplay itself but it had the announced purpose of\nthe county. It therefore was in a unique position to\ngauge the purpose of the -- the true purpose of these\ncounties.\nMoreover, it was in a unique position to\ngauge the effects that the reasonable observer in\nthese small rural Kentucky counties, the reasonable\nobserver assessment of this particular display. And\nthe Court -- McCreary County is a county with only\n17,000 people. Whitley City, the county seat, which\nis not even incorporated, has 1,100 people.\nThe District Court from its chambers in\nLondon, Kentucky was well situated to gauge whether\nor not the reasonable observer, knowing the\nlitigation history of this case and knowing the\nchanges in the forum and the context of this display,\nwould perceive this to be a neutral recitation of\nhistory or simply the third in a series of efforts by\nthis county government to post the Ten Commandments\nbecause that is what it wanted to post.\nJUSTICE STEVENS: Does that mean forever?\nWhat I'm thinking -- let me spell it out. The key\nwords in Stone would be that this was posted, the Ten\nCommandments, because it would lead to, in the\ncircumstances, the students remeditate, venerate,\nperhaps, and obey. In other words, their reaction to\nit would likely be a religious reaction.\nNow, here if you saw it just by itself,\nperhaps one would be concerned with the intent or the\neffect of calling to the viewer's mind the sacred\ncharacter of the law, which is fine for religious\npeople to do but not necessarily fine for the State\nto do; and that leads them to venerate, perhaps to\nmeditate, perhaps to consider the relationship in a\nreligious way. If that's the problem, that would\nexist here only because of the history or most likely\nbecause of the history. And if that is the problem,\nthat would dissipate over time because it is the\nsmallness of the audience and their familiarity with\nthe history that would likely produce the similar\nreligious reaction to the display.\nNow, what's your reaction?\nMR. FRIEDMAN: I think it's a question of\ndegree and while over time the importance of the\npurpose may diminish, the purpose does not fully\ndiminish and the effect does not change\nsubstantially. It is a question of degree, it is a\nquestion of line drawing.\nHere there is not an effort to incorporate\nthe Ten Commandments into a neutral display or a\nneutral course of study such as a compare and\ncontrast of ancient moral codes or a comparative\nreligion course such as many of us have taken and\nschools clearly can offer.\nIt is not a neutral display of law givers\nlike the frieze in this Court. It asserts the\nprimacy of the Ten Commandments. It says the Ten\nCommandments are the moral background of the\nDeclaration of Independence. It doesn't say there is\nsome commonality between the Ten Commandments and\nsome American laws. It talks not only about law. It\ntalks about our system of government. It says the\nTen Commandments, the revealed Word of God is the\nmoral foundation of the Declaration of Independence.\nThat in itself is an endorsement of religion in this\ncontext and I don't think that can dissipate over\ntime.\nJUSTICE BREYER: Why is it? It may be\ntrue. These pilgrims came for religious reasons. If\nall you have is a display of the origin of the law in\nthe United States, what would be wrong with saying,\nthis is a historical account? It's like teaching\nreligion in the schools. Of course it stemmed from\nthe religious beliefs of those who came to the\nUnited States. You don't mean it religiously. You\nmean it historically.\nMR. FRIEDMAN: It's the difference between\nacknowledgment and endorsement. Of course counties\nand other governments can acknowledge the role that\nreligion played in history. That is very different\nfrom acknowledging religion as a general matter and\nasserting that a specific code that is central to\nspecific religions is the one -- not only the one\nreligious source but the one source, religious or\nmoral, that provide -- religious or secular that\nprovides the moral background of the Declaration of\nIndependence.\nJUSTICE SCALIA: I don't care it stands\nfor that. As you heard, the code takes various forms\nfor various religions. And I think all it stands for\nis the proposition that the moral order is ordained\nby God. That's all it stands for. And to say that\nthat's the basis of the Declaration of Independence\nand of our institutions is entirely realistic.\nMR. FRIEDMAN: What this display says --\nJUSTICE SCALIA: I don't think they're\nreally saying that the particular commandments of the\nTen Commandments are the basis of the Declaration of\nIndependence. That's idiotic. What the commandments\nstand for is the direction of human affairs by God.\nThat's what it stands for.\nMR. FRIEDMAN: Whatever the merit of that\nstatement, that is not what these counties have said.\nWhat these counties have said in their resolutions is\nthat the Ten Commandments are the precedent legal\ncode of Kentucky and the central historic legal\ndocument of the state.\nWhat they have said in this display\nitself, in the explanation of the display, that they\nare the moral background of the Declaration of\nIndependence, to the exclusion of all others, in\neffect. When you say the, it doesn't say one of. It\nsays it is the foundation of our legal system. It\ndoesn't say it had an influence on some of our laws.\nIt asserts the primacy, the actual text of this\ndisplay asserts the primacy of the Ten Commandments.\nJUSTICE SCALIA: If that's what it means,\nit's idiotic. I don't think anybody is going to\ninterpret it that way. You can't get the Declaration\nof Independence out of the Ten Commandments.\nMR. FRIEDMAN: I would agree with that,\nYour Honor.\nJUSTICE SCALIA: And I don't think that's\nhow somebody would normally read it. I think what\nthey're saying is the principle of laws being\nordained by God is the foundation of the laws of this\nstate and the foundation of our legal system.\nJUSTICE O'CONNOR: How long is that\nresolution going to guide our view of the future\ndisplays or even the present one? What about the\nmembership of the board of supervisors is changed?\nHow long do we look to that particular resolution?\nMR. FRIEDMAN: I think, Your Honor, it's\nan element that the District Court in the first\ninstance must accept and gauge in determining whether\nor not the announced secular purpose is indeed a true\npurpose or is a sham.\nWhere we're talking about a close time\nperiod, here three displays in less than a year by\nthe same officials of the same county trying to post\nthe same document, this case becomes very close to\nthe Santa Fe independent school district case where\nit's a moving target in direct response to pending\nlitigation as an effort to try to get the same end\nresult and changing the operative facts just slightly\nin the hope that eventually it will be right.\nJUSTICE SOUTER: May I ask you a question\non that point? And I should know the answer. It\nmust be in the briefs but I don't remember. I assume\nthat they rescinded the resolution before version 3\nof the display was put up, is that correct?\nMR. FRIEDMAN: That is not correct, Your\nHonor. The resolution was enacted in early December\n1999, a couple of weeks after the display. It has\nnever been rescinded.\nJUSTICE SOUTER: It is still on the books?\nMR. FRIEDMAN: It is still on the books.\nA point is made in the reply brief, it is not a\nbinding resolution, it encourages the county judge\nexecutive to post the Ten Commandments as part of a\nhistoric display. It doesn't say post a display of\ndocuments and have a county judge choose to post the\nTen Commandments.\nThe initial paragraph of the resolution\nmakes clear that it encourages the county judge to\npost the Ten Commandments and then as part of a\nhistoric display. The county judge did that. The\nDistrict Court enjoined that display. The county\nappealed that injunction and then, after getting new\nlawyers, dropped its appeal.\nSoon after that, the county posted a third\ndisplay, again, the Ten Commandments with what it\ncalled historic documents, leaving aside how the\nStars Spangled Banner or the national motto as a\nhistoric document.\nWhat it did is wrap the Ten Commandments\nin the three or four secular documents that we all\nclearly acknowledge as the root of the American\nsystem of government. It did so pursuant to the same\nresolution. There has never been another resolution,\nit has not been rescinded. The resolution is there.\nIt cites Jesus Christ as the prince of ethics, it\ncites legislative allusions to Jesus Christ.\nI think the resolution, which is cited in\nthe joint appendix of the docket number, makes it\nclear that the purpose of this county was to post the\nTen Commandments and to do so because of the\nreligious nature of the Ten Commandments because of\nthe primacy in its view of the Ten Commandments.\nThat's what it focused on. That's what this\nlitigation history has revealed throughout and that's\nwhat the District Court found at least at the\npreliminary injunction stage, which is where we still\nare.\nThere has been no evidence taken in the\ncase, no discovery taken in the case to suggest\nanything other than what the District Court found.\nAnd on this record, I submit that there can be no\nconclusion other than that the purpose of the county\nin posting the series of displays was to post the Ten\nCommandments because of their religious nature and\nthe effect on the reasonable observer who knew what\nwas going on, who was there to see what was\ntranspiring in this small county was clear to the\nDistrict Court.\nThe District Court doesn't operate in a\nvacuum. And this Court has made clear that courts\ncannot turn a blind eye to a sham secular purpose.\nThe District Court not only saw the displays, heard\nthe arguments of counsel, saw the resolutions of the\nDistrict Court, of the fiscal Court. The fiscal\nCourt is the legislative branch of government in\nKentucky. The District Court also was there in the\ncommunity and could see both the public reaction, the\nletters to the editor, the keep the Ten Commandments\nsigns on yards throughout the county.\nJUSTICE STEVENS: Is all of that in the\nrecord?\nMR. FRIEDMAN: That is not in the record.\nJUSTICE STEVENS: Then I don't think we\nshould talk about it.\nMR. FRIEDMAN: The District Court was well\nsituated to understand the social fact, historical\nrecord and arguments of both the lawyers and the\nparties and the statements of the parties.\nJUSTICE STEVENS: Mr. Friedman, can you\ntell me where in the joint appendix the resolution\nappears?\nMR. FRIEDMAN: Joint Appendix page 1,\nnumber 5, and it's Exhibit 1 attached to it. And\nthat's the one of the counties.\nThe other one is -- and these are the\ndocket entries. The document itself is not in the\njoint appendix. And the other county is joint\nappendix page 28, number 6. They're both Exhibit 1s\nattached to those documents. Those documents are the\ncounty's motions to dismiss in the District Court.\nJUSTICE STEVENS: It's not printed?\nMR. FRIEDMAN: It is not in the appendix\nitself, no. The resolution is not in there. The\ncitation to it from the index is there.\nJUSTICE O'CONNOR: It is in the record\nwhich we have?\nMR. FRIEDMAN: It is in the record. It\nwas submitted in fact by the petitioners in this\ncase. They submitted the resolution in support of\ntheir arguments defending the second display, the\ndisplay that surrounded the Ten Commandments with the\nreligious text. They made clear in that brief that\nthey were asserting their right to display the Ten\nCommandments as part of their argument that the\npurpose was to demonstrate America's Christian\nheritage.\nI submit that in that brief, in that\nresolution, in the repeated statements of the county\nofficials and of their counsel, the District Court\nwas well within its discretion to determine that the\npurpose here was religious, was not secular and that\nthe effect, as viewed by the reasonable observer, was\nreligious -- was to endorse religion, not secular.\nIf there are additional questions, I would\nbe happy to answer it.\nJUSTICE STEVENS: The other question I\nhave is assuming you didn't have any of this history\nand they started off with plan 3, would that have\nviolated the establishment clause?\nMR. FRIEDMAN: Yes, Your Honor, I think it\nwould. It would be a closer question but in this\ncontext, what we have is the assertion that the Ten\nCommandments are the source, the moral background of\nthe Declaration of Independence, the foundation of\nour legal system. It is not incorporating the Ten\nCommandments as part of a neutral course of study.\nIt is not like having Moses along with 15 other or 15\nlaw givers. It is the assertion of the primacy of\nthe Ten Commandments.\nJUSTICE STEVENS: I don't understand the\ndifference. I mean it seems to me it would violate\nthe establishment clause, it would equally do so if\nyou said it's a major part of or even a part of.\nNow, maybe it makes it wrong to say it's\nthe exclusive one. It may make it more wrong but\nwe're not grading papers here. It seems to me that\nwhether it violates the establishment clause depends\nupon whether you're endorsing -- whether you're\nproselytizing religion.\nMR. FRIEDMAN: I think that's correct,\nYour Honor.\nJUSTICE STEVENS: What does primacy have\nto do with it?\nMR. FRIEDMAN: I think it makes it an\neasier case when it asserts this is the one rather\nthan one of several or one of many.\nJUSTICE STEVENS: But your real position\nis they wouldn't have to have done that as long as\nthey had the Ten Commandments in the display, that\nwould be enough?\nMR. FRIEDMAN: I think it depends on the\ncontent and context of the display.\nJUSTICE STEVENS: Exactly what we've got\nin Exhibit 3 or whatever it is, that we don't have\nthe statement of purposes, we don't have them saying\nit's the sole source of the primacy. They say it's a\nsource.\nDoes that still violate the establishment\nclause?\nMR. FRIEDMAN: I think it does, Your\nHonor.\nJUSTICE BREYER: Since you have a minute,\ngive me your opinion to the right standard if\nhypothetically you start with the Goldberg-Schempp\nidea, that the government is not absolutely forbidden\nby the establishment clause to recognize the\nreligious nature of the people nor the religious\norigins of much of our law and so forth but it's easy\nto go too far and it's easy in this area you are\ntrading on eggs to become far more divisive than you\nhoped and really end up with something worse than if\nyou stayed out in the first place. In other words,\nit's a very delicate matter and it's very easy to\noffend people.\nNow, suppose you start with that. You're\ntrying to define what is too far constitutionally\nspeaking. What's your test? Of the many that have\nbeen in our opinions, which do you think works the\nbest for that purpose or some other?\nMR. FRIEDMAN: I think the Court's\nendorsement test has stood the test of time and has\nworked well. It allows the District Courts that are\nmost familiar with what is actually happening to look\nat both the purpose and the effect of a particular\ndisplay. I don't think there can be an ironclad\nrule. There can be presumptions. There can be\nbrighter line tests perhaps. But I think\nultimately --\nJUSTICE GINSBERG: Within reason outline\nan approach that would say a religious display is\npresumptively for -- is a presumptive endorsement. I\nthink with the Baptist brief. Would you endorse that\ntest?\nMR. FRIEDMAN: We think that test can work\nvery well in a context like this where we're talking\nabout the display of religious texts rather than just\nsymbols. And the point I think is well worth\nconsidering, that we assume that when people post\nsigns or displays, bumper stickers, buttons, that\nthey endorse the content of that text and that the\npresumption then would place a burden on government\nto make sure that it is neutralizing the endorsing\neffect of displaying text. I think that is a very\nworkable text in a context like this where we're\ntalking about the posting of core religious texts.\nJUSTICE SOUTER: Would you explain why you\ndistinguish text and symbolize them? You distinguish\ntext from the crucifix and so on. Why?\nMR. FRIEDMAN: It does depend entirely on\ncontext, to be sure, but symbols are subject to\nalternative interpretation. Text is not. Or text\nrarely is. And text such as this, religious text,\ncannot be seen as anything other than the revealed\nWord of God. I mean, here we have 120 words in the\nfirst four Commandments, 142 in the first five\nCommandments of this display that is a profound,\ndetailed explication of core religious content, core\nreligious meaning.\nJUSTICE SOUTER: I understand the text\npart but why not adopt the same test for the symbols?\nFor example, why not adopt it for the Moses? The\nburden would be on the government to show that it was\nnot approving, endorsing, et cetera, and in this\ncontext, that would be pretty easy. Why not have the\nsame test?\nMR. FRIEDMAN: There is no reason why it\ncouldn't be applied just as well. My point was\nsimply that it's even easier to do it when there is\ntext. The Court doesn't need to go so far as to\ndecide whether to apply it to both text and symbol,\nthough it certainly could.\nIt need only go so far as say when\ngovernment posts religious texts, it must be presumed\nto endorse the content of that text. It's a little\nmore difficult when you're talking about symbols,\ndepending on what the symbols are. Some symbols are\nfar more sectarian such as the Cross, such as the\nStar of David, than other symbols. At least when\nthere is text involved, one presumes that the display\nof text is an endorsement of the content of that text\nunless the content and the context make clear that it\nis neutralizing.\nThe examples are obvious. The display of\nreligious art in a government owned art museum, the\nplaying of religious music by a government symphony\norchestra, the context of the orchestra, the context\nof the museum are sufficient to neutralize the\nreligious message that is contained in the display\nitself.\nHere -- and the same thing I think would\nbe said of a comparative religion course or a compare\nand contrast ancient moral code course. There there\nis not an endorsement of a particular code, a\nparticular text but rather a neutral educational\ndisplay about several alternative ones.\nThat is different from taking one\nreligious code, one revealed Word of God, placing it\nnext to the revered documents that frame the American\nRepublic and saying, these are all alike, these are\nworthy of equal reverence. That is simply wrapping\nthe Ten Commandments in the flag and, with all due\nrespect, that constitutes endorsement.\nThank you.\nJUSTICE STEVENS: Thank you, Mr. Friedman.\nMr. Staver, you have about three minutes\nleft.\nREBUTTAL ARGUMENT OF MATTHEW D. STAVER\nON BEHALF OF PETITIONERS\nMR. STAVER: Justice Stevens, the argument\nbefore this Court was unlike anything that went down\nin the District Court or the Circuit Court of Appeals\nbecause never was a resolution ever mentioned. Never\ndid the District Court or the Sixth Circuit ever\ndiscuss the resolution. It was not mentioned in this\nCourt until this answer brief by respondents was\nfiled. It is not part of the District Court's\ndecision, it was not part of the Circuit Court of\nAppeals. The District Court said that what imprinted\nevery action thereafter with defiance in a taint is\nthe mere posting of the first display. There was no\nresolution for that display, none is needed. There\nis no resolution for the foundations display.\nJUSTICE O'CONNOR: Was there a resolution,\nCounsel?\nMR. STAVER: For the second display, yes,\nYour Honor, there was.\nJUSTICE O'CONNOR: And whatever is in the\nrecord is that resolution?\nMR. STAVER: It is that resolution but it\nis specific to the second display because it\nspecifically mentions what kind of documents are in\nthat display. It is not a general display regarding\nposting of documents.\nIn this case, when of the Court --\nJUSTICE STEVENS: But is it correct that\nit was not amended when the third display was\ncreated?\nMR. STAVER: It was not amended because it\nwas not -- it was relevant and fact-specific in the\ndisplay itself.\nJUSTICE STEVENS: It is the last\nexpression of the governing body's intent?\nMR. STAVER: No, Your Honor. What's the\nlast expression is the foundations display which\nclearly a reasonable observer would see. And if\nthere is any doubt regarding --\nJUSTICE O'CONNOR: But there hasn't been a\nnew resolution.\nMR. STAVER: There is not a new\nresolution.\nJUSTICE O'CONNOR: And that one wasn't\nrescinded?\nMR. STAVER: That one died, Your Honor,\nwith the Court's ruling.\nJUSTICE O'CONNOR: It was adopted and it\nstill is there, presumably?\nMR. STAVER: Presumably. There is nothing\nin the record that suggests what happened to it.\nWhether it was repealed or not. But it was specific\nfactually only to that second display, not to the\nfoundations display which the District Court found\nwas fundamentally different. And if there is any\ndoubt regarding the history of purpose, we would\nsuggest, Justice O'Connor, your suggestion in the\nWallace, that if there is any doubt regarding\npurpose, to look to the effects prong. And I think\nwhen you look to the effects prong, a reasonable\nobserver will see that this is a constitutional\ndisplay.\nThis case is one in which the Sixth\nCircuit drew the most difficult hate, it imposed it\nin a subsequent action in the most difficult area of\nthe establishment clause and clearly the public\nofficials have substantially and fundamentally\nchanged. They can't live under this taint forever.\nThey tried but they could to correct their way. They\ntried what they could to display this in a\nconstitutional manner so that anyone passing by would\nsee this as one document among many others. In\naddition to the display itself, with all the other\nhundreds of documents that are on the wall, this\ndisplay has a specific stated purpose.\nJUSTICE O'CONNOR: So presumably these\nthings are open if it goes on to the final hearing?\nThe preliminary injunction stage?\nMR. STAVER: Yes, the preliminary\ninjunction. And the fact that the resolution is\ntechnically latent on the books, they are will repeal\nthat, they repudiate that resolution.\nThank you.\nJUSTICE STEVENS: Thank you. The case is\nsubmitted.\nCLERK OF Court: The honorable Court is\nnow adjourned until Monday next at 10 o'clock.\n"
    }, 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": ""
    }, 
    "respondents": [], 
    "speakers": {}
}