{
    "appearances": {
        "content": "EDWIN S. KNEEDLER, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nthe Petitioners.\nPAUL M. SMITH, ESQ., Washington, D.C.; on behalf of the\nRespondents.\n"
    }, 
    "caseNum": "03-101", 
    "caseinfo": {
        "content": "GALE NORTON, SECRETARY OF THE :\nINTERIOR, ET AL. :\nPetitioners :\nv. : No. 03-101\nSOUTHERN UTAH WILDERNESS :\nALLIANCE, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nEDWIN S. KNEEDLER, ESQ.\nOn behalf of the Petitioners 3\nPAUL M. SMITH, ESQ.\nOn behalf of the Respondents 25\nREBUTTAL ARGUMENT OF\nEDWIN S. KNEEDLER, ESQ.\nOn behalf of the Petitioners 52\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, March 29, 2004\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:03 a.m.\n"
    }, 
    "petitioners": [
        "GALE NORTON, SECRETARY OF THE", 
        "INTERIOR, ET AL."
    ], 
    "proceedings": {
        "content": "(10:03 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnow in No. 03-101, Gale Norton v. Southern Utah Wilderness\nAlliance.\nMr. Kneedler.\nORAL ARGUMENT OF EDWIN S. KNEEDLER\nON BEHALF OF THE PETITIONERS\nMR. KNEEDLER: Mr. Chief Justice, and may it\nplease the Court:\nThe court of appeals held that respondents could\nbring this suit under the Administrative Procedure Act to\nchallenge the Bureau of Land Management's ongoing\nmanagement of vast tracts of public land in Utah divorced\nfrom any specifically identifiable agency action that BLM\nhad taken or that BLM was obligated to take but had not.\nThe court of appeals relied on section 706(1) of\nthe APA which authorizes a court to compel agency action\nunlawfully withheld or unreasonably delayed.\nThe court of appeals decision is contrary to the\ntext of 706(1) which is limited to compelling agency\naction, not ongoing agency conduct. It is contrary to the\nroots of 706(1) in mandamus, which has historically been\nlimited to the performance -- compelling the performance\nof what this Court termed in its seminal Kendall decision\nprecise and definite acts. It is contrary to the APA's\ngenerally applicable limitation of judicial review to\nfinal agency action, not the sort of evaluation and\nplanning activities at issue here.\nQUESTION: Well, can -- can we talk about that\nfor a minute? Certainly an action can be discrete and be\ncompellable under old mandamus rules without being final\nagency action in the narrow -- in the narrow sense.\nLet's assume a -- a requirement under -- under\nthe statute that the agency promulgate its regulations by\na certain date. Okay? Now, I -- I'm -- I'm not sure that\nthat would constitute a failure -- the -- let's say these\nregulations are -- are general plans of the sort that are\nat issue here so that they would not give rise to any\nimmediate right of action in that they're not final agency\naction. But if the statute says that the agency plan will\nbe promulgated by a certain date, wouldn't there be a\ncause of action to require -- you know, 6 months after\nthat date the agency still hasn't come out with the plan.\nWouldn't there be a cause of action to compel -\nMR. KNEEDLER: Well, what you're describing,\neither regulations or, for example, a land management\nplan -\nQUESTION: Right.\nMR. KNEEDLER: -- of the sort at issue here -\nwe -- we agree that that is final agency action. Not -\nnot everything that is at issue in this case is non-final,\nbut for example, the -\nQUESTION: Well, boy, I -- I think you -- I\nthink you're out of the frying pan into the fire. I -- I\nthink it's much more useful to the Government to -- to say\nthat -- that a lawsuit can't be brought as soon as the\nplan is adopted, which it could if you call that final\nagency action, than it is to say that the failure to\npromulgate it can be -- cannot be sued upon because the\npromulgation is not final agency action.\nMR. KNEEDLER: Just because something is final\nagency action doesn't mean it's ripe for judicial review.\nAnd that -- that's basically what this Court held in the\nOhio Forestry case where it was a challenge to a\ncomparable general land use plan that the Forest Service\nhad promulgated. The plan itself was final agency action,\nbut the Court said it was not ripe for judicial review\nbecause it did not have any immediate consequences on the\nbehavior -- behavior of persons.\nBut the court of appeals in this case allowed\n706(1) to be used to compel certain conduct that is\ncertainly not -- probably not even agency action, but\ncertainly not final agency action, for example,\nmonitoring. Some of these plans contemplated that -- that\nBLM personnel would -- would go out and monitor various\nactivities, not surprisingly in -- in the vast tracts of\nland, and the court said that that could be compelled\nunder 706(1).\nQUESTION: Well, this -- the case has sort of a\nhodgepodge of things in it. Among other things, there's a\nclaim that the land use plans for San Rafael Mountain and\nHenry Mountain require certain very specific things, that\nthe land use plan, for instance, for one commits the\nBureau of Land Management to finish an off-road vehicle\ndesignation rulemaking by 1992 -\nMR. KNEEDLER: It --\nQUESTION: -- and another to engage in a\nseparate study as a precursor to the off-road vehicle\nthing.\nNow, those are very specific and with time\ndeadlines required apparently by rules of the BLM?\nMR. KNEEDLER: No. Well, the -- the latter one\nyou mentioned, the -- is -- is the monitoring activity\nthat I was -- that I was referring to. And there -- there\n-- the -- the land management plan -- or excuse me -- a -\nan off-road vehicle plan for the Henry Mountain area\nidentified a particular area as something -- an -- an area\nof possible concern that BLM was expected to monitor. A\n36,000-acre area I -- I believe it was.\nQUESTION: To make a separate study?\nMR. KNEEDLER: Well, to -- to monitor and to -\nand then it contemplated that the area might be closed if\nthe monitoring showed adverse consequences. The -- the\nplan did not commit a formal study, but in any event a\nstudy.\nQUESTION: When you say monitor, what -- what\ndoes the BLM look for when it monitors an area?\nMR. KNEEDLER: Well, it -- someone from the BLM\noffice would go out to the area to look to see whether\nthere's been an increase in, let's say, off-road vehicle\nuse, to -- to inspect whether there's been additional\nadverse consequences, to see -- to perhaps watch how\npeople are using the area. And that's typical oversight\nand -- and law enforcement type activity that -- that is\n-- is not normally something that a private person\ncould -\nQUESTION: Well, how about the other one, that\nthe BLM has to finish its off-road vehicle use designation\nrulemaking by 1992?\nMR. KNEEDLER: That -- that's not actually a -\na formal rulemaking. And what -- what the -- what the\nplan, the resource management plan, for the San Rafael\narea contemplated was -- was a whole chart of activities\nthat the BLM intended to do into the future.\nThe -- FLPMA, the statute at issue here,\nidentifies resource management plans as designed to\nproject present and future uses. Project, and that -\nthat means laying out a general schedule, but the agency\nis not thereby imposing on itself a mandatory duty that is\nenforceable by any member of the public to require it to\nadhere to its schedule.\nQUESTION: Why isn't that a defense? That is,\nthey say that what these provisions mean is you promised\nto monitor this area and you didn't. Now, you don't think\nit did mean that or you think it -- so you -- that's the\ndefense. But suppose they're right. They say you\npromised to promulgate this in 1992. That's what it says,\ndah, dah, dah, dah. And you -- and -- and you say that\nisn't what it says. Fine, but if they're right about what\nit says, can't they bring an action in court?\nMR. KNEEDLER: Well, with -- with respect to the\n-- to the actions under the plan here, which I should\nemphasize are just one minor aspect of the broader\nchallenge here -\nQUESTION: Those were the two that I -- I\nknow -\nMR. KNEEDLER: Right. Those are -- those are -\nQUESTION: What about those two? They say -\nMR. KNEEDLER: No.\nQUESTION: -- in black and white, you said, dah,\ndah, dah, and you didn't and -- and therefore we want to\ngo into court and make sure you do. You -- why can't they\ngo into court and make that claim?\nMR. KNEEDLER: Well --\nQUESTION: And you make a defense it doesn't say\nthat.\nMR. KNEEDLER: -- they -- they have and what -\nthe court of appeals in this case held that based on a\nprovision of FLPMA, which says that management actions\nshall be in conformity with the land use plan, that that\nstatutory provision obligates the Bureau of Land\nManagement to carry out every activity identified in the\nplan. The court of appeals relied on a statutory\nprovision.\nAnd that statutory provision is inapplicable\nhere. What that statutory provision means is that any\nfuture site-specific activities that BLM authorizes have\nto be consistent with general standards in the plan, but\nit -- but it does -- in other words, the standards set the\nouter boundaries for what will happen in the future.\nQUESTION: Even if they're wrong about that, I\nthought there's a basic principle: an agency has to\nfollow its own rules.\nMR. KNEEDLER: But these -- these -\nQUESTION: So they say -- they say here is a\nrule. It says I will send monitors. It says I will do\nthis by 1992. Those two things were not done. Therefore,\ncourt, please tell them to do it. Now, as to those two\nthings, are you saying they have no right to make that\nclaim in court?\nMR. KNEEDLER: Yes.\nQUESTION: Okay. Because. Because why?\nMR. KNEEDLER: Because land -- a land management\nplan is something quite different from a regulation. A -\na land management plan is -- is an identification by the\nagency of how -- how it expects things to unfold, again to\nproject what's going to happen in the future. It is not\nimposing on itself a legally binding obligation that is in\nturn enforceable by any private party.\nQUESTION: But why -- why isn't that simply a\ndefense? I mean, you're -- you're taking the nature of\nthe -- of the plan as -- as being ultimately nonbinding,\nas being precatory on the agency as -- as a jurisdictional\npeg to say nobody can even get into court and claim that\nthey are not following their own rule. And I -- I don't\nsee how you get from the one point, i.e., the nature of\nthe plan as precatory, to the jurisdictional point.\nMR. KNEEDLER: Well, I -- I think it is the\nplaintiff's burden under a suit -- in a suit under 706(1)\nto establish that there is discrete agency action that has\n-- that is -- that the agency is obligated to the\nplaintiff to take and has not taken. That is part of the\nplaintiff's burden. And in this case, the plaintiff -\nQUESTION: In the -- in the lower court, you\ndidn't join the motion to dismiss. Did that have anything\nto do with this question we're discussing right now?\nMR. KNEEDLER: No. We didn't join the motion to\ndismiss but all of the arguments, as the district court\npointed out, the arguments that -- that we're making here\nand that the intervenor made in the motion to dismiss,\nwere made in -- in opposition to the motion for\npreliminary injunction which came along at -- at the same\nstage. And the district court -\nQUESTION: But that would go to the relief or -\nor to the -- whether they have a -- a claim for relief.\nIt wouldn't go to a jurisdictional question.\nMR. KNEEDLER: But -- but it also -- it -- it\nwent to whether the district court should enter a\npreliminary injunction in the first -- if -- if there was\nno basis under 706(1) for the court to entertain the case,\nthat would certainly be a basis for denying the\npreliminary injunction.\nQUESTION: I -- I don't understand this\ndiscussion of jurisdiction. You're -- you're -- are you\nclaiming that the court couldn't even hear the -\nMR. KNEEDLER: No. It's --\nQUESTION: You're saying there's no cause of\naction.\nQUESTION: Yes.\nMR. KNEEDLER: But it's -- the cause of action\ndoes not lie under 706(1) -\nQUESTION: Okay. We don't usually call that\nlack of jurisdiction.\nMR. KNEEDLER: Right, but -\nQUESTION: You acknowledge they can come into\ncourt.\nMR. KNEEDLER: Right. The -- the district -\nQUESTION: But the judge should say, get out of\nhere. You -\nMR. KNEEDLER: The district court termed it\njurisdiction, but it -- but it -- it I think probably more\naccurately would be characterized as a motion to dismiss\nfor failure to state a claim because there was no final\nagency action that BLM was obligated, owed a duty to the\nprivate plaintiffs to take under its land management\nplans. Land management -\nQUESTION: Well, do you take the position that\nno land use management plan can ever give rise to an\nobligation to any portion of the public to do certain\nthings that the plan says will be done by date X?\nMR. KNEEDLER: We're -- we're not saying it\nwould be legally impossible for BLM to impose such a thing\non itself, but BLM has never -\nQUESTION: If it did, is it actionable possibly?\nMR. KNEEDLER: It -- it might be, but that would\ndepend on how the plan -- the particular plan was worded.\nBut BLM has never understood the plans that it is -- that\nis has adopted here to be imposing on itself legal duties\nthat it owes to the public.\nQUESTION: Well, I thought you acknowledged that\nit -- that it imposes some legal duties; that is to say,\nthat if -- if the agency took action, took affirmative\naction, which would destroy its ability to follow through\non the plan, you know, allowed development in a certain\narea that the plan anticipated would be left undeveloped,\nthat an injunction would lie for that. I thought that's\n-- no?\nMR. KNEEDLER: But -- but if I could explain the\nway that would operate. Some plans adopt standards\nagainst which future agency actions are to be measured.\nFor -- to use an example, suppose a forest plan said that\nthere couldn't be any timber harvesting.\nQUESTION: Right.\nMR. KNEEDLER: BLM could not -- or the Forest\nService could not allow timber harvesting within 200 feet\nof a stream. And then a particular timber sale came along\nin which the Forest Service was allowing trees to be\nharvested within 200 feet of the stream.\nQUESTION: Suppose -- suppose it's -\nQUESTION: Well, let him answer.\nQUESTION: Suppose it said you should protect\nthe stream.\nMR. KNEEDLER: The -- the protect the stream\nwould be a standard against which a timber sale, a\ndiscrete agency action, that takes place on the land\ngoverned by the plans, would be measured, but it is not\nitself a legal duty of the sort that is compelled under -\nthat can be compelled under 706(1).\nQUESTION: Would -- would you go back to\nmonitoring for a minute, which may be easier to understand\nthan the plan? It may be very difficult. It may be\nimpossible as a matter of legal standards to figure out\nhow much monitoring is enough. But what if the agency in\nan internal document says, we are not going to monitor.\nNobody waste your time going out there monitoring. And\nthat's the claim that they have refused to monitor. Does\nthat get them into court?\nMR. KNEEDLER: No. With respect to\nmonitoring -\nQUESTION: Because it's not final agency action?\nMR. KNEEDLER: It's not final agency action.\nQUESTION: So it -- it's really not -- going\nback to the -- the earlier argument about the plan, what\nis fatal, I take it, is not that the -- the duties are -\nare, in effect, precatory duties that they don't have\nhard-edged enforcement features. The -- what is fatal is\nthat regardless of what the duties are, even their\nfulfillment, would not be final agency action. That's\nyour ultimate point, isn't it?\nMR. KNEEDLER: There -- there are two points.\nOne is that the plans as a general matter do not impose\nlegally -- legal obligations that are owed to members of\nthe public. They're internal documents.\nQUESTION: But you acknowledge that they could,\nthat some details of some plans could impose -\nMR. KNEEDLER: What -- what I would acknowledge\nwould be that if BLM chose in the future to adopt a policy\nof putting such things in plans, it would probably have\nthe authority to do so. But it has not done that to date.\nQUESTION: But it would still, I take it, on\nyour argument not be -- raise an issue of final agency\naction. So there still would -- would be no authority to\norder.\nMR. KNEEDLER: With respect to monitoring,\nthat's true.\nQUESTION: No, no. Back to the plan. You said,\nall right -- in -- in answer to Justice O'Connor, you\nsaid, all right, they -- they could, in fact, adopt\nprovisions that are very hard-edged and have absolute\nrequirements. I take it then that even if they did, your\n-- your ultimate answer would be the same. What they are\nobligating themselves to do is not final agency action,\nand therefore their refusal or -- or failure to do it\nwould not be the subject of an affirmative order.\nMR. KNEEDLER: Not across the board. With\nrespect to monitoring, yes, but if they obligated\nthemselves to, say, within -- within 1 year we shall issue\nan order closing the back 40,000 acres to off-road vehicle\nuse and we intend that to be a binding obligation,\nenforceable by private parties, that would be enforceable\nbecause the order closing the area would be final agency\naction. It would carry legal consequences for private\npeople. But monitoring -\nQUESTION: Why -- why wouldn't a -- a -- the\nadoption of a policy saying that we will never monitor be\nfinal agency action with respect to the duty to monitor?\nMR. KNEEDLER: Because monitoring itself is not\nfinal agency action. It has no -- it carries no legal\nconsequences.\nQUESTION: Mr. Kneedler, the -- Judge McKay in\nthe Tenth Circuit, dissenting in the Tenth Circuit,\ndescribed these land use plans as aspirational and that's\nwhy he thought that they weren't open to private\nenforcement. Does that go too far to -- to just to say\nthese plans are -- are aspirational? They're our wish\nlist.\nMR. KNEEDLER: That's basically our position.\nAgain, the -- the plans can set outer limits of what's\npermissible, standards against which future agency actions\ncan be measured. But within that area, all BLM has done\nis project what it intends to use -- to do.\nIf I could call the Court's -\nQUESTION: Could -- could I come back to the -\nto the no harvesting timber within 200 -- 200 yards of a\nstream? You -- you think that that one would be\nenforceable if a plan contained that provision.\nMR. KNEEDLER: Yes. That would be -- that would\nbe a -- because BLM would have intended to impose on\nitself a legal -- a legally binding standard. I'm not\nsaying that it -- that it always is. What I'm saying is\nif BLM inserted such a thing in a plan, that could be -\nQUESTION: What -- what does it have to say? We\n-- we intend to be bound? How do you decide which\nprovisions of a plan are promises and which ones are\naspirations? I mean --\nMR. KNEEDLER: I think -\nQUESTION: -- land use plans are all\naspirations?\nMR. KNEEDLER: No. I -- I --\nQUESTION: Where does it say that?\nMR. KNEEDLER: I -- I think with future\nmanagement activities, it's -- I -- the general rule,\ncertainly I think the universal rule, is that those are\naspirational. If there are legal standards that future\nagency actions have to comply with, those would ordinarily\nbe binding. I think those are the two presumptive rules.\nAnd if I could call the Court's attention to\npage 159 of the joint appendix which sets out the relevant\nportion of the San Rafael land management plan, at the top\nof page 159 it describes -- there's a heading to a chart\nthat then follows. And that heading is Management\nObjective. And then there's table 19 which sets -- which\nis entitled Anticipated Implementation and Monitoring of\nPlan Decisions. And then it lists a number of pages of\nmanagement objectives that BLM intends to carry out.\nAnd the particular one at issue here is on page\n162 about halfway down the page, rather cryptically\nreferring to apply ORV designations, document through an\nORV implementation plan. Within 1 year is the schedule.\nThat is not the sort of itemization that could be thought\nto give rise to a legally binding duty. It's included in\na whole list of activities, some -- some that are -- that\nare part of ongoing activity, some that are -- have\nundetermined due dates.\nQUESTION: Suppose there were the world\nconvention of ORV's and 100,000 people are going to come\ninto the area. The agency has no duty. It just sits and\ngoes out to watch the race?\nMR. KNEEDLER: Well, what -- no. What would -\nwhat would happen in that situation -- in a lot of\nsituations there might be a requirement that -- that for a\ngroup of that size, the group obtain a permit to use the\nland for a gathering of -- in excess of a certain number\nof people. I'm not sure if BLM has a regulation like\nthat. I know the Forest Service does.\nQUESTION: Well, do they have to do that? I\nmean, Justice Kennedy's question is what if they sit on\ntheir hands and they do nothing. And your answer is,\nwell, they might do something. They might require a\npermit. But what if they want to sit on their hands?\nMR. KNEEDLER: There -- there are two points to\nthat. First, someone who -- someone who is concerned\nabout this visitation by -- by ORV users, whoever may use\nthe land, could apply to the agency for an order closing\nthe area or prohibiting the entry of people into the area.\nQUESTION: Okay. Let's assume -- make it -\nlet's assume the agency says, no, or -- or the agency\ndoesn't do anything.\nMR. KNEEDLER: Again -\nQUESTION: It doesn't -- doesn't even say I will\ndeny your order. It just sits there.\nMR. KNEEDLER: If the -- if the agency doesn't\nrespond, a suit could be brought under 706(1) to compel\nthe agency to respond. Once the agency renders a decision\non that, then the -- then the -\nQUESTION: Well, is the response final? Let's\nassume they do respond. Is that final agency action?\nMR. KNEEDLER: Yes. That would be -- that would\nbe a decision on a discrete request for final agency\naction, and at that point a suit could be brought under\n706(2) based -- and this is critical -- based on the\nagency's application of law to facts and the agency's\nrationale. It would a traditional view of agency action.\nThe defect -- a principal defect in this case is\nthat the plaintiffs have asked and the Tenth Circuit has\nordered the district court in the first instance to hold a\ntrial about general activities on the ground not divorced\n-- not -- not tied to any specific agency action or\ndecision based on an administrative record. And we think\nthat this is a recipe for chaos.\nQUESTION: Mr. Kneedler, if you -- the complaint\nhere was that the agency wasn't doing anything or not\nenough about off-the-road vehicles. Now, you have\nexplained that -- this is getting back into the larger\nquestion and away from the land use plans -- the -- that\nthis effort states no claim. What could the group have\ndone? What could the SU -- whatever -- their concern\nabout these off-the-road vehicles and the agency not\ncontrolling them. What could it have done that would\nenable them to trigger agency action and then court\nreview?\nMR. KNEEDLER: Well, in -- in two of the\nwilderness study areas, in the San Rafael and in the\nParunuweap, BLM issued orders closing some roads within\nthose areas but not -- leaving others open. SUWA could\nhave appealed administratively those orders and it could\nhave then gone to court if those orders stood. SUWA has\nnot done that.\nQUESTION: Relying on what?\nMR. KNEEDLER: Under section 706(2) of the APA.\nQUESTION: No, but I mean, what -- what\nprovision of law that would -- would have required them to\nclose -\nMR. KNEEDLER: I think the argument would have\nbeen that it was -- that it would have been arbitrary and\ncapricious or that not to close it would -- would not meet\nthe -- the general statutory standard that wilderness\nstudy areas -- that the Secretary shall manage wilderness\nstudy areas so as not to impair their suitability for\nultimate designation as wilderness. They could go into\ncourt and say that a -- that the denial of a -- of our\nrequest to close the area entirely will -- will cause the\nagency not to meet that legal standard.\nNow, if there was not already an order that had\nbeen issued, as there was there, then what -- then the\nproper procedure would be for the parties to present their\nrequest to the agency in the first instance so that the\nagency can pass on the question of whether to close it or\nnot.\nQUESTION: May -- may I go back to the two\nspecific things that are described in the papers here?\nOne, the commitment to monitor a certain area by a certain\ntime. I understood you to say that would not be\nactionable because monitoring is not final agency action.\nMR. KNEEDLER: That's one of our arguments.\nQUESTION: But is not the duty to monitor final\nagency action? For example, if the statute said you must\nmonitor this area by January 1992 and they did nothing,\nwould that not be final agency action that could be\nactionable? If the statute said it.\nMR. KNEEDLER: No. I -- I think it would not\nbe. It -- there may be -\nQUESTION: If the statute required a specific\nmonitoring and they just didn't do it, that would not\nbe -\nMR. KNEEDLER: Congress could impose a duty on\nan agency to do a number of things that would not, in\nturn, constitute final agency action. Not everything\nCongress tells an agency to do is final agency action.\nQUESTION: What -- what about the failure to do\nit? Isn't the failure to do it within the deadline\nactionable?\nMR. KNEEDLER: No. A -- a failure to act -\nQUESTION: -- promulgate rules and they do\nnothing?\nMR. KNEEDLER: Well, a rule would be final\nagency action. Monitoring, because it has no legal\nconsequences, is not final agency action.\nQUESTION: Well, suppose it's -- what Congress\nsays is you must, no matter what, promulgate by March 10\n-- it's exactly Justice Scalia's question -- 1994 this\ntentative, non-reviewable, never-to-be-reviewed\npreliminary draft of a vague plan X. Okay?\n(Laughter.)\nQUESTION: And they just don't do it. That's\nwhere we started this whole questioning. Now, I would\nhave thought there would be agents review under this\nprovision if they just didn't do it, even though the thing\nthey're supposed to promulgate can never be reviewed.\nMR. KNEEDLER: No. We think that 706(1) and\n706(2) have to be read in tandem, that 706(1) -\nQUESTION: You -- you don't agree with my\nstatement. So is there any authority for what you've just\nsaid, that if Congress says definitely you have to do this\nby such a date and they don't do it, that's not\nreviewable?\nMR. KNEEDLER: The -- the review occurs under\nthe APA and the APA is limited to final agency action.\nQUESTION: What is your best argument for your\ntandem point? You just said we -- we think they should be\nread in tandem. What's your best argument for that?\nMR. KNEEDLER: Agency action is used in both\n706(1) and 706(2). Section 704 of the APA says -- limits\njudicial review to final agency action, and we think that\napplies to both 706(1) and 706(2). And then finally the\nlogic of 706(2), as we explain in the Attorney General's\nmemorandum, which this Court has given deference to,\nparticularly the Safeway Stores case, explains that the\nauthority of a court to compel an agency to get on with it\nand to issue final agency action is essentially derivative\nof its ultimate authority to review the final agency\naction when it's issued on the basis of the record.\nIf I could, I would like to reserve the\nbalance -\nQUESTION: Very well, Mr. Kneedler.\nMr. Smith, we'll hear from you.\nORAL ARGUMENT OF PAUL M. SMITH\nON BEHALF OF THE RESPONDENTS\nMR. SMITH: Mr. Chief Justice, and may it please\nthe Court:\nThe Government works very hard in this case\noffering a -- an almost bewildering variety of legal\ntheories all intertwined, all intended to support what\nultimately I submit is an implausible proposition, that\nthere exists a category of mandatory, clear statutory\nduties imposed by Congress on the Federal agencies which\nremain totally unenforceable by the courts, unless and\nuntil the agency chooses to engage in some affirmative -\nQUESTION: Mr. Smith, let's go to the appendix,\npage 162, which I believe is one of the things that the\nTenth Circuit dealt with: apply ORV designation\ndocuments; through ORV implementation, et cetera. The\nschedule says: within 1 year after approval of RMP. Now,\nthere's no statutory deadline there, is there?\nMR. SMITH: No. This is an entirely plan-based\nclaim in this case, Your Honor, and our claim was that\nthis plan, read as a whole, taking into account not just\nthis page but the text on page 154 as well, was fairly\nread as a binding commitment that they would do this task\nwithin a year. As it turned out, they did it in 12 years.\nThey did it in 19 -- in 2003. They finally designated\nthese routes, which they said they needed to do in their\nexercise -\nQUESTION: Well, supposing in -- on page 162\ninstead of saying within 1 year, they had said within 12\nyears. Would you have had any better case? Or would you\n-- you'd have a worse case, wouldn't you?\nMR. SMITH: If they had said that they were\ngoing to do it in 12 years, we wouldn't have had any claim\nthat they were doing it too late.\nQUESTION: So -- so there's nothing statutory in\nthe deadline you're talking about. It's a deadline that\n-- that the BLM sets for itself.\nMR. SMITH: And the statutory argument is that\nthe statute itself requires them to manage these lands in\naccordance with their own plans. That's -\nQUESTION: But -- but there's nothing in the\nstatute that requires them to set deadlines.\nMR. SMITH: Not in -- not in this case, Your\nHonor. There -- I'm sure there are other provisions that\nwere required in this case.\nBut there are two -- there are several different\nkinds of mandates that we're trying to enforce here: the\nstatutory mandate under -- of nonimpairment, the -- the\nrequirement that they abide by their own plans, and also\nthe NEPA requirement that they take a hard look at -- at\nthe environmental impact statement requirement when -\nwhen new information comes in.\nQUESTION: Mr. Smith, can I -- I -- your opening\nstatement was that it's implausible that there should be\nsome duties upon agencies that are not enforceable in the\ncourts. I don't find that implausible at all. I -- I\ndon't understand the role of the courts to be to oversee\nexecutive action. You have congressional oversight\ncommittees that do that. I understood the role of the\ncourts to be to vindicate individual rights when they have\nbeen violated.\nAnd what the Government is saying here is that\nno individual right has been violated until there has been\nfinal agency action. Final agency action is what confers\n-- it's -- it's an action that changes the law, that\nestablishes requirements. And until that happens, there's\nno individual right.\nI'm not willing to accept your proposition that\n-- that the role of courts is to make sure that agencies\ntow the line. That's -- that's the President's role.\nIt's not ours at all.\nMR. SMITH: Well, Your Honor, what makes their\n-- their position implausible is what Congress actually\ndid in the Administrative Procedure Act where it very\nspecifically said that -- that courts have the power to\ncompel agency action unlawfully withheld and unreasonably\ndelayed.\nQUESTION: It's based -- nobody thought that the\nAPA radically changed the course of -- of judicial review\nof administrative action, which had been based on the\nprerogative writs such as mandamus and which required an\nindividual right that had been harmed and -- and a\nmandatory duty to that individual.\nMR. SMITH: And -- and -\nQUESTION: And one can violate the -- the\ndirectives of Congress without -- without harming any\nindividual, and when that happens, it's up to the\ncongressional committees to bring the agency back into\ncompliance, not -- not these courts.\nMR. SMITH: With respect, Your Honor, I think\nthe concept that decides who gets to bring the lawsuit is\nthe concept of standing, not the concept of individual\nrights. And it's no -- there is no argument here that\nthe plaintiffs lacked standing under this Court's\ndecisions to enforce this mandatory obligation of the\nagencies to avoid impairment. And so I think that that's\nthe right way to think about it.\nAnd if you look at the -- the finality concept\nand the right role it should be playing here, it's the\ninaction that has to be final, not the action that you're\nseeking to compel. It's -- their -- their reading of the\nstatutory text puts the word final in the wrong section.\nFinality comes up under section 704 which says final\nagency action is subject to judicial review. Agency\naction, in turn, is defined as including failure to act.\nSo as the courts, since the APA has -- was first brought\nout, have consistently said you look at whether the\ninaction is sufficiently final to decide this is the right\ntime to bring a lawsuit.\nQUESTION: I think all the Government is saying\nis that the inaction like the action has to be inaction\nwhich causes remediable harm to the individual.\nMR. SMITH: Absolutely.\nQUESTION: Just as that doesn't happen with\naction unless it's final, the Government says it doesn't\nhappen with inaction -- with inaction unless what you're\nseeking to compel is something that would have conferred\nupon you something you have a right to have.\nMR. SMITH: Well, two points, Your Honor. First\nof all, I don't disagree that the concept of harm is a key\npart of how you decide whether or not the inaction is\nsufficiently final to bring a lawsuit. We want to look at\nseveral things, whether the Congress imposed a deadline or\na continuous duty, as they did here, whether there's\nirreparable harm, whether the agency is operating under a\nmisunderstanding of the statute that is involved. The\ncourts say in those situations, the practical concept of\nfinality is used to decide this inaction is sufficiently\nserious that we're going to allow review now.\nQUESTION: Let's take the Federal Communications\nCommission. It -- its obligation under -- under its\nstatute is to regulate broadcasting in the public\ninterest, convenience, and necessity. You think a lawsuit\ncould be brought claiming that, you know, for lo, 50\nyears, the FCC has failed to regulate broadcasting in the\npublic interest, convenience, and necessity?\nMR. SMITH: No, Your Honor. There are many\nthings that are -- that are sufficiently general in -- in\nthe code that they could not be enforced under section\n706(1).\nQUESTION: How do we determine what's\nsufficiently general? I think it's pretty -- pretty\ngeneral. The obligations under these statutes seem to me\nquite general.\nMR. SMITH: Well, Your Honor, what you do is you\n-- you apply the usual techniques of statutory\nconstruction and then you look at the second thing, which\nI think it's important that we -- the -- the Court focus\non here. You look at what the agency regulations say the\nstatute means. And here we have two features of the\nregulations which the Government studiously ignores.\nOne specifically deals with how you tell that\noff-road vehicles are impairing and the regulation -- the\n-- the interim management plan that they promulgated -\nand that's at pages 71 and 72 of the joint appendix -\nspecifically says that any use of off-road vehicles off\nthe existing ways that existed in 1980 when they\ndesignated these study areas, any use of it is surface\ndisturbing and it -- is an impairment that violates the\nimpairment mandate.\nQUESTION: Was that a regulation? You -- you\ncall it a regulation. Was it a regulation?\nMR. SMITH: It was promulgated based on notice\nand comment. It has been treated by every court that's\never looked at it as a binding regulation. It does not\nappear in the C.F.R., Your Honor, but it is -- it is a\nmuch more than a mere -\nQUESTION: Doesn't it have to appear in the\nC.F.R. if the agency regards it as a regulation?\nMR. SMITH: The -- I don't know the answer that\nthere's a specific rule about that, Your Honor.\nQUESTION: I think it is.\nMR. SMITH: It is certainly the -- the document\nby which the BLM has committed to guide all of its actions\nwith respect to this category of land, the wilderness\nstudy areas, and it's been consistently enforced by\ncourts.\nQUESTION: No, but something that just -- just\ndetermines internal actions of an agency is not -- is not\nregarded as a regulation.\nMR. SMITH: The other regulation that I think is\nimportant for the Court to focus on is the regulation\ndealing with what they're supposed to do when they find\nimpairment caused by off-road vehicles. And this is in\nthe C.F.R. It's at 43 C.F.R., section 8341.2(a).\nQUESTION: Where is that in the joint appendix?\nMR. SMITH: It is not in the joint appendix,\nYour Honor. It is quoted at -- on the top of page 5 of\nthe other respondents' brief, the other red brief by the\nUtah Shared Access Alliance. And I invite the Court to\nlook there.\nWhat the BLM regulations say is that when the\nBLM official on site finds that off-road vehicles are\ncausing considerable adverse impacts on a list of things,\nincluding wilderness suitability, which is what we're\ntalking about with the wilderness study areas, quote, the\nagency, quote, shall immediately close the areas affected\nto the types of vehicle causing the adverse effect until\nthe adverse effects are eliminated and measures\nimplemented to prevent recurrence, unquote. So the -- the\nrule is if there's -- if there's impairment being caused\nby off-road vehicles, you close it on an emergency basis\nand then you consider whether or not you're going to take\nother steps to -- to deal with it down the road when you\nopen it up again.\nQUESTION: Isn't it slightly more difficult than\nthat? And this -- this raises a question I was going to\nask you anyway. You -- you said a second ago if -- if the\nagency finds, in effect, any impairment and it doesn't do\nanything, then -- then one can sue. But the reg you just\nquoted referred to considerable adverse impact.\nAnd I guess my question was going to be let's\nassume we are contemplating a -- a suit. What is the\ncriterion that one would plead in the -- in the petition\nsaying they failed to do X, therefore that is tantamount\nto inaction or refusal, therefore there should be an\norder? What is X? Can we get any clearer than\nconsiderable adverse effect?\nMR. SMITH: Well, the -- the regulation not only\nsays that's -- that's what you -- that's what triggers it,\nbut then it says specifically what they're supposed to do,\nwhich is to close the whole area, including the -\nQUESTION: If it's considerable.\nMR. SMITH: Yes.\nQUESTION: Not -- not if there's -- you know,\none track through the desert is not, I presume, enough.\nMR. SMITH: Right. And I think that -\nQUESTION: But the criterion then that you'd\nplead is there is considerable. We can prove\nconsiderable. We can prove they did nothing. Therefore,\norder -\nMR. SMITH: Right. And I think, you know, in\nthe real world, you bring a suit and you say here's how -\nthe statute says don't allow any impairment. So it's a\nvery -- reasonably specific statutory mandate. You have a\nregulation that says here's how you find impairment, and\nyou have a regulation that says when there's a\nconsiderable amount of impairment, here's exactly what you\nhave to do to fix it.\nQUESTION: Okay. I have one -\nQUESTION: Shouldn't you be required to bring a\npetition to petition for some specific action -\nMR. SMITH: Well -\nQUESTION: -- before just filing a lawsuit?\nMR. SMITH: Your Honor, there is no procedure\nthat the BLM has for filing a petition or for doing\nanything to trigger any kind of a response. There is no\nprocess of that sort. The most that you can do is -- and\nwe did this. They -- the letters are in the appendix to\nthe opposition to cert -- is write a letter to the local\nfield office.\nQUESTION: Well, I thought you could -- I\nthought the land use plan has the status under the statute\nas a rule -- as a rule, and there is a procedure. There\nmust be a procedure for making a rule.\nQUESTION: The APA requires a procedure. I\nmean, it requires one.\nQUESTION: Isn't there?\nMR. SMITH: Your Honor, there is no place to go\nget a docket number and get any answer. You send these\nletters in and they just sit on people's desks. And\nthere's also no requirement -\nQUESTION: You didn't wait for an answer. You\nsent in your letters and it wasn't long thereafter that\nyou brought this suit.\nMR. SMITH: Well, those letters were part of an\nongoing effort over a period of many years to try to get\nthem to take this problem.\nQUESTION: But you didn't -- you -- the -- one\ndifficulty that I have putting a handle on it is -- is\nyou're saying, agency, overall you're not enforcing the\nstatute. We want a court order that say -- says enforce\nit, which looks to a court quite different than I -- I'm\nasking to have this particular area closed, and then the\nagency would make a discrete ruling on that particular\narea. Instead of saying overall on these four -- whatever\nit is -- vast parcels of land, they're not doing the job,\nso court, tell them to do the job, and then the court is\nsupposed to monitor that?\nMR. SMITH: Well, Your Honor, we -- we brought a\nlawsuit that encompassed potentially a -- a substantial\nnumber of these different wilderness study areas and\nrelated areas, but then what -- what happened is we made a\nmotion for a preliminary injunction as to four and put on\nevidence showing the adverse effects in those four and\nasked the court to -- to address them and say they're -\nthey're not -- they're not adhering to their statutory and\nregulatory obligations in those four.\nThe Government took the position that even if we\nhad sued on just one, that -- and the district court\nagreed with this -- that because it's an inaction case, no\nmatter how clear the statutory and regulatory violation\nis, there's nothing that can be done -\nQUESTION: But if you petitioned for an action,\nthat is, you asked the agency to close this area, and they\nsaid no, it seems to me that that would be a final action.\nMR. SMITH: But they don't say no, Your Honor.\nThere is no -- they -- what the BLM has done instead over\nthe -- the long period of time is avoid doing either yes\nor no and then coming into court and saying there is no\nfinal agency action.\nQUESTION: Then -- then you bring an action to\nrequire them to say yes or no. That is the agency final\naction that you would be suing for. You bring a suit\nsaying we've asked this question. You've diddled around\nfor 2 years and haven't given us an answer. We demand an\nanswer to this particular discrete question. You -- you\nwould have had a suit for that.\nMR. SMITH: Well -- well, perhaps, Your Honor,\nbut then you end up with an entire set of litigation over\nhow many -- how much time it is before they have to answer\neach particular petition without any kind of statutory or\nregulatory guidance of how that process is supposed to\nwork.\nQUESTION: But this seems in a way like sort of\nthe shortcut to say we -- we demand that the BLM comply\nwith its statutory mandate and we don't like the way\nthey're doing it. I mean, it -- it seems almost that\ngeneral.\nMR. SMITH: Well, it's -- it's not, though, Your\nHonor. We were focusing on a particular mandate, a\nparticular harm caused by off-road vehicles in particular\nplaces. And we're saying not every shall phrase in the\nU.S. Code can be enforced under 706(1), but when you -\nwhen it's very mandatory, where there's irreparable harm\nand the Congress clearly was trying to preserve its\nprerogative to make these places wilderness areas by\ndirecting that they be continuously managed to maintain\nthe status quo, under -\nQUESTION: It's so hard for courts to get into\nthe business of trying to see if an agency like this is\nout there on a day-to-day basis doing what it needs to do.\nMR. SMITH: Well, it's not -- it's not like\nwe're trying to take over running the agency, Your Honor.\nQUESTION: Well, but it -- it sounds that way to\na certain extent, like kind of the court taking over a\nprison where they find there's some defect. And what -\nwhat is going to be the role of the Tenth Circuit or of\ndistrict court in Utah if -- if you prevail? If they -\nthey tell the agency to do something, you claim the agency\nhasn't done it, they're back on a contempt order like in\nthe district court here?\nMR. SMITH: Well, there is obviously going to\nhave to be some application of judicial review and then\nsome application of -- of the court's power to enforce the\nlaw. The alternative is to say that they can -- they\ncould ignore the law indefinitely and put up -\nQUESTION: Or maybe some application could be\nmade seeking closure of some areas. The -- the exhibits\nyou furnished are sort of devastating.\nMR. SMITH: Well, the -- the evidence was quite\nclear. There really isn't any doubt about it.\nQUESTION: It looks pretty terrible.\nMR. SMITH: Indeed, on -- on page 59 of the -\nthe appendix to the op to cert, the Government flat\nadmitted that there had been impairment. It wasn't like\nthey were ignoring that fact. It's the -- this is a\nrequest for admission. We said admit that there's been\nimpairment in the wilderness study areas.\nQUESTION: So is there no mechanism whereby suit\ncould be brought demanding that a certain area be closed\nbecause of the impairment?\nMR. SMITH: Your Honor, that's what this suit\nwas.\nQUESTION: But why didn't you go -- look, are we\nsupposed to concentrate on the four areas?\nMR. SMITH: Well, that's the only part that's\nbefore the Court on that issue.\nQUESTION: Right, those four areas. As to those\nfour areas, are you saying as to one, two, three, or four,\nthat the land use plan as it now reads requires them to be\nclosed in part or in whole and they're not following the\nplan?\nMR. SMITH: We're not -\nQUESTION: Or are you saying that the land use\nplan permits them in part to be open, but we want -- we\nthink they should be closed? Which is it as to each of\nthose four?\nMR. SMITH: At the time the lawsuit was brought,\nthere was no BLM plan or -\nQUESTION: No. I'm saying what we're supposed\nto decide. You're saying now we can narrow it to these\nfour areas, and I want to know as to those four areas, am\nI supposed to assume that the land use plan as in\ndocuments that are there, as to area one, two, three, or\nfour, now requires it to be open or whatever you think it\nshould be and you want to change it or that it's right.\nYou don't want to change a word of it, but they're just\nnot enforcing it. Which is it as to one, two, three, and\nfour?\nMR. SMITH: It depends on whether you mean now\nor -\nQUESTION: I mean as we're supposed to decide\nthis case.\nMR. SMITH: The difficulty, Your Honor, is that\nafter the lawsuit was brought and as the preliminary\ninjunction hearing was about to convene, the Government\nstarted exercising the exact emergency -\nQUESTION: I want you to choose. I don't care\nwhat you say. I just want to know how I'm supposed to\ndecide the case. Am I supposed to decide the case on the\nassumption -- you've narrowed it to four areas -- to area\none. Let's take that. Am I supposed to decide it on the\nground that what you want is you think the land use plan\nas written is perfect. You just want them to enforce it.\nOr that you want them to change what it says in those\nwords because you think it's wrong. That's all. I mean,\nyou must think one or the other or both.\nMR. SMITH: When the case was brought, there was\nno closure order in place, and we were told by the\ndistrict court that there is no jurisdiction of the\nFederal courts to require that.\nAs we were going through that process, these\nclosures started to happen. And so I'm -- I'm having\ndifficulty answering your question -\nQUESTION: That's -- but I'm asking you how I\nshould decide it. As I listen to you, you want me to\ndecide it as it was when the case was brought.\nMR. SMITH: Yes.\nQUESTION: That's your view. So then as it was\nwhen the case was brought, what you want is a change in\nthe wording of the governing documents which I'm thinking\nof as land use plan. Yes. Is that yes or no?\nMR. SMITH: We -- we want an exercise of the\nemergency closure which would effectively amount to the\nsame thing.\nQUESTION: Okay. Now, my question then -- and\nthat's what I thought you wanted -- is why isn't the thing\nto do, if that's the kind of relief you want, to file a\npiece of paper over at the BLM and say, we want this\ndocument amended because it seems to me that this document\nhas the status of a rule and every agency -- every agency\n-- has a procedure through which you can request an\namendment of a rule. Why wouldn't that be the right\nprocedure rather than to come into court and say we want a\njudge to do it first in the first instance?\nMR. SMITH: Your Honor, if I could refer you to\npage 52 of the appendix to our opposition to cert -\nthat's the orange document I guess -- this is what we did\nfile with them, seeking the closure of these WSA's. This\nis the -- we're looking for the orange op cert, Your\nHonor, not the -- the joint appendix. And 52 is an\nexample of what was done in the effort to get the BLM to\nact on -- in -- in accordance with its own statutory and\nregulatory obligations.\nAnd it says, we just wanted to point out to you\nthere's all this irreparable harm going on. There's ORV's\nrampant in these wilderness areas, and as you well know -\nthis is in the middle of the first paragraph -- 43 C.F.R.,\nsection 8341.2 -- that's the one I was talking about\nbefore -- directs BLM managers to immediately close areas\nsuffering considerable adverse effects from ORV use and\nabuse. So we brought it to the agency's attention, and\nthey, as -- as they have done throughout the period,\nsimply didn't do anything.\nQUESTION: So if in fact this is the equivalent\nof the kind of document I said, then why wouldn't your\nlawsuit be to compel them to act on this request in a\ntimely fashion? Maybe the timely fashion would be in 4\ndays if it's an emergency. But why wouldn't this lawsuit\nbe designed to ask them to do what you asked them to do?\nMR. SMITH: Well, this lawsuit was designed to\nask them to do that. The only real things it seems like\nwe're talking about here is whether the form of the\nlawsuit ought to have been in the form of -\nQUESTION: Yes, yes. We're only talking about\nthe form. I agree with that. This whole thing is about\nthe form. But they're trying to make you go through\ncertain hoops and to some point, I -- I think the law\nshould give you relief, but it has to be through the right\nform.\nMR. SMITH: But it may well be that the Court\nwill recognize that all agencies have to respond to these\nthings and you can sue them. The -- the reality is BLM,\nunlike many other parts of the Interior Department,\ndoesn't have a process for allowing you to petition for an\norder and -- and have a formal process for it being\nadjudicated.\nQUESTION: You don't need that to get into\ncourt. The -- you're guaranteed judicial review. A\nperson suffering legal wrong because of agency action or\nadversely affected is entitled to judicial review thereof.\nIf you write them a letter and they don't have any other\nprocess, and they don't respond to your letter, you can\nbring -- you can bring a lawsuit.\nMR. SMITH: Well, it may well be then that -\nthat once that's clarified, that this whole dispute will\n-- will be a matter of procedural -\nQUESTION: But it's been clear. I mean, I don't\nthink that that's been unusual. What hasn't been clear is\nthat -- is that a court can exercise continuing\nsupervision of an agency, which is what some of your\nrequests here would require. What's -- you know, that -\nthat was never allowed before -- before the APA was\nenacted because the -- the courts were not allowed to\nissue injunctions that required continuing supervision.\nAnd -- and mandamus was a -- a discrete act that -- that\nwas required.\nWhat cases since the APA would -- would you -\nyou appeal to as -- as showing the authority of the courts\nto -- to undertake continuing supervision of an agency?\nWhat -- what's the best case you have?\nMR. SMITH: Well, there -- there is not a lot of\ncase law about continuing supervision. There are plenty\nof cases out there that say you can direct them to\nexercise their discretion. And -- and that's really what\nwe were -\nQUESTION: In a discrete matter. In a discrete\nmatter, but you're -- you're asking to exercise their\ndiscretion in the management of the forests. And -- and\nthat's -- that's -- I mean, that's putting the -- the\ndistrict judge in the place of the -- the Secretary of the\nInterior.\nMR. SMITH: Well, I'm not sure that there's\nreally a distinction between the two kinds of lawsuits\nthat we're contemplating here. If we had brought this\ncase and said, direct them to answer our petition about\nwhy they're still allowing -- they haven't exercised their\nemergency closure power in these four places, they -- they\n-- the court might have said, okay, tell them -- I will\ntell them to exercise their emergency closure power. They\nthen come back with a thing that says, well, we don't\nthink that ORV use is so bad after all and so we're just\nnot going to do anything. And then you bring a 706(2)\nclaim, and you have the same basic issues being litigated.\nQUESTION: Exactly. But this time it's a -- in\n-- in a form recognizable to men, women, and\nadministrative lawyers.\n(Laughter.)\nMR. SMITH: Who don't apparently fall in either\ncategory, Your Honor?\n(Laughter.)\nMR. SMITH: Let me -- let me touch a moment on\nthe land use plan enforcement aspect of it because I\nthink -\nQUESTION: But it isn't totally just -- because\nwhat they're worried about is not that you're trying to\nget off-road vehicles off the road in certain areas like\nhere, there, and the other place. What they're worried\nabout is that you're turning over to a district judge the\ngeneralized job of running the BLM's ORV program. And so\nif you can get it to specific things, you destroy what\nthey're worried about.\nMR. SMITH: Well, that's one of the things\nthey're worried about. They also apparently, until at\nleast this morning, wanted to be able to write up these\nplans, go through a whole public planning process,\ncoordinate with the States, do an environmental impact\nstatement, all of this stuff in the planning process and\nthen say, the plan, by -- by the way, is never enforceable\nif we don't do what we say we're going to do.\nQUESTION: Why is that unreasonable? I mean,\nsuppose they get their budget cut. You know, these -\nthese are all internal documents. This is what we plan to\ndo, but next year Congress cuts their budget by 50\npercent. Is a court going to direct that all of the money\nthat Interior has left has to be devoted to your pet\nproject -\nMR. SMITH: No. The rule would be -\nQUESTION: -- as opposed to, you know, all of\nthese other things that need the money for it?\nMR. SMITH: The rule would be they have to go\nthrough the amendment process, and there -- then you have\nan agency action which you can challenge. Their position\nis we don't want to do the amendment process because then\nwe'll have to answer to all these people in public\nhearings. We don't have to have -- take any action\nbecause then you'll just go to court and sue us under\n706(2). We would rather than amend it -- and maybe we'd\nhave to do another environmental impact statement, et\ncetera. We would rather just ignore it and -\nQUESTION: How -- how can they amend it? The\nstatute doesn't say that your plans shall -- you know,\ngiven how much money you have, the -- the forests will be\nprotected. It says you will develop management plans for\nthe protection of the forests. Period. And so, if\nthere's no money there, you still have to have the same\nplan. They wouldn't be able, when they amended the rule,\nto say the reason we're amending it is we don't have\nenough money to do what ought to be done. The plan would\nstill have to read the same way. But -- and so if the\nplan is enforceable, you are giving a court the power to\n-- to put your preference right at the head of the line of\nall the money that the agency has to spend.\nMR. SMITH: No, Your Honor -\nQUESTION: And that doesn't seem reasonable.\nMR. SMITH: The way that that gets handled in\nthe -- in the run of the mine cases in -- in the D.C.\nCircuit and elsewhere is at the -- at the point of\nequitable discretion. One of the cases we cite, Barr\nLaboratories, is a case where somebody tried to say you've\ngot to approve my generic drug within 60 days because\nthat's what the statute says, and the D.C. Circuit said,\nwell, we have jurisdiction under that, under 706(1), but\nwe're not going to order that because there are 16 other\ndrugs over there that are in the same situation. They\ndon't have the capacity to get this done, and we're not\ngoing to put them at the head of the line because they\nbrought the lawsuit first. The courts do have a lot of\npower in considering things like finality and then\ndeciding about what kind of equitable discretion to\nexercise -- and the D.C. Circuit case law is quite\nsophisticated on this subject -- to decide whether they\nwant to enforce in the way that is being requested.\nAll we're saying is if there's a duty under the\nstatute or under the -- the plan, the plan isn't amended,\nit ought to be something that you can get into court and\nlet the judge look at and decide whether this is an\nappropriate duty to enforce at this time.\nQUESTION: But how could the judge look at it\nwithout knowing all the other things that are on the\nagency's table given the limited resources? I thought the\nBLM's answer here was we realize that the environmental\nimpact statement is out of date, and over a period of\nyears, we're going to update those statements. But\nfrankly, we haven't got the money to do it for every place\nnow.\nMR. SMITH: They -- they may well be -- put that\n-- that argument forward, if and when we ever have a\nhearing on this thing. We were dismissed at the -- the\njurisdictional stage here. They call it jurisdiction. It\nmay well be cause of action.\nQUESTION: I mean, if -- if we imagine coming\ninto court, then would everything that's on the agency's\nplate have to be presented to the court?\nMR. SMITH: It would depend on the particular\nduty at issue and the kinds of harms that are at issue.\nHere we have a specific mandate that says maintain these\nplaces which you, BLM, has -- have designated so Congress\nwill have the prerogative to make the wilderness areas\nwhen it looks at it. It's -- it's got a very clear,\nspecific duty and severe irreparable harm that will happen\nif the BLM doesn't make it a priority. In those\nsituations, the Federal courts are much more likely to say\nwe are going to grant some relief in this -- we are going\nto force the BLM, or whoever it is, to follow the\nstatutory obligations. In many other kinds of situations,\nwhen the agency comes in and says, well, we have 66 other\nthings like this we should be doing, the courts are much\nless likely to do that.\nWe're just saying that there has to be a power\nin the Federal courts at some point to compel adherence to\nthe law when all of the other requirements are set,\nstanding, finality, a clear mandatory duty which is\nperhaps better defined in the regulations, as you have\nhere, all of these things, that if you don't have the -\nthe residual power in the courts to take action at some\npoint when the violation gets sufficiently serious and\nharmful, then the -- the provision really isn't\nenforceable at all. That -- that's the main point we're\ntrying to make here, Your Honor.\nQUESTION: That happens all the time under\nstatutes. I mean, you know, let's assume the FCC is not\ndoing its job. It's not -- it's not indeed, regulating\nbroadcasting in the public interest, convenience, and\nnecessity. It's violating its congressional mandate. Can\nyou run into court and say, you know, make the FCC\nregulate -- broadcast in the public interest, convenience,\nand necessity? Certainly you can't.\nMR. SMITH: Well, that's a perfect example, Your\nHonor, of why this issue only arises in certain narrow\ncircumstances because the FCC takes affirmative agency\nactions all the time and you can challenge those as being\narbitrary and capricious and outside the statutory\nrequirements.\nThe difficulty we were facing here was the\nabsence of any action to challenge. The agency was using\nits own inaction as its defense to being challenged for -\nfor violating the statute. That's their -- their ultimate\npurpose. And I think -\nQUESTION: Is -- is one way to characterize what\nthe Government is saying is that they require that every\ninaction has some sort of a mirror image in action? And\nthat's a little a bit hard for me to work with.\nMR. SMITH: Right. And -- and the -- the\ndrafters of the APA really did say we think inaction is\nsometimes action and that that can be final enough that\nyou can challenge it. And so -- so we think that's what\nthe court said and that's what they have done for the last\n50 years under the APA. They've looked at is this\ninaction sufficiently serious, sufficiently unlawful that\nwe're going to allow a 706(1) kind of claim to proceed.\nQUESTION: What's the best case in this Court\nfor that proposition that inaction can become action?\nMR. SMITH: Your Honor, I'm actually not aware\nof an inaction case in this Court.\nQUESTION: Thank you, Mr. Smith.\nMr. Kneedler, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF EDWIN S. KNEEDLER\nON BEHALF OF THE PETITIONERS\nMR. KNEEDLER: Thank you, Mr. Chief Justice.\nWe think that this case is really controlled by\nLujan v. National Wildlife Federation, which really was\nthe mirror image of this case. It was a situation in\nwhich plaintiffs sought to challenge again conduct of BLM\non a programmatic basis, saying that BLM, with respect to\nvast tracts of land, had not taken action that -- that the\nplaintiffs thought it should take. And this Court held\nthat, no, such a suit must focus on not only agency\naction, discrete action, but final agency action, and you\ncan't bring about wholesale change in an agency program\nunder 706(2).\nIt follows, we think, a fortiori under 706(1)\nthat that cannot be done because 706(1) is essentially\nancillary to 706(2). It is designed to require the agency\nto disgorge final agency action if it has a legal\nobligation to do it so that once that final agency action\nis issued, it can be reviewed under the central provision\nof the APA, section 706(2).\n706(1) is limited to compelling that sort of\naction and putting the courts in the position where they\ncan then review final agency action in the way the\nAdministrative Procedure Act contemplates, which is on the\nbasis of the agency's decision, the agency's finding of\nfact, its application of law and policy to fact and its\nrationale.\nSo this is not just a matter of form. We think\nthat the difference between the lawsuit that plaintiffs\nhave brought and the lawsuit that the APA contemplates is\ncritical to the relationship between agencies and courts\nunder the APA and under the separation of powers under the\nConstitution.\nPlaintiffs' vision would put the courts in the\nposition in the first instance of finding whether there's\nbeen compliance with the statutory standards. Our view\nand the way the APA requires is to submit a request for a\nparticular order or regulation, let the agency act, and\nthen review that discrete controversy.\nAll three of the claims in this case that the\nplaintiffs have brought would reflect a radical departure\nfrom that view.\nThe first is to compel compliance with a general\nstatutory standard to manage lands in a particular way.\nManagement is not agency action. It's like a program,\nwhich this Court said in Lujan could not be reviewed.\nThe claim to require NEPA statements is\nindependent, not tied to any proposed major Federal\naction. They're claiming an ongoing duty to update NEPA\nprograms.\nAnd with respect to the land management program\n-- plans, no court has ever held since FLPMA was enacted\nand these plans have been utilized that they impose on BLM\na duty owed to members of the public to comply with\nschedules, tentative, anticipated schedules, as this\ndocument says, of what will be carried out in the future.\nThis is not just a question of standing and zone of\ninterest which private people might be able to sue. It's\nmore fundamental than that. These plans do not impose any\nduties owed to any member of the public because they are\ndesigned for internal management by the agency.\nWe are in no way saying that what BLM does is\nbeyond judicial review, but the plaintiffs are required to\nfollow the right procedures.\nQUESTION: What -- what about the letter at page\n52 in the brief in opposition?\nMR. KNEEDLER: 52 was a -\nQUESTION: Why -- why isn't that specific\nenough?\nMR. KNEEDLER: It -- what the -- what the\nrespondents did not do was wait for BLM to respond, and in\nfact, in March of 2000, before the PI hearing was even\nheld in this case, BLM issued a closure order that closed\nsix out of those seven orders and left -- areas and left\none of them open. And SUWA never challenged that.\nJustice O'Connor, you referred to pictures in\nthe -- in the joint appendix. And it's important to bear\nin mind that those are pictures of areas outside the\nwilderness area that are open under the relevant land use\nplans to off-road vehicle usage. So there are no\nrestrictions on their use there.\nCHIEF JUSTICE REHNQUIST: Thank you, Mr.\nKneedler.\n"
    }, 
    "respondents": [
        "No. 03-101 SOUTHERN UTAH WILDERNESS", 
        "ALLIANCE, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 2, 
        "MR. KNEEDLER": 61, 
        "MR. SMITH": 60, 
        "QUESTION": 126
    }
}