{
    "appearances": {
        "content": "PAUL D. CLEMENT, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; on\nbehalf of the Petitioner\nJENNIFER MARTINEZ, ESQ., Stanford, California; on\nbehalf of the Respondents.\n"
    }, 
    "caseNum": "03-1027", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nJENNIFER MARTINEZ, ESQ.\nOn behalf of the Respondents 28\nREBUTTAL ARGUMENT OF\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Petitioner 56\n"
    }, 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": "[11:20 a.m.]\nCHIEF JUSTICE REHNQUIST: We'll hear\nargument next in Number 03-1027, Donald Rumsfeld\nversus Jose Padilla. Mr. Clement.\nORAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF PETITIONER\nMR. CLEMENT: Mr. Chief Justice, and may\nit please the Court:\nUnlike the Hamdi case, which raised not\nonly the question of the President's and the\nmilitary's authority to detain, but also questions\nthe process and access to counsel. This case raises\nonly two relatively discrete questions, first,\nwhether the habeas petition in this case, challenging\nPadilla's present physical confinement in South\nCarolina, was properly filed in Manhattan, rather\nthan against the immediate custodian in South\nCarolina, and second, whether the President has the\nauthority to detain a citizen who travels abroad,\naffiliates and associates with the enemy abroad,\nreceives training in enemy camps in wiring and\nexplosives and then returns to the United States at\nthe direction of the enemy to commit hostile and\nwarlike acts.\nNow, there are many aspects of this case\nthat raise issues that are really extraordinary, but\nthe habeas petition that was filed in this case was a\nstandard, indeed ordinary, use of the writ to\nchallenge the prisoner's present physical confinement\nand the habeas rules are settled that when the writ\nis used to challenge the present physical\nconfinement, the proper custodian, the proper\nrespondent, is the immediate custodian and the suit\nshould be filed in the district where that custodian\nis present.\nIn other words, in a case to your present\nphysical confinement, the case should be filed in the\ndistrict of confinement.\nQUESTION: May I ask you on that point,\nMr. Clement, supposing this petition had been filed\nwhile he was still in New York, and then he was\nremoved to South Carolina. Would the petition be\nokay, then?\nMR. CLEMENT: There would be jurisdiction\nin that case, Justice Stevens, under the Endo\ndecision. Now, I think in that case, there would\nstill be a question, especially if there was the, the\nhabeas petition was filed and he was immediately\nremoved, there would still be the question of venue\nat that point and there is a Seventh Circuit case\nthat's not in the briefs but Ross against Mebane that\nyou may want to look at that says that in a case like\nthat presumptively --\nQUESTION: I'm not quite sure what your\nanswer is to my question.\nMR. CLEMENT: Oh, my answer is\njurisdiction yes, under this Court's decision in\nEndo.\nQUESTION: I see.\nMR. CLEMENT: But then there would still\nbe a subsidiary question that's not raised here about\nvenue.\nQUESTION: Which the government would\npresumably would be free to raise.\nMR. CLEMENT: Exactly, and we would raise\nin the case where there was in fact jurisdiction.\nQUESTION: Yes.\nMR. CLEMENT: But in this case our\nposition is there is no jurisdiction whatsoever, and\nI think that --\nQUESTION: Jurisdiction under the Habeas\nStatutes has been a bit of a confusion because, for\ninstance, on behalf of aliens, I think we have\nallowed jurisdiction to be obtained in the manner it\nwas here, have we not?\nMR. CLEMENT: No, I don't think so, Justice\nO'Connor. I don't know which case have you in mind,\nbut I'm aware of no case of this Court that takes the\nunprecedented step that the court below took, which\nis basically to allow a habeas petition to go forward\nin a case where neither the prisoner nor the\ncustodian is in the jurisdiction where the habeas\npetition is filed.\nQUESTION: What do you do with ex parte\nEndo?\nMR. CLEMENT: Well, Mr. Chief Justice, as\nI was suggesting to Justice Stevens, that case\ninvolves a kind of unique situation where a habeas\npetition is filed, challenging a certain kind of\nconfinement, and then after the petition is filed,\nand after jurisdiction attaches, the prisoner is\nmoved. In that case, it was an individual moved from\nCalifornia to --\nQUESTION: They never, they never named\nany custodian in that case, did they?\nMR. CLEMENT: Well, I don't know for sure,\nMr. Chief Justice, but I would say a couple of\nthings. One is on the immediate custodian rule, I\nthink that is a rule that perhaps the government\ncould waive in a case, and so if you have a situation\n- - -\nIn a way Hamdi is that case where when the\nhabeas petition in Hamdi was filed, he was being\ndetained in Norfolk, which was in the Eastern\nDistrict of Virginia. It did not matter in that case\nwhether the immediate custodian was Paulette, who is\nthe brig, the commander of the brig, or Rumsfeld\nbecause in the government's view, they are both\nterritorially present in the Eastern District of\nVirginia.\nSo the immediate custodian rule I think is\nsomething that government can waive. I don't think\nthat the territorial jurisdiction limit on the\ncourts, though, is something that the government is\nin a position to waive. I think that is a\nrestriction on the power of the court to issue the\nwrit of habeas, and again, as I was indicating --\nQUESTION: Well, is there a circuit split\non whether aliens can name the attorney general?\nMR. CLEMENT: Yes, Justice O'Connor.\nThere is a circuit split on that issue, and I think\nin some ways that issue is sort of tied up with this\ncase, though even there as I understand most of those\ncases, there is a case from the Ninth Circuit called\nArmentero, which in the government's view goes the\nwrong way. There is favorable precedent in the Sixth\nCircuit, the First Circuit, and the Seventh Circuit,\nbut even the Ninth Circuit, I think, envisions a case\nwhere they view the attorney general as the proper\ncustodian, but they, you know, it's not clear where\nthey think that individual can be served.\nNow, I suppose that the Ninth Circuit\napplying that rule might also take the unprecedented\nstep here. It's also true if you want a sort of\nsense of the potential for abuse in these cases, I\nthink you could point to the Ninth Circuit case where\nthe Ninth Circuit held that the Central District of\nCalifornia had habeas jurisdiction over a claim filed\nby a petitioner in Guantanamo. I mean, obviously\nthere is the issue that this Court has, but there is\na question of if there were jurisdiction, I wouldn't\nhave thought that it lay in the Central District of\nCalifornia.\nAnd I think that happens when you relax\nthese traditional rules. And I think particularly in\na case like --\nQUESTION: Where does jurisdiction lie for\nsomeone in Guantanamo, do you suppose?\nMR. CLEMENT: Well, if, let me answer the\nquestion this way, which is if you had a citizen in\nGuantanamo.\nQUESTION: Yes.\nMR. CLEMENT: And under this Court's cases\nlike Toth against Quarles and Burns against Wilson,\nthat citizen is unable to file a habeas petition.\nOur view is that the proper place to file that would\nbe either in the Eastern District of Virginia, if you\nwere naming the Secretary of Defense or if were you\nnaming some official present in the district, you\nwould sue in the District of Columbia.\nBut the important thing is even in that\ncase, the court where you filed the petition would\nhave jurisdiction, territorial jurisdiction over the\nRespondent and what is so anomalous here is in a\nsense, it doesn't, I mean it matters to us in the\nsense that we think the proper Respondent is\nCommander Marr, but even if you assume the proper\nRespondent here is secretary Rumsfeld, the case still\nshouldn't be brought in the Southern District of New\nYork. It should be brought in the Eastern District of\nVirginia.\nQUESTION: But why? Why, what difference\ndoes it make to the government where they defend?\nMR. CLEMENT: Well, I think there are a\nnumber of --\nQUESTION: I mean, there are offices all\nover the country.\nMR. CLEMENT: I think that's right, Justice\nStevens. I think it only makes sense to have the\ndefense mounted in the place where the detention is\ntaking place. And I think that's particularly true\nin this case, because this isn't a petition that only\nchallenges the fact of confinement. If you look at\nthe, the petition in this case, the amended petition,\njoint appendix page 56, the relief that's sought here\nalso goes to the conditions of confinement in\nCommander Marr's brig. Now, in a case like that, it\nseems --\nQUESTION: Yes, but I'm not sure that's,\nthat's appropriate relief in a habeas petition,\nanyway.\nMR. CLEMENT: Well, I think you can file a\nmixed petition and seek that kind of relief, but in\nany event, I think that what they are looking for is\nnot just release from detention, but the stopping of\nthe interrogations.\nQUESTION: -- how this particular case was\npleaded, which it wasn't, because we don't have any\nflushing out of this, but you keep talking about\njurisdiction and it seems to me, this is essentially\na venue question. There is no question that Federal\ncourts have habeas jurisdiction. They have that\nauthority.\nAnd you are talking about not the large\nquestion, what kind of case can a Federal court hear,\nyou are talking about a where question, not a what\nquestion. So it's essentially a venue question.\nMR. CLEMENT: I mean, unless the word\nessentially is going to bear a tremendous amount of\nweight, I disagree because I think that what you have\nhere is not general venue principles. You have a\nsituation where the relevant statute that gives\ncourts habeas jurisdiction restricts their ability to\nissue the writ to their territorial jurisdiction.\nAnd this Court has been clear in cases like Carbo and\nthis is even consistent in Justice Rutledge's dissent\nin the Ahrens case, that for that provision to have\nany meaning at an irreducible minimum, it has to mean\nthat a writ that goes to the proper custodian has to\nbe filed within the territorial jurisdiction of the\nDistrict Court.\nQUESTION: Although, if the prisoner is\nmoved, so prisoner goes someplace else, they still\nhave jurisdiction over the case, although the\noriginal custodian no longer has the prisoner in his\nor her care.\nMR. CLEMENT: That's right, Justice\nGinsburg. And this Court decided that in Endo long\nbefore Ahrens when it reaffirmed an even stricter\nrule and there is nothing in the post-Ahrens cases\nthat suggests that this Court has ever deviated from\nthis understanding. And indeed I would point the\nCourt to the decision in Schlanger against Seamans,\nbecause I think in some ways, it shows how, that that\ncase really decided this issue, because what the\ncourt there had was an individual who was trying to\nget ROTC scholarship in Arizona, but he was assigned\nto a unit in Alabama, and he filed his habeas\npetition in Arizona, and he named as Respondents an\nindividual in Arizona who had no custody over him\nwhatsoever, so that individual was out. He also\nnamed the Secretary of the Air Force. The court did\nnot rely on that, and the court said that his true\ncustodian is his commanding officer in Georgia, and\nwhat this Court said is there was no jurisdiction in\nArizona over that custodian in Georgia, and just to\nbe clear about it, the Court noted and rejected an\nargument based on 28 U.S.C. 1391(e), which among\nother things provides nationwide service of process\nagainst Federal officials.\nNow, if that statute had applied, then it\nwould have been perfectly appropriate to bring the\ncase in Arizona against a Georgia Respondent who was\na Federal officer. But the Court said no. 1391(e)\ndoes not trump the habeas statute. Now, if that is\ntrue of a Federal statute that provides for\nnationwide service of process, it seems like it would\nbe true a fortiori for Federal Rule of Civil\nProcedure 4. But that's the theory under which the\ncourts below exercised jurisdiction in this case.\nQUESTION: Well, Mr. Clement, is Schlanger\nstill good law after Strait and Braden?\nMR. CLEMENT: Absolutely, Your Honor. And\nI think the best evidence of that, there is two\nthings I'd like to point to. But maybe the simplest\nway is that both Strait and Braden cite Schlanger\nfavorably and, indeed, if you look at the very end of\nthe Braden opinion, when the court says that the\nproper Respondent there is within the court's service\nof process, it sites Schlanger for that proposition,\nwhich makes sense because in that case the petition\nwas properly filed, challenging a Kentucky detainer\nin Kentucky, so the proper Respondent was within the\nterritorial jurisdiction of the court in that case.\nThe second reason I would say that\nSchlanger is very much good law as we pointed out in\nour reply brief, is that the court in Schlanger went\nout of its way, because at that point, Ahrens was\nsort of already teetering on the verge of\nobsolescence, to state that the rule would be exactly\nthe same even under Justice Rutledge's view in\nAhrens, so I think for those two reasons, Schlanger\ncontinues to be good law, and clearly would trump any\nservice of process that would be provided by Rule 4.\nAnd I think, and this is consistent with\nwhat the unanimous three-judge court in the Fourth\nCircuit said in the Hamdi case, that particularly in\ncases that raise such sensitive issues as the cases\nthat are involved on the merits in this case, it is\nparticularly important that the court try to avoid\nunnecessarily reaching Constitutional issues by first\nascertaining that it has jurisdiction. Now, if I --\nQUESTION: You recognize that it isn't a\njurisdiction question like, can the Federal courts\nentertain this kind of suit. Can they entertain a\nfender bender between people from the same state?\nNo. Can they entertain Federal habeas cases. So we\nhave one Federal system, and there are classes of\ncases that can go into that system and then we have\nan allocation of where, so this isn't jurisdiction\nwrit large, it is where in this Federal system do you\nbring this case?\nMR. CLEMENT: Justice Ginsburg, its\nstatutory jurisdiction, but I agree. It is at some\nlevel it is a which District Court question, not\nwhether District Courts are open to these claims at\nall.\nQUESTION: All right. If it's a which\nDistrict Court question, I mean, I don't know how\nlong you want to spend on the procedural issue, but I\ntake it if we follow your thing, never can you\nentertain a habeas petition unless the body is in\nthis district, then immigration cases, military cases\nare going to be a nightmare. If we follow a venue\nprinciple, you are going to get just the right\nresult, which is we bring the case where it's most\nconvenient.\nMR. CLEMENT: With respect, Justice\nBreyer, I would disagree. I think that this Court,\nit is true, in situations where it has relaxed the\nnotion of custody, and has allowed habeas petitions\nto be brought in circumstances where they previously\nweren't available, Strait against Laird is an\nexample. This Court's decision in Braden, basically\nis an example because it was accommodating the\noverruling of McNally against Hill and Payton against\nRowe. So in those contexts, where there is more than\none custody or some kind of metaphysical custody,\nthis Court has relaxed the rules in a way to\naccommodate those, but it has never deviated. Never,\nfrom the rule that you have to file the habeas\npetition where the custodian is, and equally\nimportant, it has never, there is no need to expand\nthe notion of custody, because you have a classic\nhabeas case where you are challenging your present\nphysical confinement. The courts never relax the\nrules.\nQUESTION: Let me ask you a question to\nget you to the merits, if I can.\nMR. CLEMENT: That would be fine.\nQUESTION: Suppose, suppose that you're\nright about your basic claim that the uniform, what\nis it called, the Use of Force Act is in fact a\nstatute of the kind contemplated in 4001. Still, the\nwords in that act are, they can use necessary and\nappropriate force. So why would it be necessary and\nappropriate in a country that has its courts open,\nthat has regular criminal proceedings, that has all\nthe possibility of adjudicating a claim that I'm the\nwrong person? Why is it a necessary and appropriate\nthing to do once you have such a person who is a\ncitizen in this country to proceed by other than a\nnormal court procedure?\nMR. CLEMENT: Justice Breyer, I will\nanswer the question. I would preface it by saying\nthat I certainly wouldn't read the authorization of\nforce's use of the term necessary and appropriate as\nan invitation for sort of judicial management of the\nexecutive's war-making power. I would have viewed it\nas a delegation to the executive to use its\ntraditional authority to make discretionary judgments\nin finding what is the necessary appropriate force.\nAnd the Prize cases, I think, stand for that\nproposition.\nNow, if I can address the specifics,\nthough, why it might be necessary and appropriate\nand, indeed, why is the Government asserting this\nauthority? It is precisely because, in this war on\nterrorism, the Government can confront an individual\nwho is not only guilty of past war crimes, but\nalso --\nQUESTION: Can I ask you just one last\nquestion on the jurisdictional issue? If you assume\nit's a question of venue rather than jurisdiction --\nI know you're arguing in the alternative, but if you\nassume it was venue rather than jurisdiction, would\nNew York not have been the proper venue since he was\nheld there as a material witness and he had a lawyer\nappointed in that case?\nMR. CLEMENT: Even if, contrary to our\nposition, it was a venue question, we would still say\nno. And I think that you have to understand -- I\nmean, the fact that he was in New York in the first\nplace is a bit of a happenstance. He tries to fly to\nChicago. He is seized in Chicago --\nQUESTION: No, but the Government is\nresponsible for him being in New York, which it seems\nto me, that they should not be complaining about\nlitigating there.\nMR. CLEMENT: Well, with respect, Justice\nStevens, I don't think anybody would think that if\nyou filed a habeas petition to challenge Padilla's\ndetention as a material witness while he was being\ndetained in New York, that that should be filed in\nChicago.\nAnd I think by the same logic, it doesn't\nmake any sense from what the gravamen of the -- the\ngravamen of the challenge is to the conditions and\nlegality of the detention in South Carolina, why that\nought to be filed in New York just because he was\nthere under a different authority.\nQUESTION: He had a lawyer appointed,\ndidn't he, there?\nMR. CLEMENT: He did have a lawyer\nappointed there. But again, I don't think -- I mean,\nI think Mr. Dunham or his equivalent in South\nCarolina would be available to provide whatever role\nis necessary and appropriate under the circumstances.\nI don't think there are only lawyers in New York.\nQUESTION: I suppose it's a little easier\nfor the Government to find a lawyer wherever it needs\nit than it would be for a prisoner being moved from\ndistrict to district.\nMR. CLEMENT: In none of these cases have\nwe seen a problem with the detainees finding legal\nrepresentation.\nQUESTION: Getting back to the merits,\nmerits part --\nQUESTION: Could I hear the end of his answer\nto the\nprevious question? You were in the middle of an\nanswer and I was waiting for the end of it.\nMR. CLEMENT: Well, I hate to disappoint\nyou. I'm not sure that I had anything in particular\nleft other than to say that we would still -- I mean,\nI think all I would say, and maybe I can reference\nthat there are Court of Appeals cases, the Seventh\nCircuit has decided this Ross against Mebane case\nthat basically say that even if you're in a venue\nsituation, even if you're within the rule of Ex parte\nEndo, there is still a strong, strong presumption\nthat a habeas petition belongs in the district court\nwhere the individual is being detained.\nNow, maybe if you had a situation where\nthe habeas petition was up and running and close to a\nfinal judgment or whatever. And then the individual\nis detained, it makes sense to keep the proceeding in\nthe first venue. But in a case like -- if you had a\ncase where the day after the first petition is filed,\nhe's moved for independent and good reasons, I think\nyou would also say that the case belongs in the place\nof detention.\nQUESTION: What rights does Padilla have,\nif any, in your view, that a belligerent who is\napprehended on the battlefield does not have? Is\nPadilla just the same as somebody you catch in\nAfghanistan?\nMR. CLEMENT: I think for purposes of the\nquestion before this Court, the authority question,\nhe is just the same. It may be that in an\nappropriate juncture when the Court has before it the\nquestion of what procedure should be applied, that\nyou would want to apply different procedures in a\ncase like this.\nQUESTION: Can we punish him?\nMR. CLEMENT: Could we punish him?\nCertainly we could punish him if we decided to change\nthe nature of our processing of him. As this Court\nmade clear in Quirin --\nQUESTION: Would you shoot him when he got\noff the plane?\nMR. CLEMENT: No, I don't think we could\nfor good and sufficient reasons --\nQUESTION: I assume that you could shoot\nsomeone that you had captured on the field of battle.\nMR. CLEMENT: Not after we captured them\nand brought them to safety. And I think in every\ncase, there are rules of engagement, there are rules\nfor the appropriate force that should be used. And I\ndon't know that there are any --\nQUESTION: If they're an unlawful\nbelligerent?\nMR. CLEMENT: Yes, even if they're an\nunlawful belligerent. Once they're -- I mean, we\ncouldn't take somebody like Hamdi, for example, now\nthat he's been removed from the battlefield and is\ncompletely -- poses no threat unless he's released\nand use that kind of force on him.\nQUESTION: But if the law is what the\nexecutive says it is, whatever is necessary and\nappropriate in the executive's judgment, that's the\nresolution you gave us that Congress passed, and it\nleads you up to the executive, unchecked by the\njudiciary. So what is it that would be a check\nagainst torture?\nMR. CLEMENT: Well, first of all, there\nare treaty obligations. But the primary check is\nthat just as in every other war, if a U.S. military\nperson commits a war crime by creating some atrocity\non a harmless, you know, detained enemy combatant or\na prisoner of war, that violates our own conception\nof what's a war crime. And we'll put that U.S.\nmilitary officer on trial in a court marshal. So I\nthink there are plenty of internal reasons --\nQUESTION: Suppose the executive says mild\ntorture we think will help get this information.\nIt's not a soldier who does something against the\nCode of Military Justice, but it's an executive\ncommand. Some systems do that to get information.\nMR. CLEMENT: Well, our executive doesn't\nand I think -- I mean --\nQUESTION: What's constraining? That's\nthe point. Is it just up to the good will of the\nexecutive? Is there any judicial check?\nMR. CLEMENT: This is a situation where\nthere is jurisdiction in the habeas courts. So if\nnecessary, they remain open. But I think it's very\nimportant -- I mean, the court in Ludecke against\nWatkins made clear that the fact that executive\ndiscretion in a war situation can be abused is not a\ngood and sufficient reason for judicial\nmicromanagement and overseeing of that authority.\nYou have to recognize that in situations\nwhere there is a war -- where the Government is on a\nwar footing, that you have to trust the executive to\nmake the kind of quintessential military judgments\nthat are involved in things like that.\nQUESTION: So what is it that military --\ngo back to Justice Kennedy's question. I'm trying to\npush you down the road a bit. And maybe we don't\nhave to decide this now. But I want to understand\nyour vision of it. I mean, a person has come to the\nUnited States. He has, according to the Government,\ncommitted a serious crime and is dangerous.\nWell, those are people we deal with all\nthe time in the criminal process. So if you're even\nassuming this resolution authorizes some kind of\nforce, why isn't the appropriate force, where he's in\nthe United States and the courts are open, what we\nwould call ordinary criminal process? I mean, that\nharmonizes everything.\nNow, maybe there is an answer to that in\nyour vision. I want to find out your vision of\nwhat's supposed to happen here and why.\nMR. CLEMENT: Well, Justice Breyer, let me\ngive you a practical reason answer and the legal\nreason. You may prefer the former. But I think that\nthe practical reason is if you capture somebody who\nis not just somebody who is guilty of a war crime or\na violation of some provision of Title 18, but also\nhas a wealth of information that could be used to\nprevent future terrorist attacks, then it seems to me\nthat the military ought to have the option of\nproceeding with him in a way that allows him to get\nactionable intelligence to prevent future terrorist\nattacks, and should not be forced into a choice where\nthe only way they can proceed is to proceed\nretrospectively to try to punish him for past acts.\nIn doing so, whether it's a military\ncommission or an Article III, requires you to give\nhim a counsel who likely is going to say that you\nshouldn't talk to the Government about any of these\nthings.\nQUESTION: Would you have that authority\nin the absence of the authorizing resolution? Would\nthe President have that authority?\nMR. CLEMENT: I think he might well,\nJustice Souter, and you in fact suggested that\nyourself, which is if there was actionable\ninformation --\nQUESTION: No, I suggested that he might\nhave on September 12th. I don't think my suggestion\nwent much further. But I'll grant you that's an\nargument, but do you believe he would have that\nauthority today in the absence of the authorizing\nresolution?\nMR. CLEMENT: Well, I think he would\ncertainly today, which is to say September 12th or\nApril 28th.\nQUESTION: Two and a half months later.\nBut I mean, based on the rationale that there is a\nneed to bar him from what would be the normal process\nthat Justice Breyer is describing because of the need\nto interrogate effectively. Your answer, I take it,\nis he would have that authority even without the\nauthorizing resolution?\nMR. CLEMENT: That would be my answer. I\nwould say the President had that authority on\nSeptember 10th, but I guess I would --\nQUESTION: How does he get that from just\nbeing commander-in-chief? I mean, I understand the\ncommander-in-chief power to be a power over the\nmilitary forces, when they're being used as military\nforces, the General Washington power, you know, to\ncommand the forces tactically and everything else.\nIt doesn't mean that he has power to do\nwhatever it takes to win the war. I mean, the Steel\nSeizure case demonstrates that well enough. How does\nthis come within George Washington's\ncommander-in-chief power, which is what I read this\ncongressional resolution to be directed at? It\ndoesn't say you can do whatever it takes to win the\nwar.\nMR. CLEMENT: No, but Justice Scalia,\npresumably the authorization of force is read against\nprior history and this Court's precedents. And those\nprecedents include the Quirin case where it is\nabsolutely clear that in fighting a war, you have the\nauthority to detain individuals, even if they're not\nformal military officers who are affiliated with the\nenemy and come into the United States intent on\ncommitting hostile and warlike acts.\nQUESTION: But Quirin rested on the fact\nthat there was congressional authorization for a\nmilitary commission to try on such charges.\nMR. CLEMENT: Well, two things, Justice\nSouter. First of all, I mean, you asked me a\nhypothetical but we do have the authorization of\nforce here. Second of all, I don't think Quirin can\nstand for the kind of clear statement rule that\nothers want to attribute to it for two reasons.\nOne, to the extent it applied any clear\nstatement rule, it runs in the opposite direction.\nThe Court said they would not strike down the\ndetention and try the individuals there absent a\nclear conviction that it violated an act of Congress.\nQUESTION: I guess I would settle, as a\nrhetorical point, for the fact that it's not a clear\nstatement for you either.\nMR. CLEMENT: Well, it actually -- it\npurported to be. It said absent a clear conviction,\nit wouldn't strike down the authority. But what I\nwould -- just to be clear, I think as we point out in\nour reply brief, if you applied a clear statement\nrule to Quirin, it would have to come out the other\nway because Article II of the articles of war that\nwere in force at the time were restricted to members\nof the United States military.\nArticle 15, which the Court relied on,\ndidn't expressly authorize military commissions\nexpressly. It did so by negative implication. So\nit's simply not the case that you need an express\nstatutory authorization. If I could reserve my time\nfor rebuttal.\nQUESTION: Very well, Mr. Clement.\nMs. Martinez, we'll hear from you.\nORAL ARGUMENT OF JENNIFER MARTINEZ\nON BEHALF OF THE RESPONDENTS\nMS. MARTINEZ: Mr. Chief Justice, and may\nit please the Court:\nEven in wartime, America has always been a\nnation governed by the rule of law. Today the\nGovernment asks this Court for a broad ruling that\nwould allow the President unlimited power to imprison\nany American anywhere at any time without trial\nsimply by labeling him an enemy combatant.\nWe ask this Court for a narrow ruling that\nleaves for another day the grave constitutional\nquestion of whether our system would permit the\nindefinite imprisonment without trial of American\ncitizens on American soil based on suspicion that\nthey have associated with terrorists.\nWe simply ask this Court to hold that at a\nminimum Congress would have to clearly and\nunequivocally authorize such a departure from our\nnation's traditions. And since Congress has not done\nso, Mr. Padilla is entitled to be charged with a\ncrime and to have his day in court.\nThe detention at issue in this case is\nexactly the type of detention that our Founding\nFathers were concerned about based on their\nexperience with the British Crown, where the king had\nlocked up citizens based on --\nQUESTION: Ms. Martinez, the authorization\npassed by Congress is quite broad and it talks about\nforce against individuals.\nMS. MARTINEZ: Yes, Your Honor, but there\nis no reference in the text of that authorization to\nany power to detain American citizens on American\nsoil based on suspicion. And there is no indication\nwhatsoever in the debates that Congress contemplated\nthat it might be used in such a way.\nQUESTION: Well, you surely don't think\nthat it excluded American citizens. I mean,\ncertainly it gave the President authority to wage war\nagainst American citizens if they're on the other\nside, didn't it?\nMS. MARTINEZ: Certainly, Your Honor,\nas --\nQUESTION: So whatever authority it gave\nhim, there is no indication that it's limited to\nnon-citizens.\nMS. MARTINEZ: No, but what is limited to\ncitizens is Section 4001 in which Congress\nspecifically provided that no citizen shall be\nimprisoned or otherwise detained by the United States\nexcept pursuant to an act of Congress.\nQUESTION: And you would say that 4001\nprevents the President from detaining on the\nbattlefield?\nMS. MARTINEZ: No, Your Honor.\nQUESTION: Well, then it doesn't mean what\nyou just said it meant.\nMS. MARTINEZ: What we are talking\nabout -- first of all, there is a general presumption\nagainst extraterritorial application of statutes.\nAnd so in the absence of an indication that Congress\nintended 4001 to apply overseas, that general\npresumption would limit it to this country.\nMoreover, the history of 4001 --\nQUESTION: So the clear statement rule\ndoesn't apply to 4001?\nMS. MARTINEZ: Which clear statement rule,\nYour Honor?\nQUESTION: Well, I thought you were\narguing for the clear statement rule.\nMS. MARTINEZ: Yes, Your Honor, we are and\nour argument is limited to detentions within this\ncountry --\nQUESTION: But your qualification is only\nimplied from the statute.\nMS. MARTINEZ: Our argument is that what\nthere needs to be a clear statement of is of the\nauthority to detain an American citizen on American\nsoil. And the reason for that is given, one, by the\nhistory of section 4001 in which Congress looked at\nthe Emergency Detention Act that had been passed\nduring the Cold War which would have allowed the\nPresident, in case of an internal security emergency\nor war, to imprison individuals based on suspicion\nthat they were associated with a foreign power and\nwere going to engage in acts of sabotage.\nQUESTION: What about hijackers? The\nresolution has to do with 9/11. And the people were\nhijackers and a lot of the hijackers are up in the\nairplane and then they land. Do you think that the\nresolution wasn't aimed at them in part?\nMS. MARTINEZ: Your Honor, our position is\nthat certainly the President would have inherent\nauthority with or without this resolution to seize an\nindividual who is engaged in an act like that that\ntook place on 9/11. But after that individual had\nbeen seized, in order for that person to be held\nin detention in this country, if they are a citizen,\nin particular, there must be some express statutory\nauthorization that provides a framework for that\nongoing detention. And that comes not only from\n4001, but also from the Due Process Clause, and --\nQUESTION: And if they are captured on the\nbattlefield and then brought here, 4001 clicks into\noperation, in your view?\nMS. MARTINEZ: Our position is that 4001\napplies within the United States and its text means\nwhat it says, that no, no person --\nQUESTION: Well, then your answer to my\nquestion is yes?\nMS. MARTINEZ: Yes, Your Honor.\nQUESTION: So if you were --\nQUESTION: So if we found American\ncitizens in Iraq who were firing on our forces and\nbrought them back here, they would have to be given\nan Article III trial?\nMS. MARTINEZ: Your Honor, our position is\nthat Congress could provide for some alternative\nlegislative scheme for dealing with such individuals.\nQUESTION: What about my question on Iraq?\nMS. MARTINEZ: At this time, our position\nwould be that such persons would have to be given an\nArticle III trial, unless Congress came in with some\nother provision. Yes, Your Honor.\nQUESTION: Why do you distinguish citizen, if\nwe are talking about someone like Padilla, who is in\nthe United States, the Due Process Clause refers to\nperson, not citizen? So I can see a distinction\nbetween brought into the United States, but within\nthe United States, if it's someone who is, is an\nalien, but is here with permission, a resident alien,\nsay --\nMS. MARTINEZ: Yes, Your Honor. We would\nagree that such persons are protected by the Due\nProcess Clause. 4001 refers only to citizens. But\nwe would agree that aliens within this country might\ncertainly be protected as well. This case simply\ndoes not present that question, but we would not\ndisagree with that. I think what is important --\nQUESTION: Well, let's get to that\nquestion. Let's assume that we disagree with you\nabout 4001, and we think the authorization for use of\nmilitary force supersedes that. Then what, then what\nis your position with respect to the rights of your\nclient?\nMS. MARTINEZ: If Your Honors believe that\n4000 -- that the authorization was meant to\nspecifically authorize the detention of American\ncitizens on American soil, we would contend first\nthat there is no limiting principle within that\nauthorization for who may be detained. The\nGovernment claims that anyone who is associated with\nAl Qaeda falls within this definition.\nQUESTION: So the principle would be that\nif somebody is like a missile sent over here, you\nknow, he is actually one of the hijackers or the\nequivalent thereof, that's an obvious limiting\nprinciple, that people who are sent offshore, sent\nright over here and we catch them in mid-air.\nMS. MARTINEZ: I think when you start\ntrying to draw those lines on a case-by-case basis\nwhere this individual because they are actually in\nthe midst of a hijacking is close enough whereas some\nother individual who is merely in the early stages of\na plot might not be enough, the difficulty of drawing\nthose lines shows the need for clear Congressional\naction here.\nThis is primarily a job for Congress to\ncreate, if there is a need in this country for\npreventive detention of terrorists, that's a\nlegislative job for our legislature to undertake.\nQUESTION: Declarations of war are just\nnot written this way. The Iraq declaration is not.\nThe recent declarations of war, formal declarations\nare not, and AMUF is not.\nMS. MARTINEZ: That's correct.\nQUESTION: That's just not the tradition.\nThe President is given the authority.\nMS. MARTINEZ: That's correct, Your Honor.\nBut broad authorizations for use of force in wartime\nhave also not traditionally been interpreted to allow\nthe executive unlimited power over citizens. So in\ncases like Duncan and Endo, this Court has said that\na wartime authorization for action by the executive\nshould not be construed broadly, but should be\nconstrued narrowly to give only the power that it\nclearly and unequivocally indicates.\nQUESTION: Well, Endo was concededly\nloyal, and Duncan were civil crimes, a stockbroker\nwho was embezzling, right?\nMS. MARTINEZ: That's correct, Your Honor.\nBut what 4001 was intended to prevent was a claim by\nthe executive that his broad inherent powers in\nwartime, which was specifically what 4001 addressed,\nwould be enough to allow the detention of American\ncitizens.\nQUESTION: Right. Can you give me a\nminute or so on the, or as long as you want or short,\nbut suppose you get to the similar place by saying\nthat this resolution, suppose hypothetically, I'm not\nsaying what my view is, but hypothetically, suppose\nyou get to the same place by saying, yes, that\nwartime resolution still doesn't authorize departing\nfrom use of the criminal system, the ordinary\ncriminal system for somebody in the United States,\nbut for an unusually good reason.\nNow, we have two possible reasons\nadvanced, one orally that we need to question him,\nand one in the briefs, a suggestion that this man is\na ticking time bomb, and we can't reveal the evidence\nwithout destroying intelligence. Now, I'd like your\nvision of how this is supposed to play out under an\nordinary criminal system in response perhaps to what\nthose claims are.\nMS. MARTINEZ: Our view would be that\nbecause of the difficulty of the question of\ndetermining, for example, as I believe Justice\nKennedy asked earlier, how long would such\ninterrogation be necessary? Would the district court\nbe required to take evidence on those sorts of\nissues?\nIn the event that there were no other\nalternatives, we believe that would be appropriate,\nbut we also believe that's quintessentially a\nquestion for Congress, which could hold legislative\nhearings. And after due deliberation, come to some\nconclusion about what was required in this context.\nAnd that is in fact what our democratic\nallies, United Kingdom and Israel, have done in\npassing specific legislation about the preventive\ndetention of suspected terrorists based on a\nlegislative finding about what periods of time --\nQUESTION: Well, that would be, of course,\nperhaps, desirable, but we are faced with a situation\nof the here and now, and what do we do?\nMS. MARTINEZ: Your Honor --\nQUESTION: We just turn loose a ticking\ntime bomb?\nMS. MARTINEZ: No, Your Honor. I believe\nthat, first of all, were this Court to rule that it\nwas -- that Congressional action was required, I have\nno doubt that Congress would step into the breach\nvery quickly to provide whatever authorization the\nexecutive branch deemed necessary. And so I think\nthere is no doubt that Congress would fill that\nmeasure.\nHere in this particular case, the\nGovernment has already said that Mr. Padilla no\nlonger possesses any intelligence value, and so his\ninterrogation is at an end. And at this point, after\ntwo years in detention, without any sort of hearing,\nwithout any access to counsel, it's more than\nappropriate that he be charged with a crime unless\nCongress comes forward with some alternative scheme.\nNow, if I may turn for a moment to the\nissue of jurisdiction. Contrary to Mr. Clement's\nsuggestions, this case does primarily involve issues\nof venue and not jurisdiction. This Court has never\nheld that there is a hard and fast rule requiring an\nimmediate custodian, and this Court has also not\napplied rigid territorial requirements about the\nlocation of a suit.\nAnd in particular, in the Strait case,\nthis Court made clear that the type of jurisdiction\nthat was necessary was jurisdiction making the\nRespondent amenable to service of process under the\nlong arm provisions by citing International Shoe and\nMcGee, which are provisions applying normal rules of\npersonal jurisdiction.\nGiven the particular circumstances of this\ncase, the extensive personal involvement of Secretary\nRumsfeld in this matter, makes him an appropriate\nRespondent and New York is an appropriate venue for\nthis suit. The Government brought Mr. Padilla to New\nYork. They placed him in court proceedings there.\nCounsel was appointed and litigation had begun. It\nwas the Government's choice to remove him from that\nforum, but that does not change the fundamental fact\nthat jurisdiction was proper in New York.\nQUESTION: Are you -- are you suggesting\nthen that this case might be an exception to some\nmore general rule because of the peculiar facts that\nyou have just recited?\nMS. MARTINEZ: Yes, Your Honor. I think\nthat -- I think there is no hard and fast general\nrule as the Government states it. There are numerous\nexceptions already to the rule that the Government\narticulates that can be found in prior cases.\nQUESTION: Well, maybe there should be\nsome more definite rule. Supposing we were to say\nthat generally it's the Secretary of Defense and his\nvenue is in the Eastern District of Virginia.\nMS. MARTINEZ: This Court might very well\ndecide to make such a venue rule, but I would note\nthat the Government at this point in the case has\nwaived their objection to venue by not pursuing it on\nappeal. They challenged venue in the district court,\nand they did not appeal that.\nQUESTION: Well, but they have certainly\nchallenged the proper custodian here.\nMS. MARTINEZ: Yes, Your Honor. They have\nchallenged the proper custodian, but as this\ncourt's decisions in cases like Endo, like\nEisentrager make clear, that the identity of the\nproper Respondent is not a hard and fast or absolute\njurisdictional rule.\nQUESTION: That doesn't change it from\njurisdiction to venue. I mean, venue is venue and\njurisdiction is jurisdiction. You may say that the\njurisdictional rule has been so haphazard that\neffectively it amounts to the same thing. And that\nargument will stand and fall on the basis of the\ncases that you and Mr. Clement have discussed.\nBut to say that this is, this is venue is\nsimply wrong. I mean, it is a matter of the\njurisdiction of the Court, and it's always been\ntreated by that way in our opinions. We have not\ndiscussed it as a venue rule.\nMR. MARTINEZ: Well, Your Honor, I do agree\nthat there is a jurisdictional question, and we\nagreed that -- we argued that jurisdiction is proper.\nBut what Braden says is that the rule that Ahrens had\nannounced as a hard and fast jurisdictional rule\nreflected nothing more than traditional venue\nconcerns.\nAnd so Braden specifically says that\nthat -- that which was discussed in Ahrens went to\nvenue and not to jurisdiction. Returning --\nQUESTION: Where you had conceivably\nproper jurisdiction in several places.\nMS. MARTINEZ: Yes, Your Honor. And we\nwould argue that jurisdiction was proper in New York\nin this case because --\nQUESTION: We are talking if we are using\nthe jurisdictional label, it's personal jurisdiction,\nand not subject matter jurisdiction.\nMS. MARTINEZ: That's correct, Your Honor,\nand under this Court's decision in Strait, there was\npersonal jurisdiction over Secretary Rumsfeld in New\nYork because of his contacts with that forum.\nReturning to the merits of this case, what\nI think is important for this Court to realize is\nthat the war on terror presents many difficult\nquestions about the proper balance between civil\nliberties and national security. Congress is the\nbody of our government that has been -- that was\nentrusted by the Founders for making law to deal with\nnew situations. And Congress is fully capable of\nconsidering the various parameters of any sort of\nscheme of detention that might be necessary.\nAnd certainly this Court would have the\npower to review, to determine whether that system\nestablished by Congress were constitutional, but what\nwe have here is a claim by the executive to a\nvirtually unlimited system, where any person that the\nPresident deems an enemy combatant --\nQUESTION: But on the basis of the, of the\nCongressional authorization. He is not claiming it\njust by virtue of executive power.\nMS. MARTINEZ: Well, he claims them both\non the basis of inherent executive power and on the\nbasis of the authorization.\nQUESTION: Well, but since they are, since\nthey are both the weakest -- weakest claim is\nprobably solely the executive. But I think you have\nto deal with the claim that it's Congressional\nauthorization.\nMS. MARTINEZ: Yes, Your Honor. There is\nsimply no indication that when Congress passed the\nAuthorization for Use of Military Force which enabled\nus to deploy our troops overseas, the Congress also\nthought that they were authorizing the indefinite\nmilitary detention without trial of American citizens\non American soil. There was no debate of such a\ndramatic departure from our constitutional\ntraditions. And just a few weeks later when Congress\npassed the Patriot Act, it extensively debated a\nprovision that allowed the detention of aliens for\nseven days.\nQUESTION: The trouble is, I don't see how\nyou can -- I mean, I think I can understand your\nsaying it doesn't give him any power except a\nbattlefield power. I can understand that. You might\nread it that way. But I can't understand reading it\nto say it applies to everybody, but not to United\nStates citizens. That line is just not there in the\nresolution.\nMS. MARTINEZ: We would say it does not\napply off the battlefield, certainly to U.S. citizens\non U.S. soil. And this Court --\nQUESTION: But it does apply to aliens.\nWe -- the President could use force against aliens\nunder that resolution.\nMS. MARTINEZ: This Court need not decide\nthat in this case, and I certainly don't --\nQUESTION: I understand, but you are\nproposing to us an interpretation of the resolution,\nwhich I suggest makes no sense, unless you are\nwilling to say that it also doesn't apply to aliens\nthat are being brought -- that are committing these\nacts within the country.\nMS. MARTINEZ: I would agree that it does\nnot -- the authorization does not clearly indicate\nthat it's applicable to aliens either.\nQUESTION: He might have the power to take\nup the aliens and arrest them any way because 4001\ndoesn't prohibit it?\nMS. MARTINEZ: Correct, Your Honor.\nQUESTION: Is that your point?\nMS. MARTINEZ: Correct, Your Honor. That\nis our point, which is that the degree of specificity\nthat would need to be required to authorize this kind\nof extraordinary detention of citizens would be\ngreater, and in particular with aliens, there has\nalways been a greater power of the executive because\nthey have no right to be here.\nQUESTION: Then I take it then you have\nno, assuming -- assuming that 4001 has been\nsuperseded by the authorization. I assume you have\nno principal basis for distinguishing between\ncitizens and aliens insofar as detaining an enemy\nbelligerent?\nMS. MARTINEZ: No, Your Honor. As to\nindividuals within the United States, if 4001 is not\nat issue because of its specific reference to\ncitizens, we would say aliens within the United\nStates would have the same, would be in exactly the\nsame position. Correct.\nQUESTION: So you would make no\ndistinction between the two.\nMS. MARTINEZ: Correct, Your Honor, were\nit not for 4001. But we think 4001 calls for not\njust for broad authorization of executive power, but\nspecific authorization, because 4001 was concerned\nwith the situation where there was a general\ndeclaration of war, or where there was some type of\ninternal emergency.\nAnd the concern was that the executive\nshould not be able to rely on that general\ndeclaration of war or that general situation to lock\nup citizens. That was precisely the situation with\nthe Japanese internment camps, the President --\nPresident Roosevelt had been authorized the broadest\npossible force you can have to fight a war. There\nwas a declaration of complete war against Germany and\nJapan.\nCongress looked back on that and did not\nwant a future President to be able to find in such a\ndeclaration of war the power to imprison American\ncitizens. They wanted it to come from specific\nlegislation.\nQUESTION: So you say that has no\napplication on the battlefield because of the\nprinciple of no extraterritorial effect of\nUnited States statutes?\nMS. MARTINEZ: Your Honor, certainly as to\nan overseas battlefield, 4001, because of the\npresumption against extraterritoriality, would not\napply.\nQUESTION: Now, what if you capture an\nAmerican combatant and bring him back to the\nUnited States, then 4001 --\nMS. MARTINEZ: 4001 would apply upon his\nreturn.\nQUESTION: It would apply?\nMS. MARTINEZ: Correct. And let me say\nalso, in respect to the Japanese internment camps,\nCongress was very specific in passing 4001 that what\nit wanted was democratic deliberation by our\nlawmakers about the necessity of this kind of extreme\nmeasure, where American citizens might be detained\nwithout trial.\nIt didn't want that to slip under the\nradar, under the umbrella of a general declaration of\nwar or general use of force. It wanted to ensure\nthat there was specific debate by Congress on those\nvery different constitutional questions presented in\nthose situations by the power of detaining citizens.\nQUESTION: Did Congress at the time of\n4001 consider other systems that do allow for\npreventative detention, but then require the person\nperiodically to be brought before a judge to make\ncertain that the conditions still exist, like, as is\nalleged in this case, the need to get evidence?\nMS. MARTINEZ: Your Honor, there certainly\nare many other systems that provide for that sort of\njudicial review. In the United Kingdom and Israel,\nfor example, people detained under preventive\ndetention schemes are entitled to access to counsel,\nthey are entitled to prompt and periodic judicial\nreview under legislative standards to determine\nwhether those detentions can be continued.\nAnd certainly there are many comparative\nexamples out there where legislatures have made those\nkind of fact-findings about what's appropriate. And\nthere is no reason why our legislature could not\nundertake such --\nQUESTION: The reason -- and this is why\nI've been harping on this thing of necessary and\nappropriate. It seems to me if you take into account\nthe traditions of the United States ordinary criminal\nprocesses, and you say, well, the forces act, the use\nof force act, doesn't apply at all, then there is no\nway to take care of the real emergency, the real\nemergency, the real ticking time bomb, et cetera,\nexcept to go back to Congress, which may or may not\nact.\nBut if you get to the same result by\nreading the necessary and appropriate thing to take\ninto account our traditions, you do leave the opening\nthere for the possibility of a real emergency which\nwould warrant an extraordinary proceeding. I'm just\nexposing my thought on this so that I can get your\nreaction.\nMS. MARTINEZ: Yes, Your Honor. I think\nthat's absolutely correct. You could certainly read\nthe necessary and appropriate language that way. And\nlet me also make clear that we are not arguing that\nthe President would have no power either under the\nAUMF or under his inherent powers to seize an\nindividual in the case of imminent violent activity.\nWe are simply talking about his power to\ncontinue to detain that individual over many months\nprior to that initial seizure. And so regardless of\nhow you read the AUMF, that's simply not what they're\narguing about. We're arguing about, once the\nindividual has been prevented from carrying out the\nharmful attack, and once they're in Government\ncustody, can they simply be held forever without\ntrial until the end of the war on terror, or instead,\nonce they're taken into custody, must they be treated\nin accordance with our positive laws.\nQUESTION: So I take it you would say that\nthe resolution was inadequate to continue to hold\nyour client in the manner in which he is being held,\neven on the day in which it was passed? This is not\na two and a half years later argument, it would be an\nargument on the day it was passed?\nMS. MARTINEZ: Yes, Your Honor,\nparticularly --\nQUESTION: I just want to make sure I\nunderstand you. But you would not necessarily have\nobjected, let's say, a week after September 11th,\neven though there was no resolution?\nMS. MARTINEZ: If there were a situation\nwhere an individual, not like my client, but an\nindividual that were on the verge of engaging in\nimminent violent conduct, certainly the President\nwould have the power, even under the Fourth\nAmendment, to seize that individual without a warrant\nand bring him into custody on the basis that they\nwere about to engage in a violent act.\nBut that's a far different situation from\nseizing someone like my client who is not alleged to\nbe on the verge of imminent lawless activity, was not\nin the process of hijacking an aircraft but was\nsimply alleged to be part of a plot --\nQUESTION: Let me interrupt. When you say\nit is clear he could do it if the defendant was about\nto engage in that kind of conduct, by what standard\nwould you decide that he was about to? Probable\ncause, proof beyond a reasonable doubt or just\nsuspicion?\nMS. MARTINEZ: For the initial seizure, we\nwould say probable cause.\nQUESTION: Reasonable suspicion based on\nconfidential intelligence would not be sufficient?\nMS. MARTINEZ: We would submit no, but\nit's possible that when that question came up, the\nquantum of evidence might be weighed against the\ndanger that the executive perceived. If the\nexecutive had some amount of suspicion that there was\nabout to be a very violent activity, it could be\npossible that some lesser amount might be required\nfor the initial seizure. But we're not talking --\nQUESTION: That's really a reasonable\nsuspicion standard, then, isn't it?\nMS. MARTINEZ: Yes, Your Honor. But we're\nnot talking about that question of initial seizure\nhere. In this case we're talking about the ongoing\ndetention for two years of someone after there has\nbeen --\nQUESTION: You wouldn't just say two\nyears. You would certainly say that as soon as the\nPresident prevented the act that he feared by taking\nthe person into custody, he immediately had no more\nauthority to detain him, wouldn't you? I mean --\nMS. MARTINEZ: Yes.\nQUESTION: That's the way the statute\nyou're relying on reads, that he shall not be\ndetained. So two years has nothing to do with it.\nMS. MARTINEZ: Yes, Your Honor.\nQUESTION: The next day he should, I\nsuppose, you know, hand him over to civil prosecution\nauthorities.\nMS. MARTINEZ: Yes, Your Honor, we would\nsay at 48 hours under this Court's decisions. If\nCongress thinks that a longer period of time is\nappropriate in terrorism cases, it can do as other\ncountries have done and provide for a longer period\nof time.\nIn the United Kingdom, there is a 48 hours\nplus a maximum of 7 days without charge for suspected\nterrorists. In the United Kingdom, up to 14 days.\nCongress might come in and provide some legislative\nextension. But in the absence of that, our normal rule\nof 48 hours under County of Riverside would be\nappropriate.\nQUESTION: But we are not just talking\nabout terrorists here. We're talking about\nterrorists associated with foreign forces.\nMS. MARTINEZ: Yes, Your Honor. And let\nme say that those are exactly the sort of individuals\nthat the passage of 4001 was designed to address.\nThe Emergency Detention Act, which 4001 repealed,\nspecifically talked about the possibility of\nsaboteurs in this country who are under the direction\nand control of the communist empire.\nAnd so there was a specific concern with\nindividuals who might be under that kind of power in\n4001. And Congress wanted to make very clear that\nsuch individuals could not simply be detained at\nexecutive discretion, but could only be detained\npursuant to positive law. Positive law that is\nsimply nonexistent in this case.\nThe type of association with a terrorist\norganization is also unclear based on the\nGovernment's allegations in this case. Surely the\nGovernment cannot claim that anyone who associated\nwith any member of Al Qaeda at any time would be\nsubject to indefinite military detention without\ntrial.\nMr. Padilla's mother, because she is\nassociated with her son, may be argued to have\nassociated with Al Qaeda, and clearly that's not what\nCongress had in mind, to allow that person to be\nlocked up with no right to a lawyer, no right to a\nhearing for as long as the war on terror lasts.\nThat's simply not consistent with our nation's\nconstitutional traditions, it's a limitless power and\nthere is no call for it in this case.\nQUESTION: So you say that Judge Mukasey's\nsolution for this case was not adequate, then?\nMS. MARTINEZ: Yes, Your Honor. We do not\nbelieve that Judge Mukasey's solution was adequate.\nWe believe that in the first instance, clear\nauthorization and parameters for such detention must\ncome from Congress, defining who ought to be detained\nand what procedures ought to accompany those\ndetentions.\nAnd at that point, this Court could review\nthem for consistency with the Constitution. But no,\nwhile certainly Judge Mukasey's order was better than\nwhat the Government offered, which was no process at\nall, no opportunity to be heard and no access to\ncounsel, certainly Judge Mukasey's order was better\nthan that.\nBut when the indefinite deprivation of a\ncitizen's liberty is at stake, we would argue that\nthe Government must come forward with more than some\nevidence consisting of any evidence in the record\nthat might support the Government's position that\nhe's associated with terrorists. When this type of\nextreme deprivation of liberty is at issue, something\nmore than that is required by the Due Process Clause\nand by our Constitution.\nSo certainly what we would say is that\nthis Court needs not to decide those issues today, of\nwhat precise standard of proof ought to be given,\nexactly when an individual ought to be allowed access\nto counsel and what the limits are on how long such\nan individual could be held, et cetera, because those\nare primarily questions for Congress.\nAnd this Court ought to wait until\nCongress has come in and provided that kind of\nguidance before it passes on these grave\nconstitutional questions, which really go to the core\nof what our democracy is about, which is that the\nGovernment cannot take citizens in this country off\nthe street and lock them up in jail forever without a\ntrial. That's never the way our country has operated\nand it's fundamentally inconsistent with our\ntraditions. And so I would submit today is not the\nday for this Court to decide whether that's\npermissible.\nThe Government asks in this case for\nbasically limitless power and however grave the\ncircumstances of the war on terror may be, this\nnation has faced other grave threats. We've had war\non our soil before and never before in the nation's\nhistory has this Court granted the President a blank\ncheck to do whatever he wants to American citizens.\nSo the fact that we're at war does not\nmean that our normal constitutional rules do not\napply. Even in wartime, especially in wartime, the\nFounders wanted to place limits on the ability of the\nexecutive to deprive citizens of liberty. And they\nwere concerned, based on the history of the British\nCrown, of the possibility that an unchecked executive\nusing excuses based on national security, using the\nmilitary power to render that superior to civilian\nauthorities, could exercise the exact type of power\nthat's at issue in this case. Thank you, Your Honor.\nQUESTION: Thank you, Ms. Martinez. And\nMr. Clement, you have four minutes remaining.\nREBUTTAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF RESPONDENTS\nMR. CLEMENT: Thank you, Mr. Chief\nJustice. I would like to make just three points.\nFirst, on jurisdiction, it is true that the immediate\ncustodian rule is not a hard and fast rule and it has\nbeen -- exceptions have been made. But the\nterritorial jurisdiction rule, as statutorily\nprescribed, limits the Court's jurisdiction and is a\nhard and fast rule.\nAnd the best evidence of the relationship\nbetween the two is in those cases where you had to\nrelax one or the other, when you had a citizen\ndetained abroad where the immediate custodian was\nabroad outside the territorial jurisdiction of any\ndistrict court, rather than relax the rule of\nterritorial jurisdiction, the Court said you could\nsue the Secretary of Defense in a district where\nthere is territorial jurisdiction over the\nindividual.\nIt is true there are situations like\nStrait against Laird that don't involve normal\nphysical confinement, where the Court has had to come\nup with some rule to deal with the fact that you only\nhave a metaphysical custodian. But in the case of a\nphysical detention of an individual, the Court has\nnever relaxed the rule that you file it in the\ndistrict where the immediate custodian is located.\nAnd if you look at this Court's decision\nin Carbo and Justice Rutledge's dissent in Ahrens,\nyou'll see that if you don't respect the rule in a\nsituation like this, there is nothing left to the\nstatutory language and nothing left of the intent of\nthe Congress that passed it.\nThe second point I would like to make is\nthat in looking at this case and the authority that's\nasserted and the role of 4001(a), it's important to\nrecognize that there is a significant difference\nbetween civilian authority and the military authority\nover enemy combatants.\nThis Court, when it decided Endo and\naddressed the situation of the detention of the\nJapanese, specifically carved out the situation of\nthe military detention of enemy combatants and said\nthat that is not involved here. It stands to reason\nthat if Congress, in passing 4001(a) to effectively\nprevent another Japanese internment camp of\nconcededly loyal citizens also probably wanted to put\nto one side the issue of military detention of enemy\ncombatants.\nIn any event, the Court need not\nultimately decide whether 4001(a) has any application\nbecause the authorization of force clearly provides\nthe necessary act of Congress. It authorizes not\nArticle III courts for these individuals. It\nauthorizes military force.\nAnd the relevant line here is provided by\nthis Court's case in Quirin, when somebody goes\nabroad, associates with the enemy, takes weapons\ntraining or explosives training with the enemy, and\nthen returns to the United States with the intent to\ncommit hostile and warlike acts at the direction of\nthe enemy, that classically falls within the Quirin\nside of the line.\nIt's much different than a Landon Milligan\nwho never left the State of Indiana. And the\nmilitary has authority over that individual.\nLastly, let me just address the argument\nthat somehow you can constrain the authorization of\nforce and read it only to apply in a battlefield\nsetting. With respect, I think that ignores the\ncontext in which it was passed. It was passed seven\ndays after September 11th. The resolution itself\nrecognizes that we face continuing threats at home\nand abroad.\nIt was not passed as a matter of\nretribution for those attacks, but to prevent future\nattacks. To read it to deny the Government the\nauthority to detain a latter day citizen version of\nMohammed Atta is to simply ignore the will of\nCongress. Thank you, Your Honor.\nQUESTION: Thank you, Mr. Clement. The\ncase is submitted.\n(Whereupon, at 12:20 p.m., the case in the\nabove-entitled matter was submitted.)\n"
    }, 
    "respondents": [], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 1, 
        "MR. CLEMENT": 43, 
        "MR. MARTINEZ": 1, 
        "MS. MARTINEZ": 52, 
        "QUESTION": 98
    }
}