{
    "appearances": {
        "content": "MAUREEN A. HART, ESQ., Senior Assistant Attorney General,\nOlympia, Washington; on behalf of the Petitioners.\nJAMES B. COMEY, ESQ., Deputy Attorney General, Office of\nDeputy Attorney General, Washington, D.C.; on behalf\nof the United States, as amicus curiae, supporting\nthe Petitioners.\nR. STUART PHILLIPS, ESQ., Poulsbo, Washington; on behalf\nof the Respondent.\n"
    }, 
    "caseNum": "03-710", 
    "caseinfo": {
        "content": "GERALD DEVENPECK, ET AL., :\nPetitioners :\nv. : No. 03-710\nJEROME ANTHONY ALFORD. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nMAUREEN A. HART, ESQ.\nOn behalf of the Petitioners 3\nJAMES B. COMEY, ESQ.\nOn behalf of the United States,\nas amicus curiae, supporting the Petitioners 16\nR. STUART PHILLIPS, ESQ.\nOn behalf of the Respondent 26\nREBUTTAL ARGUMENT OF\nMAUREEN A. HART, ESQ.\nOn behalf of the Petitioners 50\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, November 8, 2004\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:01 a.m.\n"
    }, 
    "petitioners": [
        "GERALD DEVENPECK, ET AL.,"
    ], 
    "proceedings": {
        "content": "(10:01 a.m.)\nJUSTICE STEVENS: We'll hear argument in No. 03\n710, Devenpeck against Alford.\nMs. Hart.\nORAL ARGUMENT OF MAUREEN A. HART\nON BEHALF OF THE PETITIONERS\nMS. HART: Justice Stevens, and may it please\nthe Court:\nThe Ninth Circuit invalidated Mr. Alford's\narrest and held the arresting officers in this case\npersonally liable for damages based on the closely related\noffense doctrine. The doctrine is contrary to fundamental\nFourth Amendment principles that probable cause is an\nobjective inquiry based on all of the facts and\ncircumstances known to the officer at arrest.\nIn contrast, the closely related offense\ndoctrine is a subject of inquiry that limits probable\ncause only to those facts and circumstances closely\nrelated to the offense that the arresting officer\nannounces at arrest. Under the doctrine, then if two\nofficers observe precisely the same facts and\ncircumstances and arrest the suspect, the arrest in one\ncase can be valid and in the other invalid based only on\nthe officer's subjective legal evaluation -\nJUSTICE O'CONNOR: Ms. Hart, is there any\nrequirement in Washington or generally that an officer\nstate the grounds for the arrest to the person being\narrested at the time?\nMS. HART: Justice O'Connor, there's no\nconstitutional requirement and there is no requirement in\n-- in Washington that that be done. A number of States do\nrequire that it be done statutorily and many of those\nStates also -\nJUSTICE O'CONNOR: We're dealing here with a\ncase from the State of Washington, and you assert there is\nno such requirement in Washington.\nMS. HART: There is not.\nJUSTICE O'CONNOR: But in this case when the\nrespondent was arrested, he was informed by the officer\nthat the arrest was for making a tape recording of the\nconversation?\nMS. HART: That is correct.\nJUSTICE O'CONNOR: And it turns out -- do you\nconcede that that was, in fact, not a lawful grounds for\narrest?\nMS. HART: That -- at this point, the question\nof the -\nJUSTICE O'CONNOR: Do you concede that -\nMS. HART: Your Honor --\nJUSTICE O'CONNOR: -- that in the State of\nWashington, that it is perfectly lawful to record the\nconversation with the police?\nMS. HART: This -- the facts of this particular\ncase have not been before a -- a court in Washington, Your\nHonor.\nJUSTICE O'CONNOR: But I'm asking you. What is\nyour view? Is it lawful or not for an individual to\nrecord, tape record, the conversation with a policeman on\nthe occasion of a stop?\nMS. HART: Your Honor, I believe in this case\nthere would be probable cause for an officer to believe it\nwas and therefore effect an arrest. I don't believe that\nthe -- the question has been answered in Washington, and I\nbelieve there are good grounds to argue that it would be\npermissible and that, indeed, unlike the decision in State\nv. Flora, there were distinguishing circumstances here,\nincluding the absence of passers-by on the scene.\nJUSTICE O'CONNOR: Well, do we decide this case\non the understanding that it was lawful to make the\nrecording? Is that the basis in which we decide this\ncase?\nMS. HART: No, Your Honor. We have not raised\nthe Privacy Act as an issue before this Court.\nJUSTICE KENNEDY: Well, for argument -\nJUSTICE O'CONNOR: Now, Washington also has an\nanti-stacking policy, does it?\nMS. HART: The State Patrol does, Your Honor,\nyes.\nJUSTICE O'CONNOR: Is -- is that just a rule of\nthe patrolmen in the State?\nMS. HART: It --\nJUSTICE O'CONNOR: They won't arrest someone for\nseveral charges?\nMS. HART: It's an agency policy and troopers\nwith the Washington State Patrol are trained to it.\nJUSTICE SOUTER: Well, is it an agency policy\nthat the State endorses, and if so, why -- why do you\nendorse or adopt the policy?\nMS. HART: Well, Your Honor, I believe that -\nthat stacking charges really is -- there are good reasons\nto endorse the policy. One is that it's not a\nparticular --\nJUSTICE SCALIA: Not -- not stacking charges you\nmean.\nMS. HART: I'm sorry. Not stacking charges,\nYour Honor, is -- is an -- a sound policy for a number of\nreasons. First, it's not a particularly effective or\nefficient use of law enforcement resources, but perhaps\nmore importantly, it can have significant negative\nconsequences for people who are subject to arrest in terms\nof their ability -- the amount of bail, their ability to\npost bail, and to secure a pre-trial release.\nJUSTICE SOUTER: Well, is that -- I mean, is\nthat the -- the real basis for the policy, that we -- that\nWashington does not want to make it difficult for -- for\narrestees to raise bail?\nMS. HART: Your Honor, I can't tell you\nprecisely what the Washington State Patrol's thinking is\non it. My impression is that, in part, they believe that\n-- that the appropriate law enforcement response is -- is\nto determine whether there's probable cause and to arrest\nand leave the sorting out of the charges to be pressed\nactually by the State to the prosecuting attorney.\nJUSTICE SOUTER: What do you make of the\nargument that unless the cause of the arrest is, number\none, stated and, number two, a -- a cause that a defendant\ncan rely on, that in any case like this in which the\nstated grounds of the arrest turn out to be -- we will\nassume, turn out to be inadequate, the police will always,\nparticularly in traffic cases, be able to come up with\nsomething later on to justify the arrest? What -- what do\nyou make of that argument?\nMS. HART: Well, I -- I think what I would make\nof it, Justice Souter, is that provided that there's\nprobable cause for arrest, that the fact that there may be\na basis to -- to stop a number of -- of motorists is not\n-- is not relevant. And in part, I believe that, for\nexample, this Court's decision in Whren indicates that so\nlong as there is probable cause for arrest, the reason for\nthe -\nJUSTICE SOUTER: But that was for an -- an\narrest in which, so far as we can tell, the -- the stated\ngrounds for the arrest were those for which there was\nprobable cause.\nAnd I think one of the concerns underlying the\nargument that I asked you to comment on is that if the -\nif the police, in effect, have -- have discretion ad lib\nafterwards to come up with new grounds for the arrest,\nthere's -- there's going to be a kind of a basic corrosion\nin the integrity of the arrest process and in the\nconfidence of people to believe that the police are really\nacting in good faith when they make an arrest.\nMS. HART: Well, Your Honor, the -- if there is\nprobable cause for arrest, that is the concern of the\nFourth Amendment, and I -- I don't believe that the -- the\nconcern -- I don't know that there's any empirical\nevidence that the concern that you are expressing has been\nborne out.\nJUSTICE SOUTER: That -- that may be -- that may\nbe the -- the best response. And I take it, so far as you\nknow, there -- there are no studies that have gone into\nthis on an empirical basis. Is that correct, so far as\nyou know?\nMS. HART: Not as -- as far as I know, Your\nHonor. But I would also suggest to you that the notion\nthat an officer would effect an arrest without any basis\nfor the arrest on a hope that a prosecuting attorney can\ncome up with a basis for the arrest -\nJUSTICE SOUTER: No. The -- the argument is\nthat he thinks he does have a ground. It turns out that\nhe's wrong. Unless he is very unimaginative, he'll find\nanother one. It's not that he arrests saying I have no\nbasis to arrest this person, but I'll think of something\nlater. It's -- it's the -- the problem is, I think -- or\nthe argument, I think, is directed to a case like this.\nMS. HART: Well, and -- and Your Honor, I -- I\ndo believe that the concern of the Fourth Amendment, which\nis the only constitutional provision at issue in this\ncase, is that there in fact be a reasonable basis for\narrest and that subsequently or promptly subsequently or\nprior to arrest be tested by a neutral magistrate. And\nthat's the only concern.\nJUSTICE SCALIA: Ms. Hart, I'm -- I'm not sure\nwhat you mean by -- that there has to be probable cause\nfor arrest. Do you mean objectively, or do you mean on\nthe basis of the facts known to the arresting officer? I\nmean, let's -- let's assume an officer stops a car for a\nbroken taillight, and it turns out the car doesn't have a\nbroken taillight. All right? So that basis is wrong.\nHowever, the car also has an expired inspection sticker,\nwhich the officer didn't know about. Was there a probable\ncause for arrest, as you're using the term here?\nMS. HART: If there was probable cause based on\nthe -- if there was reason based on the objective facts\nand circumstances -\nJUSTICE SCALIA: And it doesn't matter whether\nhe knew those facts and circumstances.\nMS. HART: -- that -- known to the officer at\narrest.\nJUSTICE SCALIA: Oh, so it has to be known.\nMS. HART: Yes.\nJUSTICE SCALIA: So in my example, the arrest\nwould be invalid because at the time of the arrest, he\ndidn't know about the sticker.\nMS. HART: Absent the circumstances at arrest\ngiving rise to a reasonable basis to believe that a crime\nhad been committed, there would not be probable cause.\nJUSTICE SCALIA: So you're saying it's the facts\nknown to the officer -\nMS. HART: Precisely.\nJUSTICE SCALIA: -- that have to establish the\nprobable --\nJUSTICE GINSBURG: That's --\nJUSTICE SCALIA: Once -- once you establish that\nlimitation, are you willing to accept the horrible that -\nthat Justice Souter proposed to you? Is it -- is it,\nindeed, so easy to -- to gin up some other cause for\narrest when you used a mistaken cause? I don't know that\nit's all that easy.\nMS. HART: It is not and -- and -- it is not.\nAnd that was the -- the reason why I indicated in response\nto Justice Souter's question that I do believe that it is\nnot all that easy. And I -- I believe that one of the\nforemost commentators in this area has termed that notion\nfanciful for the reason that it is -- it is stopping on a\nhope and a prayer that something will provide\njustification for that later -\nJUSTICE GINSBURG: That was LaFave. You cited\nLaFave in your brief for that proposition.\nMS. HART: Yes.\nJUSTICE GINSBURG: You -- you made the point, in\nanswer to Justice O'Connor, that a police officer in\nWashington is not required to divulge on the spot the\nreason for the arrest. What is the point at which the\narrestee under Washington law is entitled to know the\ncause of the arrest?\nMS. HART: At charging, Your Honor, there -\nthere -- the -- the individual who has been arrested, as a\nmatter of the Sixth Amendment, would be entitled to know\nthe charges against him or her, and the officer is\nrequired, in a warrantless arrest, to appear before a\nneutral magistrate and have the probable cause for the\narrest tested -\nJUSTICE GINSBURG: Is it -- is it at the\narraignment or the -- at the earlier booking in the police\nstation?\nMS. HART: I'm sorry. I'm not following your\nquestion.\nJUSTICE GINSBURG: Is it -- is it -- is the time\nwhen the arrestee must told you are being arrested for X\nreason, is that when the arrestee appears before the\nmagistrate or is it earlier when he's brought into the\npolice station and he's booked? The arrest is booked. At\nwhich point?\nMS. HART: Neither, Justice Ginsburg. The\narrestee would be entitled constitutionally to know the\ncharge against him or her when criminal -- a criminal\nprosecution is commenced by charging. For the most part,\nthat is done in Washington by an information or a charge\nfiled by a prosecuting attorney.\nJUSTICE STEVENS: You mean he could be held\nuntil a charge is filed without being told why he's being\nheld?\nMS. HART: Justice Stevens -\nJUSTICE STEVENS: So that could be a week or 2.\nMS. HART: But it would be -- he would be held\nin that case following a determination by a neutral\nmagistrate that there are grounds to hold him. And at\nthat point --\nJUSTICE SCALIA: Would the magistrate keep those\ngrounds secret?\nMS. HART: They would not be secret, Your Honor,\nno.\nJUSTICE SCALIA: Well, wouldn't the magistrate\ntell him why he's being held?\nMS. HART: The magistrate would tell the -- the\narrestee why he's being held, provided the arrestee is\npresent for that particular procedure.\nJUSTICE STEVENS: And how soon is he entitled to\nappear before the magistrate?\nMS. HART: I'm sorry?\nJUSTICE STEVENS: How soon after his physical\narrest does he have a right to appear before the\nmagistrate?\nMS. HART: My -- my recollection under\nWashington's law would be -- 72 hours is the time for the\ncharge.\nJUSTICE STEVENS: So for 72 hours, he could be\nheld incommunicado without knowing why he was arrested.\nMS. HART: But -- but for that period, the\narresting officer would have had to -- during the 48-hour\nperiod at the outset, that this Court discussed in\nRiverside, the probable cause for the arrest would be\ntested by a neutral magistrate.\nJUSTICE GINSBURG: You also said that you\nthought this case is distinguishable on the legitimacy of\ntaping the conversation with the police officer on the\nhighway. Why -- why do you think this is distinguishable\nfrom the Washington Intermediate Appellate Court decision\nthat the -- that the -- that Alford wanted to show to the\npolice officer?\nMS. HART: Well, first of all, again, Justice\nGinsburg, the Privacy Act issue is not one that we have\nraised before this Court. But -- but the reason that I\nwould suggest it is distinguishable is that in a\nsubsequent case considered by the Washington State Supreme\nCourt called State v. Clark, the court look at Flora, the\nIntermediate Appellate Court case, and -- and termed it as\na case that said you do not have a private conversation\nwhen it is open to passers-by. And in Flora, there was\nanother individual present at the scene and who was, in\nfact, subsequently arrested for interfering with the\narrest in the Flora case. So there is, all I'm\nsuggesting, at least some grounds for distinguishing the\nFlora case for that reason.\nJUSTICE GINSBURG: Do you know if there's been\nany instruction in the State of Washington to police\nfollowing that Flora decision about taping -- about\narresting people for taping conversations with police\nofficers?\nMS. HART: I do believe there has, Your Honor.\nIt's not a matter of record, however, in the -- against\narresting for that reason.\nJUSTICE GINSBURG: The flashing headlights which\nwas -- there was a citation. There was an arrest for the\ntape recording and a citation for the flashing headlights.\nCould there have been a -- an arrest for the flashing\nheadlights, or is that a lesser category of offense that's\nnot an arrestable offense?\nMS. HART: Under Washington law, the flashing\nheadlights, the wig-wag lights, in and of themselves would\nnot be an arrestable offense. It would be a citable\noffense. The impersonating offense involved in this case\nwould be arrestable, and the wig-wag headlights would play\na part in that, however.\nJUSTICE GINSBURG: But he was never -- never\ncharged with the impersonating an officer, only with the\nflashing headlights. Is that right?\nMS. HART: That's correct.\nJUSTICE BREYER: The -- the case, as far as I'm\nthinking of it at the moment, comes down to everybody is\nagreeing -- well, no. It's -- you go ahead because you\nwant to reserve that probably.\nMS. HART: Thank you, Your Honor.\nJUSTICE STEVENS: Mr. Comey.\nORAL ARGUMENT OF JAMES B. COMEY\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE, SUPPORTING THE PETITIONERS\nMR. COMEY: Justice Stevens, and may it please\nthe Court:\nThe validity of a police action under the Fourth\nAmendment turns upon an objective assessment of the facts\nviewed through the prism -\nJUSTICE SOUTER: Do the facts, on your view,\nhave to be known to the officer?\nMR. COMEY: Yes, Your Honor.\nJUSTICE SOUTER: Is -- is there -- and correct\nme if I'm wrong. In -- in cases in which we're inquiring\ninto probable cause for a warrantless search, we give the\ngovernment credit for any fact known to any officer, don't\nwe?\nMR. COMEY: Yes, Your Honor.\nJUSTICE SOUTER: Why wouldn't we have the same\nrule? Why shouldn't we have the same rule with respect to\nfacts known to any officer when one officer makes an\narrest?\nMR. COMEY: I suspect, Your Honor, that the\nGovernment would urge such a rule if it were at issue in\ncase.\nJUSTICE SOUTER: But it's not urging it here.\nMR. COMEY: Well, I don't see it at -- at issue\nin this case, Your Honor.\nJUSTICE SOUTER: I don't think it is. I just\nwant to know where we're going.\nMR. COMEY: That's -- that's correct, Your\nHonor.\nThe -- the Government's position, as with the\nState of Washington's position, is that the -- the\nanalysis is simply did the facts known to the officer,\nviewed through the prism of an objectively reasonable\nofficer, establish probable cause. And that to make an\nevaluation of the arrest turn upon the officer's\nsubjective assessment of those facts -- in other words,\nthe working of his brain, the crunching of those facts\nthat results in the spitting out of a legal conclusion -\nis contrary to this Court's precedent and guts the\nobjective reasonable test, and would make, instead, the\nvalidity of a Fourth Amendment action turn upon whether\nthe officer is particularly smart, whether he's new,\nwhether he's nervous, whether he says nothing at all or\nwhether he decides to say, you're under arrest for\neverything listed in the Washington code book. Under\nthose circumstances, the results would be different.\nThe -- the concern that Your Honor raised about\npolice officers engaging in a post hoc rationalization I\nrespectfully suggest is not a concern that is rooted in\nreality because the facts continue to drive the analysis.\nWhether or not a police officer is right at the arrest\nscene in invoking a particular statute, if that turns out\nto be incorrect, it is still the facts that were known to\nhim that must support probable cause for some other\noffense.\nJUSTICE SOUTER: So far as you know, there -\nthere are no empirical studies looking into this\nparticular horrible?\nMR. COMEY: No, I'm not aware of any, Your\nHonor.\nI also suggest that if this were the concern\nthat the Ninth Circuit were looking to address by the\nclosely related offense doctrine, the remedy sweeps far\ntoo broadly in both directions. It punishes officers who\nat the scene engage in remarkable good faith conduct. I\nmean, these two police officers I think are what the\npublic would hope these police officers were, looking at a\ncode book at the roadside, calling a prosecutor late at\nnight, trying to get it right. They are punished under\nthis doctrine.\nThose that are rewarded are those who are smart\nenough, perhaps a veteran, perhaps someone who has read\nthe Ninth Circuit's cases, to stay completely silent, to\nsay nothing at all, knowing that he's going to be fine.\nHe needs to engage in no -\nJUSTICE O'CONNOR: Mr. Comey, I think you rely,\nin part at least, on this Court's case in Whren -\nMR. COMEY: Yes, Your Honor.\nJUSTICE O'CONNOR: -- for the result for which\nyou argue. But in Whren, the stated reason for the stop,\ntraffic enforcement, was lawful, and we didn't have to\nlook any further. In this case, the stated reason I think\nwe assume, at least according to the trial judge's\ninstruction to the jury, was unlawful. Does that impair\nthe reliance on Whren?\nMR. COMEY: I don't believe it does, Your Honor.\nI believe that what Whren teaches is that the subjective\nworking of the police officer's mind, his motives, his\nintentions, his legal assessments, as in other cases, his\nlegal assessment with respect to the extent of a consent\nto search, or the reason he's boarding a boat, is\nirrelevant, that that's for courts to do. What matters is\nwhat came into an officer's brain, not what came out as a\nresult of his working on it. Because, as I said, that\nwould make law enforcement far from unevenhanded. It\nwould make it depend upon who the officer was at the\nroadside on any given night. And those similarly situated\nwould be treated very, very differently, depending upon\nwhat an officer chose to say. And as I said, silence in a\n-- in a jurisdiction that's governed by the closely\nrelated offense doctrine is the best course.\nJUSTICE SOUTER: But if -- if we had gone the\nother way in Whren, we would still have the problem that\nwe have in this case, wouldn't we? Regardless of -- of\nhow an arrest would be justified, the issue here is are\nthe grounds of justification limited to the reason and in\nmost cases the stated reason for the arrest. So we'd have\nthis problem even if Whren had -- had come out otherwise,\nwouldn't we?\nMR. COMEY: I think we would still be discussing\nwhether the subjective functioning of an officer's mind is\nrelevant for Fourth Amendment purposes, which turns upon\nwhether the action was reasonable in the case of an\narrest -\nJUSTICE SOUTER: But the question here is the\nscope of the Fourth Amendment inquiry. Can it take in\nprobable cause for reasons other than the reason for the\narrest or the stated reason for the arrest? Can it\nconsider other offenses, and we'd have that regardless of\n-- of Whren, wouldn't we?\nMR. COMEY: I think we would, Your Honor, to the\nextent that Whren is about motives and this case is about\nsomething very closely related, still the inner working of\nan officer's mind, what legal conclusion he draws from\nfacts.\nJUSTICE GINSBURG: Why is it subjective? I\nmean, in -- in Whren, the question was finding a hidden\nmotive as distinguished from the motive that was written\nout. Here, there's nothing subjective about what the\nofficer charged this person with on the spot. He told\nhim. There wasn't anything hidden in his mind. He said,\nI'm arresting you for X reason, for tape recording. And\nthen they had a whole colloquy. So what the -- what the\narrest was for is as objective as it can be.\nMR. COMEY: I would suggest, Your Honor, that\nhis speaking, his invocation of a particular code section\nis an objective manifestation of an essentially subjective\nprocess. And that's illustrated by imagining three stops\non that road that night, three Mr. Alfords, exact same\nfacts. In one, the officer is engaged in the process that\nhe engaged in here. In the other two, the officer chooses\nin the first to say nothing, and in the third, to say -\nhold up the code book and say what you did is in here.\nEverything in here applies to you, wise guy. Now get in\nthe car.\nIn those two other circumstances, complete\nsilence and the table of contents approach, we wouldn't be\nhere. These officers would not have been in litigation\nfor 4 years. That to me demonstrates that it is\nessentially subjective because it is driven not by the\nfacts, what the defendant did, but by the nature of the\npolice officer. Is he clever? Has he gone to law school\nat night?\nJUSTICE STEVENS: But, of course, even in those\nexamples, there could be a difference in what the police\nofficer had actually observed. He might not have seen the\nsafety sticker or the taillight or whatever it is. So you\ndo have some inquiry into the mental processes of the\nofficer in every case.\nMR. COMEY: Yes, Your Honor. And -- and if -\nperhaps my distinction is -- is too homely, but I would\nsay that's about what comes into his mind, into the brain,\nhis senses. Did he see this taillight? Did he see the\nsticker? Not what comes out of his mouth as a result of\nthe functioning of that brain, his legal brain. The legal\nwork is for the courts looking at an arrest that's been\nchallenged through the prism of an objectively reasonable\nofficer. It does not depend, else Fourth Amendment\nseizures would be not reasonable, but would vary depending\nupon the skills of an individual officer from roadside to\nroadside. And that is utterly inconsistent with this\nCourt's precedent and would, in fact, gut the objective\nreasonableness test.\nThe Ninth Circuit's rule would lead to\ndramatically uneven law enforcement. It would, indeed,\nlead to either stacking or silence, and there's plenty of\ngood reason why an officer or a Federal agent, who are not\nrequired to say anything at arrest, might want to inform a\ndefendant of a basis for his arrest and might want to\nuphold other bases for an arrest, to protect a witness,\nfor example. To drive police officers to the extremes is\nnot in the public interest.\nJUSTICE GINSBURG: You -- you predicted that\nthis would be in practice very bad. There are some\njurisdictions that have the closely related test, are\nthere not?\nMR. COMEY: Yes, Your Honor. The Ninth Circuit.\nJUSTICE GINSBURG: But the -- outside the Ninth\nCircuit.\nMR. COMEY: Yes, Your Honor. I believe the\nSeventh Circuit as well and the First Circuit.\nJUSTICE GINSBURG: Do we know whether these\nhorribles have occurred there, that the police are booking\nfor everything?\nMR. COMEY: I do not, Your Honor. I -- I know\nwith Federal agents, Federal agents say nothing. They're\nrequired to say nothing. They simply bring a defendant in\non a warrantless arrest, cuff him, leave him in the\ncellblock, and then the assistant U.S. attorneys take the\nmatter before a magistrate.\nSo there is -- and that's one of the things that\ndemonstrates the unworkability of this test because there\nare plenty of jurisdictions, thousands of Federal agents,\nwho are under no obligation to say anything. And so it's\nhard to see how this test, even to the extent there were a\nconcern about the evil or perceived evil of post hoc\nrationalization, which I suggest there isn't, this -- how\nthis test would be applied -\nJUSTICE KENNEDY: In -- in the Federal system,\nis the arrest based on what the officer knew and -- and\nsee -- and saw at the time?\nMR. COMEY: Yes, Your Honor. His perceptions,\nthe -- the facts known to the arresting officers.\nJUSTICE KENNEDY: Suppose he had asked for a gun\npermit and he sees the gun permit, and he said, well, it's\n-- that's okay. You've got the permit, but I'm going to\narrest you for reckless driving. Then he finds out the\ndriving charge is no good. It can't stand. But then they\nlook at his wallet more carefully and they see the permit\nis expired. What -- what rule then? At the police\nstation, they -- they see the permit is expired. In other\nwords, they find out a fact after -- after they arrested\nhim.\nMR. COMEY: Well, I -- I would suspect that any\nstatements made or seizures made pursuant to the arrest,\nwhich was made on facts known to the officers, that did\nnot include what was in his wallet would be in jeopardy.\nThat -- you still might be able to prosecute him, but\nyou'd have to work awful hard to save anything you got as\na result of that arrest.\nJUSTICE KENNEDY: So you would confine the rule\nto what the officer has seen at the time of the arrest.\nMR. COMEY: Facts known to the officers,\nincluding facts known to officers with whom he or she is\nworking.\nThank you, Your Honor.\nJUSTICE STEVENS: Thank you, Mr. Comey.\nMr. Phillips.\nORAL ARGUMENT OF R. STUART PHILLIPS\nON BEHALF OF THE RESPONDENT\nMR. PHILLIPS: Justice Stevens, may it please\nthe Court:\nIn essence, the closely related offense doctrine\nenforces the reasonableness clause by precluding officers\nfrom arresting someone for non-criminal conduct. At its\ncore, that's what this is about. Mr. Alford was arrested\nfor conduct that was not -\nJUSTICE O'CONNOR: Well, I thought at its core\nit was about this rule that the Ninth Circuit adopted\nabout closely related offenses. I thought at its core\nthat's what we were concerned with.\nMR. PHILLIPS: Well, Your Honor, the closely\nrelated offense doctrine itself is -- it's in five\ncircuits -- six depending on how you count the cases. But\nit's designed to -- to look at two things: number one,\nwhether the arrest itself is reasonable; and number two,\nfrom a qualified immunity standpoint, whether -\nessentially it's a no harm/no foul rule. If the conduct\nfor which the person was arrested is criminal, but the\nofficer merely has a mistake in terminology -- he calls it\ndriving while license suspended instead of reckless\ndriving -- then it actually salvages the arrest for law\nenforcement.\nJUSTICE O'CONNOR: Well, what if the arresting\nofficer just doesn't give a reason for the arrest, just\nmakes the arrest, and it turns out, at the end of the day,\nthat indeed there were objective facts that would have\njustified an arrest. It wasn't what the officer had in\nmind but he didn't say anything. What result then?\nMR. PHILLIPS: Your Honor, that -- that\nimplicates several other rights. Number one, it is -\nwhile an officer could, in some jurisdictions, effectuate\na warrantless arrest without stating a basis therefor -\nJUSTICE O'CONNOR: Well, could -- could an\narrest made under the circumstances I described be valid?\nMR. PHILLIPS: I hate to say this, Your Honor,\nbut it depends because at some point, for example, when\nthe person is brought before the magistrate for the\nprobable cause determination, they're not operating in a\nvacuum. There will have to be -\nJUSTICE O'CONNOR: No. At that time, there\ndoes. But we're talking about at the time of arrest. And\nit -- it just -- if the closely related offense doctrine\nhas the effect of punishing an officer for explaining to\nthe suspect a reason for the arrest, why is that a good\ndoctrine? I mean, if the officer could say nothing and\ncould end up, at the end of the day, having a valid\narrest, I just think the closely related doctrine doesn't\nserve a very good purpose.\nMR. PHILLIPS: Your Honor, the -- in this case,\nof course, that's -- that's not the -- that's not this\ncase because the officer was very clear. He said exactly\nwhat it was for, and then he -- when he booked him,\nOfficer Haner even booked him for illegal recording. So\nin this case, we're -- we're not presented with a vacuum.\nBut even in an instance where the officer did\nnot state at the instant of the arrest why he was\narresting the person, one of the benefits of this doctrine\nis that it would allow for an objective review of the\nfacts in order to determine -\nJUSTICE O'CONNOR: Well, if the objective review\nshows that there were, indeed, facts that would have\njustified an arrest, then what's wrong with allowing that\nto proceed?\nMR. PHILLIPS: Your Honor, the -- the danger of\nthat is that allowing this, as -- as I termed it, a\ngeneral right of arrest with -- with no articulated basis\nat any point up until charging runs contrary to some of\nthe basic principles -\nJUSTICE KENNEDY: Okay. What's -- what's\nhappening here is in order to avoid the down side of your\ntest -- as Justice O'Connor puts it, her point is that if\nwe adopt your rule, there's going to be an incentive not\nto state the reason. Now, in order to avoid that -- you\nhaven't really squarely confronted it -- I think you're\nsuggesting that there has to be an additional rule that\nthe police officer must say why he's arrested, and -- and\nthe authorities just don't establish that. Now, if you\nwant us to go on and make up that rule, I suppose we could\nmake up that rule.\nMR. PHILLIPS: I'll be very happy if you -\nJUSTICE KENNEDY: And I'm -- I'm sure you'd be\ndelighted. But that's not the case we're confronted with.\nAnd if the choice is between making up a new rule to make\nyour test work or rejecting your test, it seems to me that\nthe -- that the latter might be the preferred course.\nMR. PHILLIPS: Well, Your Honor, to sort of\npiggyback on what Justice Souter and what Justice Ginsburg\nhad commented on, there's no empirical evidence to suggest\nthat there is or would be a movement by police officers\ntowards silence. There is simply nothing out there that\nsays that police officers have in the past in the six\njurisdictions, the six circuits that use this. There's no\nevidence that they have remained silent in an effort to -\nJUSTICE SCALIA: Must -- must be very stupid\npolice officers. I mean, it's -- it's just obvious what\n-- what you have to do to make a valid arrest. If you say\nnothing, any -- any basis that you could have had for the\narrest will -- will be used. Whereas, if you -- if you\nmention something, you better be able to substantiate that\nparticular cause or a closely related crime. Police\nofficers aren't any dumber than the rest of us. I can't\nbelieve that -- that that wouldn't be the -- the\nconsequence of -- of the rule you're asking us to adopt.\nMR. PHILLIPS: Your Honor -\nJUSTICE SCALIA: To put it this way, it seems to\nme the burden should be on you to -- to tell us why a\npolice -- police officers are so stupid that they -- that\nthey go around and -- and continue to give reasons when\nthat's -- when that's going to make it more difficult for\nthem to sustain the arrest and subject them to -- to\npersonal liability.\nMR. PHILLIPS: Well, for the most part, Justice\nScalia, it does not come back to haunt the officers\nbecause the vast majority of arrests are lawful. The vast\nmajority of officers have probable cause for the thing\nthat they arrest the person for, and they arrest him for\ncriminal conduct.\nJUSTICE GINSBURG: But if they're told in this\ncase that they're subject to 1983 liability out of their\nown pockets if they get it wrong, then it seems to me they\nwould pursue the safe course and say nothing.\nI mean, you did say at one point in your brief\nthat when a warrantless arrest is effected, the officer\nmust inform the arrestee of the officer's authority and\ncause of arrest. But that's not true on the spot as a\nmatter of Washington law or constitutional law, is it?\nMR. PHILLIPS: The issue of -- of the\nconstitutionality of that has never been ruled on by this\nCourt. There are -\nJUSTICE GINSBURG: Well, you're not urging that\nthe Constitution requires the officer on the spot to state\nthe cause of the arrest, or are you?\nMR. PHILLIPS: Personally, Your Honor, I think\nthat that would -- that would certainly comport more with\nthe common law that was extant at the time the\nConstitution was -\nJUSTICE SOUTER: Well, regardless if it -\nwhether it comports with the common law, I don't see why\nthe rule that you are urging, closely related, is going to\nmake a dime's worth of difference unless ultimately we\nhold that there is an obligation to state the cause at the\ntime of the arrest.\nMR. PHILLIPS: Because, Your Honor, even if the\n-- even if the cause of the arrest is not stated at the\ntime of the arrest, the person must be booked for\nsomething. There's a -- a report that's generated. In\nthis instance -\nJUSTICE SOUTER: Okay. The booking occurs after\narrest, and I thought what we were concerned with in this\ncase was the validity of the arrest, not the booking.\nMR. PHILLIPS: Correct, Your Honor.\nJUSTICE SOUTER: Okay. Now, if -- if the -- if\nthe -- if it is the validity of arrest, which -- which is\nin issue, I don't see why your rule is going to make any\ndifference in the long run unless we go the further step\nand say, in order to make this work, i.e., enforce Fourth\nAmendment values, at the time of the arrest the cause has\ngot to be stated. Am -- am I missing something?\nMR. PHILLIPS: Well, Your Honor, I would\nanalogize it to the -- the arrest rule. Whether someone\nis or is not under arrest from a Fourth Amendment\nstandpoint is based on an objective test, and it is viewed\nafter the fact.\nJUSTICE SOUTER: Well, based on an objective\ntest, we'll get absolutely nowhere. The person who is\narrested is not in a position to be making objective or\nsubjective assessments, by and large. He probably knows\nwhat he's being arrested for because it's obvious, but\nthen we have cases like this, which are the only ones that\nare going to be litigated, and he may not know.\nThe -- the fact still, it seems to me, is\nobvious. If we go your way, we're going to have to go the\nfurther step of requiring the cause to be stated. Isn't\nthat, as a matter of common sense, true?\nMR. PHILLIPS: It would certainly make it\neasier, but it's not necessary.\nJUSTICE SOUTER: All right. I'll be candid with\nyou. I think it is necessary.\nBut the -- I guess the -- what I'm getting at in\nall of this is you're asking us to take steps to solve a\nproblem, and I don't think you've demonstrated what the\nproblem is. We keep coming back, as we have several\ntimes, to the lack of empirical studies. Have we got\nsomething to worry about in -- in enforcing Fourth\nAmendment values that we can only guard against if we go\nyour way?\nMR. PHILLIPS: Well, Your Honor, I would say\nthat the fact that there are six circuits that have\nadopted this policy shows that this is -- that this is a\nproblem that occurs nationwide.\nJUSTICE SOUTER: Then what is the -- yes, but\nwhat's the justification for doing it? What is the\npractical problem that we are concerned with?\nMR. PHILLIPS: The practical problem is that\npeople are being arrested for conduct that is, at its\nbase, not criminal.\nJUSTICE SCALIA: But they should have been\narrested. I mean, so long as they should have been\narrested, who cares? In this case, I mean, it'll -- it'll\nbe ultimately be tried by a jury I -- I guess, but your -\nyour client pulls up behind another car with wig-wag\nlights flashing, like a police car. Right? He has a\npolice scanner on the seat next to him. He has handcuffs.\nHe has tinted glass in front of the license plate -- of\nhis license plate, so it can't be -- can't be read. It\nseems to me there was obvious probable cause to -- to\narrest this fellow for impersonating a police officer.\nAnd I would have hoped he would have been arrested so he\nwouldn't go around and -- and pull up behind another car.\nWhat is the problem?\nMR. PHILLIPS: Well, Your Honor --\nJUSTICE SCALIA: It seems to me he should have\nbeen arrested, and the -- and the mere fact that the\npolice officer gave the wrong reason for arresting him\ndoesn't make me feel very bad about the arrest at all.\nI'm glad he was arrested.\nMR. PHILLIPS: I'm going to disagree on two\npoints. First, at the trial court, the State did not\nargue that he could have been arrested for other crimes.\nThe jury was never instructed on the elements of these\nsupposed other crimes. And we pointed that out in the\nappeal in the reply brief.\nJUSTICE STEVENS: Yes, but did you object to the\ninstructions in the trial court?\nMR. PHILLIPS: No, Your Honor, because the -\nJUSTICE STEVENS: One of the problems I have\nwith the case, very frankly, is that the jury has already\nruled against your client on the qualified immunity issue\ncarrying out instructions given by the judge that were not\nobjected to by your client.\nMR. PHILLIPS: That's correct, Your Honor, but\nthe only instructions that were given regarding -\nregarding what they needed to find to find a violation\nwere the Privacy Act instructions.\nJUSTICE STEVENS: But whose fault is that?\nMR. PHILLIPS: Well, Your Honor, I think if the\nState wanted them to -- qualified immunity is an\naffirmative defense. If they wanted the State to find -\nif they wanted the jury to find there was impersonation,\nthey should have requested an instruction on that because\nimpersonation in Washington requires more than simply\ntaking an action that creates an impression that you're an\nofficer. It also -- under first degree, there has to be\nspecific intent to defraud someone, and here the only\nthing he did, he gave them a flashlight and helped them\njack up their car.\nOn the issue of the wig-wag headlights, the\ntranscript shows that the officer spent a minute or 2, by\nhis own estimation, on the scene behind Mr. Alford's car,\nsaw no wig-wag headlights.\nAnd as for the scanner, the -- the transcript,\npage 246 -- he admitted at trial it was actually a ham\nradio, not a portable police scanner.\nJUSTICE GINSBURG: But I thought that the reason\nthat the police went after your client after he left the\nvehicle that was disabled was because the officers at that\npoint suspected that he might be impersonating a police\nofficer. That's what the people in the -- the disabled\nvehicle told the officer. They said he had flashing\nheadlights. We thought he was a police officer. And -\nand wasn't the original following of your client triggered\nby the suspicion that he might be impersonating a police\nofficer?\nMR. PHILLIPS: Yes, Your Honor, and that -- that\n-- we have not argued that there was not suspicion\nsufficient to -- to have a stop to do investigation.\nHowever, under the Washington statute, there was not\nevidence sufficient to show probable cause that there was\nan actual crime -\nJUSTICE KENNEDY: Under Washington law, is it\nlawful for your client to have headlights -- wig-wag\nlights?\nMR. PHILLIPS: No, Your Honor. It is a traffic\nviolation. That is a non-arrestable offense, and that was\nadmitted at court and also here today.\nJUSTICE O'CONNOR: Was your client ever found\nguilty of any offense at all?\nMR. PHILLIPS: No, Your Honor. Even the traffic\ninfraction was dismissed by the judge.\nJUSTICE KENNEDY: But it's unlawful to have wig\nwag lights, and I take it it's an arrestable offense to\nimpersonate a police officer.\nMR. PHILLIPS: Yes, Your Honor, but that -\nJUSTICE KENNEDY: So that would -- that would\ncertainly be probable cause to arrest just based on the\nwig-wag, plus the fact he lied to the police in -- in\ninstructing them the button to push or didn't tell them\nwhat button to push to make them go.\nMR. PHILLIPS: No, Your Honor. The obstruction\ncharge also under Washington law -- under the case law\ninterpreting the statute, there has to not only be the -\nthe hindrance or obstruction. There has to be specific\nintent, and there has to be obstruction in fact. And in\nthis case, both of the officers testified that they -\nthat he pushed every button they asked him to. He opened\nthe hood for them. He let them look at the -- the flasher\nunit. He showed them the manual. They both say that they\nsaw this button that after the arrest they pushed -- one\nof them pushed. However, there's obviously no obstruction\nin fact if -- one of them actually said at trial that he\ndidn't ask him to push the button because he wanted to see\nwhether he would push it or not. So there's no -- again,\nthere's no facts to support a finding of probable cause\neven on the obstruction because the officers were\nessentially just letting him hang himself.\nJUSTICE SCALIA: Well, that -- that isn't the\nissue before us here. I -- I assume that for purposes of\nthe question on which we granted certiorari, we have to\nassume, or else the whole thing doesn't make any sense and\nit's all -- it's all arguing about nothing -- we have to\nassume that there was probable cause on some other ground\nthan the ground which he stated or anything closely\nrelated to the ground which -- which the officer stated.\nIsn't that -- isn't that the -- the manner in which this\ncase gets to us?\nMR. PHILLIPS: Your Honor, we raised the issue\nat the Ninth Circuit that there had been no evidence put\nforward on the other crimes. And we pointed out that even\nthe deputy prosecuting attorney -- and in fact, even in\nclosing argument, when they addressed the -- the wig-wag\nheadlights, et cetera, they stated specifically that that\ninformation went to what they called his intent to\nunlawfully record.\nJUSTICE SCALIA: But -- but that's not the\nground on which the Ninth Circuit decided it. The Ninth\nCircuit never had to reach the question of whether there\nwas probable cause on these other grounds -\nMR. PHILLIPS: Correct, Your Honor.\nJUSTICE SCALIA: -- because it found, even if\nthere was these other grounds, they're not closely related\nto the illegal taping.\nSo I suppose you're telling us that if we find\nthat we do not like the closely related rule, that it's\nnot part of -- of United States constitutional law, what\nwe should do is remand to the Ninth Circuit so that they\ncould determine whether there was probable cause on the\nother grounds.\nMR. PHILLIPS: That's exactly right, Your Honor.\nAnd in -- in looking at this -- this probable\ncause determination and the reasonableness requirement of\nthe Fourth Amendment, the qualified immunity, of course,\nwas a doctrine that was advanced by the Court to address\nspecific problems. None of those problems are impacted in\nany way by the closely related offense, this subset of\nqualified immunity cases.\nJUSTICE STEVENS: May I ask one other question\nabout the proceedings in the trial court?\nMR. PHILLIPS: Yes, sir.\nJUSTICE STEVENS: Was there a motion for summary\njudgment by the defendants claiming, as a matter of law,\nthey should be entitled to qualified -\nMR. PHILLIPS: Yes, sir.\nJUSTICE STEVENS: And that was overruled.\nMR. PHILLIPS: That was denied, yes.\nJUSTICE STEVENS: And then there was a jury\ntrial and the jury disagreed with it and, in effect, said\nthere -- there was basis for qualified immunity.\nMR. PHILLIPS: Yes. Yes, Justice Stevens. And\nthe -- in reviewing the transcript and in reviewing the -\nthe instructions and the ruling on the summary judgment\nmotion, the reason that Senior Judge Bryan did not rule on\nthe qualified immunity was twofold.\nOne, at the time of the summary judgment motion,\none of the officers was -- well, was lying about having\ncontacted the prosecutor prior to making the arrest, and\nhe noted in his order that there was a factual dispute.\nSo summary judgment wasn't appropriate.\nAnd second, Judge Bryan indicated that\nessentially there was a problem created by the Saucier\nopinion because he felt that it was somehow possible that\nthere could have been an arrest effectuated without\nprobable cause, but that there was a reasonable mistake on\nthe part of the officers. So this did not proceed to the\njury on the -- on this closely related offense doctrine.\nIt didn't proceed on there were these other crimes for\nwhich probable cause existed, but on this broad standard\nof good faith and reasonable mistake.\nJUSTICE STEVENS: What is your understanding of\nthe reason for the jury's verdict on this issue?\nMR. PHILLIPS: I almost hate to say it, Your\nHonor, but I believe it was a lack of sympathy. That -\nthat is my -- much like with Justice Scalia, I believe\nthey -- they looked at the -- the circumstances and even\nthough there was not probable cause to have arrested him,\nthey came to the conclusion we don't like Mr. Alford.\nWe're not going to find for him.\nJUSTICE STEVENS: May I ask one other question\nthen too?\nJUSTICE SCALIA: That's not my reason. I don't\neven know the man. I'm just -\n(Laughter.)\nJUSTICE STEVENS: In -- in your view is the\nclosely related doctrine a -- a matter of closely related\nas a matter of law between two different offenses or is it\na matter of -- are the facts relevant? For example, could\none argue that these offenses were factually related\npretty closely because they grew out of the same central\ngroup of facts?\nMR. PHILLIPS: In our brief, Your Honor, I often\nused the phrase same conduct test because in amalgamating\nthe six different circuits, that appeared to be the most\nconsistent test and the one that's most consistent with\nthe objective standard and with the reasonableness\nstandard, that if -- and I, again, go to the no harm/no\nfoul. If you're engaging in conduct that would have and\nshould have led to your arrest, if it's the same conduct\nfor which you were arrested and it's simply misnamed, then\nthere essentially is no harm of constitutional magnitude.\nBut otherwise --\nJUSTICE GINSBURG: Well, then you have a very\nnarrow view of closely related. It comes down to misnomer\ncases. It's one thing to say -- what the officers told\nthe DA, although after they arrested him -- didn't they\ndescribe the whole episode from when they saw Alford pull\nup behind the disabled vehicle? They described that and\nthey mentioned the flashing lights. They described the\nwhole episode up till the point where they -- the officers\napprehended him and saw the equipment and then noticed -\nthey told the DA everything, and he said, yes, you have\nprobable cause.\nMR. PHILLIPS: They did describe the entire\nepisode to him, Justice Ginsburg.\nJUSTICE GINSBURG: So why couldn't it be related\nin time and space rather than legally related?\nMR. PHILLIPS: Well, I'm not urging something as\nnarrow as -- as a semi-Blockburger test. But here you\nhave essentially two discrete conducts that were being\nexamined by the officers: number one, the actions\nsurrounding the headlights; and number two, the actions\nsurrounding the taping. And the trial -- I mean, it was\nvery clear that the two were treated as discrete incidents\nby the police. At the moment Devenpeck saw the tape\nrecorder -- and he testified at trial. When I saw the\nrecorder in the record mode and saw that it was moving,\nthat's what he stated to him constituted probable cause\nfor the arrest. The moment he saw that tape recorder and\nsaw the play and record buttons were pushed, he informed\nMr. Alford, you're under arrest for making an illegal tape\nrecording.\nSo when looking at whether something is -- is\nsufficiently related or not, obviously there's going to\nhave to be more than a modicum of logic that's used, but\nobjectively this separates rather nicely into two discrete\nincidents for the analysis.\nJUSTICE BREYER: Why -- why is it exactly that a\npoliceman who comes on a difficult scene, gun in one\npocket, the guy has a knife in another, and he throws a\npunch? Now, the policeman might make a mistake about\nthat. He -- he thought he threw a punch, but he made a\nmistake. Now -- now, why is a policeman less likely to\nmake that kind of a mistake than make a mistake about what\ncrime to label it?\nMR. PHILLIPS: Well, Your Honor, we're not\nconcerned so much -- this doctrine is not concerned so\nmuch with what to label the crime.\nJUSTICE BREYER: No, no. You said -- you -- you\nsay everybody agrees in this case that if the policeman\nhad reasonable cause objectively to arrest the person for\nA, but he arrested him for B instead, there are some\ncircumstances in which that's okay. And on their view,\nit's -- as long as -- it was always okay, really, as long\nas objectively there was reasonable cause. On your view,\nyou're going to add a little thing. You're going to add,\nand by the way, it's not okay unless that conduct that he\nlooked at was in fact illegal. So you say -- because\npolicemen could make mistakes about labels, but they're\nnot likely to make mistakes about throwing a punch. So I\njust wondered why not. I mean, they got the wrong guy for\nthrowing the punch. You know, so -- so what? Why is that\nso -- that -- that supposedly in your view is some\nterrible constitutional harm, but if he just mislabels it,\nit's not a terrible constitutional harm. And I'm just\npuzzled as to where that distinction comes from and why.\nMR. PHILLIPS: Well, Your Honor, the distinction\nin -- in this particular case and the distinctions in the\n-- in the cases that run the gamut around the circuits\ngenerally show one thing that we --\nJUSTICE BREYER: -- that the circuits all agree\nwith you. Now, my only problem is it's hard for me to see\nwhy they all agree with you.\n(Laughter.)\nJUSTICE BREYER: And -- and that's where I'm\nsort of stuck.\nMR. PHILLIPS: Your Honor, if we start with\nfirst principles, and the first principle that underlies\nthis case is there is, from the framing area -- era, a\ngeneral mistrust of warrantless arrests. From that, we\nstep to the reasonableness clause. From the\nreasonableness clause, we then step to this judicially\ncreated qualified immunity, which subsumed the good faith\nanalysis. So what we find is we're stepping further and\nfurther away from the original principle.\nAnd the -- on the original principles, he was\narrested without a warrant. Wrong. Under the\nConstitution we have reasonableness. Okay. He's\narrested. Was it a reasonable arrest? The court has said\nwe generally say that if an arrest has probable cause,\nthen it's reasonable unless there are these exigent\ncircumstances, excessive force, et cetera. Then under\nqualified immunity, it's even a step more attenuated, that\neven though there might not have been probable cause, if\nthere was arguable probable cause, then there would be a\nviolation, but no one is going to be liable for it.\nJUSTICE STEVENS: Yes, but Mr. Phillips, let me\ngo back first principles. You are complaining about an\narrest which you admit was valid. Do you not -- do -- do\nyou not that the arrest was supported by probable cause\nand therefore was a valid arrest?\nMR. PHILLIPS: In this instance, Your Honor?\nJUSTICE STEVENS: Yes.\nMR. PHILLIPS: Certainly not.\nJUSTICE STEVENS: Oh, I misunderstood. I\nthought we were just talking about qualified immunity.\nBut you challenge the arrest itself even though\nyou admit there was probable cause for the arrest?\nMR. PHILLIPS: No, Your Honor, because we don't\nfeel that there was probable cause for the arrest.\nJUSTICE SCALIA: We don't that challenge that\nhere, though. I asked you that question earlier, and I\nthought you agreed that for purposes of our deciding this\ncase, we -- we will assume, though you do not concede the\npoint, that there was probable cause on one of the other\ngrounds.\nMR. PHILLIPS: That in order to address the\nNinth Circuit's holding --\nJUSTICE SCALIA: Exactly, exactly.\nJUSTICE STEVENS: And -- and there's no need for\nthe Ninth Circuit's rule unless there was probable cause\nbecause if there was no probable cause, you win on that\nground. You don't have to get into this closely related\noffense doctrine. Is that correct?\nMR. PHILLIPS: If there was probable cause -\nJUSTICE STEVENS: No. If there was no probable\ncause.\nMR. PHILLIPS: Oh, correct. If there was no\nprobable cause for -\nJUSTICE STEVENS: Then you win without this\nfancy doctrine.\nMR. PHILLIPS: That's -- that is correct, Your\nHonor, and that was --\nJUSTICE STEVENS: This -- this doctrine only\ncomes into play and is only required in cases involving a\nvalid arrest and a -- a mistake by the officer in\nidentifying the wrong cause for the arrest. So it's an\nextension of the qualified -- it's a -- it's a -- an\napplication of the qualified immunity doctrine to say you\nare not protected even though you acted lawfully.\nMR. PHILLIPS: Well, because it actually -- to\nturn it back around, you're not protected because you did\nnot act lawfully. You did not act lawfully because -\nJUSTICE STEVENS: No, but if you say the arrest\nwas valid, he did act lawfully although we didn't realize\nthe reason why he did.\nMR. PHILLIPS: Your Honor, the cases that have\nexamined this doctrine have -- have looked at it as sort\nof straddling the Fourth Amendment and the qualified\nimmunity analysis.\nJUSTICE SOUTER: But -- but don't you reconcile\nthe -- the problem of the straddle by saying that unless\nthe probable cause, which we will assume existed, is for a\nclosely related offense, the whole arrest was invalid?\nIsn't that your position?\nMR. PHILLIPS: Correct. Unreasonable.\nJUSTICE SOUTER: Okay.\nNow, let me ask you -- you one other question.\nYou -- you started out in getting down to first principles\nwith disfavor of warrantless arrests. Would your position\nbe different if the officer had somehow gotten an arrest\nwarrant on the spot for illegal taping? Wouldn't you be\nmaking the same argument?\nMR. PHILLIPS: Certainly, Your Honor, and there\nwe would --\nJUSTICE SOUTER: So it has nothing to do,\nessentially, with warrantless or nonwarrantless arrests.\nMR. PHILLIPS: Well, in this case it does, but\nhad there been a warrant -\nJUSTICE SOUTER: Well, in this -- yes, but on\nyour theory, that is -- that is incidental. That is not\nessential. If he had had an arrest warrant for illegal\ntaping, you'd be making the same argument.\nMR. PHILLIPS: That there was no probable cause\nfor the arrest.\nJUSTICE SOUTER: That's -- that's right.\nMR. PHILLIPS: Correct, Your Honor.\nJUSTICE SOUTER: Yes.\nMR. PHILLIPS: And I think that that -- of\ncourse, that -- as we point out in our brief, there's\nsupport for that, that historically the warrant must show\nthe reason that someone is being arrested. So as we\npointed out, there's this -- an odd -\nJUSTICE O'CONNOR: Well, you don't have any case\nlaw to cite to us for that. That gets us into a whole new\ndoctrine.\nMR. PHILLIPS: Well, Your Honor, I think one of\nthe most fundamental principles that we can look at on\nshowing the reason why you're being arrested is the great\nwrit of habeas corpus where, in order to hold someone,\nthey must show why he is being held.\nJUSTICE GINSBURG: But you've already conceded\nthat it -- Washington law doesn't require the officer on\nthe spot to say why he's making the arrest and that\nthere's no decision of this Court or any court that I know\nthat said the Constitution requires the officer on the\nspot to give a reason.\nMR. PHILLIPS: That's correct, Your Honor. So\nwhat we have posited and what the Ninth Circuit -- what\nthey did in the Gasho case, for example, is after the fact\nyou can look at the actions that were taken by the\nofficers, the booking sheet, et cetera, to give you some\nobjectively verifiable evidence of the cause for the\narrest. And really what it's looking at is there needs to\nbe a nexus between conduct and arrest, and -\nJUSTICE STEVENS: Thank you, Mr. Phillips.\nMs. Hart, you have 5 -- 5 minutes.\nREBUTTAL ARGUMENT OF MAUREEN A. HART\nON BEHALF OF THE PETITIONERS\nMS. HART: I think I'd only like to make one\npoint, Your Honors, and that is that the Fourth Amendment\ndoes not make the validity of arrest a game that the\ngovernment loses even when there's probable cause for\narrest, but the closely related offense doctrine does.\nAnd for that reason, it should be rejected and we\nrespectfully ask the Court to reverse the decision of the\nNinth Circuit.\nJUSTICE STEVENS: Thank you, Ms. Hart.\n"
    }, 
    "respondents": [
        "No. 03-710 JEROME ANTHONY ALFORD."
    ], 
    "speakers": {
        "JUSTICE BREYER": 5, 
        "JUSTICE GINSBURG": 19, 
        "JUSTICE KENNEDY": 9, 
        "JUSTICE O'CONNOR": 20, 
        "JUSTICE SCALIA": 20, 
        "JUSTICE SOUTER": 26, 
        "JUSTICE STEVENS": 29, 
        "MR. COMEY": 19, 
        "MR. PHILLIPS": 59, 
        "MS. HART": 42
    }
}