{
    "appearances": {
        "content": "LINDA J. THOMPSON, ESQ., Springfield, Massachusetts; on\nbehalf of the Petitioner.\nJOHN P. ELWOOD, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the Respondent.\n"
    }, 
    "caseNum": "03-9168", 
    "caseinfo": {
        "content": "REGINALD SHEPARD, :\nPetitioner :\nv. : No. 03-9168\nUNITED STATES. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nLINDA J. THOMPSON, ESQ.\nOn behalf of the Petitioner 3\nJOHN P. ELWOOD, ESQ.\nOn behalf of the Respondent 26\nREBUTTAL ARGUMENT OF\nLINDA J. THOMPSON, ESQ.\nOn behalf of the Petitioner 49\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, November 8, 2004\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:59 a.m.\n"
    }, 
    "petitioners": [
        "REGINALD SHEPARD,", 
        "Petitioner", 
        "v.", 
        "No. 03-9168 UNITED STATES.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:59 a.m.)\nJUSTICE STEVENS: We will hear argument in\nShepard against the United States.\nMs. Thompson.\nORAL ARGUMENT OF LINDA J. THOMPSON\nON BEHALF OF THE PETITIONER\nMS. THOMPSON: Justice Stevens, and may it\nplease the Court:\nThis case involves the proper application of the\ncategorical method of analysis that this Court prescribed\nin Taylor against United States, and it involves the\napplication of that categorical method to what is\ndescribed as ambiguous burglary convictions obtained under\nnongeneric burglary statutes with boiler plate complaints\nand a general finding of guilty following a plea\nproceeding.\nAt stake -\nJUSTICE SCALIA: What -- what do you mean by a\n-- just so we get our terms defined, what do you mean by a\nnongeneric burglary statute -\nMS. THOMPSON: In this case -\nJUSTICE SCALIA: -- and a generic burglary\nstatute?\nMS. THOMPSON: Well, a generic burglary statute,\nas -- as defined in the Taylor case is one that\ncriminalizes unlawful entry into a building or a structure\nwith intent to commit another crime. Those are the three\nelements of generic burglary. Those apply if any -- if a\nState statute covers those three, it's considered generic\nburglary and would then qualify as a predicate violent\nfelony under the Armed Career Criminal Act.\nA nongeneric -\nJUSTICE O'CONNOR: Now, do you -- do you agree\nthat all the papers showing the arrest and the\ninvestigation and so forth show that this was in fact a\nbuilding -\nMS. THOMPSON: No.\nJUSTICE O'CONNOR: -- that was burglarized?\nMS. THOMPSON: I do not. I -- as this -\nJUSTICE O'CONNOR: Does it show it was a\nvehicle?\nMS. THOMPSON: It doesn't show that it was a\nvehicle.\nJUSTICE O'CONNOR: Or a boat?\nMS. THOMPSON: It doesn't show that it was a\nboat.\nJUSTICE O'CONNOR: Or a motorcycle?\nMS. THOMPSON: It doesn't show that it was a\nmotorcycle.\nJUSTICE O'CONNOR: It shows nothing? None of\nthe supporting documentation shows what it was?\nMS. THOMPSON: Those supporting documents do not\nplay a role in the adjudication.\nJUSTICE O'CONNOR: Well, that isn't my question.\nI asked you whether any of them show that it was, in fact,\na building or a car or a boat.\nMS. THOMPSON: None of them shows that it was\nanything other than a building.\nJUSTICE O'CONNOR: Thank you.\nMS. THOMPSON: The police reports and the\ncomplaint applications, but the statute -\nJUSTICE GINSBURG: Well, why -- why are you\nresisting that the -- that the police report gave an\nidentified building? I mean, you're -- you're saying that\none mustn't look behind, in the case of a guilty plea, to\nfind the police report or even the police application for\ncomplaint. But there isn't any question, is there, that\nthe police reports in fact gave addresses of particular\nbuildings?\nMS. THOMPSON: There is no question of that.\nWhen you look at the police reports, if you read those\npolice reports, some of which you can actually read, they\ndo describe buildings and they describe addresses and\nhallways and things like that.\nJUSTICE GINSBURG: So what -- what you're saying\nis the conviction itself didn't show that, and so the\nquestion is whether you can look to documents that in fact\nshowed it.\nMS. THOMPSON: That's -- that's correct, Justice\nGinsburg.\nJUSTICE O'CONNOR: So the rule you would have us\nfollow does result in a -- a super technicality in a sense\nof what -- what was on the record at the time of the plea.\nMS. THOMPSON: Well, actually the district court\nestablished that this was not on the record at the time of\nthe plea. The district court took evidence on this issue.\nThe statutes to -- that are underlying these convictions,\nto get back to Justice Scalia's question, are nongeneric,\nand they are nongeneric in the sense that they make it\nunlawful to break into structures other than buildings or\nin addition to buildings.\nJUSTICE KENNEDY: Suppose -- suppose in the\nearlier conviction, the police report is in the court.\nIt's not part of the record, and then the court says, I've\nread the police report. Is that accurate? And the client\n-- or the defendant says, yes. Then later, can we go back\nand look at the police report even though it was not\nannexed as part of the record?\nMS. THOMPSON: Well, that calls into question\nwhat kinds of documents can be examined in terms of making\na -- a determination as to whether this offense was\ncategorically a crime of violence, that is, that it was\ngeneric burglary. It's our position that there's a\nlimitation, and the limitation is imposed by Taylor\nitself, that the question being answered be made a\nquestion of law, that it is a question of law, that it's a\nmatter of law that you make the determination.\nJUSTICE GINSBURG: But if the defendant at the\nplea colloquy had said, yes, I entered X building or even\nin the plea bargain had said that, even though the charge\njust read the boiler plate, the whole statute, buildings,\nvessels, et cetera, if he had admitted it either in the\nplea colloquy or in the plea bargain, wouldn't that be\nenough?\nMS. THOMPSON: If we had a contemporaneous\nrecord of the adjudication of this conviction that showed\nan actual admission to breaking into a building, I believe\nthat that would satisfy a sort of modified Taylor\ncategorical approach.\nJUSTICE BREYER: I -- I don't understand your\nreading of Taylor. As I've read that case many times, it\nseemed to me that that was making a perfectly sensible\npoint. At the end of the opinion, Justice Blackmun says,\nyou know, there are some States like Massachusetts, for\nexample, that instead of just saying burglary, they say\nburglary of a -- of a ship or a car or a building. And\nthat leads us to answer a more general question. Well, in\ncontext, that more general question is whether you ought\nto go look into how a particular burglary was committed to\nsee if there was really violence or not. And he says no.\nJust look to the definition of the crime. That's what he\nsays. That will end it.\nNow, he says we agree, because I started here,\nthat we have a couple of States with some weird statutes,\nand what you have to do in those States is you won't know\nif it's a boat or a car or -- so he says, for example, in\na State like the one we have, if it shows it's charged us\nwith a burglary and you have to find out, you know, here's\nwhat you do. It says you may have to go beyond the mere\nfact of conviction. So he says go look to the indictment\nor information and jury instructions. That isn't a\nlimiting phrase. That's for example. He just thought\nthat in those cases, that's what -- all you'll have to\nlook to, for example.\nWe happen to have an unusual case where there\nare no jury instructions because he pled guilty. So\nwhat's the harm of going looking to the documents that\nwill show, in an uncontested way, just what the address on\nthese pieces of paper show? There are no boats, you know,\nin Watertown. It's not a dock, I don't think, or at least\nnot in that part of it. So -- so I mean, what's the\nproblem here?\nMS. THOMPSON: Well, the --\nJUSTICE BREYER: Why is everyone so mixed up? I\nmust be missing something.\nMS. THOMPSON: The example that's given, the\ncharging document and jury instructions -- let's suppose\nthat instead of -- of guilty pleas, Mr. Shepard was tried\nand he was tried on this nongeneric, boiler plate\ncomplaint, and there were no jury instructions available.\nJUSTICE BREYER: What's the problem? I grant\nyou I could imagine a case that could be a problem. Maybe\nit was a houseboat. Okay?\n(Laughter.)\nJUSTICE BREYER: Or maybe it's like a trailer.\nSo if we run into that case, we'll deal with it. You\nknow, I'm perfectly capable of thinking that if this is a\ncharge where there is a dispute on the contested point,\nfine, we won't take that dispute into account, maybe\ndecide it in the favor of the defendant, maybe. But this\nis not that case.\nAnd by the way, if he's going to say, how do you\nknow? I'd say, I know. I know Boston and I also know\nthat breaking into a boat at least is unusual. So if he\nthinks it wasn't that, let him say so.\nMS. THOMPSON: The district court did actually\nentertain this issue, Justice Breyer, and what they -\nwhat the district court found was there wasn't an\nopportunity, there wasn't a reason for Mr. Shepard to\ncontest building or any other element of this offense.\nJUSTICE BREYER: No, of course, there wasn't.\nSo all he has to do now is say, Judge, in my latest thing,\nyou know, they say 30 Bremer Street. 30 Bremer Street\nsounds like the address of a building, but by the way,\nunusually enough, it's the license plate of a car.\nNow, if in fact that's the case, he can come in\nand say it. There's no Fifth Amendment problem. We're\ntalking about sentencing and what a prior conviction was.\nHe doesn't even have to say it. You as his lawyer could\ntell us.\nNow, you know why I think you don't say it?\nBecause it isn't conceivably right.\nMS. THOMPSON: Well, and it also isn't in fact.\nAnd the question here is --\nJUSTICE BREYER: What do you mean it isn't right\nin fact? What is it?\nMS. THOMPSON: Is it in law --\nJUSTICE BREYER: Yes.\nMS. THOMPSON: -- or in fact that we are trying\nto make this determination?\nJUSTICE BREYER: We look to facts about what the\nprior convictions were about. That's what Taylor says.\nThat, of course, is a fact, but it's a legal fact, what\nwas this conviction for.\nMS. THOMPSON: Taylor said you don't look at\nfacts -\nJUSTICE BREYER: I understand your reading of\nit. What I want to know is what's wrong with my reading\nof it.\nMS. THOMPSON: Because your reading of it\nrequires a look at the underlying conduct. It actually\nrequires. And the document here that was selected to\nexhibit the underlying conduct is as far away as you can\nget from an adjudicatory document.\nJUSTICE SOUTER: All right. What -- is -- is\nyour argument that we are likely, in effect, to -- to\nviolate some constitutional standard if we do what the\nGovernment wants, or is your argument as follows? That\nTaylor says this is an offense-based not a fact-based\ndetermination. Taylor says that's what the statute is\ngetting at. And if you go as far as the Government wants\nhere, you basically will have gone beyond offense-based.\nYou will have gone -- become fact-based and you will be\nviolating the statute.\nSo my question is, is there something\nconstitutionally we have to worry about which is the basis\nfor your argument, or is it a violation of the statute\nthat you think we ought to be worried about?\nMS. THOMPSON: In this case it's the statute\nthat was violated, but you are correct, Justice Souter --\nJUSTICE SOUTER: Well, I don't have a position.\nI can't -\nMS. THOMPSON: -- that -- no. You are correct\nin representing that the Government's approach to this\nwill take what is quintessentially a question of law, that\nis, a comparison of adjudicated elements of -- adjudicated\nelements of conviction against -- compared to the elements\nof generic burglary. That's a question of law. Do they\nmatch? Do they not match?\nIt becomes a question of fact then, as the First\nCircuit put it in Shepard and in the Harris case, to\ndetermine what was actually in the mind of the defendant\nat the time he entered his plea.\nJUSTICE SOUTER: Well, aren't we asking that\nquestion in -- in any case? The question ultimately is,\nwhat did he mean when he said I am guilty? If you've got\na plea colloquy, as you admitted a moment ago, it's easy\nto find out what he meant because they would have gone\ninto the factual basis for the plea. If there's a written\nplea agreement, it's probably going to be easy to find out\nbecause, again, there would be a basis for the plea set\nout.\nHere, there isn't one of those documents. So\nyou're going one step further, but you're still asking the\nquestion what did he mean when he stood in that courtroom\nand said I am guilty. And yes, in -- in one sense that's\nfact-based, but all of those questions are fact-based.\nThey're going to the same issue. What did he mean? What\nwas pleading guilty to? Isn't that correct?\nMS. THOMPSON: Well, because it's based on an\nexamination of the underlying conduct, which is forbidden\nby the Taylor decision -\nJUSTICE O'CONNOR: Well, maybe, maybe not.\nThat's kind of the question we have, how -- what gloss to\nput on Taylor.\nJUSTICE KENNEDY: Suppose -\nJUSTICE O'CONNOR: Do you join the amici in\nsaying Almendarez-Torres has to be overruled?\nMS. THOMPSON: No, I do not.\nJUSTICE O'CONNOR: No.\nMS. THOMPSON: I do not join -\nJUSTICE KENNEDY: But suppose -\nJUSTICE O'CONNOR: All right. So we're\nlooking -\nJUSTICE KENNEDY: -- Taylor were not on the\nbooks. What -- what would be the basis of your argument?\nYou say that it's all right to look at a plea colloquy,\nbut it's not all right to look at an arrest report to\nwhich the judge referred. What's the basis for that\ndistinction? What sense does it make?\nMS. THOMPSON: The sense it makes it this. What\nthe Armed Career Criminal Act addresses and what this\nCourt discussed in Taylor was the applicable term is\nconviction, that is, a conviction for a categorical\noffense. The categorical offense is a crime of violence\nspecifically described as burglary, arson, but there are\nspecifically described crimes. Those are things that you\ncan determine as a matter of law. Do the elements match\nthe -- the generically violent crime, or do they not match\nthe generically violent crime? If they do not match the\ngenerically violent crime, you might still be able to\nfigure out, you might be able to surmise what the\ndefendant actually had in his mind, if he had anything in\nhis mind, about this at the time of the guilty plea.\nWell, one of the unique things about the -\nthese nongeneric burglary statutes in Massachusetts is\nthat they're really relatively petty offenses.\nJUSTICE KENNEDY: But -- but why can you look at\nwhat's in the plea colloquy that's in the record, but you\ncannot look at a document that the judge referred to, if\nthat document isn't there? What's -- what's the common\nsense argument that you're making? I -- I don't\nunderstand it.\nMS. THOMPSON: Well, there is no evidence in\nthis case that the judge referred to a police report.\nJUSTICE KENNEDY: No. This is my little\nhypothetical case so that we can test your theory, just to\nsee the reasons that you're advancing for -- for us to\nrule in your favor. And I -- I don't see any rationale\nthat you've given us.\nMS. THOMPSON: If you can look at the colloquy\nand the judge, without incorporating it, has the defendant\nexplicitly admit the facts that constitute the elements of\ngeneric burglary, it is our position that that -- that\nconviction could be used to enhance. But --\nJUSTICE BREYER: Let me try the same question.\nJUSTICE KENNEDY: But -- but why can't you go\none step further and refer to the document that was not in\nthe record but that the judge mentioned in his -- in his\nfindings at the first sentencing? Why? I still haven't\nhad a reason why.\nMS. THOMPSON: I agree that whether or not that\ndocument is in the record, if there is an explicit finding\nor an admission by the court that enters the judgment,\nthat the defendant broke and entered a building, that that\nconviction should be able to qualify as a predicate under\nthe Armed Career Criminal Act. It is not a requirement\nthat the underlying document be incorporated into the\nrecord, only that the admission be made or the facts be\nfound by the fact-finder, whoever is taking the plea.\nJUSTICE STEVENS: May I ask you a question?\nAssume the case had been tried and you could not tell from\neither the indictment or the instructions to the jury\nwhether it was a generic burglary or a nongeneric\nburglary. Would the -- our decision permit us to look at\nthe transcript of the trial to answer that question?\nMS. THOMPSON: Certainly not under Taylor. The\nwhole idea of Taylor was partly dictated by the words of\nthe statute.\nJUSTICE STEVENS: So your argument is that this\nis comparable to using the transcript of the trial.\nMS. THOMPSON: This is -- it -- well, I don't\nthink it's comparable because the district court finding\nwas that the documents that the Government relies on were\nnot involved in the adjudication at all. So it -\nJUSTICE STEVENS: So this is even farther\nremoved.\nMS. THOMPSON: This is even farther removed than\na plea colloquy, farther removed than a trial transcript\nlooking into the evidence -\nJUSTICE BREYER: But that's what I don't\nunderstand. We're now talking about that part of Taylor\nwhich deals with a narrow statute where our object is not\nto find out what he's guilty of or anything. We're just\ntrying to find out what was the crime he was charged with.\nAnd there are two or three States which lump together in\none statute crimes that are violent and nonviolent.\nBurglary of a structure is violent. Burglary of a car or\na ship is not. So all we want to know is what was the\ncharge at issue.\nNow, do you -- let me break the question into\ntwo parts. The key sentence here, I think, is for\nexample, in a State whose burglary statutes include entry\nof an automobile, as well as a building, if the indictment\nor information and jury instructions show that the\ndefendant was charged only with burglary of a building,\nthen it's going to be violent.\nNow, would you -- would you agree with me or not\nthat he could have written -- Justice Blackmun -- that\nsame sentence to say if, for example, the indictment or\ninformation and jury instructions show? Would you be\nwilling to add those two words, for example?\nMS. THOMPSON: If, for example.\nJUSTICE BREYER: If, for example. I want to\nknow how -- how absolute you're making this. If, for\nexample.\nAnd the next question I'd ask would be if you\nagree for example, what are the things you can look to and\nwhat are the things you can't?\nMS. THOMPSON: And I -- I do agree that that's\none of the questions presented by this case.\nJUSTICE BREYER: Yes, but do you want add the\nfor example or do you want to take it just categorically?\nMS. THOMPSON: Well, I do believe that the best\nreading is the categorical reading.\nJUSTICE BREYER: Yes.\nMS. THOMPSON: But I'm willing to accept for\nexample -\nJUSTICE BREYER: Okay. Then what kinds of\nthings would you -\nMS. THOMPSON: -- for purposes of argument.\nJUSTICE GINSBURG: -- let us look to and what\nkinds of things not? All we're interested in is what was\nhe charged with, which of these three things.\nMS. THOMPSON: And all Taylor and the Armed\nCareer Criminal Act are interested in is what was he\nconvicted of.\nJUSTICE BREYER: No, no, no. I will get that\nlater. Let me deal with the charge. If he was charged\nwith breaking into a boat, that's the end of this. Okay?\nMS. THOMPSON: True.\nJUSTICE BREYER: So, fine. So I want to know\nwhat he was charged with. Let me do that one.\nNow, what will you let me look to to see what he\nwas charged with?\nMS. THOMPSON: You can look to the charging\ndocument and the statute to see what he was charged with.\nJUSTICE BREYER: All right. So what happens in\nthe case where -- Justice Blackmun let us go further than\nthat. He says the indictment -- that's the charging\ndocument -- or information and jury instruction. He'll\nlet us look to a jury instruction as if there's actually\nbeen a trial. So he'll let us go further than you will.\nMS. THOMPSON: Not to determine what he was\ncharged with. To determine what he was convicted of.\nBecause the jury instructions are not going to be\nfactually oriented. The jury instructions are going to\ntell you what the element of the crime was, elements that\nwere adjudicated. So that if you have the person charged\nwith a nongeneric document here -- the nongeneric statute,\na boat, a house, a whatever, and the jury instructions\nestablish for you that he could not have been convicted by\nthat jury without finding a house because that's the\nelements laid out in the jury instruction -\nJUSTICE BREYER: And what's the difference\nbetween that and a police report that makes it quite clear\nthat in the circumstances there was no possibility of a\nboat or a car being involved? What's the difference\nbetween that and the police report?\nMS. THOMPSON: The police report does not show\nyou what the results of the adjudication was. It does not\nestablish -\nJUSTICE BREYER: No. What shows us that -- what\nshows us that is --\nMS. THOMPSON: The elements.\nJUSTICE BREYER: -- is the check mark. No. The\ncheck mark on the form that says, for example, plea, admit\nsufficient facts. You know, that's a check mark or it's\non the form. It says plea, guilty. I mean, you know, you\ncould have different things checked. So that's what\nestablished the guilt.\nAnd then the police report establishes whether\n-- what kind of a thing was at issue. And I will agree\nwith you that if it's at all contested, we shouldn't get\ninto it. But if it's not contested, there's no question.\nThere was no boat around there. It's a city street. Or\nthere was no car. It's plain it was a building. Then\nthat's just as good as the jury instruction. Why not?\nTell me why not.\nMS. THOMPSON: Well, I suggest that it doesn't\ntell you anything about what's actually been adjudicated.\nWhat it tells you, it's what's actually been charged.\nAnd here's one of the things that came up in the\ndistrict court in front of Judge Gertner, and the\nGovernment brought up this as well as Judge -- as the\ndistrict court judge. What if Mr. Shepard went in and\nsaid, yes, I broke into the property of another person\nwith intent to commit a crime? That would be a factual\nbasis that would be adequate for the -- for any sentence\nthat could be imposed under that statute. Because the -\nbecause of the fact that the boat, the house, the car, and\nthe vessel are all put on the same level, the operative\nfact is is it yours, Mr. Shepard. Does that belong to\nyou, Mr. Shepard?\nJUSTICE BREYER: I mean, but that's always true.\nYou could have a -- you could have a -- a sheet that\nshows: admitted, assault, you know. And -- and what the\nsheet says, it says: charge, assault; plea, guilty. It's\npossible, for all we know, that when the actual colloquy\ntook place, he was talking about some other thing. I\ndon't know what he was talking about, but what you'd go\nupon is that there was a charge and he pleaded guilty to\nthe charge.\nMS. THOMPSON: Which brings me to Henderson\nagainst Morgan. One of the issues in Henderson against\nMorgan is whether or not you can infer guilt of an element\nthat is not specifically charged even from overwhelming\nevidence, that that could be proved.\nJUSTICE BREYER: I -- I don't -- good. Are you\ngoing to explain this? Because I thought what we were\nsupposed to do is just look to the sheet, charge; the\nplea, guilty. And that is what we do and it disposes of\n98 percent of the cases.\nMS. THOMPSON: It does.\nJUSTICE BREYER: All right. So -- so are you\ntalking about those 98 percent now?\nMS. THOMPSON: I'm talking about the -- the 2\npercent that are nongeneric burglary. And in those 2\npercent that are nongeneric burglary, the issue that is\nraised, by the fact that it's nongeneric burglary, is you\ncan't make a determination based on the face of the record\nof what was actually adjudicated, that this person was\nactually found guilty of each element of generic burglary.\nAnd when you cannot make that determination from record\ndocuments and contemporaneous documents with the\nadjudication, then you cannot make that determination\nunder the Armed Career Criminal Act.\nJUSTICE SOUTER: Why can't you make the\ndetermination? Isn't the -- the problem that your\ndetermination may not be as reliable?\nAnd I thought ultimately your argument would\nboil down to saying this. The reason you will accept the\nplea colloquy or the plea agreement, if it sets out the\nfacts, is that that is very reliable. It is a reliable\nindication of what he was pleading guilty to and what the\ncourt was finding him guilty of. But once you go beyond\nthat and you start looking into police reports appended to\ncomplaints or whatnot, you're getting into an area of less\nreliability, and when we're dealing with sentence\nenhancements like this, we better be reliable. That's why\nthe statute based it on -- on offense rather than facts.\nDon't get into a factual determination that is unreliable.\nI thought that was your argument ultimately.\nMS. THOMPSON: That -- that is part of the\nargument, and I -- I think that we're just using different\nterms here. You're using offense, and -- and the Taylor\ncourt and the -- and the Armed Career Criminal Act use\nconviction.\nJUSTICE SOUTER: I -- I'll accept that, yes.\nMS. THOMPSON: Okay. And so when you're talking\nabout a conviction, you're talking about something that\nhas already been established, that you should be able to\nmake a determination by looking at the contemporaneous\ndocuments.\nJUSTICE KENNEDY: But you -- you still haven't\ngiven a reason, other than the one Justice Souter accepts.\nLook it. This is a case where we all know what the truth\nis, but you want to argue that we shouldn't find that out.\nAnd it seems to me you have to give us a rationale for we\nshouldn't know the truth here. You -- you don't want us\nto find it, and there must be some reasons for that. And\nthe law does that once in a while. We all know that\nsomething happened, but the law is supposed to pretend it\ndidn't. That's why Justice has a blindfold on. I -- I\nknow that. But you haven't given me one reason yet why I\nshould adopt your theory.\nMS. THOMPSON: Well, the theory that I'm\nproposing is -- is I believe the theory that's already\nbeen adopted by this Court, which is the -- the one\ndescribed in Taylor. It's the categorical approach that\nsays you cannot make a determination of what elements were\nadjudicated by looking at the underlying conduct.\nJUSTICE SOUTER: But why is a categorical\ndetermination important? I threw you a -- a bone a second\nago, and I said maybe it's because of -\nMS. THOMPSON: It's -\nJUSTICE SOUTER: -- a reliability concern. Is\nthat it? Is that your point?\nMS. THOMPSON: It is reliable and it's also not\nfact-based. Once you start to -\nJUSTICE SOUTER: No, but is -- is your point\nthat once you get beyond the documents that you admit we\ncan look at, there is a higher -- an -- an unacceptably\nhigh risk of unreliability? Is that your argument?\nMS. THOMPSON: That is one of my arguments,\nJustice Souter, and the -- and there's something that goes\nhand in glove with that and did in this case. The burden\nshifts then to the defendant. The burden shifts to the\ndefendant to prove that he was not convicted of generic\nburglary, and that -\nJUSTICE SOUTER: Well, but that -- that doesn't\nnecessarily follow.\nMS. THOMPSON: -- assignment -\nJUSTICE SOUTER: But that doesn't necessarily\nfollow from -- from looking at a police report. It may\nwell be that we would say the burden never shifts, and he\nis simply in the position of any other party to a case.\nIf -- if the other side has put in evidence that is -- is\nagainst his interest and he does nothing, then he's in\ntrouble. But that isn't the same as shifting the burden.\nMS. THOMPSON: Well, it -\nJUSTICE SOUTER: There's no -- I guess all I'm\nsaying is it doesn't follow from the argument that the\nGovernment is making that a burden of persuasion shifts.\nIsn't that correct?\nMS. THOMPSON: What shifts is the risk of being\nwrong. The shifts -- the risk of being wrong right now is\non the Government. If the Government cannot establish\nthat the defendant was convicted of generic burglary, it\nbears that responsibility. If the defendant cannot\nestablish that back when he entered his plea -\nJUSTICE SOUTER: Yes, but the Government -\nJUSTICE STEVENS: Ms. Thompson, you know your\nwhite light is on. So if you want to save time, you\nshould perhaps do so right now.\nMS. THOMPSON: I would. Thank you very much.\nJUSTICE STEVENS: Mr. Elwood.\nORAL ARGUMENT OF JOHN P. ELWOOD\nON BEHALF OF THE RESPONDENT\nMR. ELWOOD: Justice Stevens, and may it please\nthe Court:\nWhen a defendant has been convicted under a\nState statute that prohibits both burglary of a building\nand burglary of a car or some other item, the Court can\nstill look to the conviction to determine whether it is an\nArmed Career Criminal Act predicate when, as here, the\npolice report indicates the defendant was arrested for\nburglarizing a building rather than a ship or a car and\nthe other documents in the file corroborate that the basis\nfor the plea was the crime outlined in the police report.\nBecause two of the three elements of generic\nburglary -- that is, breaking and entering and intent to\ncommit a crime -\nJUSTICE STEVENS: May I ask this question?\nSuppose the police report had been ambiguous and referred\nto both a boat and a house. What would -- could -- would\nit be -- what would you do in that case?\nMR. ELWOOD: I think in a case where the police\nreport was ambiguous about what it is that the person\nbroke into, I think that you could not base the\nenhancement on that. We are asking only when both the\npolice report is unambiguous and the documents recording\nthe guilty plea suggest -\nJUSTICE STEVENS: But why -- why couldn't you\nuse it in the other case? Couldn't you ask the police\nofficer what he -- who conducted the investigation what\nthe facts really were?\nMR. ELWOOD: I think you might be able to -\nJUSTICE STEVENS: And you'd start out with the\npremise that 90 percent of these cases are really houses\nanyway, so there's a strong presumption in favor of the\nGovernment?\nMR. ELWOOD: I -- I think that you could talk\nabout introducing extrinsic evidence of -- of that sort.\nWe're not asking the Court to go that far, and I think in\nthe run-up cases -\nJUSTICE STEVENS: So the -- the question in this\ncase is whether a police report is extrinsic evidence,\nisn't it?\nMR. ELWOOD: I don't think so in this case\nbecause the police report is in -- in a police file\nitself.\nJUSTICE STEVENS: Well, suppose that it was an\nassault and battery, for example, and you're trying to\ndecide whether it was violent or not, and the police\nreport was somewhat ambiguous. Could you -- you couldn't\nlook at it then.\nMR. ELWOOD: No, and I don't think you could for\nan additional reason, which is that I don't think assault\nand battery is necessarily a -- is a necessary element of\nthe -- of -- of -- I'm sorry.\nJUSTICE STEVENS: There's a distinction between\nviolent assaults and -\nMR. ELWOOD: Right, violent and nonviolent.\nJUSTICE STEVENS: -- nonviolent assaults.\nMR. ELWOOD: Exactly right.\nJUSTICE STEVENS: And you might want to find out\nwhich one it was and -- and as here, it seems pretty easy.\nEverybody knows most burglaries are -- are of houses. But\nI'm just wondering if we're not trying to find out what\nthe categorical rule is that -- that is at stake here.\nMR. ELWOOD: The only rule we are advocating is\nthat when we are talking about a necessary element of the\noffense that can be satisfied in different ways, that you\ncan look to the police report to indicate which way it was\nmet in this case if the rest of the file, the State court\nfile, indicates that the police report was the -- provided\nthe factual basis or provided the basis for the\nconviction.\nAnd I think if you look at the file in this\ncase, for example, for four of the defendant's -\nJUSTICE STEVENS: Well, you say it provided the\nbasis for the conviction. Was it presented to the court\nin each of these cases?\nMR. ELWOOD: We believe that the record\nindicates that it was. For four of the defendant's\nconvictions, if you look at the document that records the\nguilty plea, it -- it says -- in addition to the notation\nof guilty, and as Justice Breyer averred, a check of admit\nsufficient facts or that there are sufficient facts\npresent, it lists the same date of the offense, the same\nstreet address, the same arresting officer, and the same\nvictim. And it is our submission that that implies\ncertainly very strongly -- it supports a very strong\ninference -- that the crime of conviction was the very\nsame crime that is described in the police report.\nJUSTICE GINSBURG: I thought Judge Gertner said\nshe didn't know whether anybody had seen this police\nreport. It wasn't attached to the charge. I thought that\nwas her position, that these are untested documents. We\ndon't know one way or another whether the judge that\naccepted the plea had seen them.\nMR. ELWOOD: To begin with, Judge Gertner looked\nonly to -- she didn't draw any inference based on the\ndocument recording the guilty plea and what happened. She\nlooked only to the direct evidence of what happened in the\ncolloquy, i.e., the petitioner's affidavit.\nBut even more than that, her only finding was\nthat the police report, as a police report, was not\nintroduced at the plea colloquy. It wasn't marked as an\nexhibit. It wasn't attached to anything. It wasn't\nintroduced as that. I don't think that's inconsistent\nwith the idea that as is often the case and is probably\nusually the case, that the police report was synopsized by\nthe prosecutor and -- and read at court, which would\nexplain why the offense of conviction has the same offense\ndate, same street address, same victim, same arresting\nofficer.\nJUSTICE GINSBURG: But we don't have any\ncolloquy. We don't know what happened at the -- you're\nsaying it's -- it's altogether likely that that happened,\nbut we don't know.\nMR. ELWOOD: But we do know that under\nMassachusetts State law, that there -- before a court can\naccept a guilty plea, there has to be a factual basis in\nthe record. There have to be facts in the record to\nsupport every element of the offense.\nJUSTICE GINSBURG: So if the defendant says,\nyes, I plead guilty to this crime and the crime is\ndescribed as ship, vessel, car, building, and that's -- if\nthat's all that happened is the boiler plate charge that\njust repeats the statute and the defendant says, yes, I\ndid that, but nothing tells us did what, other than\nviolate the statute.\nMR. ELWOOD: The requirement -- the factual\nbasis requirement requires a statement of the facts, not a\nstatement of the legal conclusion, and simply reading the\ncharging document as a legal conclusion about what it -\nabout a boat, building, et cetera was broken into. What\nit requires is a narrative description of the underlying\nconduct so that the judge can satisfy him or herself to\nwhat the defendant is pleading guilty to is actually a\ncrime. If he just says, I agree with the charging\ndocument, if the underlying facts were he broke into a\ngrocery cart or a -- a refrigerator shipping box or\nsomething, it might not satisfy the elements of the crime.\nJUSTICE STEVENS: But couldn't the judge in that\ncolloquy have said to him, did you break into a building,\na car, or a boat? And he would have said yes, and\nwouldn't that have satisfied the element of the crime?\nMR. ELWOOD: I don't -- I don't think it would\nhave satisfied the factual basis requirement in that there\nhas to be a narrative description of what the defendant\ndid, like he showed up at that day and he broke into 258\nNorwell Street. And I have yet to find a Massachusetts\ncase where a -- a guilty plea was accepted based on\nbasically just a recitation of the charging document -\nJUSTICE O'CONNOR: Now, there's no record here\nof the colloquy at the plea? Is that it?\nMR. ELWOOD: No. There's -- there's no facts -\nthere's no -- as is the case often in guilty pleas, which\nare not challenged on appeal, no colloquy was ever\nprepared and apparently the tape recording was destroyed.\nJUSTICE KENNEDY: But your test is whether or\nnot there's reliable record evidence? Is that -- that the\ntest?\nMR. ELWOOD: Yes, whether there's reliable\nrecord evidence that is reliable in describing what the\noffense was that was the subject of the plea colloquy.\nAnd in this case, we believe it is met both because the\npolice report is unambiguous, as several of the members of\nthe Court have averred to, and that the documents\nrecording the guilty plea I think very clearly indicate\nthat the thing that was at issue was the crime described\nin the police report.\nJUSTICE KENNEDY: Does it -- does the plea refer\nto the police report?\nMR. ELWOOD: No, it does not. It doesn't in so\nmany words refer to the police report, but it refers to -\nit -- it, I think, unambiguously describes the crimes\ndescribed in the police report and that it involves, as I\nsaid, the same date, the same street address, the same\nvictim, and the same arresting officer.\nJUSTICE KENNEDY: Where do you draw the line?\nIs there some -- I -- I take it that you say certainly if\nthe plea colloquy or the -- or the judge's guilt\ndetermination refers to the police report, then the police\nreport comes in. Suppose there's no reference to the\npolice report.\nMR. ELWOOD: I think that --\nJUSTICE KENNEDY: Can we still go find the\npolice report and then where do we stop?\nMR. ELWOOD: I think that if there's no\nreference to the police report and if the police report is\nnot in the State court file, which it was in this case -\nthe court indicated it was in the State court file -- I -\nI think that you would probably have to have a stronger\nshowing in order to say, well, he pleaded guilty to the\npolice report such as a -- a reference to the police\nreport or more of an indication on the guilty plea form, a\nnotation of -- of what was entered or -\nJUSTICE KENNEDY: Well, you mentioned -\nMR. ELWOOD: -- something that unambiguously\nindicated the police report provided the factual basis for\nthe plea.\nJUSTICE KENNEDY: You -- you mentioned the State\nfile. Is -- is the rule whatever is in the State file,\neven if there's no reference to it? You had -- you had\ntwo variables: one that there was reference to it; and\ntwo, that it was in State file. Suppose there's no\nreference, but it is in the State file. What -- I'm -\nI'm not sure what rule you would draw?\nMR. ELWOOD: The -- if -- I -- I think that\nthere has to be both an -- that the police report is\nunambiguous and that there is reason to believe or that it\nis more likely than not that the police report provided\nthe factual basis for the plea, and if it's -- if there's\nno reference to it in so many words, I think the same\ncould be said this -- that the same could be said here in\nthis case. It doesn't say we look to the police report.\nYou just draw that inference from the fact that the crime\ndescribed looks like the crime described in the police\nreport.\nJUSTICE BREYER: So what is your -- what rule\nwould you have here? The question is, was he convicted of\na crime of violence? 98 percent of the cases, all you\nhave to do is look to the crime charged, burglary, and the\nfact that he was convicted. He pleaded guilty or didn't.\nBut there are these two -- three States I guess\nthat lump together in one code provision for breaking and\nentering into a ship or a car or a house. So now we've\ngot to know which of the three it is. If they go to\ntrial, it's easy. Just look to the jury instructions. If\nthey plead guilty, I guess your opponents would say that's\nthe end of it. You can't use it because we don't ever\nknow from the charge itself which of the three it was that\nwas at issue. Was a house at issue? Was a car at issue?\nWas a boat at issue? Now, you're going to say, but do a\nlittle investigating to find out what was at issue. Look\nat the police report. Is your view look at anything as\nlong as it's uncontested and clear?\nTheir argument is no matter what you look into,\nonce you go beyond that charging document, you're going to\nfind I think Justice Souter's point. It's going to be\nambiguous sometimes. You get into facts of things\nhappened years ago. It's just not worth it.\nMR. ELWOOD: I think our argument -- or the -\nthe proposition that we are arguing for today is that when\nthe documents and the State court file indicate that the\ndefendant was arrested for only burglary of a building and\nthere's no question that it wasn't a ship or a vehicle,\nthat it will support the ACCA -\nJUSTICE BREYER: Yes, but we're still going to\nhave to write something.\nMR. ELWOOD: Correct. When -\nJUSTICE BREYER: And what I want to know is\nwhat's your rule.\nMR. ELWOOD: Right. When the other documents in\nthe file indicate that it is more likely than not that the\npolice report or that that description of events served as\nthe basis for the guilty plea.\nJUSTICE STEVENS: May I -\nJUSTICE KENNEDY: So -- so we -- are we going to\ndecide -- decide a lot of probate cases about\nincorporation by reference in wills and stuff?\nMR. ELWOOD: I -- I think -\nJUSTICE KENNEDY: I don't know what we're\nsupposed to do.\nMR. ELWOOD: I think that in this case it just\n-- I don't think the Court really has to get to the outer\nreaches of this because in many of these cases, it's\noverwhelming -\nJUSTICE STEVENS: But if we don't get to the\nouter reaches, the next case I suppose will involve a -\nan application for a search warrant or an arrest warrant\nwhich describes facts and pretty well tells you what\nreally happened. Could you rely on that?\nMR. ELWOOD: No. Because the -- the important\nthing is not just describing what actually happened, but\nwhat -- what happened on the day the guilty plea was\ntaken. And that is where the documents that record the\nplea I think come in to show -\nJUSTICE STEVENS: Well, the police report wasn't\nmade on that date. The police report was prepared\nearlier, I assume.\nMR. ELWOOD: The police report was prepared\nearlier, but when the crime -- when they wrote down\nguilty, the offense he was guilty of is breaking into a\ncertain address at a certain day, belonging to a certain\nvictim, and involving the same arresting officer. And we\nbelieve that -\nJUSTICE STEVENS: But if it's that -- if it's\nthat explicit, I don't think you need the police report.\nMR. ELWOOD: Well, perhaps because you can refer\nto the police report.\nJUSTICE STEVENS: It seems to me we're dealing\nwith a case in which the court documents are sufficiently\nambiguous that you have to look to something else. Then\nthe question is what other things may you look to, and you\nsay we can look to police reports. I say why not look at\nwarrant applications or maybe the prosecutor's notes, or\nthere could be other equally reliable documents available,\nit would seem to me, that would -- which establish the\nfacts.\nMR. ELWOOD: I think that you really only have\nto look at -- the -- the fact that these are present in\nthe court's files and the fact that -\nJUSTICE STEVENS: I thought the police reports\nwere not present in the court -\nMR. ELWOOD: They are present in the court's\nfiles. The court said they were present in the court's\nfiles. They just said they didn't become part of the plea\ncolloquy because of --\nJUSTICE SOUTER: Well, the -- the warrant\naffidavit is going to be present in the files. It's -\nit's returned. It's -- it's normally filed with -- with\nthe other papers in the case.\nMR. ELWOOD: I think, though, that there's -\nthere would be no particular reason to believe that the\nwarrant application had been -- had served as the basis\nfor the guilty plea. I mean, if you had some sort of -\nJUSTICE SOUTER: Why -- why not? I -- I mean,\nare we going to imagine an entirely different case out of\nthe blue from the one that's disclosed in -- in the\nwarrant application? It seems to me that there's a -- a\nrelatively high degree of probability there.\nMR. ELWOOD: If -- I -- I think that if the\ndocuments recording the guilty plea indicate that the -\nthat the crime described is the crime described in the\nwarrant application, you probably could look at that if -\nto determine if it was a boat or a building or -\nJUSTICE SOUTER: Well, let's say the warrant\napplication says, you know, we're looking for a stolen\nradio and the charge does indicate that he was -- that -\nthat the -- that the property taken in the burglary was a\n-- was -- was a radio. Wouldn't that be a basis for\nsaying, okay, the warrant application probably discloses\nwhat was going on here? If -- if the -- if it was a radio\non the warrant application, a radio in the burglary charge\nto which he did plead guilty, probably it's the radio at\nthe address indicated in the warrant application. Isn't\nthat a fair inference?\nMR. ELWOOD: Perhaps. The -- the whole thing\nabout the warrant application, though, strikes me as -- as\na little bit more attenuated, though, also because it's\ndone in advance of the police arriving on the scene and\ndiscovering what's going on whereas the police report -\nJUSTICE SOUTER: Well, it may be done in advance\nby -- you know, by -- by a couple of hours from the -- the\npolice going in -\nMR. ELWOOD: Right. But still it's -- it's done\nbeforehand as opposed to done after the crime has been\ninvestigated.\nJUSTICE SOUTER: What -- what about the -- the\npolice officer -- what -- what if we don't have a document\nof any sort but the -- the State calls the police officer\nwho, in fact, made the application for the -- the issuance\nof the complaint and he says, when I appeared to ask for\nthe issuance of the complaint, I testified to, I swore to\nthe following facts? I.e, that it was a house at such and\nsuch Shaw Street. That gives you your contemporaneity\nelement. Why not accept that?\nMR. ELWOOD: I think that under a sort of a -\ntheoretically that's a -- that is a theoretical\npossibility, Justice Souter. I don't think that would\nhappen a lot in actual practice because the sort of people\nwho are prosecutional witnesses have a sufficient caseload\nthat they're just never going to have in a -- a actual\nrecollection of specific events. And I can represent to\nthe Court that -\nJUSTICE SOUTER: They have notes. But the\npolice all have little notebooks. That's what they use in\ntrial day in and day out. So it seems to me that -- that\nif -- if contemporaneity is the -- is -- is -- or rough\ncontemporaneity is -- is the criterion, then on your\ntheory we ought to get into testimonial evidence.\nMR. ELWOOD: It's -- it's both contemporaneity,\nif I've said that correctly, but I think also a -- a\nreason to infer that it provided the basis for the plea -\nfor the plea colloquy, which it is in this case because -\nJUSTICE O'CONNOR: Well, I guess you would be\ncontent with just relying on whatever was disclosed at the\nplea colloquy in court.\nMR. ELWOOD: That's correct. And -\nJUSTICE O'CONNOR: And you would take -- you\nwould make the assumption, apparently, that on that\noccasion the elements, the factual basis for the plea\nwould have been disclosed. But unfortunately, the record\nhas been destroyed.\nMR. ELWOOD: It has been destroyed, but\nMassachusetts State law requires that there be a factual\nbasis before the court can accept a guilty plea. And I\nthink we can -- under the presumption of regularity that\nattaches to guilty pleas, you can presume that occurred.\nJUSTICE O'CONNOR: You can just presume that the\nproceeding was regular and it was disclosed. Is that\nright?\nIs -- under Massachusetts law is there any\ndifference in the penalty at all for burglary of a house\nversus a motorcycle versus a car versus a vessel?\nMR. ELWOOD: No, there isn't. They're all\npunished the same. So it's not as though this was a -- a\nlesser included or anything like that.\nJUSTICE KENNEDY: So you want us to write the\nopinion that we can presume that what's in the State\ninvestigative files and records was likely before the\ntrial court? I -- I'd like to know what --\nMR. ELWOOD: I don't think it -\nJUSTICE KENNEDY: I don't know what I'm supposed\nto write.\nMR. ELWOOD: That when the -- basically when the\npolice report is unambiguous and when the documents in the\nState court file indicate that the basis for the guilty\nplea was the crime described in the police report, that\nyou can infer that the factual basis for the plea, which\nis required under Massachusetts law, was in fact the\nbreaking into a building as opposed to a ship or a\nvehicle and so forth.\nJUSTICE STEVENS: Mr. Elwood, can I tell you\nwhat's troubling me about that? Maybe the whole\ncategorical approach is unwise. It may have been more\nstrict than it should be. But it -- I'm puzzled by the\nnotion that in a case that's been tried to verdict, you\ncan only look at the indictment and the instructions, as I\nunderstand Justice Blackmun's opinion. You could not look\nat the testimony in the record, even though there are nine\nwitnesses who described what happened. It seems to me\nthat might be much more reliable than a police report.\nAnd I'm just wondering am I correct, do you think, on\nsaying you cannot look at the testimony in the tried case?\nAnd if so, how do you -- how do you say that police\nreports are better than sworn witnesses?\nMR. ELWOOD: I think to me it's not 100 percent\nclear whether when Taylor referred to the jury\ninstructions and the charging documents, that that was\nexhaustive of the jury trial conflict.\nJUSTICE STEVENS: It's a for example thing.\nMR. ELWOOD: Right. It could be something else.\nBut I think that if you were going -- it's still\npossible to draw the distinction based on an\nadministrability factor, which is the way many courts have\nlooked at it, which is you don't want to have to have the\ncourt look back to transcripts of the whole thing versus\n-- for the whole trial, whereas if they can look at a\ndiscrete body of documents and say yes, this guy pleaded\nguilty to burglary of a building, that you can reach that\nconclusion. It's a line of administrability, not a -- a\nline of testimony with the documents.\nJUSTICE STEVENS: The thing I'm just questioning\nis whether this rule that you -- you're advocating is\nreally more administrable than one that just says it seems\ncrazy in this particular case. But -- but in the interest\nof having a categorical administrative rule, we'll simply\nsay whatever the public record shows and the proceedings\nthemselves.\nMR. ELWOOD: I think that it has proven\nadministrable. And it -- it -- I think that the majority\nof courts allow you to look at court documents in order to\ndetermine what was -- what sort of offense was at issue\nand -- and that --\nJUSTICE O'CONNOR: How should we interpret\nTaylor? Do you -- do you agree with the interpretation\nsuggested this morning by Justice Breyer, for example?\nMR. ELWOOD: I think it's definitely should be\ninterpreted to include guilty pleas because taking Taylor\nliterally, I mean, they only discussed jury trials. But\nevery court with criminal jurisdiction, every court of\nappeals with criminal jurisdiction, has concluded that it\nincludes guilty pleas. And so I think it -- it does make\nsense. I don't think that the Court would have in such a\nshort section of the opinion have exhaustively addressed\nthe entire scope of factual situations, and I don't think\nit would have addressed the circumstance under which most\nguilty pleas -- or rather, under which most convictions\nare obtained -\nJUSTICE BREYER: Well, then -- but reading it\nthat way, which is arguable, this case, but reading it\nthat way, you'd say you can look -- what we're interested\nin is not what happened. We are interested in what kind\nof a crime was at issue. And where it's difficult to\ndecide what crime is at issue, you can look to whatever\nofficial documents are there at the time, any court\nrecords, to make that determination, but there -- if there\nis any indication that they're -- they're contested, if\nthere's any dispute as to what was at issue, then you\ncan't count it. Then it doesn't count. What about that\nas a rule?\nMR. ELWOOD: I -- I think that is a sensible\nrule. I mean, basically our rule -\nJUSTICE BREYER: So you'd say there's -- you can\nlook to what Justice Stevens says. You can look to what\nis official in that record that seems to have indication\nof reliability, and if there is any indication at all that\nthis was a matter in dispute, you can't count the\nconviction. That would be the rule.\nMR. ELWOOD: I -- I think that would be a\nsensible rule. And in this case, as -- as we indicated,\nnot only are the police reports unambiguous, but there's a\nvery strong reason to believe that they were the basis for\nthe guilty plea as it was obtained on that day.\nJUSTICE GINSBURG: Mr. Elwood, we had a case\nlast term involving a search warrant, Groh against\nRamirez, and it -- it was very clear that the application\nfor the warrant identified specifically what the police\nwere to search for, but the warrant itself didn't. And\nthis Court held you couldn't look behind that blank\nwarrant for the particulars that were revealed in the\nwarrant application. And I suppose this is similar in the\nsense that we have the conviction and you're saying, but\nyou can look behind that conviction to something that, we\ndon't know, may or may not have been before the court.\nMR. ELWOOD: As I recall Groh, that case\nspecifically turned on the fact that the face of the\nFourth Amendment requires that the warrant describe, not\nthat the supporting documents describe, the place to be\nsearched and the items to be seized. And I think in this\ncase we already know it's okay to look behind convictions\nbecause Taylor itself says so. The only question is what\nitems are acceptable, and -\nJUSTICE GINSBURG: Well, Taylor -- Taylor\ndoesn't quite have this full for example because there's\nanother paragraph following the for example paragraph\nwhich says we hold an offense constitutes burglary for\npurposes of 924(e) if either the statutory definition\ncorresponds to generic burglary, which it doesn't here, or\nthe charging paper, which it doesn't here, and jury\ninstructions, which the judge tells the jury you must find\nthis in order to convict. Those are not for examples.\nThat paragraph says you've got three things you can look\nto. You can look to the statutory definition. You can\nlook to the charging paper, and you can look to the jury\ninstruction. And that's it.\nMR. ELWOOD: I think, though, that in the\ncontext that -- that is, if you're going to include guilty\npleas at all for these sort of straddle offenses that -\nthat some of the conduct is generic burglary and some\nisn't, that if Taylor is accepted on face value, where it\nisn't an example, then it -- it basically would mean that,\nsub silentio, the -- the Court had held that guilty pleas\ncould not be used at all for this sort of inquiry under\nthe Armed Career Criminal Act, which I think would be\nextraordinarily or -- or it would definitely limit at\nleast the utility of the ACCA as an act punishing\nrecidivism because the vast majority of convictions are\nobtained through criminal -\nJUSTICE STEVENS: Yes, but aren't the vast\nmajority of guilty pleas unambiguous? This is a rather\nrare case.\nMR. ELWOOD: But if the -- I don't think -- I\nthink that whenever there is a straddle crime and that the\ncharging document is -\nJUSTICE STEVENS: Yes, whenever straddle crimes,\nbut -- but they're the exception rather than the rule.\nMR. ELWOOD: That is probably the case. I know\nthat there are something like 28 States that have them.\nJUSTICE STEVENS: But even burglary I think in\nmost States would be clear.\nMR. ELWOOD: There -- there are many States that\n-- that have offenses that include both generic and\nnongeneric burglary, although I think that it's probably\ntrue that most -- most burglary statutes are either\ngeneric or nongeneric, not sort of straddled like that.\nBut in any event, I think it would significantly limit the\nutility of the ACCA.\nAnd in addition, every court of appeals with\ncriminal jurisdiction has held that that's not what it\nmeans, that it does mean, as Justice Breyer indicated,\nthat that was one example that the Court meant. It is,\nafter all, a fairly abbreviated discussion that wasn't\nbriefed by the parties in the case, and I don't think that\nthe Court should read it so expansively based on\nrelatively ambiguous language.\nIf there are no further questions from the\nCourt, we'll rely on our submission.\nJUSTICE STEVENS: Thank you, Mr. Elwood.\nMs. Thompson, you have a little over 3 minutes.\nREBUTTAL ARGUMENT OF LINDA J. THOMPSON\nON BEHALF OF THE PETITIONER\nMS. THOMPSON: Thank you, Justice Stevens.\nFirst, I would like to point out that the Armed\nCareer Criminal Act does not punish all recidivism. It is\ndesigned to punish the people who have prior convictions\nfor those offenses falling -- falling within the\ncategories. So it's not designed to punish all\nrecidivism.\nMassachusetts does have generic burglary\nstatutes. These statutes that are at issue here are not\namong them. But for the serious forms of burglary, such\nas home invasion, Massachusetts punishes those under\ngeneric burglary statutes. So those do exist.\nWith regard to the record that the Court can\nlook at in making this determination, it was significant\nin the district court that Judge Gertner was not pointed\nto the face of the complaint. And as you look at the\ncomplaints that are shown in the third appendix in this\ncase, there is -- there are dates listed at the bottom.\nThe entries in those docket sheets were made at different\ntimes, not all made at the time of a guilty plea. The\nGovernment did not present any evidence to help the court\nunderstand anything about the way the dockets were made\nand the entries were made when a guilty plea was taken in\nthe district court.\nThe third thing of interest is, as Judge Gertner\nfound, there was no reason for a contemporaneous contest\nof the evidence -- of the material in the police report\nbecause the police report was not part of the plea\nproceeding. So what happens is the district court that's\nfaced with the sentencing issue now has to make the\ndetermination, can I now look and see whether there was\nsome contest years ago when the guilty plea was entered\nwithout the aid of a contemporaneous record of\nadjudication.\nAnd what Mr. Shepard's position is, as to what\nthe -- the rule should be, is that where -- and we don't\ncontest even remotely that guilty pleas don't fall under\nthe ambit of the Armed Career Criminal Act. Taylor was a\nguilty plea itself. That case was a guilty plea -- is\nthat where you have a nongeneric statute and you have a\nconviction by a guilty plea, that the court can look at a\ncharging document and a contemporaneous formal record of\nadjudication, not simply anything that's found in the\ncourt file, and that must establish, based on that\nexamination, that the defendant was necessarily found\nguilty of all the elements of generic burglary either by\nhis own admission or by a finding by the judge.\nThank you.\nJUSTICE STEVENS: Thank you, Ms. Thompson.\n"
    }, 
    "respondents": [
        "No. 03-9168 UNITED STATES."
    ], 
    "speakers": {
        "JUSTICE BREYER": 29, 
        "JUSTICE GINSBURG": 9, 
        "JUSTICE KENNEDY": 18, 
        "JUSTICE O'CONNOR": 18, 
        "JUSTICE SCALIA": 2, 
        "JUSTICE SOUTER": 18, 
        "JUSTICE STEVENS": 30, 
        "MR. ELWOOD": 53, 
        "MS. THOMPSON": 62
    }
}