{
    "appearances": {
        "content": "GEORGE S. LEMIEUX, ESQ., Deputy Attorney General,\nTallahassee, Florida; on behalf of the Petitioner.\nIRVING L. GORNSTEIN, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the United States, as amicus curiae,\nsupporting the Petitioner.\nEDWARD H. TILLINGHAST, III, ESQ., New York, New York; on\nbehalf of the Respondent.\n"
    }, 
    "caseNum": "03-931", 
    "caseinfo": {
        "content": "FLORIDA, :\nPetitioner :\nv. : No. 03-931\nJOE ELTON NIXON. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nGEORGE S. LEMIEUX, ESQ.\nOn behalf of the Petitioner 3\nIRVING L. GORNSTEIN, ESQ.\nOn behalf of the United States,\nas amicus curiae, supporting the Petitioner 19\nEDWARD H. TILLINGHAST, III, ESQ.\nOn behalf of the Respondent 24\nREBUTTAL ARGUMENT OF\nGEORGE S. LEMIEUX, ESQ.\nOn behalf of the Petitioner 46\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, November 2, 2004\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:02 a.m.\n"
    }, 
    "petitioners": [
        "FLORIDA,", 
        "Petitioner", 
        "v.", 
        "No. 03-931 JOE ELTON NIXON.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nJUSTICE STEVENS: We'll now hear argument in\nFlorida against Nixon.\nMr. Lemieux.\nORAL ARGUMENT OF GEORGE S. LEMIEUX\nON BEHALF OF THE PETITIONER\nMR. LEMIEUX: Justice Stevens, and may it please\nthe Court:\nWhen experienced counsel thoroughly\ninvestigates, prepares for trial, and discusses his trial\nstrategy with his client, a challenge for effectiveness\nmay not presume prejudice. Rather, this Court's two-part\ninquiry, articulated in Strickland v. Washington, is the\nproper measure.\nThe Florida Supreme Court erred in its decision\nbelow for three main reasons.\nFirst, they failed to apply Strickland's two\npart circumstance-specific, performance prejudice inquiry\nto a question of trial strategy.\nSecond, it improperly presumed prejudice under\nthis Court's decision in United States v. Cronic where\nthere was neither a complete denial of counsel, nor did\ncounsel entirely fail to subject the State's case to\nmeaningful adversarial testing.\nThird, the Florida Supreme Court improperly\nexpanded this Court's decision in Boykin v. Alabama from\ngoverning pleas of guilt to governing tactical decisions\nmade during full-fledged trials.\nFor these three reasons and because the Florida\ncourt's decision conflicts with Strickland and its progeny\nand will disrupt the effective administration of justice,\nwe request reversal.\nJUSTICE O'CONNOR: Counsel, was -- was the\nattorney's essential concession of guilt sort of the\nfunctional equivalent of a guilty plea, do you think?\nMR. LEMIEUX: No, Justice O'Connor, it was not.\nMr. Corin, after speaking to his client on three occasions\nabout this trial strategy, sought to concede the\nunderlying -- the underlying crimes but to argue what was\nthe most essential part of this case, and that was whether\nor not death should be the outcome of the jury.\nJUSTICE O'CONNOR: Well, yes, he clearly tried\nto preserve a role in the sentencing, but we often have\nguilty pleas and then leave the sentencing to be\ndetermined. Was -- was what he did concerning the\nguilt/innocence phase the equivalent of a guilty plea, do\nyou think?\nMR. LEMIEUX: It was not, Your Honor, because a\nguilty plea, as this Court talked about in Boykin v.\nAlabama, gives up rights of the defendant. The lawyer and\nthe defendant waive rights. They waive the right to\ntrial. They waive the right to have the State prove their\ncase beyond a reasonable doubt. They waive the right to\nhave a jury, to confront witnesses, to cross examine, all\nof the attendant trial rights. Mr. Nixon -\nJUSTICE O'CONNOR: Was there any cross\nexamination of witnesses conducted?\nMR. LEMIEUX: There was some cross examination,\nnot a lot. There was cross examination of one of Mr.\nNixon's uncles, who was one of the seven confessions in\nthis case, and we don't know specifically why Mr. Corin\nengaged in that cross examination. It could be because\nthat was probably the weakest of the seven confessions and\nperhaps he wanted the jury to hear that that confession\nwas weak.\nJUSTICE SCALIA: There was also an objection to\nintroduction of -- of photographs that -- that were\ninflammatory, wasn't there?\nMR. LEMIEUX: Yes, there was, Justice Scalia.\nIn fact, you know, Mr. Nixon was -- was very much engaged\nin the guilt phase of this trial. He objected to the\nintroduction of evidence.\nJUSTICE SCALIA: Those photographs would have\ninfected the -- the penalty phase, as well as the guilt\nphase. So it was important for him to object to them.\nMR. LEMIEUX: Yes, Your Honor, that's correct.\nJUSTICE SCALIA: In the guilt phase.\nJUSTICE KENNEDY: You said Mr. Nixon was -- was\nthe client. Was he in the courtroom?\nMR. LEMIEUX: Mr. Nixon was in the courtroom for\nportions of the trial. He was in -\nJUSTICE KENNEDY: Was -- was he there -- and\nI'll check the record -- when the attorney told the jury\nthat -- that his client was -- was guilty, that he\nbasically was conceding guilt?\nMR. LEMIEUX: Mr. Nixon was not in the courtroom\nfor the opening statement or the closing statement.\nJUSTICE KENNEDY: But not for the opening\nstatement.\nMR. LEMIEUX: He was there during some of voir\ndire. He was there after the opening statement when two\nwitnesses testified, one who testified that he was the\nperson who tried to sell the victim's car and positively\nidentified him in the courtroom, and another when the\nsheriff's deputy positively identified him as the person\nwho confessed and gave the 45-minute confession and the\nperson he arrested. After those two witnesses testified,\nMr. Nixon then decided to leave the courtroom on that\noccasion.\nJUSTICE SCALIA: The other side says that guilt\nis not as -- not as clear as you -- as you make it out.\nIs -- is that -- is that issue even before us here?\nMR. LEMIEUX: Your -- Your Honor, none of that\nevidence has been presented in any of the post-conviction\nproceedings, and while it's creative, I think it's not\nbefore this Court because it's never been entered into\nevidence. It's just speculation.\nJUSTICE SCALIA: Well, it isn't a matter of\nwhether it's before it. I -- I just wonder whether it\ngoes to -- to the issue here, whether you needed to get\nhis assent or not. It -- it probably goes to the quite\nseparate question of whether there was inadequate\nperformance by counsel. No? Is that question before us\nalso?\nMR. LEMIEUX: It is, Your Honor. Both questions\nare before you. I -- I believe that -\nJUSTICE SCALIA: Was -- was the latter question\nruled upon below?\nMR. LEMIEUX: What the Florida Supreme Court did\nis they found that since this was the functional\nequivalent of a guilty plea, if there was not explicit and\naffirmative consent, that Cronic would apply and a\npresumption of prejudice would follow.\nJUSTICE SOUTER: Okay, but -- no. I'm sorry.\nJUSTICE SCALIA: And never -- and never reached\nthe -- the inadequate performance of counsel question.\nMR. LEMIEUX: The -- the only thing that they do\nsay, Your Honor, is that they say that the strategy\nemployed by Mr. Corin may well have been in Mr. Nixon's\nbest interests.\nJUSTICE SOUTER: Okay, but they didn't -\nJUSTICE GINSBURG: They may, but that wasn't a\ndefinitive ruling. So do you agree that if we accept the\nposition that you are taking, a remand would require for\nthat -- for that evidence to be considered on the\nstraightforward question did counsel perform adequately?\nMR. LEMIEUX: Your Honor, there were three\nhearings in the post-conviction proceedings, and the --\nthe defense, who had the burden in those cases to prove\nineffective assistance of counsel only put on Mr. Corin\nand the State cross examined Mr. Corin and called some\nother witnesses. I don't know what further evidence could\nbe adduced that would go to a separate claim.\nJUSTICE SOUTER: Well, it -- it might be that\nthere would be no justification for further evidence, but\nthere would have to be a Strickland ruling on the merits\nof the Strickland issue, wouldn't there be?\nMR. LEMIEUX: I think that this Court could\nengage in that. I think you could remand and have the\nFlorida Supreme Court engage in that.\nJUSTICE SOUTER: But nobody has explicitly done\nthat yet. Is that correct?\nMR. LEMIEUX: They have not because the Florida\nSupreme Court ruled under Cronic.\nJUSTICE SOUTER: Because of the Cronic point.\nMR. LEMIEUX: Yes, Your Honor.\nJUSTICE SCALIA: What -- what about the courts\nbelow the Florida Supreme Court? Didn't they rule on it?\nMR. LEMIEUX: Yes, Your Honor. Three trial\ncourt judges all found that there was effective assistance\nof counsel.\nJudge Hall, who presided over the trial, in\nfact, described Mr. Corin's advocacy as being right on the\nmark. He found in his approach an excellent analysis of\nthe realities of the case and the preservation of\ncredibility and the credibility of any mitigating\ncircumstances. He also found that it was perhaps the only\nsteps that could have been taken to afford his client some\nrelief.\nJUSTICE STEVENS: May I ask --\nJUSTICE KENNEDY: Getting back to the practical\nequivalent of a guilty plea, Brookhart v. Janis do you\nthink goes to the outer margin of what the functional\nequivalent is? Are there other examples of what a\nfunctional equivalent would be that would fall under both\nCronic and Brookhart? We have a line-drawing problem -\nMR. LEMIEUX: Sure, sure.\nJUSTICE KENNEDY: -- as -- as to whether or not\nthis is the functional equivalent.\nMR. LEMIEUX: Your Honor, I think that Brookhart\nin fact probably supports our position because in\nBrookhart the situation was factually different. It was\nmore of a -- a guilty plea situation where there was going\nto be this prima facie trial, which was, in essence, a\nguilty plea with a profferer through one witness. And in\nthat case, the defendant stood up and said, I want a\ntrial, I want everyone to understand I'm not pleading\nguilty. And this Court said that counsel can't waive\nthose rights to a full trial when the defendant is\nobjecting to it, but if the defendant consents or\nacquiesces, this Court said the ruling would be different.\nWell, certainly Mr. Nixon at least acquiesced.\nMr. Corin spoke to him on three occasions -- and that can\nbe found at 255 of the joint appendix -- and talked to him\nabout this strategy. Mr. Nixon never responded either way\nas to his assent or what he wanted to be done.\nNow, Judge Ferris, who was the third trial court\njudge who heard this matter, said that because of the\nlongstanding relationship between this defendant and this\nlawyer, because he had represented him three times before\nover a 2-year period, that there was a level of\nrelationship, they were both veterans of the criminal\njustice system, they had a rapport with each other. And\nshe was able to determine that there was consent to the\ntrial strategy in the fact that Mr. Nixon did not object\nto it.\nThe Florida Supreme Court wants explicit and\naffirmative consent, and they want a colloquy on the\nrecord. And we think that this will be very problematic,\nand we're already seeing these problems in Florida.\nJUSTICE SCALIA: Do we have any cases involving\nwhat -- what you describe as tacit consent?\nMR. LEMIEUX: In terms of a trial strategy, Your\nHonor?\nJUSTICE SCALIA: In -- in terms of -- of\npleading guilty. Do we have any cases in which a similar\nthing happened, that the counsel said I'm going to plead\nyou guilty and the -- the defendant doesn't say anything,\njust passively sits there as though, you know?\nMR. LEMIEUX: Your Honor, I think you do and I\nthink that Boykin addresses that there has to be a\ncolloquy with a plea of guilty, and that the -- the\ndefendant can't tacitly consent to a plea of guilty.\nBut our position is that this is not a plea of\nguilty. This is not a complete surrender. This is a\ntactical retreat made for reasons of trying to contest the\none issue in this case that could be contested, and that\nwas trying to save this defendant's life. This lawyer\ntook 52 depositions. He hired medical professionals. He\ninvestigated Mr. Nixon's background, going back to the age\nof 10. He did everything -\nJUSTICE GINSBURG: What happened to the\nphotographs? I wasn't clear from the submissions. There\nwere inflammatory photographs. Were they in fact\nadmitted?\nMR. LEMIEUX: They were admitted over his\nobjection, and that was taken up on direct appeal to the\nFlorida Supreme Court, and the Florida Supreme Court, in\nNixon I, did not find that they were inflammatory and\nfound that their introduction was proper.\nJUSTICE GINSBURG: But they were not\nreintroduced at the sentencing phase.\nMR. LEMIEUX: They were already in evidence and\nthe State incorporated its evidence from the guilt phase\ninto the sentencing phase. It's just a procedure. The\nonly evidence that the State put on in the guilt phase\nwere his prior two convictions and evidence that Mr. Nixon\ntortured the defendant by removing her underwear before he\nburned her alive. Besides that, the rest of the evidence\nwas incorporated from the guilt phase.\nJUSTICE STEVENS: May I ask if -- do you think\nhis representation would have been inadequate if he had\nnot discussed the strategy with the client but everything\nelse was exactly the same?\nMR. LEMIEUX: It may -- it may have been but it\nwould be something that would be evaluated under\nStrickland, Justice Stevens.\nJUSTICE STEVENS: Well, why would it be -- why\nwould it make any difference under Strickland whether he\ntalked to the client or not if the same -- if the same\nconsiderations are in play? In other words, he just knew\nit was the -- the wiser strategy to try and save him from\nthe death penalty?\nMR. LEMIEUX: I think the only point I would\nmake there is this Court said in Strickland that counsel\nshould consult with their -- with their client, with the\naccused, and that that's an obligation on counsel. If\nthere was a failure to consult, perhaps that would be\nargued that that failure to consult was deficient\nperformance.\nJUSTICE SOUTER: Isn't that -- isn't that\nbecause we -- we take the consultation at -- at least as\nan indication that the lawyer was -- was adequate in\ncommunicating back and forth with the client so that the\nclient could tell him what the lawyer needed to know to\ndefend him?\nMR. LEMIEUX: Yes, Justice Souter, I think\nthat's correct. I think that there could be meaningful\ndiscussions between the defendant and the accused that can\nhelp the lawyer represent the defendant at trial.\nJUSTICE SCALIA: But even apart from the\ncompetence of the lawyer, whether it shows adequate\nperformance by the lawyer, can't you -- can't you divide\nthe Boykin rule, which doesn't relate to the lawyer's\ncompetence at all, into three different categories:\nnumber one, where there is express consent which is --\nmakes it okay; number two, when there's no consent at all,\nwhich is bad; and number three, where there is what -\nwhat you call here implicit consent? Aren't there really\nthree different situations?\nMR. LEMIEUX: Yes, Your Honor, that's correct.\nThat's what the Court speaks about in Brookhart, and\nalthough we think that that's more of a guilty plea case\nthan a trial strategy case, if this Court were to go in\nthat direction, that standard certainly could apply.\nJUSTICE GINSBURG: In -\nJUSTICE STEVENS: It seems to me rather\ndifficult to -- to draw that line. If -- if consent is\nnecessary, why shouldn't it be express? I'm not saying\nconsent is necessary, but normally if you're going to have\nsomething this important and consent is necessary, it\nseems to me it ought to be clear on the record. You\ncertainly wouldn't accept this for a guilty plea, what you\nhave here.\nMR. LEMIEUX: That's correct, Your Honor, but in\n-- I think this Court has held in cases like Jones v.\nBarnes and Taylor v. Illinois, that questions of strategy\nare questions that are reserved to the lawyer, and that\nall -\nJUSTICE STEVENS: That's right, and that's why\nI'm suggesting if it really is a question of strategy, you\ndon't even need implicit consent.\nJUSTICE SCALIA: Right.\nJUSTICE STEVENS: And I'm not sure there's a -\nMR. LEMIEUX: We -\nJUSTICE STEVENS: -- three-part rule, as Justice\nScalia says. There's just a two-part rule.\nMR. LEMIEUX: We -- we agree with that position,\nJustice Stevens.\nJUSTICE SCALIA: Well, I -- I assume -- I assume\nyour response is that if you eliminate from the Boykin\nrule the possibility of implicit consent, you are forcing\nthe lawyer who believes he has the consent of -- of a -\nan intractable client such as this fellow who -- who\ndidn't go into the courtroom, took all his clothes off so\nthey couldn't take him into the courtroom. He was\nobviously not -- didn't want to be responsive. Your -\nyou would have forced this lawyer to adopt a strategy\nwhich the lower court found would have been damaging to\nthis defendant, even though the lawyer believes that the\ndefendant really approved of the strategy that the lawyer\nwas undertaking. Why would we want to adopt a rule like\nthat?\nMR. LEMIEUX: Your Honor, it's not our position\nthat you should a rule of consent. I was saying if this\nCourt were going in that direction, that the acquiescence\nlevel would be what we would suggest.\nJUSTICE BREYER: What -- what about a -\nJUSTICE GINSBURG: If there were a plea -- if it\nwere a plea of guilt, wouldn't this be an academic\nquestion because I assume Florida has some counterpart to\nthe rule 11 colloquy where the judge must confront the\ndefendant and ask him a series of questions to elicit his\nconsent? So this issue can come up, if you have a\ncounterpart to rule 11, only in the concession of guilt by\nthe attorney but with a trial.\nMR. LEMIEUX: Your Honor, Florida does have a\nrule for a guilty plea, but -- and now the Florida Supreme\nCourt says there has to be a colloquy for a strategy\ndecision that -- where there's a concession, but we\ndisagree with that. We don't think that there should be a\ncolloquy. We don't think that that -- that should be\nrequired. And we think that that's problematic and we're\nalready seeing in Florida that -- that judges, laboring\nunder the Nixon decision, are asking questions to\ndefendants as to whether or not all sorts of strategy\ndecisions are decisions they agreed to.\nJUSTICE GINSBURG: If Florida wanted to adopt\nthat procedure on its own, that wouldn't present a Federal\nquestion. I mean, the prosecutor would have no -- the\nprosecutor would have no right to stop it if the -- if\nFlorida said, well, we want that same colloquy to go on\nwhether it's a guilty plea or whether it's a concession of\nguilt.\nMR. LEMIEUX: Well -- well, Justice Ginsburg,\nthey're doing it under these decisions of this Court is\nthe reason why that they've articulated that this has to\nbe done. They're saying it's a functional equivalent of a\nguilty plea. Therefore, Boykin is required and therefore\nthere has to be a colloquy. And we think that those\ncolloquies are tremendously problematic, that they invade\nthe attorney-client privilege. They may affect an\naccused's right to -- you know, not to self-incriminate\nhimself. There may violate the relationship between the\nlawyer and his client.\nJUSTICE STEVENS: Yes, but these -- let me just\nunderstand. These colloquies are not, in your view,\ncommanded by the Florida Supreme Court's holding.\nMR. LEMIEUX: They are. The Florida Supreme\nCourt specifically says you must have these colloquies to\ndetermine consent.\nJUSTICE STEVENS: But only -- is it -- it's not\njust when there's the equivalent of the guilty plea, but\nany major trial strategy -\nMR. LEMIEUX: The lower -- Justice, I'm sorry.\nJUSTICE STEVENS: Is this -- I want to know if\nthe Florida Supreme Court's holding is limited to cases\nthat are the functional equivalent of -- of a guilty plea,\nand -- and it's only there that they're requiring the\ncolloquy.\nMR. LEMIEUX: It's only there that they've\nrequired it, but lower courts now defense counsel are\nmaking these arguments that, boy, you know, and the judge\nis concerned this is a strategy decision.\nJUSTICE STEVENS: Well, but of course what the\nlower courts are doing may or may not be right as a matter\nof Florida law, but that's not before us really.\nMR. LEMIEUX: It's not before Your Honor.\nJUSTICE SCALIA: Of course, if it were a matter\nof Florida law, the Florida legislature could change it.\nMR. LEMIEUX: Yes, Justice Scalia.\nJUSTICE SCALIA: If it's a matter of Federal\nlaw, it can't.\nMR. LEMIEUX: That's correct.\nIf I may, I'd like to reserve the balance of my\ntime.\nJUSTICE STEVENS: Mr. Gornstein.\nORAL ARGUMENT OF IRVING L. GORNSTEIN\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE, SUPPORTING THE PETITIONER\nMR. GORNSTEIN: Justice Stevens, and may it\nplease the Court:\nThe most serious problem with the Florida\nSupreme Court's explicit consent requirement is that it\nprevents counsel from pursuing what may be the most\neffective strategy for saving a defendant's life, even\nwhen counsel consults with the defendant on that strategy\nand the defendant does not object. In that situation, the\nFlorida Supreme Court would require counsel to pursue an\nalternative reasonable doubt strategy even though that\nmight undermine the case for sparing the defendant's life\nand even though the defendant has not consented to that\nstrategy either.\nJUSTICE KENNEDY: Do we take it as a given that\nif he does not consent, in fact, directs his lawyer not to\nmake this concession, that the lawyer is bound to follow?\nMR. GORNSTEIN: No, Justice Kennedy. You would\nstill look at that question through the prism of\nStrickland's reasonableness inquiry. It would raise\ndistinct concerns. A reasonable counsel would make a\nreasonable effort to iron out differences. Reasonable\ncounsel takes into account the considered views of his\nclient. But if, at the end of that process, counsel\nreasonably concludes that this is the only effective\nstrategy for saving the defendant's life, then the pursuit\nof that strategy is not per se ineffective.\nJUSTICE KENNEDY: Does -- does that up the ante\nand the defendant now is in the position to terminate the\nlawyer, or will the judge say it's -- it's too late, I'm\nnot going to grant that motion?\nMR. GORNSTEIN: Justice Kennedy, the -\nJUSTICE KENNEDY: As -- as a matter of Federal\nlaw.\nMR. GORNSTEIN: As -- the defendant could go to\nthe -- to the judge and his counsel could go to the judge\nand say, we have had such a breakdown between us on what\nshould be done here, we think alternative counsel should\nbe appointed. But that would be a discretionary call for\nthe district court. So too, the defendant could say, I\nwant to exercise my right to self-representation, which he\nhas a right to do. So those are the two checks on that.\nJUSTICE SOUTER: But what -- what if there's a\nthird possibility and -- and the lawyer makes remarks in\nfront of the jury, as -- as this lawyer did, in effect,\nconcession kind of remarks, and the defendant stands up\nand says, hey, I'm not making those concessions? I am not\nguilty. I'm not conceding a darned thing. Does the\nlawyer at that point at least have a -- an option to\nproceed on the concession theory, leaving it to judge his\nperformance under Strickland afterwards?\nMR. GORNSTEIN: If I understand your question,\nJustice Souter, this is a situation where there was no\nobjection initially, the lawyer proceeded to adopt a\nstrategy, and then there was a -\nJUSTICE SOUTER: Well, I -- actually I -- I\ndidn't get into that one way or the other. Let's assume\nwe've got a case in which the client says, no, I -- I\ndon't agree to these concessions. I'm not guilty and I\nwant a defense. As I understood your -- your earlier\nanswer, you said if -- you know, if it is the lawyer's\nconsidered judgment that this is the only way to save his\nlife -- he's talked with him, et cetera -- he -- he still\nmay have that option to concede. And I'm taking the -\nthe facts one step further and saying let's assume the -\nthe client goes whole-hog in his objection. And he stands\nup or -- or says in front of the judge and the jury, I --\nI'm not conceding any of this.\nMR. GORNSTEIN: That -- that sounds to me like a\ncase where there ought to be alternative counsel appointed\nif there has been such a --\nJUSTICE SOUTER: I -- I would certainly agree if\nwe get to that point. But let's the lawyer does, as you\nat least left the door open for him to do, and -- and he\ndoes proceed to represent the guy. The judge doesn't\nremove him and the lawyer continues to concede. Do you -\ndo you think that there is any possibility on a Strickland\nanalysis of finding adequacy of counsel?\nMR. GORNSTEIN: Probably not, Justice Souter,\nthat you would analyze that under Strickland and you would\nfind that that's not the reasonable performance of counsel\nin that circumstance.\nJUSTICE SOUTER: I -- I -\nMR. GORNSTEIN: And so -- but the question here\nreally is what do you do not in a case where there's been\nan objection, because there was no objection here.\nJUSTICE KENNEDY: So a substantial component of\nreasonableness under Strickland is whether or not you\nfollow the client's instructions?\nMR. GORNSTEIN: It is one factor that reasonable\ncounsel will take into account, but it is not the only\nfactor. In some situations, if you're not following the\ndefendant's instructions, it can lead to such a breakdown\nin the attorney-client relationship that you couldn't\npossibly render effective assistance of counsel. So it is\ngoing to be a factor in that respect.\nBut this case presents only the question of what\nhappens when there's no objection, and when there's no\nobjection, it makes no sense to say that where there's\nbeen consultation, no objection, that instead of allowing\nthe lawyer to exercise his reasonable judgment on what the\nbest thing to do is, he instead has to pursue an\nalternative reasonable doubt strategy that is less\neffective. And the Sixth Amendment simply can't be read\nto require counsel to pursue a less effective strategy\nthat the defendant hasn't asked for.\nNow, there's no perfect analogy here, but the\nclosest analogy is to the division of responsibilities for\nappeal where the defendant has the right to say whether he\nwill appeal, but counsel has the right primarily to make\nthe strategic judgments of what arguments will be raised\non appeal. So too here, the -- the defendant has the\nright to decide to stand trial, but client has primary\nresponsibility for making the strategic judgment of what\ndefenses will be raised at that trial.\nNow, there is -- this is an important question,\nand therefore there is a duty on the part of counsel to\nconsult with the defendant, but once that consultation has\noccurred, and there is no objection, and the choice that\ncounsel made is a reasonable, tactical judgment under all\nthe facts and circumstances, his pursuit of that strategy\nsatisfies constitutional standards. There is no\nrequirement of explicit, affirmative consent, and the\nFlorida Supreme Court's judgment should, therefore, be\nreversed.\nIf the Court has no further questions, thank\nyou.\nJUSTICE STEVENS: Thank you, Mr. Gornstein.\nMr. Tillinghast.\nORAL ARGUMENT OF EDWARD H. TILLINGHAST, III\nON BEHALF OF THE RESPONDENT\nMR. TILLINGHAST: Mr. Justice Stevens, and may\nit please the Court:\nThe issue before the Court today is whether a\ndefense counsel can concede guilt beyond a reasonable\ndoubt in his opening and in his closing statements in the\ntrial, particularly when the defendant is not present. We\nsubmit that the answer is no, and there's two reasons that\nit's no.\nFirst, we believe that it's the functional\nequivalent of a guilty plea as found by the Florida\nSupreme Court.\nSecond, because the -- what was stated was so\nclearly an acknowledgement that the State had proven its\ncase, that there was a complete breakdown of the\nadversarial process and there was no meaningful testing of\nthe State's case.\nJUSTICE GINSBURG: Mr. Tillinghast, may I go\nback to something you said? Because I don't want to lose\nsight of it. You seem to suggest that the defendant's\nabsence from the trial should work in his favor when this\nwas defendant's own choice not to be there. The judge met\nwith him and said I want to make sure you know what you're\ndoing. Right? Why should we count at all in the\ndefendant's favor that he was -- he absented himself from\ntrial any more than we would give a fugitive credit for\nnot being there?\nMR. TILLINGHAST: Justice Ginsburg, part of the\nissue here is -- is the lack of consent. Mr. Nixon was\nnot present during the entire guilt phase of the trial.\nWhat we would submit is that in this case where there was\nthe hearing in a holding cell -- it was on the record.\nIt's part of the record before Your Honor -- where the\njudge inquired about Mr. Nixon's willingness to\nparticipate in his trial, and he declined to go into the\ncourtroom, that refusal to go into the courtroom, we\nsubmit, was a refusal to attend the -- the hearing on the\npresumption that he was going to have a trial consistent\nwith his guilty plea -- or not guilty plea -- excuse me -\nthe not guilty plea that was entered. What he anticipated\nwas a trial where the State's case was -- was tested and\nit was consistent with his not guilty plea.\nJUSTICE SCALIA: But he -\nJUSTICE KENNEDY: Well, you -- you equate this\nto a case where the defendant is just accidentally not\npresent. That's -- that's what I got. I -- I had the\nsame problem with your opening two sentences as Justice\nGinsburg did. You said if the defendant is absent from\nthe courtroom. Well, in this case, he was absent because\nhe chose to be absent. You're -- you're equating this\ncase to one in which it was as if for some reason they\nforgot to have him in the courtroom.\nMR. TILLINGHAST: Well, the -- the important\nissue here is there was not consent. The lack of his\npresence in the courtroom compounded that problem, but the\nimportant issue here and the issue before the Court is\nthat defense counsel conceded guilt and conceded that the\nState had proven its case without the consent of his own\nclient.\nJUSTICE SCALIA: I don't agree with your earlier\nstatement that what -- what this defendant expected was a\ncontested trial in which, you know, the State's evidence\nis challenged, blah, blah, blah. That's to the contrary.\nHe said this whole thing is -- is just a big railroad job\nand that's one reason I don't want to be there. Go ahead\nand do whatever you want. He wasn't -- he wasn't\nexpecting -- in fact, if you're -- if you're talking about\nis subjective expectations, they would reinforce the\nlawyer's belief that he had no objection to conceding\nguilt because he was referring to this as -- as one big\nrailroad job.\nMR. TILLINGHAST: Well, respectfully, Your\nHonor, I would -- I would disagree because that what -\nwhat we do have from Mr. Nixon is he stated that -- that\nhe had fired his lawyer. He wanted a black lawyer. He\nwanted a black judge, and that he didn't want to go into\nthe courtroom because he would be railroaded. That was\nafter in the newspaper it had indicated that he had -\nthat his counsel had pled him guilty in his opening\nstatement, and he was clearly objecting to that conduct.\nJUSTICE SCALIA: I thought he had made those\nstatements about being railroaded before he found out\nabout the lawyer's concession.\nMR. TILLINGHAST: Actually the -- you're\ncorrect, Your Honor.\nJUSTICE SCALIA: I think that's correct.\nMR. TILLINGHAST: The -- the railroading\nstatements were before the opening statements. The\nobjection to the newspaper story was after the opening\nstatement.\nJUSTICE SOUTER: Let me ask you a question just\nabout what you -- what you're assuming when you make the\n-- the statement -- prefaced the argument to the effect\nthat there was a complete breakdown of -- of the adversary\nprocess. You're assuming, I take it, when you say that,\nthat the guilt phase and the penalty phase have got to be\nregarded as distinct and separate phases.\nMR. TILLINGHAST: Yes, Your Honor.\nJUSTICE SOUTER: You're dividing it in half.\nMR. TILLINGHAST: Yes.\nJUSTICE SOUTER: Why is that -- why is that\nlegitimate? Why should a lawyer -- I mean, I presume no\ndefense lawyer tailors his -- his guilt phase\nrepresentation without a thought to what is going to\nhappen at the penalty phase if they get to the penalty\nphase. And so I -- I have difficulty in saying that there\nshould be some kind of a firewall for analytical purposes\nbetween guilt and penalty when -- when we're in a -- a\nquestion of Cronic or Strickland.\nMR. TILLINGHAST: If the Court -- if the Court\nwas to look at the totality and -- as opposed to looking\nat the guilt phase, what would happen would be that\ncapital cases would have -- would end up having a lower\nstandard than a non-capital case because -\nJUSTICE SOUTER: Well, they wouldn't end up\nhaving lower standards. They -- they would end up having\na -- a standard at the guilt phase which takes into\nconsideration what the lawyer is or is not going to be\nable to do plausibly at -- at the sentencing phase. And\nyou know, those -- those may be very, very difficult\nquestions, but it's hard for me to say that either the\nstandard is different or that a lawyer should -- or that\nwe, in setting down standards, should pretend that a\nlawyer somehow has to go into a state of oblivion about -\nabout what's going to happen at sentencing if he gets\nthere.\nMR. TILLINGHAST: The difficulty here is -- is\nthis was the functional equivalent of a guilty plea\nwithout consent, and -\nJUSTICE O'CONNOR: Well, let me ask you this.\nDo you think that it's possible that in some instances it\nis a valid strategy to focus on the punishment/sentencing\nphase rather than the guilt phase if the lawyer has\nreviewed all the evidence and it appears to the lawyer to\nbe overwhelming? Is it possible that there's a case where\na strategy such as this might make sense?\nMR. TILLINGHAST: Your Honor -\nJUSTICE O'CONNOR: Is that possible?\nMR. TILLINGHAST: With -- with statements in the\nopening -\nJUSTICE O'CONNOR: Is that possible?\nMR. TILLINGHAST: Not without the consent of a\nclient with statements like this.\nJUSTICE O'CONNOR: Well, now you're building in\nsomething that I didn't ask. I'm asking you if it is\npossible that the better strategy for a defendant in a\ngiven case would be to focus on the sentencing rather than\nthe guilt phase based on an evaluation by the attorney of\nthe evidence.\nMR. TILLINGHAST: There could be circumstances.\nJUSTICE KENNEDY: I don't know why you're so -\nI thought that the literature was replete with Law Review\narticles saying that this is the best strategy. Trial\njudges have told us this is the best strategy. I -- I\ndon't quite understand your hesitation unless it's to\nbuild in this -- this factor of consent.\nMR. TILLINGHAST: Well, it is the -\nJUSTICE KENNEDY: I -- I thought this -- this\nwas something you'd say, well, of course.\nMR. TILLINGHAST: It -- it is the factor of the\nconsent. In -- in this case, in the opening statement,\nthe -\nJUSTICE KENNEDY: Well, but what -- what about\nthe basic question, that as a matter of trial strategy, it\nis a recognized, acceptable, sometimes prudent, sometimes\nwise strategy to concentrate on a sentencing phase?\nMR. TILLINGHAST: In the general sense, yes.\nJUSTICE SCALIA: And there's no difference\nbetween a capital case and a regular case insofar as the\nintelligence of that strategy is concerned because even\nwhen there is not a separate penalty phase, it is\nsometimes in the interest of the defendant to, in effect,\nthrow himself on the mercy of the sentencer, whether that\nis the jury or the judge, by -- by not contesting the --\nthe fact that -- that he did the acts charged. That -\nthat occurs not just in capital case but in -- in regular\ncases.\nMR. TILLINGHAST: Well, Justice, the -- the\ndistinction here is -- is it -- it wasn't a strategy to\nnot contest the State's case. What it -- what it was was\nit was a complete concession in opening statement that the\nState would prove its case beyond a reasonable doubt.\nJUSTICE GINSBURG: Not entirely because both in\nthe opening and in closing, the lawyer said to the jury,\nhe did it, but I want you to know from my very opening\nthat this case is about life or death, and that's the\nultimate decision you will have to make. He said that in\nhis opening and he said it in his closing. It wasn't\nsimply a case of saying, my client did and now the\nprosecutor is going to go through the motions. He told\nthe jury, what I want you to focus on is the decision\nyou're going to have to make whether, in the counsel's\nwords, to spare his life.\nMR. TILLINGHAST: Well, Justice Ginsburg, the\nissue here is that he did that and he went beyond just\nsaying that he did it. He said that the State has proven\nits case beyond a reasonable doubt for murder and arson,\nand he did it without consent. That's -\nJUSTICE GINSBURG: Well, you say without\nconsent. At least as -- the record that we have suggests\nthat the client was told this is what the lawyer planned\nto do and said nothing.\nJustice Scalia asked a question when the prior\nargument was ongoing. When a client doesn't say yes and\nhe doesn't say no, to take the words of a familiar song,\nmustn't the lawyer then do what he thinks is best to do?\nBecause if he says, okay, I'm going to -- I'm going to\nrequire a full-stop trial, I'm going to cross examine\nevery witness, he may be damaging his client. The client\ndidn't tell him not to do that any more than he told him\nto do it. So mustn't the lawyer in that situation\nexercise his best judgment?\nMR. TILLINGHAST: I would submit that in this\ncase, because that it is the functional equivalent of a\nguilty plea, and as this Court has held under Boykin and\nunder Brookhart that you must have voluntary and willing\nand knowing consent -\nJUSTICE O'CONNOR: Well, what if we think that's\nnot correct, that it is not the equivalent of a guilty\nplea? There was some cross examination. There was some\nparticipation. So if we don't accept your statement that\nit is the functional equivalent, then what standard do we\nemploy for the tacit consent or the failure to\naffirmatively respond?\nMR. TILLINGHAST: Well, Justice O'Connor, if -\nif you're -- if the Court was to view it as not the\nfunctional equivalent, as you've suggested, you could\naffirm based upon the nature of the statements and finding\nthat there was a complete failure under Cronic.\nAnd -- and with respect to the trial, there were\n-- there were 35 witnesses called by the State. There\nwere five what I would submit were perfunctory questions\nasked on cross.\nJUSTICE O'CONNOR: Well, you said we could\naffirm if we applied Cronic, but I thought the issue was\nwhether perhaps Strickland applied, and if Strickland\napplies, I wouldn't think we'd be affirming necessarily.\nMR. TILLINGHAST: Well, Strickland is -- is\nrespectfully not before the Court. It was -- the record\nbelow was strictly on -\nJUSTICE O'CONNOR: Well, the -- the question of\nwhich standard applies I thought was before the Court.\nWas it correct for the Florida Supreme Court to employ the\nCronic standard or should it have reviewed it under\nStrickland? Is that not before us? Is that not -\nMR. TILLINGHAST: Yes.\nJUSTICE O'CONNOR: -- one of the questions?\nMR. TILLINGHAST: Yes.\nJUSTICE O'CONNOR: Okay. Thank you.\nJUSTICE BREYER: I thought that Boykin and --\nBoykin and -- and Brookhart were about really a somewhat\ndifferent matter. The language, functional equivalent of\na guilty plea, is lifted from Brookhart. Boykin and\nBrookhart are about what a judge does, not about what a\nlawyer does. In Boykin, the judge accepted the guilty\nplea, and the Court said you can't do it without the\nexpress consent of the defendant. In Brookhart, it was a\njudge who accepted -- now, here it was an odd procedure,\nand it was that procedure that the Court called the\nfunctional equivalent of a guilty plea. And therefore,\nwe're talking about what a judge can do. Here we're not.\nWe're talking about what a lawyer can do and when it\narises to the level of improper lack of counsel. So I\ndon't think they govern it.\nRather, I thought -- and I want your view on\nthis -- that the most relevant case was really Roe v.\nFlores, you know, where -- where the lawyer did a weird\nthing. He didn't file an appeal. And here he's doing a\nlittle odd thing. So what we said there is you have to\nconsult, which is just what the Government is saying here.\nI'm exposing that thought process to you to get your\nreaction.\nMR. TILLINGHAST: I -- I think, first, under -\nunder Jones v. Barnes, it's been held by this Court that\nthere are three fundamental things that only the client\ncan do, one of which is to plead guilty. And in -- in the\nRoe case, the -- the record below was -- was unclear as to\nwhat happened as to whether there was a duty for the\nattorney to file an appeal and what the conversations were\nor were not with -- with the defendant.\nBut we would submit that -- that a guilty plea\nis something very special because that it goes to the\nheart of the case.\nJUSTICE BREYER: This is not a guilty plea and\nthe words -- a guilty plea is something accepted by a\njudge and the judge didn't. But I grant you it's a very\nodd situation and very special, and that's why I wonder\nwhat the appropriate way to -- what kind of requirement\nthere ought to be. Maybe there should be something. I'm\nnot sure why it should rise above the level of\nconsultation since you know, better than I, you can have\nsome awfully difficult clients who are virtually incapable\nof understanding what's in their interests. And -- and\nthat's why I'm awfully reluctant to go beyond saying you\nhave to consult with your client. You start insisting on\nan answer, and you don't know what they're going to say.\nMR. TILLINGHAST: Well, the -- the lawyer here\ndid have alternatives. He -- he could have put the State\nto its burden and consistent with the not guilty plea that\nwas entered in the case. Or as an alternative, there\ncould have been an inquiry on the record of -- by the\njudge with the lawyers of Mr. Nixon to determine whether\nor not he was consenting to this -- this sort of -- the\nopening statements and the closing statements, which --\nwhich were extraordinary, particularly the closing\nstatement because -- and in the closing statement, he\nspecifically said that the State did prove beyond a\nreasonable doubt that each and every element of the crimes\ncharged, first degree, premeditated murder, kidnapping,\nrobbery, and arson, had been proven, which is truly\nextraordinary. Here is a situation where the lawyer who\nis the only person in the courtroom, because Mr. Nixon was\ntried in absentia, who -- the only person in the courtroom\nwho was there as the trusted advisor and counselor for Mr.\nNixon, stands up in front of the jury in the opening and\nthe closing and concedes guilt beyond a reasonable doubt.\nI would submit that upon doing that, the -- the whole\nadversarial process breaks down because it -\nJUSTICE GINSBURG: Why? When -- when his object\nis to spare this person's life. He knows the evidence is\nvery strong. He wants, to the extent that he can,\ninsulate the penalty phase from all that damning evidence\nthat's coming out at the trial. So he wants the evidence\nto come out at the trial, but he doesn't want to be in a\nsituation where the jury has heard the defendant resist\nthe determination that he did it and then have to plead\nfor his life after.\nMR. TILLINGHAST: The difficulty, again -- it\ncomes back to the lack of consent. Had he had consent, it\nwould be different.\nJUSTICE GINSBURG: Well, my problem -- and I -\nI'm not sure I understand your answer to it. In this\ncase, in fact the client didn't say yes and he didn't say\nno. So if the -- if the lawyer is to assume, well, then\nsince I don't have a positive, explicit yes, I will assume\nthe answer is no, even though that is against the lawyer's\nbest interest -- the -- the lawyer's best judgment, why is\nhe an effective counsel if he assumes the answer is no?\nMR. TILLINGHAST: In -- in -- particularly in a\ncapital case, what this Court and all courts would --\nwould want is a reliable record where there had been\ntesting. When you have a situation where Mr. Nixon, as\nhere, said nothing, so the -- so Mr. Corin didn't know\nwhether there was consent or lack of consent, we would\nsubmit that what should have happened is, as I said -\nsuggested before, he shouldn't have -- he could have not\ncontested certain things, but the admission on the -- what\nI submit is an admission and a plea of guilty without\nconsent was where the problem was. He could have gone\non -\nJUSTICE SCALIA: Well, that -- but that's not a\nproblem. According to the lower courts, that was a good\nstrategy. I don't know why you want counsel, when -- when\nthe client doesn't answer, to say, gee, I -- you know, I\ndon't know whether he has approved or disapproved, I'm\ngoing to have to take the course that will probably get\nhim executed because I -- I haven't received an answer.\nWhy would you force that course on the -- on the lawyer?\nIf the lawyer believes that the silence implies consent,\nas -- as silence usually does, why not let the lawyer do\nwhat's in the client's best interest?\nMR. TILLINGHAST: He had the alternative of -\nof having an inquiry with Mr. Nixon, with the court\ndetermine whether or not -\nJUSTICE SCALIA: And Nixon -- okay. You have\nthe inquiry and Nixon just stands there, the same, doesn't\nsay a thing, assuming you could get him into the\ncourtroom, you know, assuming he had put his clothes on so\nyou could bring him into the courtroom. He just -- he\njust sits there.\nMR. TILLINGHAST: Well -\nJUSTICE SCALIA: And -- and you say, well, since\nwe don't have an answer, we have to take the course that's\ngoing to get this guy executed. That doesn't seem to me\nto make much sense.\nMR. TILLINGHAST: I would respectfully submit\nthat given the nature of the opening and closing, the\nwords that were used, in -- in that kind of a extreme\nsituation, that is a decision that the client should make.\nThis is not a decision that is a normal strategy decision\nthat a lawyer would normally make, such as which witnesses\nto -- to call, aside from the defendant himself, the order\nof the witnesses, and -- and types of cross examination.\nThis is a very -\nJUSTICE SOUTER: No. No, but I don't think\nyou're getting to -- at -- at what bothers us. Nobody is\nsaying that the client should not make a decision. The\nproblem is that the client won't make a decision, and the\nclient acts as if he had made the decision to allow the\nlawyer to do what the lawyer proposes. This isn't a\nquestion of whether he should be heard or not, but what -\nwhat to make of the behavior. And you're saying when -\nwhen the behavior appears to be acquiescence from silence,\nyou nonetheless -- the lawyer is, nonetheless, obligated\nto take the course which is coming closest to guaranteeing\nthat he will receive the death penalty. And that's what's\nbothering us.\nMR. TILLINGHAST: The -- in -- in this\nsituation, it's -- it's the nature of what was said and\nhis lack of presence in the courtroom where there was no\naffirmative defense. And in -- in the record below where\nthe Florida Supreme Court sent it down to determine\nwhether or not there was consent, there was no\nacquiescence. Mr. Nixon simply did nothing. When -- when\nasked -- when Mr. Corin testified and was asked about\nwhether he discussed the trial strategy and whether Mr.\nNixon agreed or disagreed, Mr. Nixon simply did nothing.\nHe -- he didn't acquiesce to the strategy.\nJUSTICE STEVENS: Mr. Tillinghast, can I ask you\nif you are familiar with the Loeb/Leopold trial many, many\nyears ago that was conducted by Clarence Darrow? If\nyou're not, I won't push you on it.\nMR. TILLINGHAST: Unfortunately, I'm not, Your\nHonor.\nJUSTICE STEVENS: Because he -- he applied\nexactly this strategy and it was one of his great\nvictories. In -- in fact, it's a long, long time ago.\nBut that was the way Clarence Darrow sized up this very\nproblem, and the -- and I think in that case they were\nvery young clients that he had. They didn't -- they were\nnot -- they did not expressly consent to what he did. But\nhe saved their lives.\nMR. TILLINGHAST: Well, if -- besides the --\nwhat we believe was a fundamental -- what was a complete\nfailure -- excuse me. Aside from the guilty plea, what we\nsubmit is a guilty plea, we believe that when these kinds\nof statements were made, Your Honor, without the consent,\nthat the advocacy system that was envisioned in Cronic\ncompletely failed.\nJUSTICE GINSBURG: May I ask you a question that\nI asked the other side? And that is, if we don't accept\nyour argument, if we think when the client is silent, the\nlawyer must exercise his best judgment and not assume that\nthe client would give an answer that would jeopardize the\nclient's position, if that's the position that this Court\nadopts, what would you say is left over for remand? Is it\nsimply that the Florida Supreme Court then takes the\nrecord as it is and determines under Strickland whether\nthere was effective -- ineffective performance?\nMR. TILLINGHAST: The -- yes, Your Honor.\nJUSTICE GINSBURG: That would be -- that would\nbe all.\nSo what do we do with, in the brief, all this\ninformation about things that the lawyer should have done\nby way of cross examination? That wasn't put in the\nrecord earlier -\nMR. TILLINGHAST: When I say yes, the -- what\nwould -- what would be left is an entire hearing on the -\non the Strickland claims and the motion to vacate. That\n-- that would be the remaining part of the case -\nJUSTICE SOUTER: Why -- why do we need a hearing\nrather than an examination of the record? Tell me why.\nMR. TILLINGHAST: Because the -- the hearings\nbelow, when it was sent back down by the Florida Supreme\nCourt, were only on the issue of whether or not there was\nconsent to -- to the -- what the Florida Supreme Court\ndeemed to be the functional equivalent of a guilty plea.\nThere was not a hearing on the balance of the issues, and\nit was strictly limited to that.\nJUSTICE SCALIA: Hadn't there been a hearing on\nthose issues on the way up?\nMR. TILLINGHAST: No.\nJUSTICE SCALIA: No?\nMR. TILLINGHAST: No.\nJUSTICE SCALIA: Wasn't -\nMR. TILLINGHAST: It was actually denied by\nJudge Hall. So the only thing that's -- that's occurred\nis the hearing strictly on whether or not there was -- was\nconsent.\nJUSTICE GINSBURG: Why was it denied in the\ntrial court? Why was the introduction of what the lawyer\nmight have done -\nMR. TILLINGHAST: It was -- it was because of\nthe focus of the Florida Supreme Court on -- on whether or\nnot there was a consent.\nJUSTICE SCALIA: No. We're talking below.\nJUSTICE SOUTER: No. We're talking about the\ntrial court.\nJUSTICE SCALIA: We're talking below on the way\nup to the Florida Supreme Court. I assume that -- that he\nraised below the issue of inadequate performance of\ncounsel and he had his opportunity to introduce whatever\nevidence he had on that subject on the way up to the\nFlorida Supreme Court.\nMR. TILLINGHAST: He -\nJUSTICE SCALIA: I don't know why the Florida\nSupreme Court should be obliged to remand it in order to\ngive him a second bite at the apple.\nMR. TILLINGHAST: It was raised but -- but he\nwas not given an opportunity for a hearing on that.\nJUSTICE SOUTER: Well, was he denied the\nopportunity?\nMR. TILLINGHAST: Yes.\nJUSTICE SOUTER: Did the -- did the judge say,\nlook, we're -- we're going to confine it strictly to this\none issue?\nMR. TILLINGHAST: Yes.\nJUSTICE SOUTER: Okay.\nMR. TILLINGHAST: So, in conclusion, Your\nHonors, we submit that there are two -- two approaches to\naffirming the Florida Supreme Court. First is -- is that\nit was the functional equivalent of a guilty plea without\nconsent. The second is that because of the nature of the\nstatements, it was a complete failure of the advocacy\nprocess where the State's case was not tested in any way.\nIn fact, as I mentioned, there were 35 witnesses. There\nwere five very perfunctory questions asked such as what\ndate was it and when did certain things occur. There was\nnot the material testing of the record to determine the\ntruth, which is what is -- is involved in the Sixth\nAmendment.\nAnd none of -- none of the challenges, that are\npointed out in -- to the facts in our brief ever came out\nbecause that there was no testing. Simply we have an\nopening statement where counsel says the State will prove\nbeyond a reasonable doubt that these events occurred.\nThen we have virtually no cross examination. We have no\nwitnesses called by the State -- excuse me -- by -- by the\ndefendant throughout the entire guilt phase of the trial.\nAnd in fact, at one point, the -- the trial judge stopped\nasking -- asking Mr. Corin if he wished to cross examine.\nAnd then we have the closing statement where Mr.\nCorin stated that the State has proven beyond a reasonable\ndoubt that -- that he is -- Mr. Nixon was guilty of the\ncrimes.\nAnd all the while during that guilt phase, Mr.\nNixon was not present in the courtroom. So he had no\nability to object to the opening or the closing statements\nbecause he wasn't here -- there to hear them.\nAnd further, as -- as the record indicates,\nthere are issues of -- of Mr. Nixon's competency, that\nhe's mentally retarded. His own lawyer referred to him as\nnuts. His own lawyer also referred to him as an ogre in\nhis closing argument. These are the types of statements,\nwe would submit, are -- even if they are not the\nfunctional equivalent of a guilty plea without consent,\nthey -- they substantially and completely destroy the\nadvocacy process. So there is no testing, and under\nCronic, the Court should affirm also.\nThank you.\nJUSTICE STEVENS: Thank you, Mr. Tillinghast.\nMr. Lemieux, you have about 4 minutes left.\nREBUTTAL ARGUMENT OF GEORGE S. LEMIEUX\nON BEHALF OF THE PETITIONER\nMR. LEMIEUX: Thank you, Justice Stevens.\nI'd like to point this Court to page 486 of the\njoint appendix where Mr. Corin is asked, do you feel in\nthis case that you were put in a position that you had to\nmake decisions because your client did nothing? And he\nsaid, yes, sir. There is ample evidence in the post\ntrial proceedings that Mr. Corin wanted the help of his\nclient. He did not want to be on the bridge of the ship\nalone, but Mr. Nixon abandoned the ship. And although he\nconsulted with his client at least three times on this\ntrial strategy, there was no input back that would have\ngiven him any reason to believe that Mr. Nixon did not\nwant him to go forward to pursue a strategy that Mr.\nCorin, in his experience of 14 years as a lawyer, after\nhaving taken 52 depositions in this case, believed was in\nthe best interest of his client.\nI just have a couple of points I'd like to make.\nThere was a question that was asked about whether or not\nthe -- the guilt phase and the penalty phase are distinct\nparts of a trial. This Court has addressed that in the\nMonj v. California case when it said that it's really one\ntrial and that issues of guilt and innocence are often, in\na capital trial, still being determined in the penalty\nphase of that matter.\nI'd also like to mention the point that the\ncounsel made about Cronic. Counsel would ask, as the\nFlorida Supreme Court did, to apply Cronic to this\nsituation. There is a harmony that exists in this\njurisprudence between Strickland and Cronic. Issues of\ntrial performance and trial strategy are articulated and\nevaluated under Strickland's two-part standard. Questions\nof structural defects that infect the process with error\nare evaluated under Cronic. And that harmony works in the\nsystem. It allows for the independence and vitality of\ncounsel to pursue strategies in their clients' best\ninterests and it also allows when there are structural\ndefects, for them to be taken care of with the\npresumption.\nJUSTICE SCALIA: Are you going to get to the\npoint of whether there was, indeed, an opportunity for\nthis defendant to introduce evidence about inadequate\nperformance of counsel?\nMR. LEMIEUX: Yes, I am, Your Honor, and I'll\nget to that right now. There was ample opportunity.\nThere were three hearings. And in fact, there was\ndisagreement between the sides as to whether or not there\nwas this opportunity for a Strickland hearing. We don't\nhave Strickland hearings -\nJUSTICE SOUTER: What -- what did the judge -\nwhat did judge say? Your brother said the judge said, no,\nI won't hear this.\nMR. LEMIEUX: Your Honor, I would point the\nCourt to pages 385 to 390 of the appendix where Judge\nSmith denies the Strickland claim.\nThe defense has the burden of proving\nineffective assistance of counsel. During the first\nhearing, there was an issue as to whether or not it was an\nineffective counsel hearing because it was still on direct\nappeal. But certainly in hearings two and three, there\nwas ample opportunity to put that evidence on the record,\nand they didn't take that opportunity. Now, they quibbled\nand said they didn't have notice and they didn't know that\nthey were supposed to be here for a Strickland hearing.\nWe disagree with that because there aren't Strickland\nhearings, there are not Cronic hearings.\nJUSTICE STEVENS: Why should -- why should they\nput in Strickland evidence if they've won under Cronic?\nMR. LEMIEUX: Well, they had not yet won under\nCronic, Your Honor. They were still making those\narguments.\nJUSTICE STEVENS: I thought it was remanded for\nan issue -- for a hearing on the consent issue after -\nMR. LEMIEUX: This is -- there was a hearing\nbefore that and a hearing after that.\nJUSTICE STEVENS: I see.\nMR. LEMIEUX: In conclusion, Your Honor, we\nbelieve that the harmony between these two lines of cases\nworks, that the Florida Supreme Court got it wrong, and\nfor that reason, we would request reversal.\nThank you.\nJUSTICE STEVENS: Thank you.\n"
    }, 
    "respondents": [
        "No. 03-931 JOE ELTON NIXON."
    ], 
    "speakers": {
        "JUSTICE BREYER": 3, 
        "JUSTICE GINSBURG": 14, 
        "JUSTICE KENNEDY": 13, 
        "JUSTICE O'CONNOR": 12, 
        "JUSTICE SCALIA": 30, 
        "JUSTICE SOUTER": 21, 
        "JUSTICE STEVENS": 21, 
        "MR. GORNSTEIN": 9, 
        "MR. LEMIEUX": 46, 
        "MR. TILLINGHAST": 46
    }
}