{
    "appearances": {
        "content": "JOHN C. EASTMAN, ESQ., Orange, California; on behalf\nof the Petitioner.\nJOHN P. ELWOOD, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington,\nD.C.; on behalf of the United States, as amicus\ncuriae, supporting the Petitioner.\nBRIAN J. REICHEL, ESQ., Broomfield, Colorado; on\nbehalf of the Respondents.\n"
    }, 
    "caseNum": "04-278", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJOHN C. EASTMAN, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nJOHN P. ELWOOD, ESQ.\nOn behalf of the United States, as amicus\ncuriae, supporting the Petitioners 18\nORAL ARGUMENT OF\nBRIAN J. REICHEL, ESQ.\nOn behalf of Respondents 29\nREBUTTAL ARGUMENT OF\nJOHN C. EASTMAN, ESQ.\nOn behalf of the Petitioner 53\n"
    }, 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": "CHIEF JUSTICE REHNQUIST: We'll hear\nargument on number 04-278, the Town of Castle Rock\nversus Jessica Gonzales. Mr. Eastman.\nORAL ARGUMENT OF JOHN C. EASTMAN\nON BEHALF OF PETITIONER\nMR. EASTMAN: Mr. Chief Justice and may it\nplease the Court:\nWhat happened here is undeniably tragic.\nA father shot and killed his own daughters. He was\nunder a restraining order, so the issue for this\nCourt is whether the order restraining Mr. Gonzales\nalso gave to Mrs. Gonzales and her children a\nproperty interest put against the police giving\nMrs. Gonzales an entitlement to the arrest of her\nestranged husband.\nMore precisely, the issue is whether the\nState of Colorado intended to create such a property\ninterest.\nJUSTICE O'CONNOR: Tell us how we know\nexactly how much discretion the State of Colorado\nwanted to give to the police.\nMR. EASTMAN: Well, Justice O'Connor --\nJUSTICE O'CONNOR: Without a statute that\nuses the word shall enforce. Do we know how Colorado\nhas interpreted that?\nMR. EASTMAN: Well, they have in other\ncases, as we note in our brief, that the word shall\nis not always mandatory, particularly here, I think,\nJustice O'Connor, when we have such a backdrop of law\nenforcement discretion.\nJUSTICE O'CONNOR: Well, are there\nColorado cases that tell us how we should read those\nstatutes?\nMR. EASTMAN: Not in particular on this\nstatute. They only -- the Colorado case law on the\nword shall says that you have to read it in context\nof the entire statute. And here the word shall is\nused several different places pointing several\ndifferent directions in the statute.\nJUSTICE SCALIA: So do you concede that if\nshall means shall, that it creates a property\ninterest?\nMR. EASTMAN: No, Justice Scalia, I do\nnot. There is a long way between giving direction,\neven mandatory direction, to law enforcement and\ncreating a property interest. I think that was the\nessence of this Court's holding in Sandin. And it's\nthat distinction that even if you read shall in these\nstatutes as requiring a particular outcome, and we\ndon't --\nJUSTICE STEVENS: Mr. Eastman, would you\ncomment on the extent of deference that we should\ngive to the court of appeals' interpretation of\nColorado while in view of what we said in Bishop\nagainst Wood?\nMR. EASTMAN: Yes, I don't think here,\nbecause it's not just an application of Colorado law\nhere. We have identical statutes in 19 or 20\ndifferent states around the country. And what you\ndo --\nJUSTICE STEVENS: But the Colorado statute\nis the one that's controlling in this case and\nnormally, at least according to Bishop against Wood,\nwe defer to the interpretation of the court of\nappeals as the issue of state law.\nMR. EASTMAN: Well, what you're asking is\nthat the court of appeals that created -- that read\nthis statute shall, without any Colorado court\ninterpretation, and did so without any greater\nindication from the Colorado legislature, that it\nintended more than just to give direction to police.\nIt intended to create a property interest.\nI understand the question from Bishop\nversus Wood, but I don't think we can defer to the\nTenth Circuit here in creating something that\nColorado did not intend to create.\nJUSTICE STEVENS: Of course, that's the\nissue, whether Colorado intended to create it.\nMR. EASTMAN: But I think there is a big\ndifference. I mean --\nJUSTICE STEVENS: The reading in Bishop\nagainst Wood was really counterintuitive also, as the\ndissenters pointed out, as you would agree, I think.\nMR. EASTMAN: Yes, and I think when you're\nlooking at a statute such as this, that is invoking\nthe federal court's -- I mean, what we're using is a\nstate law to invoke federal protections. And I think\nit's that deference to the State that I think is more\ncritical. And I don't think you can allow the\nfederal courts to make that decision when Colorado\nitself has not been -- has been as ambiguous as it\nis. I think we need a clearer statement.\nJUSTICE GINSBURG: Did you suggest to the\nfederal court that it certify the question of the\nmeaning of Colorado law to this Colorado Supreme\nCourt?\nMR. EASTMAN: No, we did not, because I\ndon't think the statute gets us over the hurdle to\nmake that even necessary. There is nothing in this\nstatute that is intended -- that uses the language of\nproperty interest or entitlement. I think if this\nCourt would look to its decision in Gonzaga, for\nexample, in alaogous context --\nJUSTICE SCALIA: Wait, wait. I thought we\nwere just talking here about state law as to whether\nshall means shall. Do you think that it's a matter\nof state law whether, if it does mean shall, it\ncreates a property interest for purposes of the\nFederal Constitution?\nMR. EASTMAN: No, Justice Scalia, I don't.\nJUSTICE SCALIA: You don't concede that\nthat's a state question at all?\nMR. EASTMAN: No. And what we're talking\nabout --\nJUSTICE STEVENS: Well, isn't that what we\nsquarely held in Bishop?\nMR. EASTMAN: Well, what we have to look\nat is whether, first, the State, under Roth, intended\nto create a property interest rather than just giving\nmandatory direction to its officers. And I think the\ncritical question there is what the default rule\nought to be on a statute that is not clear on that\nquestion.\nAnd I think Roth tells us that for\npurposes of federal constitutional law, the default\ncannot be that we assume the State created a property\ninterest, at least in this kind of nontraditional\nproperty interest. And I think it's important to\nfocus on what kind of property interest we're talking\nabout.\nJUSTICE BREYER: Suppose shall does mean\nshall. Fine. But you might have a statute that says\nthe fire department shall respond to fires, the\npolice department shall respond to crimes, the Army\nshall respond to attacks.\nEven the word shall doesn't necessarily\nmean that this is the kind of interest that, like\nproperty, the Duke of Rutland relied upon Blackacre,\nthat welfare recipients rely upon continuing to\nreceive money.\nWhat is it about this that makes it like\nproperty, even if shall does mean shall?\nMR. EASTMAN: Justice Breyer, I agree, and\nthe difference between even mandatory language\ndirecting law enforcement to behave in a certain way\nis a far cry from actually creating a property\ninterest in Mrs. Gonzales herself.\nThis Court in Sandin held that in the\nprison context, and I think the analogy in this\nCourt's implied right of action cases such as Gonzaga\nis a good one.\nIn order to take a statute and try and\nfind a property interest, we would want to have it\nphrased in terms of the beneficiary rather than the\nperson restrained. We would want to see an\nactionable entitlement created. None of that is\nhere. And I think that --\nJUSTICE GINSBURG: But if you compare it\nto -- this is a court order and it's enforceable.\nThere is no question about that, is there? This is a\ncourt order that enforcement officials carry out.\nHow does it differ from, say, a money judgment and\nexecuting -- levying execution on property? Judgment\ncreditor says, here is my judgment, marshal, sheriff,\ngo out and find some of the defendant's property.\nMR. EASTMAN: Well, Justice Ginsburg, you\nknow, the analogy we cite in our reply brief and the\nU.S. Marshal Statute, 42 U.S.C. 1990 that says that\nthere is a right in the beneficiary to have a warrant\nissued. And if the marshal refuses to do that, that\nhe can be challenged and held to a thousand dollar\nfine for the benefit of the person whose arrest\nwarrant he was supposed to serve.\nNow, even that doesn't quite go far enough\nbecause there is not a private right of action by the\nbeneficiary about a warrant to bring the suit\ndirectly. But at least that kind of statute is\ngetting closer to acknowledging a property interest.\nThis is enforceable against Mr. Gonzales,\nand Ms. Gonzales could go back in and get a contempt\nproceeding. I know here, after the fact, that's not\ngoing to do any good. But the restraining order is\nissued against Mr. Gonzales. It's not issued to the\npolice. And all we have then is how its violation by\nMr. Gonzales will be enforced.\nJUSTICE GINSBURG: But isn't that true of\nall injunctive orders, they're not issued to the\npolice. And yet the police -- don't the police have\nan obligation to enforce that?\nMR. EASTMAN: To my knowledge, we've never\nheld that the police have an actionable obligation to\nenforce them. But the State --\nJUSTICE SOUTER: But wouldn't you concede\nthat in the case of the injunction in which there is\na specific order in relation to a specific\nrespondent, that the police have much less discretion\nthan they would have when there is in effect a\ngeneral statute saying, respond in these kinds of\nsituations?\nMR. EASTMAN: Justice Souter, they still\nhave a great deal of discretion here. The statute\nsays reasonable means of enforcement.\nJUSTICE SOUTER: In the case of the\nstatute that we're talking with, but they don't have\nthat kind of discretion, do they, in Justice\nGinsburg's example? What I'm getting at is, if\nyou're going to take the example that Justice\nGinsburg has given you as equivalent to the example\nthat we have before us, I think you're fighting\nuphill and I don't think you have to do that.\nMR. EASTMAN: Well, let me take your\ninvitation, then, and respond back. I mean, if the\nterms of the restraining order cut out all discretion\nwhatsoever and that they specifically are written in\nterms that the property interest creates an entitlement\nin the beneficiary of the restraining order, as\nagainst not just the person restrained or the person\nwhose property is going to be attached, but an\nentitlement to enforcement by the police itself, then\nI think we would be on the step toward creating a\nproperty interest.\nThe Colorado statute here does none of\nthose things. It continues to give the police a\ngreat deal of discretion. Reasonable means --\nJUSTICE GINSBURG: But is discretion --\ndoes discretion on the means to use include\ndiscretion to do nothing?\nMR. EASTMAN: Well, it includes a finding\nof probable cause. It includes a -- seek an arrest\nor make an arrest or seek a warrant arrest when the\narrest is impractical. If the arrest is impractical,\nsuch as when --\nJUSTICE GINSBURG: But were any of those\ndeterminations made here?\nMR. EASTMAN: Well, we don't know. We\ndon't know because this case comes up here on a\nmotion to dismiss. All we have are the allegations.\nThe allegations are that they didn't enforce the\nrestraining order, all right? But we don't know\nwhether it's because they made a determination of no\nprobable cause, whether there was probable cause but\nbecause he wasn't in the jurisdiction --\nJUSTICE GINSBURG: So are you requesting\nthat there are insufficient fact findings here, so it\nshould be returned --\nMR. EASTMAN: No, Justice Ginsburg,\nbecause what we're saying is that there is not a\nproperty interest at all and it doesn't matter, even\nif these allegations are true, there is no underlying\nproperty interest that would invoke the procedural\nprotections of the Fourteenth Amendment.\nJUSTICE BREYER: Mr. Eastman, can I ask\nyou this question? Supposing this case came to us\nthrough the Colorado State system instead of through\nthe federal system, and the Colorado Supreme Court\nhad written precisely the same opinion that the Tenth\nCircuit ruled. Would we have jurisdiction to\noverturn their holding that there was a property\ninterest here?\nMR. EASTMAN: Justice Stevens, you're\nasking whether, for purposes of federal\nconstitutional law, the state court decision that\nColorado had created a property interest is\ndispositive. And I'm not sure it is, but --\nJUSTICE STEVENS: Then your answer is no,\nwe would not have jurisdiction in that event.\nMR. EASTMAN: Well, no, I was saying that\nyes, you would, because what we're talking about is\nlooking to the state legislature on whether they've\ncreated a property interest for purposes of federal\nlaw.\nJUSTICE STEVENS: We could say that they\nhad misconstrued Colorado law? I don't think you\nreally mean that.\nMR. EASTMAN: Okay.\nJUSTICE STEVENS: But I think you might --\nJUSTICE SCALIA: Perhaps what you mean is\nthat what is a property interest for purposes of\nColorado law, if Colorado chooses to nominate some\nutterly zany thing of property interest, it doesn't\nnecessarily mean that it's a property interest for\npurposes of the Federal Constitution.\nMR. EASTMAN: Justice Scalia, I'm happy to\ndo that.\nJUSTICE STEVENS: You can do that, but you\nwon't find any cases making that point.\nMR. EASTMAN: No, you won't, but it makes\nperfect sense --\nJUSTICE SCALIA: I don't think you need a\ncase for that, do you?\nMR. EASTMAN: No, but it makes perfect\nsense.\nJUSTICE STEVENS: But you have cases\nsaying the contrary. That's the problem.\nMR. EASTMAN: What we want to find out is\nwhether the Colorado --\nJUSTICE SCALIA: Do we have any cases\ninvolving a zany property interest having been found\nby a State? I don't think we have any.\nMR. EASTMAN: We don't even have any cases\ninvolving a property interest to enforcement against\nsomebody else. All we have are cases to the\ncontrary. Linda R.S., for example, this Court held\nthat there is no right to arrest or enforcement\nagainst somebody else.\nAnd so I think at least in the context of\nthese very non-zany property interest claims, that we\nneed to have a pretty clear statement, not even from\nthe Colorado courts, but from the legislature itself\nthat the legislature intended, as a matter of state\npolicy, to have a property interest created and all\nof the consequences that would flow from that.\nJUSTICE GINSBURG: May I stop you? You\ncited that Linda R.S., whatever, I thought that was a\nstanding case saying it's not going to do you any\ngood to have him locked up in jail if what you want\nto do is get money from him.\nMR. EASTMAN: It was, but the case has\nbeen relied on by several subsequent decisions\nincluding in the Second Circuit in the Attica case,\ninmates of Attica, for the proposition that there is\njust simply no right to an enforcement against\nsomebody else, that there is no entitlement.\nNow, I'm not saying that the Colorado\nlegislature never could create such an entitlement,\nbut given the backdrop of Linda R.S., and also given\nthe backdrop of traditional law enforcement\ndiscretion, I think we need a much clearer statement\nfrom the Colorado legislature itself, both that it's\nwritten in terms of the beneficiary -- getting her an\nentitlement against the police, rather than in terms\nof what the person restrained is.\nJUSTICE O'CONNOR: Mr. Eastman, assuming\nfor the moment there is no due -- procedural due\nprocess right here, on the facts of this case, does\nColorado law provide any alternative remedy for\nMrs. Gonzales?\nMR. EASTMAN: Yes, Justice O'Connor, it\ndoes.\nJUSTICE O'CONNOR: And what would that be?\nMR. EASTMAN: There are several remedies.\nIn the first instance, any violation of a restraining\norder, she can petition the court for a contempt\norder, even against the police. If their conduct was\nwillful and wanton, they can be held --\nJUSTICE O'CONNOR: So she could presumably\nask for some relief under that notion, against the\npolice and possibly the town?\nMR. EASTMAN: Against the police and --\nnot the town. The town has absolute immunity but\nagainst the police under the tort statute, the police\nare not immune if their conduct is willful and\nwanton.\nAnd I think this Court in DeShaney\naddressed that very question when it looked like if\nthe State wanted to create an interest here, that it\ncould do so by modifying the --\nCHIEF JUSTICE REHNQUIST: You say the\ntort statute means something like the Federal Tort\nClaims Act. Does Colorado have something like that?\nMR. EASTMAN: It does. And there is a\nColorado Governmental Immunity Act that gives\nimmunity to police except when their conduct is\nwillful and wanton. And so that tort remedy does\nexist and if the Colorado legislature wanted to lower\nthe threshold on that and make it negligent omissions\nor what have you, whatever the allegations are, they\ncould do so.\nThe fact that they haven't done so I think\nis a pretty strong indication that they did not\nintend to create a property interest here.\nIf there is a property interest -- let me\njust say one minute about the procedures that were\ngiven, and then I'll reserve the remainder of my\ntime. At most we would have here, if there is a\nproperty interest, is the opportunity for\nMrs. Gonzales to tell the police that she believed\nthe restraining order was violated and that they\nresponded to her however they did.\nShe received whatever process might be due\nassuming we have a property interest here. If there\nare no more questions, I'll reserve the remainder of\nmy time.\nCHIEF JUSTICE REHNQUIST: Very well,\nMr. Eastman. Mr. Elwood, we'll hear from you.\nORAL ARGUMENT OF JOHN P. ELWOOD\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE, SUPPORTING PETITIONER\nMR. ELWOOD: Mr. Chief Justice and may it\nplease the Court:\nFor two reasons the holders of restraining\norders lack a property right to police enforcement of\nthose orders. First, Respondent's claim has to be\nevaluated in light of the fundamental background\nprinciples that private citizens lack a judicially\ncognizable interest in arrest and in prosecution of\nthird parties. And that executive decisions not to\nenforce criminal statutes are presumptively beyond\nthe scope of judicial review.\nNothing in the Colorado statute reflects\nan intent to depart from those background\npresumptions and to create an individual right to\nenforcement. Unlike statutes where this Court has\nrecognized a protected property interest, the\nprovisions at issue here do not regulate the\nPlaintiff or Respondent, but rather regulate a third\nparty. And the provisions do not mention the\nrestraining order holder, much less state that she\nhas an entitlement to review.\nIn addition, the provisions do not afford\nthe holder of restraining orders procedural\nprotections or judicial review of the sort that this\nCourt --\nJUSTICE GINSBURG: What good is -- what\ndoes the restraining order do, then, other than give\nher a right to sue the person who is restrained for\ncontempt?\nMR. ELWOOD: I think it does two main\nthings. First of all, it gives her rights against\nher husband which are enforceable through contempt\nand are enforceable by asking the police to enforce\nthem.\nAnd second, which has the benefit -- it\nhas the effect basically of creating a new arrest\nstatute that lowers the threshold of what conduct is\ncriminal from something that would be a freestanding\ncrime to basically just violating one of the terms of\nthe order. And that is the interest that the\nrestraining order gives her.\nJUSTICE GINSBURG: But only to ask the\npolice and the police are not obliged to respond.\nMR. ELWOOD: That is correct. She has the\nability to ask the police to enforce the order, but\nthe police have discretion, under our reading of the\nstatute, not to enforce the --\nJUSTICE STEVENS: Do the police have any\nduty at all, in your view?\nMR. ELWOOD: The police -- I don't believe\nthat the police have any sort of actionable duty. I\nthink that what the statute creates is basically it's\na direction from the legislature that this is what\nthey want them to do.\nJUSTICE STEVENS: Could the police just\nissue an order saying ignore all orders of this kind?\nMR. ELWOOD: I think that if they were to\ndo that, I do not think that there would be sort of\nany individual right to challenge that. I think that\nthey would be adopting a policy decision that would be\nprobably different than the one the Colorado\nlegislature has --\nCHIEF JUSTICE REHNQUIST: That's the sort\nof aggressive sort of thing that the Colorado courts\ncould conclusively decide.\nMR. ELWOOD: That's something the Colorado\ncourts decide, and it's something that would be --\nthat could be addressed through the political process\nas well.\nJUSTICE KENNEDY: Are there any extreme\ncases we could imagine where the police have a duty\nto protect the citizen? The policeman sees four\npeople beating up on the victim, no race involved,\nand he just enjoys watching the fight. Does he have\na duty under the Constitution to intervene?\nMR. ELWOOD: I think any duty that there\nwould be would be a substantive duty. And this Court\nindicated in DeShaney that it would require basically\nstate creation of the harm or state increasing the\nvulnerability of the person. So for example --\nJUSTICE KENNEDY: Did DeShaney stand for\nthe proposition there could never be an affirmative\nduty to intervene, under what you're talking about\nthe Constitution here?\nMR. ELWOOD: I think it would be, in a\ncase, for example, where a prisoner was handcuffed in\nhis cell with a cell mate who the authorities knew to\nbe basically interested in harming him. Because they\nhad affirmatively restrained him, I think that that\nwould be a case where the State had created the\ndanger or increased the vulnerability.\nSo I think there is something left to the\nrequirement of police protection substantively under\nDeShaney.\nJUSTICE KENNEDY: But there has to be some\nState -- the State has to have created the risk\nsomehow?\nMR. ELWOOD: Under DeShaney, the State has\nto have created the risk or increased the\nvulnerability of the person.\nNow, in addition to the fact that the\nColorado statute does not speak to the Plaintiff, it\nessentially speaks to the restrained party. And\nunder -- as Mr. Eastman mentioned, under Gonzaga and\nthis Court's 1983 cases, that when a statute speaks\nin terms of the regulated party instead of the\nprotected party, there is no implication of an intent\nto create a federal right.\nAnd I think that that principle would\napply even more clearly in the context of the state\nrights, because there there is a question of imposing\nfederal liability which shouldn't really be done in\nthe absence of an indication that the State really\nmeant to do that.\nAnother reason is -- not to assume that\nthere is a property right here, is that the State\nstatute does not create any sort of procedural\nremedies or judicial remedies which this Court has in\nthe past taken as an indication that the State really\ndid mean to create a protected right.\nJUSTICE SCALIA: What's your response to\nthe fact that the Tenth Circuit found otherwise and\nthat we usually defer?\nMR. ELWOOD: I think our response would be\nthat it's not simply -- well, first of all, I don't\nwant to make too much of the fact that it's obviously\na very close question of state law because the Tenth\nCircuit was divided by a single vote.\nBut even aside from that, you basically\nhave to adopt not simply a question of what the state\nlaw says, but what the federal courts are going to do\nwith it. And we are of the opinion that given what a\ntremendous departure it would be, what a procedural\ninnovation it would be to give complaining witnesses\nessentially a right in the process, that in the\nabsence of a very clear statement, the federal court\nshould not imply a right or imply -- should not\ninfer, rather, that the state legislature intended to\ncreate a right.\nSo essentially, what we're asking for is a\nclear statement rule. And in the absence of a clear\nstatement, we should presume that the --\nJUSTICE STEVENS: Do you agree that if\nthis case stands with the state system, we would have\nto accept their holding on the property right issue?\nMR. ELWOOD: Obviously, I think there\nwould be a much closer question at a minimum. There\nmay be something to the fact that we should -- this\nis the sort of thing we would want a statement from\nthe Colorado legislature.\nJUSTICE STEVENS: No, let's -- I'm\nassuming the Supreme Court has said, this is what the\nstatute means and so forth and so on, wouldn't that\nbe binding on this?\nMR. ELWOOD: I think it would be binding.\nI mean, it would still be the federal question of\nwhether that applied federal law correctly. But\ngiven that it's basically a question of what is a\nstate property right, yes.\nJUSTICE STEVENS: Or whether the question\nof property right -- the property right issue is not\na question of federal law, it is a question of state\nlaw.\nMR. ELWOOD: That is correct. That is\ncorrect. There is something of a federal overlay to\nsort of correct it at the margin --\nJUSTICE BREYER: Yes. What did they hold\nin the Tenth Circuit? I mean, shall could be\nmandatory. You can have a mandatory duty, but that\ndoesn't mean that the victim has a legal right to\nenforce that duty.\nMR. ELWOOD: That's absolutely correct,\nJustice Breyer.\nJUSTICE BREYER: So what did they hold in\nthe Tenth Circuit in respect to that?\nMR. ELWOOD: Basically they said that\nbecause it is -- because the statute was mandatory,\nthey basically leapt from that to an inference that\nbecause it was mandatory, it was a duty that she\ncould enforce. But there is no tradition in that --\nJUSTICE BREYER: They should reask the\ncertified question?\nMR. ELWOOD: I don't think that they need\nto because that is something that, again, it would be\na useful thing given that there are 50 legislatures\nout there and there are probably at least 20 and\nperhaps 31 similar statutes that rather than certify\nthe question and then have to certify on a\nState-by-State basis, just to adopt a background rule\nthat this Court applies.\nJUSTICE BREYER: But a background rule is\nawfully tough. I mean, you could have lots of shalls\nin all kinds of statutes. If they said shall, the\nsanitation department shall inspect your home for\ntuberculosis, maybe that does give a right. If they\nsay to the fire department, you shall put out fires,\nI wouldn't think they meant that every possible\nhomeowner had a right to a lawyer and a full judicial\nhearing before they go and respond to an alarm.\nYou know, I mean, it depends on the area.\nI don't know how to create a background rule.\nMR. ELWOOD: Well, I think the rule that\nthe Court could create is that in a criminal context,\nwhich is all that is at stake here, there is a\nbackground presumption that individuals lack a\njudicially cognizable right to arrest or prosecution.\nFor example, an arrest warrant, although\nthere is some question about whether or not that\nreally is mandatory. It's certainly couched in\nmandatory terms. It's directed to the marshal. To\nthe marshal, you are hereby commanded to arrest Jane\nDoe or whoever.\nBut there is a very established body of\nlaw that even the people who basically agitate for\nthe arrest warrant don't have a grounds to complain\nif the arrest warrant isn't executed.\nAt the federal level, there is Leek versus\nTimmerman, where the court held there is no\nprotective interest or there is no cognizable\ninterest in the arrest of another party. And at the\nstate level, there is a lot of case law indicating\nthat officers are not liable to private citizens for\nfailure to execute arrest warrants.\nJUSTICE STEVENS: But is it not true that\nthe Colorado legislature could create such a right if\nit did it with sufficient specificity?\nMR. ELWOOD: I think that that is correct.\nThis Court has not placed really many limits on what\nkind of rights could be created under Roth. There is\nsome indication in cases like Sandin that there might\nbe limits at the margins or rather at least limits\npresumptively --\nJUSTICE SCALIA: The Constitution does say\nproperty right. I mean, it has to be a property\nright, doesn't it? Is that meaningless? Is\neverything in the world either life, liberty or\nproperty? Does that describe everything in the\nworld?\nMR. ELWOOD: Justice Scalia, all I'm\nsaying is that the Roth cases haven't really\nindicated that there might be limits on that. I\nthink that there are reasons --\nJUSTICE SCALIA: Well, because there has\nbeen no case that really did not involve something\nthat could reasonably be called property.\nMR. ELWOOD: Correct. And I think that\nthis is a case where courts might want to exercise\nsome caution because there is a reason why they don't\ninvolve private citizens in the prosecution. And\nthat is because our system is built around the idea\nthat to -- basically, we want to interpose brakes\nbetween the complaining witness and the courts and\npower of the State, as the Court indicated in Young\nversus United States ex rel. Vuitton. The prosecutor\nthere, because it was a prosecutor, basically serves\nas a circuit breaker to prevent people from\ngoing straight to the --\nJUSTICE SCALIA: That's the State's\nproblem. I mean, if the State doesn't want that,\nsure, the State can take that away. But if the State\ndoes, do I still have to call it property just\nbecause the State does?\nMR. ELWOOD: I think that you would\nrequire a much clearer statement before accepting\nthat kind of procedural innovation. I see my time\nhas expired.\nCHIEF JUSTICE REHNQUIST: Yes, it has.\nThank you, Mr. Elwood.\nMr. Reichel, we'll hear from you.\nORAL ARGUMENT OF BRIAN J. REICHEL\nON BEHALF OF RESPONDENTS\nMR. REICHEL: Mr. Chief Justice and may it\nplease the Court:\nA public high school student threatened\nwith suspension receives more process under this\nCourt's holding in Goss versus Lopez than Castle Rock\nis willing to provide to a holder of a court-issued\nprotective order.\nInstead of providing Ms. Gonzales with any\nopportunity to be heard in any meaningful manner,\nCastle Rock repeatedly ignored Ms. Gonzales's pleas\nto have her children returned to her and the\nrestraining order enforced.\nCHIEF JUSTICE REHNQUIST: What process do\nyou think your client was entitled to?\nMR. REICHEL: We believe that what my\nclient seeks is much less than what police officers\ndo every day. We would ask this Court to hold that\nMs. Gonzales was entitled to an objective, reasoned\nand good faith consideration of her complaint of a\nrestraining order violation, and a good faith\nassessment of probable cause.\nCHIEF JUSTICE REHNQUIST: Could that\nsimply be made by the person on the desk?\nMR. REICHEL: It can, Your Honor, but it\nneeds to be a probable cause determination that is\nactually communicated to the holder of the\nrestraining order, whether it be a favorable or\nadverse determination, there needs to be some notice\nprovided to the holder of a restraining order of what\nthe police officers intend to do.\nJUSTICE BREYER: Well, does --\nJUSTICE SOUTER: That -- no, please.\nJUSTICE BREYER: The basic problem that I\nhave is you just put your finger on. I mean, on your\nview of the facts here, which I will accept, it's\noutrageous what happened and a terrible tragedy, but\nit wasn't that they didn't hear her. They heard her.\nThat's the problem. They heard her and they didn't\ndo anything.\nSo if you proceed under state law, you\nwill, if you're right, get a holding that the police\nbehaved very badly, that would help your client, and\nit would help future people in the same position.\nIf you proceed under federal law, the most\nyou get is somebody at the desk saying, well, we\nthink other things are more important. And at that\npoint, your client may or may not be helped and other\npeople won't be helped. So don't you have a misfit\nbetween the remedy that you're trying to get and the\nharm that was done?\nMR. REICHEL: No, Your Honor, I don't\nbelieve so. We're asking for a specific process\nhere. And Ms. Gonzales wants the right to prove a\npattern and practice on the part of Castle Rock of\nnot responding properly to complaints and pleas of\nthis type.\nJUSTICE SOUTER: But that's not the kind\nthat you've brought, as I understand it. As I\nunderstand it, you've brought a claim simply that she\nwas hurt and was not given process. That's all you\nhave to prove. If you can prove a pattern, sure,\nit's easy to prove an individual case. But your only\nclaim is damage as a result of a denial of some\nprocedural right in this case, isn't that correct?\nMR. REICHEL: As the case stands now, it\nis a Monell claim, Your Honor. It is a pattern and\npractice claim.\nJUSTICE SOUTER: But it's not a class\naction, is it? It's not a claim under some\nstatute -- civil rights statute. It's a claim for\nthe benefit of this client and if this client wins,\nthis client presumably will get a money judgment,\nisn't that the case?\nMR. REICHEL: Yes, you are correct, Your\nHonor.\nJUSTICE SOUTER: Okay. Okay.\nMR. REICHEL: You are correct. But the\nignoring here, the allegations are in the complaint,\nYour Honors, is that Castle Rock has this custom and\npolicy, this pattern and practice of just ignoring\nthese types of complaints. And the ignoring, as the\nlaw enforcement amicus brief filed on our behalf\npoints out, the ignoring is a classic example of how\npolice have traditionally responded to these types of\ncomplaints.\nJUSTICE SOUTER: I'll grant you that, but\nas I understand it, what stands between or what would\nstand between your ignoring complaint and success\nwould simply be the police's statement of a reason\nbecause, as I take it, I take it that you don't deny\nshe was heard, they answered the phone, they talked\nto her. She got a result.\nAfter she had talked with them on the\nphone, she knew that they weren't going to do\nanything or that they weren't going to do anything\nsatisfactory. So as I understand it, on your theory,\nthe only thing she didn't get that she would be\nentitled to would be a statement by them as to why\nthey were not going to do something for her. Is that\nwhat it boils down to?\nMR. REICHEL: No. What it boils down to,\nYour Honor, is we're looking for a probable cause\ndetermination to be made in good faith.\nJUSTICE SOUTER: And if they had said, we\ndon't think there is probable cause, that would be\nthe end of your case.\nMR. REICHEL: As long as there was a good\nfaith determination. If there was a mistaken belief\nthat there was a lack of probable cause, then there\nis no violation of due process. The process has been\nprovided.\nJUSTICE BREYER: Suppose they just say,\nlook, in our experience, children come home in two or\nthree hours and, moreover, we have other things to do\nthat are more important. Is that a sufficient\nanswer? Both things, by the way, most people who\nlook into this would say are completely wrong. But I\nmean, the police would say just what I said. Is that\nsufficient?\nMR. REICHEL: No, Your Honor, that is not\na thoughtful, objective --\nJUSTICE BREYER: So what you really want\nis what they should do, is they should respond?\nMR. REICHEL: They should respond by\nmaking an objective probable cause determination --\nJUSTICE BREYER: In this case, you would\nsay they should respond?\nMR. REICHEL: They should have made the\nprobable cause determination.\nJUSTICE KENNEDY: But then your complaint\nis the result, not the procedure.\nMR. REICHEL: No, Your Honor --\nJUSTICE KENNEDY: Yes, it's true that the\nprocedural cases are designed so that the right result\ncan be reached most of the time. I understand that.\nBut all we ask is whether or not the procedure was\nadequate.\nMR. REICHEL: There was no procedure here,\nYour Honor, and that's the point of our lawsuit is\nthat the fact that Castle Rock has an official custom\nand policy of ignoring, of not applying any procedure\nto these types of claims is the crux of our complaint\nin this case.\nJUSTICE SCALIA: Why was your procedure,\nassuming your entitled to a procedure, why did it\nhave to come from Castle Rock? Why wasn't your\nproper recourse to the court that issued the\nrestraining order? Did you try to do that, to go to\nthe judge that issued the restraining order and say,\nthe police are not enforcing the restraining order\nthat you issued, I would like directive from the\ncourt that they enforce it?\nMR. REICHEL: At the point at which she\nrealized the police weren't really going to do\nanything, she found out her children were dead. That\nwould have been at that point in time a meaningless\nprocess.\nJUSTICE SCALIA: Well, just as she could\nhave complained to the police earlier, she could have\ngone to the court earlier when she saw that the\npolice weren't doing anything.\nMR. REICHEL: The police told her to\ncontinue to wait. They strung her along, Your Honor.\nThat's -- the crux of the problem here is that she\nrelied upon the police to enforce her restraining\norder. They told her to hold on --\nJUSTICE SCALIA: That may be a tort, but\nit's not necessarily a denial of process if the\nproper place to seek that process was from the court\nthat issued the restraining order.\nMR. REICHEL: But the restraining order\nhas no meaning, Your Honor, unless the police are\nwilling to enforce it.\nJUSTICE SCALIA: That's right, and the\ncourt can make sure that they enforce it upon\ncomplaint.\nMR. REICHEL: In this case, it's our\nposition that the legislature has done so as well.\nJUSTICE SOUTER: Let me ask you a question\nthat is suggested by Justice Scalia's question. And\nit goes basically simply to the practical problems\nthat your position seems to entail.\nYou answered him by saying that the point\nat which she realized they were denying her whatever\nshe was entitled to was the point at which the\nchildren were dead. How would a reviewing court know\nwhen this particular right had been denied?\nI take it from your answer to Justice\nScalia that there had not been a denial of the right\nand hence a violation of procedural due process after\nthe first telephone conversation. I take it from\nyour answer that there wasn't one after the second\nconversation. And I take it the only -- that there\nwas no ripening, as it were, of the facts into a\ndenial of what she was entitled to until the 3:00\na.m. call, is that correct?\nMR. REICHEL: No, Your Honor, and I\napologize if I misstated -- and it gave you that\nimpression.\nJUSTICE SOUTER: Well, my general question,\nthen, is how does a reviewing court determine when or\nthe point at which there has been a denial?\nMR. REICHEL: The initial contact with the\npolice department we're saying has to involve\nappropriate processes --\nJUSTICE SOUTER: So following the first\nphone call, they would have to have made an express\nprobable cause determination?\nMR. REICHEL: They would have had to have\nmade a probable cause determination in good faith and\nconveyed and communicated --\nJUSTICE SOUTER: And communicate that to\nher.\nMR. REICHEL: Communicated that to her,\nwhich they never did. Instead they just kept telling\nher, you can call back later, call back later. They\nnever made the probable cause determination and\nconveyed it to her.\nCHIEF JUSTICE REHNQUIST: Did they simply\nhave to take her word as to the facts on the probable\ncause issue?\nMR. REICHEL: No, not at all, Your Honor,\nand I believe that the whole intent of Goss versus\nLopez was to allow a high school student to\nunderstand the interpretation of the principal's view\nof the facts, and allow the student the opportunity\nto clarify or to fill in any missing points in terms\nof the understanding being --\nJUSTICE BREYER: That's true, but Goss\nversus Lopez, to my knowledge -- you may know more\nabout it. But to my knowledge, there are not a lot\nof federal cases which second guess the principal or\nthe teacher, once the teacher or the principal gives\na plausible reason for suspending the student.\nAnd of course my fear is that that is\nprecisely what would occur here. There would be\nprocedure, there would be a reason. The reason is\nwe're too busy. All right? And courts won't second\nguess that.\nBut if you take the other route, you get\nwhat you need, which is an instruction to the police\ndepartment that when a child is missing, you don't\nwait. But I don't see how you can get that\ninstruction on this procedural route.\nMR. REICHEL: Your Honor, we're not asking\nfor the Court to instruct the police department they\nhave to drop everything --\nJUSTICE BREYER: Exactly. And that seems\nto me to be the problem, because you have a case\nwhere the problem was the delay and that's apparently\na common problem. And I don't see how this route\nthat you take gets at that problem.\nMR. REICHEL: Your Honor, if I could\nrespond, the delay issue is not the crux of the\nproblem. The crux of the problem is that the police\nofficers here never told Ms. Gonzales that they\nbelieved that there was or was not probable cause.\nJUSTICE SOUTER: What good could that have\ndone anyone?\nMR. REICHEL: It would have allowed her\nthe opportunity --\nJUSTICE SOUTER: She knew, as it was, that\nthey weren't going to do anything. What good would\nit have done her to know that, oh, it's nice to know\nthat they've gone through a probable cause\ndetermination in coming to the conclusion that\nthey're not going to do anything. I mean, what is\nthe social value of that?\nMR. REICHEL: Your Honor, I don't believe\nthe record is such that we've alleged that\nMs. Gonzales knew that they weren't going to do\nanything. In fact, it's just the opposite, that she\nrelied upon --\nJUSTICE SOUTER: They said call back in\ntwo hours and whatnot.\nMR. REICHEL: And she continued to do\nthat, to follow their instructions.\nJUSTICE SOUTER: And each time at the end\nof the call, she knew that they weren't going to do\n-- they weren't going to go out and look and they\nweren't going to enforce the order at that point,\ndidn't she?\nMR. REICHEL: I'm not sure that's correct.\nJUSTICE SOUTER: I mean, I can understand\nyou're making an argument -- you have made it, but I\ncan understand you're making an argument that the\npoint of procedure is to force people, in this case\nthe police, to face facts. If they really know that\nshe has made out probable cause that something is\nwrong here, if they are forced to face that as a\nresult of procedure, they will then do something\nabout it. It's not as easy to be irresponsible in\nthat case.\nBut the trouble with that argument, it\nseems to me, although it's sound as far as it goes,\nis that it's an argument that would apply with\nrespect to every statute in which there is mandatory\nlanguage to the police to enforce it.\nAnd that seems to me to suggest a\ncompletely nonadministerable system and one which is\ntotally at odds with the normal accord of police\ndiscretion.\nMR. REICHEL: Your Honor --\nJUSTICE SOUTER: I mean, how do you get\naround that dilemma?\nMR. REICHEL: We believe that the process\ntest that we're articulating here is unique to\ndomestic violence mandatory arrest statutes across\nthe country. The reason being is that these statutes\nwere enacted precisely because of this problem, the\nproblem of --\nJUSTICE SOUTER: Then why weren't they\nenacted with an express provision saying, and by the\nway, the police have got to go, either through the\nfollowing procedure or, by the way, this statute\ncreates a right on the part of the protected party.\nIn other words, if the response to what I\nunderstand the problem to have been, if the response\nwas the response that you think the legislature made,\nwhy didn't the legislature say something that would\ntake these statutes out of the run of the mill\ncriminal law statutes in which the police, subject to\nmandatory language, have an apparent obligation to do\nsomething to enforce?\nMR. REICHEL: I would respectfully submit,\nYour Honor, that they have, especially in Colorado.\nThis statute is much more detailed than a run of the\nmill criminal or civil statute.\nJUSTICE SOUTER: But it doesn't say that\npeople like your client have a personal right to\nenforcement with a damage remedy.\nMR. REICHEL: It doesn't, Your Honor, but\nthe fact that there is a court order here in place\nindividualizes the entitlement. It makes it\npersonal.\nMs. Gonzales went into court and aired her\ndirty laundry under the assumption, mistakenly here,\nthat she was going to be provided protection from the\nState. That if she went in and explained the\nsituation to the courts, the courts would issue her\nan order that meant something. And it could only\nmean something if police officers are willing to\nenforce it. The legislature in turn has said, if a\nperson has this kind of order, you shall use every\nreasonable means to enforce it.\nNow, in order to enforce it, the police\nofficers are going to have to, as they respond to\nevery criminal complaint, make an initial probable\ncause determination. That's part of every day law\nenforcement.\nJUSTICE SCALIA: Mr. Reichel, how would\nyou describe, briefly, the property that your client\nhas been deprived of? What is the property?\nMR. REICHEL: The property is an\nentitlement to enforcement of her order. That's the\nproperty, Your Honor. That's how it was --\nJUSTICE SCALIA: The entitlement to\nenforcement of an order is property? Do you know any\ncase that is -- what's the closest case that you\nwould say has held something to be property that is\nan entitlement to have an order enforced as opposed\nto an entitlement to a job, an entitlement to money,\nan entitlement to what I would consider property?\nMR. REICHEL: There is no opinion of this\nCourt that talks about orders per se. There is,\nhowever, what I would classify as a more quirky\nproperty interest, and that was the Logan versus\nSimmerman Brush case. That case dealt with the\nsituation where there was a statute that provided a\ncutoff for when somebody could sue for unemployment\nbenefits or discriminatory allegations in the State\nof Illinois.\nAnd the court there held that while there\nis really a right in this process, to go through this\nprocess and by cutting it off without any opportunity\nfor notice or a hearing, the State of Illinois --\nJUSTICE SCALIA: Yes, but it's, at the end\nof the day, they were unemployment benefits, right?\nI mean --\nMR. REICHEL: That's true.\nJUSTICE STEVENS: Wouldn't the better\nanalogy be to assume she made a contract with a\nprivate detective agency to protect her from these\nevents. And if something arises, to go get the\npolice and act on it? That would be a property right\nif she had a private contract with a private\ndetective agency to do exactly what the police were\nsupposed to do here.\nMR. REICHEL: Well, Your Honor, that's\ntrue, although when she went into court, I think she\nbelieved that she had a contract with the State of\nColorado, at least a promise by the State of Colorado\nthat she would obtain some protection.\nJUSTICE STEVENS: But it seems to me a\ncontract for protection would be a familiar kind of\nproperty, is what I'm suggesting.\nMR. REICHEL: Exactly. Exactly. And here\nthe order --\nJUSTICE SCALIA: But there is no contract\nhere, is there?\nMR. REICHEL: There is no contract but\nthere is an order. There is a court issued order\nbased upon her allegations and based upon her\nsubmissions to the court.\nYour Honors, again, Ms. Gonzales took the\nrisk here of seeking an order of protection and\nairing her dirty laundry in public, and she did so\nwith the reasonable expectation that the order meant\nsomething, that law enforcement would enforce it.\nJUSTICE GINSBURG: Could you be precise\nabout what is the due process? You're saying it's\nnot a hearing that you're seeking. Not just that she\ncould be listened to and no action taken. But what\nprecisely is the process to which she is due?\nMR. REICHEL: We believe that there has to\nbe an objective, thoughtful, reasoned evaluation of\nher complaint of a violation. And that involves\nnecessarily an evaluation in good faith of probable\ncause, a determination of whether probable cause\nexists, and an articulation of that determination --\nCHIEF JUSTICE REHNQUIST: But you said a\nmoment ago, this could be done by the sergeant on\nduty at the desk who probably had three other calls\nwaiting. Do you still think that could be done?\nMR. REICHEL: Certainly, Your Honor. I\nbelieve if you take a look at some of the model\npolicies already in place by police departments\naround the country that are attached to the amicus\nbrief of the law enforcement agencies that filed on\nour behalf, you'll see some policies whereby the\nperson at the desk taking the information is required\nto have certain types of questions and provide\ncertain types of responses to those questions.\nJUSTICE GINSBURG: But on any timetable?\nMR. REICHEL: Yeah, we're not asking for\nthe police department to drop everything. We're just\nasking that they --\nJUSTICE STEVENS: If I understand your\nposition correctly, I know what the allegations are\nhere, but if the evidence should show later on that\nin response to one of these telephone calls, the desk\nsergeant said, send a squad car out and see if you\ncan locate the kids, you would lose?\nMR. REICHEL: No, Your Honor, that's not\nwhat I'm saying.\nJUSTICE STEVENS: Because that would have\nbeen a good faith response by somebody to try and\nfind out whether there was probable cause.\nMR. REICHEL: There has to be an\narticulation of the determination of probable cause\nto the holder of the restraining order to allow her\nto, for example, clarify facts, to perhaps talk to a\nsuperior or perhaps, in this case, go somewhere else\nfor help, go to the court.\nJUSTICE GINSBURG: But where do you get\nthat? I know that the Tenth Circuit tried to stick\nto the language of the statute. But where do you get\nthe requirement, A, that police inform her and, B,\nthat it give reasons for nonenforcement? Those were\nnot within what the Tenth Circuit said.\nMR. REICHEL: I believe it was wrapped\nwithin the concept of a probable cause determination.\nAnd they did specifically state that if there was an\nadverse determination, that notice of that\ndetermination has to be conveyed to her. That was, I\nbelieve, the fourth prong of our analysis.\nJUSTICE GINSBURG: So the notice -- yeah,\ndid it say with a statement of reasons?\nMR. REICHEL: With a statement of reasons,\nit did, Your Honor.\nJUSTICE GINSBURG: Where does that come\nfrom?\nMR. REICHEL: Well, the statement of\nreasons, Your Honor, allows again for there to be\ncommunication on both sides. So that if the\nstatement of reasons turned out to be based upon\nfalse information --\nJUSTICE GINSBURG: I know that it would be\na fair process that you're describing.\nMR. REICHEL: A meaningful process.\nJUSTICE GINSBURG: But is it an essential\none, that is, that nothing spells out -- in most of\nthe cases that involve property and a procedural due\nprocess right, it's a hearing that the person is\nseeking. Are they entitled to benefit or are they\nnot? But here, this is not what you want. You want\nthe police to enforce. And if they don't enforce, to\ngive you a reason.\nMR. REICHEL: Well, I believe that the\nenforcement of the order flows from the probable\ncause determination. The obligation to enforce is\ntriggered by a finding of probable cause of a\nviolation.\nSo the process we're looking for involves\nthe probable cause determination. It's our position\nthat by simply ignoring that process, you're\ndepriving somebody potentially of their property\nright in enforcement of the order.\nJUSTICE GINSBURG: But if the police --\nlet's say, focusing on this case, suppose they had\nlooked at this order and said, wow, it gives him\nweekends with the girls, it gives him summertime with\nthe girls and, subject to his ex-wife's agreement,\ndinner time with the girls, this can't be all that\nurgent because if he would harm the girls then why is\nthe judge allowing him so much sole time with them?\nSo wouldn't -- looking at this particular\norder, wouldn't there be reasons why the police would\nsay, the judge is allowing the father to spend time\nwith the girls, this can't be that urgent?\nMR. REICHEL: There could have been, Your\nHonor, but again, those reasons were never\narticulated to my client and any reasons the police\nofficers may have had are not in the record.\nJUSTICE O'CONNOR: But this is such a new\nsort of a requirement you're seeking us to develop\nhere. I just don't know of any past case that would\nsuggest such a requirement when it comes to law\nenforcement requests by citizens of police. It would\nbe a major step, wouldn't it?\nMR. REICHEL: It would be a different kind\nof case, Your Honor.\nJUSTICE O'CONNOR: Yes. Are there any\nindications that any of the police in this instance\nwill face disciplinary action for their response\nhere?\nMR. REICHEL: I really have no idea, Your\nHonor. I really have no idea.\nJUSTICE BREYER: Could you still bring a\nstate tort suit?\nMR. REICHEL: No, Your Honor. I believe\nthat as was conceded in Petitioner's reply brief,\nthey're really under our governmental immunity laws.\nThey're probably the strictest in the country. There\nreally is no viable tort --\nJUSTICE BREYER: Why? Because it is\nwillful and wanton, and you've made out a claim they\ndidn't even give an answer, they didn't do anything,\nthey have a practice of doing nothing.\nMR. REICHEL: I believe that centers more\naround the causation and foreseeability issues that\nare triggered by that type of a claim.\nJUSTICE KENNEDY: Well, if the State cares\nso little about enforcing what its officers do under\nits own laws, isn't that some indication that it did\nnot intend to create the property interest that\nyou're arguing for?\nMR. REICHEL: No, Your Honor, I don't\nbelieve that at all. And in fact, again, going back\nto some of the Court's prior cases and the Roth\nseries of case law, if you look, for example, at\nLogan versus Simmerman Brush, there was a good deal\nof discussion about whether there was a tort law\nremedy and, in fact, there was in that case.\nCHIEF JUSTICE REHNQUIST: Do you have any\nother cases besides Logan?\nMR. REICHEL: On that issue?\nCHIEF JUSTICE REHNQUIST: Yes.\nMR. REICHEL: Not with that elaborate of a\ndiscussion on the issue, although I would submit that\nthe existence of a post-depravation remedy, so to\nspeak here, is irrelevant under, again, Logan, simply\nbecause we're left now with the Monell claim. We're\nleft with the allegations of state action, a custom\nand policy of a state entity here.\nAnd the existence of a post-depravation\nstate law tort remedy is irrelevant to the analysis\nof whether there is a due process violation.\nJUSTICE GINSBURG: If there had been a\nquestion certified to the Colorado Supreme Court, and\nthe Colorado Supreme Court said we weren't intending\nto create any entitlement here, evidence that we\ndon't even have a tort action that's willful or\nwanton conduct, no liability at all in the\nmunicipality. So suppose the State Supreme Court has\nsaid, we didn't mean to create any entitlement, then\nwhere would you be?\nMR. REICHEL: We probably wouldn't be\nhere, Your Honor. That question simply never got\ncertified to the Tenth Circuit. And I believe you do\nhave to give deference to the Tenth Circuit's\nanalysis of Colorado law on that issue.\nYour Honors, at issue here is a specific\norder of protection, a legislative mandate requiring\nenforcement of a protective order and a pattern and\npractice of the Castle Rock police department of\nignoring and failing to enforce court issued\nprotective orders.\nThis case does not turn on decisions made\nby police officers based solely on the facts of this\ncase. This case involves allegations of a pattern\nand practice, an official policy and custom on the\npart of Castle Rock of not taking complaints of\nrestraining order violations seriously.\nThis pattern and practice that's -- in and\nof itself proves there was no process. Ms. Gonzales\nmerely seeks the opportunity to prove at a trial on\nthe merits that no matter what she said to the Castle\nRock police officers, they were not going to do\nanything about her --\nJUSTICE STEVENS: May I ask you whether\nyou would favor or disfavor our certifying the\nquestion whether there is a property right here to\nthe Colorado Supreme Court?\nMR. REICHEL: At this point in time, I\nsuppose I would disfavor it, because I believe that\nBishop versus Wood is controlling. Your Honors, we\nrespectfully request that this Honorable Court affirm\nthe Tenth Circuit's ruling in this matter. Thank you\nvery much.\nCHIEF JUSTICE REHNQUIST: Thank you,\nMr. Reichel. Mr. Eastman, you have four minutes\nremaining.\nREBUTTAL ARGUMENT OF JOHN C. EASTMAN\nON BEHALF OF PETITIONER\nMR. EASTMAN: Thank you, Mr. Chief\nJustice. I want to go back to Justice Scalia's point\nabout the property interest. This is such a unique\nclaim of a property interest. I think it would be\nappropriate to find that even if you were to accept\nJustice Stevens' contention of a contract, an ADT\ntype of guarantee of protective services, that looks\na lot more like the type of entitlements under Roth\nthat this Court has recognized.\nI think it may well be the case that you\nnever reach a property interest in the enforcement\nagainst somebody else, that that's a different thing\nin kind from this traditional contract protective\nservices.\nSo if there was a statute that said, when\nsomebody has a protective order that implicates --\nparticularly when there is a finding of dangerousness\nthat's been made by a court that has nothing to do\nwith the restraining order that was issued here, and\nthat the police are obligated to provide 24-hour,\nseven days a week police -- squad car out in front of\nher house until she goes to testify at a hearing, for\nexample, that would be I think a property interest.\nBut it would meet the criteria that this\nCourt set out in Gonzaga, that it's defined in terms\nof rights to her, not just benefits that might flow\nfrom a criminal law more generally.\nIt's phrased in terms of the person\nbenefited and it has an unmistakable focus. That's\nthe phrase from Gonzaga. And that there is an intent\nto create a private remedy as well, not just the\nprivate right. I think those kind of things would\ngive rise to a Roth type property interest that would\nlead to the invocation of procedural due process\nrequirements.\nJUSTICE BREYER: What about the willful\nand wanton -- suppose the facts were just as they\nsay, long-standing practice, not responding, doing\nnothing, doing nothing here despite evidence of\nserious danger, and being told you shouldn't do\nanything, don't pay any attention he'll come home,\nwould that show willful and wanton?\nMR. EASTMAN: I believe under Colorado\nlaw, that would show willful and wanton and their\ntort claim would be available against the police.\nBut it's precisely because of that tort claim is\navailable and only on those limited circumstances\nthat I think you cannot read the Colorado legislature\nas having created a property interest here, because\nthe remedies that would be available would not be so\nlimited.\nWe would not be limited to willful and\nwanton conduct. We would have all sorts of remedies\nbeyond what the State of Colorado specifically said.\nAnd you would go a long way toward making\nconstitutional provisions the font of Colorado tort\nlaw, and completely supplant --\nJUSTICE STEVENS: May I ask you the same\nquestion I asked your opponent? Would you favor or\ndisfavor our certifying the property law issue to the\nColorado Supreme Court?\nMR. EASTMAN: Disfavor. I think there is\njust nothing in this statute that would even make it\nreasonable for the Colorado Supreme Court to hold\nthat there is a property interest here.\nAnd to go back to your earlier point about\nBishop, it's not a determinative rule. You give\ndeference to the Tenth Circuit. But when the Tenth\nCircuit's decision is not based on any even\ndevelopments in Colorado law, and based on a Colorado\nstatute and takes the step that this statute simply\ndoesn't comply with, I don't think you need to give\nthe kind of absolute deference here that you might\nhave given other cases. If there are no more\nquestions, I'll -- thank you.\nCHIEF JUSTICE REHNQUIST: Thank you,\n"
    }, 
    "respondents": [], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 13, 
        "JUSTICE BREYER": 16, 
        "JUSTICE GINSBURG": 18, 
        "JUSTICE KENNEDY": 6, 
        "JUSTICE O'CONNOR": 8, 
        "JUSTICE SCALIA": 18, 
        "JUSTICE SOUTER": 20, 
        "JUSTICE STEVENS": 22, 
        "MR. EASTMAN": 37, 
        "MR. ELWOOD": 21, 
        "MR. REICHEL": 59
    }
}