{
    "appearances": {
        "content": "ROSEMARY E. PERCIVAL, ESQ., Assistant Public Defender,\nKansas City, Missouri; on behalf of the Petitioner.\nCHERYL C. NIELD, ESQ., Assistant Attorney General,\nJefferson City, Missouri; on behalf of the\nRespondent.\n"
    }, 
    "caseNum": "04-5293", 
    "caseinfo": {
        "content": "CARMAN L. DECK, :\nPetitioner :\nv. : No. 04-5293\nMISSOURI. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nROSEMARY E. PERCIVAL, ESQ.\nOn behalf of the Petitioner 3\nCHERYL C. NIELD, ESQ.\nOn behalf of the Respondent 22\nREBUTTAL ARGUMENT OF\nROSEMARY E. PERCIVAL, ESQ.\nOn behalf of the Petitioner 47\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, March 1, 2005\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n1:00 p.m.\n"
    }, 
    "petitioners": [
        "CARMAN L. DECK,", 
        "Petitioner", 
        "v.", 
        "No. 04-5293 MISSOURI.", 
        ""
    ], 
    "proceedings": {
        "content": "(1:00 p.m.)\nJUSTICE STEVENS: We'll hear argument in Deck\nagainst the State of Missouri.\nMs. Percival.\nORAL ARGUMENT OF ROSEMARY E. PERCIVAL\nON BEHALF OF THE PETITIONER\nMS. PERCIVAL: Justice Stevens, and may it\nplease the Court:\nThe question before the Court today is whether\nthe trial court violated Carman Deck's rights to due\nprocess and a fair and reliable sentencing proceeding, as\nguaranteed by the Sixth, Eighth, and Fourteenth\nAmendments, when the trial court forced him to appear\nhandcuffed to a belly chain and shackled in legirons\nbefore the jury which would determine whether he was to\nlive or to die.\nCounsel objected to the restraints and filed a\nmotion asking for the procedures set forth by this Court\nin Holbrook v. Flynn. Holbrook described shackling as an\ninherently prejudicial practice and set forth a procedure\nby which courts would exercise their discretion in\nmaintaining courtroom security while protecting the rights\nof the defendant.\nIf the court is to impose an inherently\nprejudicial practice like shackling, it first must\ndetermine that the shackles are necessary to further an\nessential State interest specific to the trial and must\nfind that no lesser means is available to meet those State\ninterests.\nThe court abused its discretion in failing to\napply the Holbrook standard in penalty phase.\nJUSTICE GINSBURG: Did the -- did counsel\nsuggest less intrusive restraints?\nMS. PERCIVAL: Counsel had filed an extensive\nmotion in which it set forth a number of different ways in\nwhich courts in Missouri and in other jurisdictions had\ndealt with the problem where the -- where the courts\nminimized the effect of the shackles on the jury by hiding\nthem from view such as by placing boxes around counsel\ntable, ensuring that the defendant was already in place in\nthe courtroom before the jurors entered, that sort of\nthing. And the court summarily overruled that motion.\nJUSTICE SOUTER: What was the basic\njustification in the first place for shackling? I mean,\nwere there insufficient bailiffs or -- or why did they do\nit in -- even in -- during the trial itself?\nMS. PERCIVAL: The court did not establish a\nrecord for why the shackles were -- were warranted. The\nonly justification that the court gave was -- at this\npenalty phase retrial was that Deck had been convicted,\nbut there's nothing else in the record as to what\njustification the court had.\nJUSTICE SOUTER: Is there any indication that\nthere were or were not present court security officers?\nMS. PERCIVAL: There's nothing in the record as\nto security officers in the courtroom.\nJUSTICE SCALIA: Who -- who should -- whose\nresponsibility should it be to get something like that\ninto the record? I mean, I read it. I don't -- I have no\nidea whether there was a good reason for the shackling or\nnot.\nMS. PERCIVAL: Once defense conviction objects\nto the use of shackling, it is incumbent upon the State to\nshow that the restraints were harmless, and by doing so,\nthey would need to make a record that -\nJUSTICE O'CONNOR: What's the authority for the\nburden of proof question? What -- what -- which of our\ncases do you rely on for that?\nMS. PERCIVAL: Well, it's basically Chapman\nbecause shackling is an inherently prejudicial procedure,\nand when the court imposes that without justification, the\nburden falls on the State to show that it was, in fact,\njustified or that the shackling was -- was harmless and\nthat the jurors could not see it or that sort of thing.\nJUSTICE KENNEDY: So the principle is there's a\nright not to be shackled, and when the State says that\nthat right has to be compromised, then the State has to\nhave the burden of proof?\nMS. PERCIVAL: Yes.\nJUSTICE KENNEDY: And I looked -- and I find\nthat rule in Chapman?\nMS. PERCIVAL: No, it would not be in Chapman.\nIt would -- it's -- it flows from Holbrook and Illinois v.\nAllen and Estelle v. Williams. Those cases set up the\nstandard that is really enunciated in Holbrook.\nJUSTICE SCALIA: Those -- those are all, are\nthey not, cases involving the -- the guilt phase of -- of\na trial? Right?\nMS. PERCIVAL: Yes, Your Honor.\nJUSTICE SCALIA: Well, this is a little\ndifferent. He -- I mean, when you shackle somebody who\nhasn't yet been convicted, you -- you send a message to\nthe jury that, you know, this -- this person belongs in\nirons. But the jury had already found this person guilty.\nMS. PERCIVAL: Yes, Your Honor.\nJUSTICE SCALIA: He was -- he was convicted.\nMS. PERCIVAL: Yes, and -\nJUSTICE SCALIA: Should that make no difference?\nMS. PERCIVAL: The reason that this presumption\napplies in penalty phase as well, the presumption of -\nthat shackles are inherently prejudice, it stems from -\nwe could start the analysis in guilt phase. In guilt\nphase, courts have held that shackles are inherently\nprejudicial because they make the defendant appear -\nJUSTICE SCALIA: Guilty.\nMS. PERCIVAL: -- dangerous, violent,\nuntrustworthy, and then hence, they are more likely to be\nguilty.\nNotably in -- in guilt phase, there's no\nquestion as to character. In penalty phase, however,\nwhere the State still has a burden of establishing that\nthe defendant is worthy of a death sentence by evidence\npresented in court, the question of character is a key\nfactor that the jury considers.\nJUSTICE SCALIA: Can -- can I ask you? You say\ncounsel proposed some alternatives to -- to the visible\nshackling. Did counsel object that there shouldn't have\nbeen any shackling at all?\nMS. PERCIVAL: Counsel filed a motion saying\nthat there should not be restraints at all, but within\nthat motion, he explained how courts in Missouri had\naccommodated --\nJUSTICE SCALIA: Okay.\nMS. PERCIVAL: -- both interests successfully.\nJUSTICE SCALIA: But he did take the position\nthat there was no need for shackles at all.\nMS. PERCIVAL: Yes, yes.\nJUSTICE KENNEDY: Back on your earlier part of\nyour answer to Justice Scalia, that it's inherently\nprejudicial in the sentencing stage, if one of us were to\nagree or the whole Court, the majority, were to agree with\nyour position and write the opinion out, what would we\ncite for that, other -- other than our -- our own\nassumptions as to how the system worked, judicial notice?\nMS. PERCIVAL: Well, I think that you could\nfollow Holbrook pretty closely and that I think what you'd\nneed to -- to deal with is there's a whole bunch of\nprecedent regarding how prejudicial shackling is. We know\nthat character is essential in penalty phase, and the\nother characteristic of penalty phase is the heightened\nfor reliability which is not present in the guilt phase.\nJUSTICE KENNEDY: With -- with character, we\nknow -- we know he's a murderer.\nMS. PERCIVAL: We know that on that day 7 years\nprior that Carman Deck was dangerous to those people in\nthat situation. But what the jury is being asked to\nconsider is whether his acts on that day were really in\nconformity with what his character is and what it -- how\nhe would behave if he were sentenced to life without\nparole.\nJUSTICE SCALIA: Are you sure that it's as -- as\nprejudicial in the -- in the penalty phase as it is in the\nguilt phase? I mean, in the guilt phase, it does make the\nperson look like a criminal. In the penalty phase, I -\nI'm really not sure if I -- if I were a prosecutor whether\nI would prefer to have the defendant shackled or not. The\nissue before the jury is whether to leave this person in\nhis -- in his current incarcerated state for life or to\nexecute him. And I -- I might think that showing, you\nknow, what -- what kind of an existence it is to be -- to\nbe a life prisoner walking around with the legirons and\nchains -- I'm not sure that that is going to cut in favor\nof the jury's giving the death penalty or -- or to the\ncontrary, make the juror think, boy, what a wretched life\nthis is and -- and that ought to be enough.\nMS. PERCIVAL: Well, Your Honor, in Beck v.\nAlabama, a similar situation arose. In Beck, the question\nwas whether Alabama's statute which prohibited the jury\nfrom getting lesser included offense instructions in a\nfirst degree murder case was constitutional. And Justice\nStevens in his opinion writing for the Court stated that\nthere may be factors that cut in favor of the defendant\nand factors that cut against the defendant, but the\nuncertainty and unreliability that is forced into the\nfact-finding process is what the problem is.\nSo as in this situation, perhaps some jurors\nwould -- would think, you know, he's wearing these\nshackles just because he was convicted. Others might -\nmay, as well, say he's wearing them because he's\nparticularly dangerous. We don't know, and there's that\nunreliability of the -- the fact-finding process since the\ndefense has not been able to confront this evidence and it\nhasn't come in from the stand.\nJUSTICE O'CONNOR: What are the factors in\nMissouri that the State would be trying to prove to urge\nthe imposition of death versus life imprisonment? What\nare the things in Missouri that are deemed relevant?\nMS. PERCIVAL: Well, there are statutory\naggravating circumstances, and the jurors are also allowed\nto consider non-statutory evidence.\nJUSTICE O'CONNOR: Is future dangerousness an\nissue in Missouri?\nMS. PERCIVAL: It is not a specific aggravating\ncircumstance, but it's something that is -- is certainly\nrelevant and that the jurors can consider.\nJUSTICE KENNEDY: Does your whole case turn on\nhow shackling affects the argument that you're -- that the\naccused is making that he's not dangerous, et cetera, or\nis there some other different standard that we could use\nto the effect, say, that it's just not consistent with the\ndignity in an American courtroom, something like that?\nMS. PERCIVAL: Well -\nJUSTICE KENNEDY: Does your whole case turn on\nwhether or not this is prejudicial to the fact-finding\nprocess on the specific issues or is there some more\ngeneral standard?\nMS. PERCIVAL: Well, there are certainly other\nconsiderations that shackling affects. Shackling impedes\nparticipation in the trial by affecting how the client can\ncommunicate with counsel and that sort of thing, how the\njurors will gauge his demeanor, whether his mental\nfaculties will be diminished through the shackling. Our\nargument here -- because counsel did not specifically\nobject on grounds of right to be present, our argument\nhere focuses on how the jury viewed the defendant, given\nthe fact that he was in these -- this extreme form of\nrestraints, and these extreme restraints were unjustified.\nJUSTICE GINSBURG: In the prison setting, does\nhe wear such restraints? Justice Scalia suggested the\njury might say, wow, that's the way he has to go around\nthe rest of his life with the -- all chained up. But in\n-- do we know whether in the prison he would be routinely\nwearing these restraints?\nMS. PERCIVAL: No, he would not be unless he was\na very disorderly inmate or something like that, but I\nthink most of the jurors would -- would know from seeing\njail shows and jail movies that inmates are typically not\nrestrained in that fashion so that -\nJUSTICE SCALIA: It's --\nJUSTICE KENNEDY: Well, I mean, I think the -\nJUSTICE SCALIA: -- it's still an oppressive\nreminder of -- of how this individual, if sentenced to\nlife, is -- is subject to -- to the orders of prison\nauthorities which on some occasions will subject him to\nthis kind of restraint.\nI -- once again, if I were a prosecutor, I'd\nrather have him dressed up in a nice, new suit and his\nhair combed and smiling. I would much prefer that to\nhaving him in shackles.\nJUSTICE STEVENS: Are you aware of any cases in\nwhich prosecutors have objected to shackling?\nMS. PERCIVAL: No, I am not, Your Honor.\nJUSTICE STEVENS: So Justice Scalia would have,\nI suppose, but he's unusual as a prosecutor I think.\n(Laughter.)\nMS. PERCIVAL: No.\nJUSTICE KENNEDY: Well, I -- I think there is -\nis something to the point that if I'm a juror and the\ndefendant is sitting about as close to me as you are at\nthe counsel table and I see that he can't suddenly jump\nout at me, I have a certain -- certain security in making\na deliberated judgment. I -- I do think it may cut both\nways. And that's why I'm asking you is if there are some\nother considerations here.\nMS. PERCIVAL: Well, I think -- I don't think\nthere's other considerations other than, you know, this is\npenalty phase of a capital trial where we have to have the\nreliability of the fact-finding process. And the jurors\nare gauging the character of this defendant. And as you\nmentioned in your concurring opinion in Riggins, the jury\nis searching to discover the heart and mind of this\ndefendant, and considerations such as character or future\ndangerousness are very important and may, in fact, be\ndeterminative of what sentence the defendant receives.\nShackling a defendant basically places a thumb\non death's side of the scale and dehumanizes the\ndefendant, making it easier for the jury to find that he\nis worthy of a death sentence.\nThe Holbrook standard that this Court\nestablished is a great standard. It has been in effect\nfor -- for decades and it works. It is efficient and it\nis just as easily applied in penalty phase.\nHolbrook promotes the reliability of a death\ndetermination by limiting the risk that impermissible\nconsiderations will come into play. It also allows\nconsideration of the individual circumstances of the case\nthat is so crucial in the penalty phase.\nHolbrook --\nJUSTICE KENNEDY: Let me ask you this. You, of\ncourse, would object to having to show prejudice in any\nindividual case. Then it seems to me, to follow, that\nthat's prejudice -- that that means because prejudice is\ndifficult to show. And if prejudice is judicial -\ndifficult to show, why should we rule for you anyway?\nMS. PERCIVAL: Because we are concerned with the\nreliability of the death sentence. If -- if shackles are\ninherently prejudicial in guilt phase where character\nisn't even at issue and that has a lesser standard of\nreliability, then they certainly are inherently\nprejudicial in the guilt -- in the penalty phase where the\ndefendant's life is at stake.\nAnd as Justice O'Connor has recognized in her\nconcurrence in the Eddings v. Oklahoma case, this Court\ngoes to extraordinary measures to ensure that the\ndefendant sentenced to be executed is afforded process\nthat will guarantee, as much as humanly possible, that the\nsentence was not imposed out of whim, passion, prejudice,\nor mistake.\nShackling opens the door to prejudice and\nmistake by giving the jury the impression that the\ndefendant is particularly dangerous and therefore worthy\nof a death sentence.\nJUSTICE BREYER: Is -\nJUSTICE GINSBURG: What do you make of the judge\n-- well, the jury, already having been polled, and every\none of them said this would not affect our judgment?\nMS. PERCIVAL: This Court in Holbrook dealt with\nthe same situation, and the Court in that case held that\nwhen a procedure presents such a probability of prejudice\nthat it is inherently lacking in due process, little stock\nneed be placed in jurors' claims to the contrary because\njurors may not even be conscious of the effects that\nshackling will have.\nAnd at that point in the proceedings, the jurors\nhad not been instructed as to what specific factors they\nwould be looking at. They did not know that Missouri has\nfour steps in their sentencing procedure. They did not\nknow how this would play into it. So their response that\nthey would not be affected really should have little\nbearing here.\nJUSTICE BREYER: Suppose the judge had said this\ndefendant has just been convicted of killing two people.\nHe convicted them -- as the jury knows, he was convicted\nof having killed them because he wanted to avoid being\nsent back to prison. The jury may sit there and think,\nwell, if he killed two people to avoid being sent back to\nprison and we've just voted him guilty, maybe he's going\nto try to lunge out in the courtroom and get us. And\ntherefore, I want him shackled. Now, suppose the judge\nhad said that. Would that be an adequate reason?\nMS. PERCIVAL: No, I don't think it would. I\nguess what you're saying is if the jurors believe that the\nshackling is done for their protection. Then that gives\nthe jurors the idea that -- that this man is going to -\nhas done something to indicate -\nJUSTICE KENNEDY: I -- I think you have to give\nthat answer to Justice -- to Justice Breyer, and that's\nwhy I'm asking. I -- I think you just have to say that\nthis is inherently inconsistent with the atmosphere we\nwant to have in a courtroom. It seems to me -- I -- I'm\nnot quite sure I can find a lot of authority for that, but\nit seems to me that has to be your argument.\nMS. PERCIVAL: Yes, it is.\nJUSTICE O'CONNOR: Well, Ms. Percival, would you\nstill be here today with this argument if the defendant\nhad simply had shackles around his ankles that would have\nprevented him, in -- in effect, from running or lunging at\nanyone, but that that had been concealed by appropriate\ncovers around the table where he was sitting so that the\njury was unaware of that situation?\nMS. PERCIVAL: Yes.\nJUSTICE O'CONNOR: Would you still be here -\nMS. PERCIVAL: No. I -\nJUSTICE O'CONNOR: -- making this argument that\nit's inherently prejudicial even though the jury couldn't\nsee it?\nMS. PERCIVAL: I would not be here arguing that\nif the court had gone to -- had -- had balanced both\ninterests and had limited the risk that this impermissible\nfactor would come into play. And in fact, at the first\ntrial and penalty phase, Deck wore leg braces underneath\nhis clothing and he behaved perfectly fine. It was only\nwhen he came back on -\nJUSTICE O'CONNOR: That wasn't obvious or\nvisible particularly to the jury.\nMS. PERCIVAL: No, it was not.\nJUSTICE KENNEDY: Well, but then you're giving\naway the Riggins argument, which is that this somehow\naffects the psyche of the defendant and he can't fully\nparticipate, et cetera, which I thought was your argument.\nMS. PERCIVAL: Well, that -- that is one of the\nproblems with excessive shackling. I think with -- with\nleg braces -- there's -- there's a balance with -- with\nHolbrook. And the court is balancing the State's\ninterests and courtroom security with the defendant's\ninterest in a fair trial. The leg braces was an effective\nbalance because it protected the courtroom security, but\nit also enabled Deck to be judged on -- just on the\nevidence presented in court and to have the freedom\nnecessary to -\nJUSTICE KENNEDY: So can every defendant have\nleg braces in every case?\nMS. PERCIVAL: No, Your Honor. No.\nJUSTICE SOUTER: Well, is -- you -- you have -\nJustice Kennedy alluded to one of your earlier arguments,\nand that is the -- somehow the -- the shackling affects\nthe capacity to participate. I thought you meant by that\nif the -- the hands are shackled, he can't write notes to\ncounsel. Do you mean something else?\nMS. PERCIVAL: Well, there are two different\nangles on that. First, there's the ability to communicate\nwith counsel, such as by taking notes. The other aspect\nis if the shackles are so distracting to the defendant or\ncausing him pain that he will not be able to concentrate\non what is going on at the trial to enable him to help his\nattorney and participate.\nJUSTICE SOUTER: Well, I -- I would grant you if\n-- if they -- they are so tight that it's causing pain,\nyou've got a separate problem, but short of that, does the\nso-called capacity to participate suffer simply because\nhe's -- he's in irons? I mean, the only participation\nthat he's going to do, I presume, is -- is sit there and\n-- and communicate with his lawyer. It's going to affect\nhis capacity to write a note to his lawyer. What else is\nit going to do?\nMS. PERCIVAL: If the shackles are -- are very\nobvious, it might deter the defendant from coming to court\nin the first place, lest he be characterized as this\ndangerous person.\nJUSTICE SOUTER: Do you know of any instance of\nthat?\nMS. PERCIVAL: I cannot cite to any right now,\nYour Honor. But -\nJUSTICE GINSBURG: But he does have to stand up\nwhen the judge comes in -\nMS. PERCIVAL: Yes, when the -\nJUSTICE GINSBURG: -- and presumably when the\njury files in.\nMS. PERCIVAL: Yes. When the judge comes in,\nwhen the jury comes in, the defendant would stand up. And\nso -\nJUSTICE SOUTER: But your -- your problem with\nthat, as I understand it, is simply that at that point\nwith all these chains and so on, he's giving an impression\nor the State is requiring him, in effect, to give an\nimpression to the jury that may be a -- a false\nimpression.\nMS. PERCIVAL: Yes.\nJUSTICE SOUTER: Okay.\nMS. PERCIVAL: Yes, it is.\nJUSTICE SOUTER: But back to participation.\nMS. PERCIVAL: It could also prevent him from\ntestifying if he knows that he would need to walk from\ndefense table up to the witness box.\nJUSTICE SOUTER: But that would be true if he\nwere in the legirons.\nMS. PERCIVAL: That -- you're right, Your Honor.\nBut there's other measures that the court could take to\nensure that the defendant was in place at the witness box\nbefore the jury would come in.\nJUSTICE SOUTER: True, true.\nMS. PERCIVAL: But in this case the judge took\nno remedial measures. The judge was perfectly satisfied\nby the fact that the jury could see these restraints.\nJUSTICE SCALIA: I gather there was some\nevidence or perhaps it's conceded that he was put on a\nsuicide watch before his first trial. This was the second\ntrial. Right?\nMS. PERCIVAL: Right. When --\nJUSTICE SCALIA: That he had been put on a\nsuicide watch and that he had tried to injure himself by\nknocking his head against the cell wall?\nMS. PERCIVAL: Yes.\nJUSTICE SCALIA: What if -- what if the judge\nhad specifically stated I'm putting him in irons because\nthe man is -- is violent enough towards himself or others\nthat I'm worried about the safety of the jury.\nMS. PERCIVAL: Well -\nJUSTICE SCALIA: What if the judge had said\nthat?\nMS. PERCIVAL: Okay. That incident -\nJUSTICE SCALIA: Would that have been enough?\nMS. PERCIVAL: I -- I don't think it would have\nbeen in this case because that incident had happened well\nprior to the first trial, and at the first trial, he was\nwearing the leg braces underneath his clothing and they\nsufficed. Deck was a perfectly calm, orderly defendant in\nthe courtroom. There were no problems.\nAnd so there's two issues. There's the issue of\nwhether the shackles were warranted and then whether the\n-- they were excessive. And these -- handcuffing him to a\nbelly chain and forcing him to wear legirons were\nexcessive.\nMay I reserve the rest of my time, Your Honor?\nJUSTICE STEVENS: Yes, you may, Ms. Percival.\nMs. Nield.\nORAL ARGUMENT OF CHERYL C. NIELD\nON BEHALF OF THE RESPONDENT\nMS. NIELD: Justice Stevens, and may it please\nthe Court:\nThe State of Missouri and Mr. Deck agree that\nthe trial court needs discretion to fashion security\nmeasures such as restraints. That's particularly so in a\ncase like this where we're talking about a penalty phase.\nMr. Deck, at the time of his penalty phase retrial, had\nalready been convicted, among other things, of two counts\nof murder. So by definition, he was a dangerous\nindividual. In those circumstances -\nJUSTICE SOUTER: Well, isn't -- isn't the\nquestion whether he -- he was dangerous in the courtroom?\nMS. NIELD: That is part of the question. That\nis true.\nJUSTICE SOUTER: There's no question he was\ndangerous when he committed the murders, but -- but I\ndon't know that that means he's dangerous in a courtroom.\nMS. NIELD: Well, I think that certainly\nsuggests that he's dangerous right off. In terms of\nwhether or not he's dangerous in the courtroom, there's\nother facts that are conspicuous upon this record.\nJUSTICE O'CONNOR: Well, is there some burden on\nthe part of the prosecutor and the court to consider at\nleast alternative restraints or measures to make sure that\nthere's no misbehavior?\nMS. NIELD: There may be but prior to that,\nthere -- there should be a burden on the defendant to,\nfirst of all, articulate that the restraints are visible\nand make a record on that. And second of all, to -\nJUSTICE O'CONNOR: Well, apparently that was\ndone. Do you say that there was no motion made by defense\ncounsel and that alternatives were not proposed?\nMS. NIELD: I think I disagree with the\ncharacterization. There was a motion filed pretrial that\ncontained a lengthy discussion of the law, which included\ndiscussion of various cases and alternatives to restraint\nthat had been used. But that said, the motion itself is\nstyled motion to have accused appear at trial free of\nrestraints. The relief requested was that Mr. Deck should\nappear free of restraints both --\nJUSTICE KENNEDY: Do you -- do you take the\nposition that every defendant can be restrained if the\nrestraints are not visible to the jury?\nMS. NIELD: It -- it would depend on the nature\nof the restraints, but if the restraints are not\nvisible -\nJUSTICE KENNEDY: Legirons strapped to the leg\nof the -- of the table but not visible.\nMS. NIELD: Right. If not visible, then that\nwould be fine.\nJUSTICE SCALIA: Why don't you limit it to\ndouble murderers anyway?\nMS. NIELD: Certainly that would be fine.\nJUSTICE SCALIA: Okay.\nJUSTICE KENNEDY: Well, but I want to know what\nyour position is. Traffic offenders?\nMS. NIELD: Again, it -- it depends upon the\ncircumstances, but if they're not visible to the jury, the\ndefendant has a difficult time -\nJUSTICE O'CONNOR: Well, the circumstances that\nyou were given was a traffic offender.\nMS. NIELD: A traffic offender who is restrained\nwhere it's not visible -\nJUSTICE O'CONNOR: With -- with non-visible\nrestraints. Is that perfectly okay?\nMS. NIELD: Yes, it is. Yes, it is because if\nthe jury doesn't see them, then --\nJUSTICE O'CONNOR: It's kind of an extreme\nposition, isn't it?\nMS. NIELD: That's true, but it points up the\nimportance of making a record on the visibility. If they\nare not visible -\nJUSTICE SOUTER: Is -\nJUSTICE GINSBURG: But this -- this is given -\nI mean, this is legirons. It's not leg braces. Belly\nchain. You don't need to make a record to -- to know that\nthose things are visible. Is there any serious doubt that\nthey were visible?\nMS. NIELD: Well, I -- I think there was serious\ndoubt and that's borne out by defense counsel's question\nto the voir dire. He said to the -- during the voir dire\nto the panel, you either do or will know that Mr. Deck is\nrestrained, and I guess that's what happens when you're\nconvicted. That's a rough paraphrase. But the either -\nthe part that he said, you either do or will know, that's\na direct quote. So defense counsel himself was not even\nnecessarily -\nJUSTICE BREYER: What about his motion? Is Mr.\nLeftwich -- is that defense counsel?\nMS. NIELD: One of them. That's true. And\nthere was a gentleman -\nJUSTICE BREYER: All right, fine. He says I\nwould ask that or like to move to strike the entire jury\npanel for cause because of the fact that Mr. Deck is\nshackled in front of the jury and makes them think that he\nis going to -- that he is violent today and going to do\nsomething in the courtroom. And I read that, he's saying,\nof course, they can see it.\nMS. NIELD: Again, we --\nJUSTICE BREYER: That doesn't say he can see it\n-- they can see it?\nMS. NIELD: I think that's an allegation by\ncounsel that that may be the case.\nJUSTICE BREYER: All right. So has anybody said\n-- he said, Judge, I would like you to get rid of this\njury which happens to be looking at the shackles. Okay.\nNow, at that point, you have to do -- then isn't it up to\nthe prosecution to say, what do you mean looking at them?\nThey can't see them. They're hidden.\nMS. NIELD: Well, recall at -- at this point the\nsequence is critical. By this time, defense counsel in\nhis voir dire questioning had already let the cat out of\nthe bag. Either you do or will know that he's restrained.\nBut by -\nJUSTICE O'CONNOR: Well, are you taking the\nposition here that this record does not disclose that the\nbelly chains and the handcuffs and the other restraints\nwere not visible?\nMS. NIELD: Yes. I'm taking the position that\nwe don't know from this record that they were visible.\nJUSTICE O'CONNOR: That there's nothing in the\nrecord to show that.\nMS. NIELD: That's right.\nJUSTICE O'CONNOR: And you don't concede it.\nMS. NIELD: I do not. I do not concede it.\nJUSTICE STEVENS: Yes, but your position would\nbe precisely the same if the record made it perfectly\nclear that the jury could see everything, I think.\nMS. NIELD: I think the test would be the same.\nThat's -\nJUSTICE STEVENS: Yes.\nMS. NIELD: That's true.\nJUSTICE STEVENS: So this is an alternative\nargument that you're making.\nMS. NIELD: That's true.\nJUSTICE KENNEDY: But the State of Missouri is\nsubmitting to us the proposition that every defendant in\nevery case can be shackled so long as it's not visible.\nAnd I -- I find that an extreme position because it's an\nindignity on the defendant and the defendant is entitled\nto dignity in a courtroom.\nMS. NIELD: Well, this points up the distinction\nin this case between guilt phase and penalty phase. And\nwhat we're talking about here and the rule that I am\nurging this Court to adopt relates to the penalty phase.\nAnd in the penalty phase, like Mr. Deck's, we have a\nperson who's been convicted of murder. Now, in a guilt\nphase, certainly there are issues of presumption -\nJUSTICE KENNEDY: Could he be forced to wear\nprison clothes once he's convicted and it's the sentencing\nphase?\nMS. NIELD: I think he possibly would be able\nto, yes. Yes, I do because prison clothes identify the\ndefendant, and if a defendant is an escape risk, for\nexample, that would identify the defendant in case he were\nto bolt from the courtroom, for example.\nJUSTICE GINSBURG: But there's no for example\nhere because the court said, in answer to the lawyer's\nobjection -- the -- the lawyer says, it prejudiced him -\nprejudices him toward the jury and it makes him look\ndangerous. The court's answer: the objection you're\nmaking will be overruled. He has been convicted and will\nremain in legirons and belly chain. The only thing that\nwas relevant, according to the trial judge was he has been\nconvicted.\nMS. NIELD: That is the only stated reason, that\nhe has been convicted. I think what that means is he's a\ntwice convicted murderer. Of course, he's dangerous.\nFurther, there are reasons spread upon this\nrecord. And keep in mind the same judge from the penalty\nphase retrial has been with this case from the beginning.\nThere are reasons spread upon this record that justify\nadditionally the use of restraints against Mr. Deck.\nJUSTICE GINSBURG: Why? He went through the\nentire guilt phase with the more moderate restraints, just\nthe leg brace, and there was no incident. There was no\ndisturbance in that trial. He didn't try to lash out at\nanyone. Why wasn't that the best example of what one\ncould anticipate in the penalty phase?\nMS. NIELD: What you state is true, but by the\ntime of the penalty phase retrial, Mr. Deck's position, to\nparaphrase from Martinez v. Court of Appeal, had changed\ndramatically. He had already been convicted. Add to that\nhe had already pursued his direct appeal through the\nMissouri Supreme Court.\nJUSTICE STEVENS: Is the fact of conviction\ncritical for your point of view because it doesn't really\nmatter if there's prejudice or that because there's no -\nno danger of prejudice?\nMS. NIELD: I'm not sure I understand your\nquestion.\nJUSTICE STEVENS: Well, do you concede that even\nthough he had been convicted, it would, nevertheless, be\nprejudicial in the eyes of the jury to see a man shackled\nwhen one of the issues they'll have to decide is whether\nhis future dangerousness might -- might justify his\nexecution? Do you think there is prejudice there, or do\nyou share Justice Scalia's view that it would be a good\nthing for the defendant?\nMS. NIELD: I think it would depend. Some\njurors might take away that the person -\nJUSTICE STEVENS: And if it depends, why would\nit not be appropriate to have a rule that the trial judge\nshould be required to explain the basis for his decision?\nMS. NIELD: Certainly here it would have been\nsimpler had the trial court been a little wordier, and\nthat's not the case. That said, I think the test should\nbe, looking back, has the trial court done something\nthat's reasonable.\nAnd then to get into the prejudice issue, I\nthink you have to look at the facts of this case. In\nterms of whether or not the restraint could prejudice Mr.\nDeck, one thing to look at is the defense that he offered\nin mitigation. His defense in mitigation was not that he\nwas not a dangerous individual. It was not that these\nmurders were an aberration -\nJUSTICE STEVENS: Yes, but would you not agree\nthat it's always of relevance to a jury in deciding\nwhether the -- the man should be executed, is how\ndangerous is this guy?\nMS. NIELD: Yes, certainly juries can consider\nthat, and jury case law is in accord. But on the facts of\nthis case, Mr. Deck's defense in mitigation was not that\nhe was a safe individual or, again, that the murder of\nthese two people was an aberration in an otherwise saintly\nlife. That's not the case.\nThe mitigation defense was that he did these\nhorrible things. He is some -- a nefarious individual,\nbut that he should not be sentenced to death because that\nwasn't his fault. It was his parents' fault. They had\ndone a poor job in raising him. He had suffered difficult\ncircumstances growing up. So there's simply no\nintersection between the mitigation defense offered here\nand whatever the jury might take away that might be\nnegative from the fact that he was restrained.\nJUSTICE SOUTER: But the fact -\nJUSTICE KENNEDY: Could they put him in a cage?\nMS. NIELD: Could they put Mr. Deck in a cage?\nI don't think so. Could they put -\nJUSTICE KENNEDY: He's -- he's been convicted.\nWe know he's dangerous.\nMS. NIELD: Right.\nJUSTICE STEVENS: It seems to me your argument\nis much like arguing on the merits of the -- at the\noriginal trial that his defense was alibi or something\nlike that, therefore you don't have to worry about the\nprejudice that arises from the restraints.\nMS. NIELD: Well, I think in the penalty phase,\nwe're looking at reliability. And -- and the bottom line\nis restraining somebody who's twice been convicted of\nmurder is not in any way unreliable or misleading.\nJUSTICE STEVENS: Yes, but the bottom line from\nthe other point of view is that shackles are always\nprejudicial, and you try to have the scales evenly\nbalanced when you're deciding whether the man should die\nor not.\nMS. NIELD: In terms of making that decision,\nit's important to remember that Missouri has procedures in\nplace to channel, at the front end, the jury's decision\nwhether or not to impose death. Among those are\naggravating circumstances. And in this case the\naggravating circumstances did not relate at all to\ndangerousness or future dangerousness. In fact, in\nMissouri -\nJUSTICE SOUTER: Well, the -- the stated\naggravating circumstances didn't, but the point of -- one\npoint of the argument is that by shackling the man in -\nin this complete and visible way, you are creating the\nimpression that no one could fail to -- to perceive that\nthis guy is so dangerous that they can't even depend upon\ncourtroom security either to protect him from the -\nprotect the jurors or courtroom personnel or to prevent\nescape. That -- excuse me. That may not be a verbal\nargument about dangerousness, but it seems to me that it\nis an unmistakably visible one. What is your response to\nthat?\nMS. NIELD: Two responses to that. In terms of\nthe dangerousness, again, this jury in particular knew\nthat Mr. Deck had been convicted of murder. They knew\nthat the choice they faced was both stark and very\nserious: life without probation or parole or death. And\nso to present Mr. Deck in restraints could hardly come as\na shock. To the contrary, it might be confusing and cause\nconsternation to have a twice-convicted murderer sitting\nat counsel table no more restrained than counsel or the\npeople in the courtroom.\nJUSTICE GINSBURG: Do we know why the judge\napparently changed his mind? Because if I remember\ncorrectly, at the pretrial hearing, the court said that\nthe defendant would be allowed to, A, wear his own clothes\nand, B, to have leg braces underneath for security. And\nthen sometime after that pretrial hearing, the judge\napparently changed his mind. Do we know what triggered\nthat?\nMS. NIELD: We -- we do not. There is no record\nof any such pretrial hearing. The only way we know about\nthat is from allegations in the motion for new trial. So\nthere is -- there is no record on that at all.\nIf possible, I'd like to get back to the cage\nquestion, Justice Kennedy, that you posed. That's a -\nthat's an extreme form of restraint. Could that ever be\nused in a case? It's possible.\nBut then I think we get into questions of\nwhether or not the trial court's action was reasonable.\nAnd in looking at reasonableness, we can consider are\nthere other perhaps less visible, less dramatic forms of\nrestraint that might do the job equally well. That's not\nto say, however, that a -\nJUSTICE O'CONNOR: Well, how about the ones that\nwere used on Mr. Deck during the trial? Was that an\nalternative that was reasonable?\nMS. NIELD: I think it was an alternative in\nthis case, and the defense didn't proffer, at the time of\nthe objection, anything that they thought that might be\nless. And I think the trouble comes in here -- again, I\ndon't believe a least restrictive alternatives approach is\nappropriate, but when you talk about least restrictive, I\nthink it's sometimes difficult to tell what is less\nrestrictive than something else because not all\nrestraints -\nJUSTICE O'CONNOR: Well, in part it depends on\nwhose burden it is. Is it the burden of the State, if\nthey're going to use shackles, to somehow establish that\nit's needed?\nMS. NIELD: I think -\nJUSTICE O'CONNOR: Or do you take the position\nthat they're free to impose shackles in every case, even a\ntraffic offense, if the prosecutor wishes to do it,\nwithout any justification? That's your position\napparently.\nMS. NIELD: Well, I think if it's non-visible\nrestraints --\nJUSTICE O'CONNOR: Is that right?\nMS. NIELD: I -- I don't think that's --\nJUSTICE O'CONNOR: Is that your position?\nMS. NIELD: No. I don't think that's precisely\nright.\nJUSTICE O'CONNOR: No?\nMS. NIELD: I think if it's non-visible\nrestraints, we have a non-issue. If the jury doesn't see\nit, it doesn't really matter. That's -- that's --\nJUSTICE O'CONNOR: That's not my question, and\n-- and it relates to what is the burden of the State in\nthese situations to use the visible restraints?\nMS. NIELD: The burden is for the State to show\nthat the restraints were reasonable, were not completely\nout of proportion -\nJUSTICE O'CONNOR: And where in this record do I\nfind that the State carried that burden -\nMS. NIELD: The record -\nJUSTICE O'CONNOR: -- and that there was a\nfinding by the trial judge on it?\nMS. NIELD: There was not a finding per se, but\nthe facts of this case, spread upon the record, support\nthe use of restraints in this case.\nJUSTICE O'CONNOR: Could you point me to places\nin the record where it supports your position on the use\nof the visible restraint?\nMS. NIELD: Yes. Mr. Deck had an aiding escape\nconviction that was presented to the jury. There was the\nattempted escape that Justice Scalia referred to. Or\nexcuse me. He referred to the -- the suicide --\nJUSTICE O'CONNOR: Had that not occurred before\nhe was even tried?\nMS. NIELD: That had, yes. Yes, that's true.\nJUSTICE STEVENS: And what were the facts of the\naiding escape? Was he trying to get away or was he\nhelping somebody?\nMS. NIELD: He was assisting somebody.\nJUSTICE KENNEDY: I mean, what did he do? Draw\na map or what?\n(Laughter.)\nMS. NIELD: He -- he had a saw blade and he\nassisted these other individuals in sawing their way out.\nSo there's that, both a conviction -\nJUSTICE STEVENS: Which really has very little\nprobative value on this issue. I mean, the fact that he\ntried to saw his way out of a cell hardly speaks to the\nrisk of fleeing from the courtroom while the proceedings\nare going on.\nMS. NIELD: I -- I must disagree. I think if\nhe's aiding other people in escape, he himself tried to\nremove the glass from the window when he was held in jail\nprior to trial by removing the caulking. If he is willing\nto escape in those circumstances, what's to say he's not\nwilling to escape in the Jefferson County courtroom?\nJUSTICE GINSBURG: So we already know that -\nthat that effort was made before he was tried in the guilt\nphase.\nMS. NIELD: That's true.\nJUSTICE GINSBURG: And whatever inference you\nmight draw, it didn't prove out. So it seems to me the -\nthe closest in time is the -- and -- and in fact is the\nepisode he's just been through, the trial episode. So why\nwouldn't that be -- the -- the judge would start with that\nin mind. Well, I tried this man and he didn't give me any\nproblems, so I have no reason to anticipate problems now.\nMS. NIELD: That's true. But again, we also\nhave the fact that he had -- between the initial penalty\nphase and the penalty phase retrial, Mr. Deck had pursued\nhis direct and post-conviction appeals. They had not been\nsuccessful on the issue of guilt. The issue of guilt is\ndone. He's a twice-convicted murderer. And he knew that\nat that time.\nFurthermore, we have the fact that the first\njury in the penalty phase found one of the six aggravating\ncircumstances -- actually they found all, but one of them\nwas that Mr. Deck killed in order to avoid lawful arrest.\nHe has 12 convictions on his record, and at the time that\nhe killed the Longs, he knew that if I leave witnesses and\nthey can identify me and I go to prison for breaking into\ntheir house and stealing money, I will not be leaving\nprison. So that was a factor as well. That was a factor\nas well.\nJUSTICE BREYER: If -- if there are some factors\nthat favor putting him in shackles and I guess others\nmight not, what's the argument that the judge shouldn't at\nleast have to make a finding?\nMS. NIELD: Again, the question is\nreasonableness. We don't have a finding here, and it\nwould certainly have been helpful. But --\nJUSTICE BREYER: I mean, you know, I realize you\nwant to save the conviction and the penalty, but if you\nlook at the mine run of cases, it's pretty hard for me to\nsee how the State could show special circumstances and\nthey not get a finding from the judge that they're right.\nMS. NIELD: We don't -\nJUSTICE BREYER: It's pretty hard to see an\nargument against it.\nMS. NIELD: We don't -\nJUSTICE BREYER: I know that hurts your case,\nbut I -- I still need to think of some argument or reason\nwhy the judge shouldn't have to at least make a finding.\nMS. NIELD: Right. Findings would certainly be\nhelpful, but again, the question is whether or not what\nthe trial court did is reasonable, not if what he did was\nperfect. If conspicuous on this record, we have factors\nlike an attempted escape, aiding others in escaping, the\nfact that he killed to avoid lawful arrest, the fact that\nbetween his initial penalty phase and the retrial he had\npursued his remedies. With all these facts, can we really\nsay that the trial court was on the side of\nunreasonableness versus reasonableness? Do we have to\nwait for Mr. Deck to actually have an outburst? Or it\ncould be something where it's an -- an issue of the\nspectators in the courtroom. There could be many things.\nIt could be an issue of what the particular confines of\nthe Jefferson County courthouse are and whether or not\nit's set up in such a way as to avoid escape and things of\nthat nature.\nJUSTICE GINSBURG: With a -- with a blank record\n-- the -- the State is going to restrain someone and it\nmay be necessary, it may be not, and if the State has the\nburden, then why shouldn't a reviewing court speculate on\nwhat might have been when the only thing that was -\nappears of record is he's been convicted and will remain\nin legirons? The only reason the court gave is that now\nthings have changed. He's no longer in the guilt phase\nwhere he enjoys the presumption of innocence. He has been\nconvicted and, therefore, we can keep him in chains.\nThere's nothing situation-specific about it. The judge\nseems to be saying once a person is convicted, at least of\nmurder, it's fair game. It's -- it's permissible to keep\nhim in legirons and shackles.\nMS. NIELD: I think that's what the court said\nhere. However, it's important to remember that the\ndefendant has a burden to establish a constitutional\nviolation. And further, the colloquy of the court and\ncounsel was such that counsel said, look, these restraints\nmake him look dangerous. And the court, by saying he's\nbeen convicted, said, well, he is dangerous.\nNow, if there were other objections to the\nrestraints, for example, that he was unable to communicate\nwith counsel because his hand was not free and he couldn't\nwrite notes or if the restraints were causing him pain or\nif the restraints, the way they were set up, were causing\nhim to have difficulty facing the jury perhaps -\nJUSTICE SCALIA: Ms. Nield, is -- is the State\nmaking a harmless error argument here? I really couldn't\ntell from your brief whether you're doing it or not. Are\n-- are -- is the State asserting that assuming it -\nassuming it was wrong, assuming it was a violation, this\njury would have -- would have come out the same way\nanyway?\nMS. NIELD: That's right. That's true.\nJUSTICE SCALIA: Why is that?\nMS. NIELD: First of all, again, the defense in\nmitigation was essentially that Mr. Deck is dangerous, but\nwe ought to spare him the penalty of death because of his\npoor upbringing. And that defense in mitigation does not\nintersect or have any sort of nexus with any sort of\npresumptions that jurors might draw.\nJUSTICE SCALIA: What -- what specific\naggravating circumstances did they jury find? You say\nthere are statutory aggravating circumstances in Missouri.\nMS. NIELD: That's correct.\nJUSTICE SCALIA: And the jury found -- there are\nfive.\nMS. NIELD: There were --\nJUSTICE SCALIA: And the jury found all five.\nMS. NIELD: Actually there were six -\nJUSTICE SCALIA: Six.\nMS. NIELD: -- that were pled in this case and\nthe jury found all six. And they are as follows. The\nmurders were each committed while he was engaged in\nanother homicide. He murdered each victim for the purpose\nof receiving money. Both murders involved depravity of\nmind. Each murder was committed for the purpose of\navoiding lawful arrest. Each murder was committed while\nMr. Deck was engaged in the perpetration of a burglary,\nand each murder was committed while Mr. Deck was engaged\nin the perpetration of robbery.\nSo, again, none of these factors -- there's no\nnexus between these factors, which are really implicit in\nthe guilt finding -- no nexus between these aggravating\ncircumstances that render Mr. Deck death-eligible and any\nsort of dangerousness that the jurors might take away from\nthe fact that he was restrained.\nOnce you get past the death-eligibility hurdle\nwith the aggravating circumstances, then comes the Eighth\nAmendment concerns about reliable and accurate sentencing\nin the selection decision, the decision that's one of a\nmoral nature of whether this person should be put to\ndeath. And on that front, again, restraining somebody\nwho's twice been convicted of murder is not inaccurate, it\nis not unreliable, it's not misleading in any way.\nJUSTICE KENNEDY: So -- so it's never ground for\nreversal? I'm -- I'm wondering, in line with Justice\nScalia's question, is -- is -- would the calculus be,\nwell, this is not a close case and some other cases are\ncloser? I mean, is that what we do?\nMS. NIELD: I think --\nJUSTICE KENNEDY: Your -- your -- I -- I think\nfirst position at least would be that it's never\nprejudicial. But assume we don't agree with that.\nMS. NIELD: I think -\nJUSTICE KENNEDY: How does harmless error work\nto -- to pursue Justice Scalia's line of questioning?\nMS. NIELD: I think in terms of harmless error,\nthat would be our second position, but the first position\nhere is that a constitutional violation has not been\nestablished.\nJUSTICE KENNEDY: I understand that.\nMS. NIELD: And where that's the case, you look\nat the totality.\nJUSTICE SCALIA: But answer his question. Give\nhim an example of where it -- it wouldn't be harmless\nerror.\nMS. NIELD: Where it wouldn't?\nJUSTICE SCALIA: Assuming that it is a\nviolation, what's an example of where it wouldn't be\nharmless error?\nMS. NIELD: An example of where it might not be\nharmless error is where the defendant's defense in\nmitigation is focused specifically on dangerousness or\nfuture dangerousness. For example, if the defense in\nmitigation is I committed these murders, but I'm very sick\nnow, I'm feeble, I'm not going to pose any sort of threat\nto anybody inside or outside the prison walls, if the\ndefense in mitigation relates to danger. Or, for example,\nif the defense in mitigation was that while incarcerated,\nthe person had found religion and realized the error of\nhis or her ways and was no longer inclined to do these\nthings and felt remorse, that again might relate.\nJUSTICE SCALIA: Or I suppose if future\ndangerousness was a specific aggravating factor under\nState law, as it is in Texas, for example -\nMS. NIELD: Correct. That would make a\ndifference.\nJUSTICE SCALIA: -- then -- then you would\nconcede that if this was unlawful, the error clearly would\nnot be harmless.\nMS. NIELD: That could certainly make a\ndifference there. That's correct.\nOr another example of where the defense in\nmitigation might intersect more with the dangerousness\nissue. In the Simmons line of cases, in one of the cases\nthe defense was that the particular defendant had a\nproclivity for attacking elderly women and that was the\nnature of his crime. But in prison there were no elderly\nwomen, and so he would not pose a danger to anyone outside\nthe prison walls if incarcerated for life, nor would he\npose a danger to other prisoners because they were not\nelderly women.\nJUSTICE GINSBURG: I thought the question here\nwas, was he dangerous in the courtroom? Was he going to\nlash out at a witness or try to -\nMS. NIELD: I think that's the question when the\ntrial court looks at the restraints issue, but Mr. Deck is\nsaying that this impaired the reliability of his\nsentencing under the Eighth Amendment. And there, we do\nlook at these other kinds of issues. It's not whether he\nwould be dangerous in the courtroom. That's the trial\ncourt decision at the front end under the Eighth\nAmendment, and when we look at reliability, is this\nsomething that is going to impel the jury to impose a\ndeath sentence based upon whim or caprice or\narbitrariness. And we would submit that it is not.\nAgain, to restrain somebody who's convicted of\nkilling not one, but two people, to do that does not send\nthe jury irrevocably down the path of giving death. And\nthat points up the prosecutor's argument in this case.\nJUSTICE GINSBURG: If he -- if he were kept\nunder these restraints, legirons and the -- what do they\ncall it -- belly chain, day in and day out in prison,\nwould that constitute cruel or unusual punishment?\nMS. NIELD: It could. It could. And it would\ndepend upon the prison security. The difference being, in\nprison, he's already confined versus outside the prison\nwalls. It -- it could present a problem. In one of the\nSpain cases, the -- the neck restraint was deemed to be\ncruel and unusual, and particularly if it's ongoing, if\nit's -- if it occurs for a lengthy period of time.\nBut, of course, we don't have that here and we\nhave not a prison context but a context of a local, rural\ncourtroom where the trial judge has to make sure that the\npeople in that courtroom, the personnel, the spectators,\nthe jurors, that they are safe. And we would submit that\nunder the facts of this case, that that trial court's\ndecision was not unreasonable.\nThe Missouri Supreme Court was correct in its\nanalysis and it should be affirmed.\nJUSTICE STEVENS: Thank you, Ms. Nield.\nMs. Percival, you have about 4 and a half\nminutes left.\nREBUTTAL ARGUMENT OF ROSEMARY E. PERCIVAL\nON BEHALF OF THE PETITIONER\nMS. PERCIVAL: Thank you, Your Honor.\nJUSTICE KENNEDY: Could -- could you comment on\nwhether or not there's harmful error here?\nMS. PERCIVAL: Yes, Your Honor.\nThis constitutional violation was not harmless\nfor a number of reasons.\nFor one, character was the key consideration in\nthe jury's analysis of whether this person should live or\ndie. The court is saying that even 7 years after this\ncrime occurred, that Carman Deck is so dangerous that he\nneeds to be in both belly chain and legirons to keep the\ncourtroom safe, to keep him there. The court is saying\nthat he's dangerous in the courtroom, that he remains\ndangerous and therefore he -\nJUSTICE KENNEDY: Are you asking us to say that\nin light of six aggravating factors on which he was\nconvicted, the result likely would have been different?\nMS. PERCIVAL: Yes, I am, Your Honor. And\nthat's because there's -- that is the -- just the first\nstep of the Missouri procedure. The jury then goes to\nstep two, by which they look at both statutory aggravators\nand nonstatutory aggravators to decide whether death is\nwarranted. At step three, they then weigh the mitigation\nagainst the aggravation.\nThe Missouri Supreme Court itself in the first\nappeal stated that Deck had presented substantial\nmitigation about his horribly abusive childhood.\nAnd it's not accurate that the defense was only\nrelated to his -- his childhood. In closing arguments,\ndefense counsel repeatedly argued that Deck deserved to be\nin prison because of what he had done, but that he would\nbe safe in prison. There would be no risk that he would\nhurt anybody else. So that was part of the defense\nstrategy.\nThese restraints were -\nJUSTICE SCALIA: That was at this trial or at\nthe first trial, that -\nMS. PERCIVAL: This trial. He made that\nargument at this trial.\nThese restraints were visible throughout the\ntrial. There were 15 recesses, at which time Deck would\nhave had to stand up when both the jurors leave the court\nand come back in.\nThe shackles dehumanized Deck and it degraded\nthe dignity of the courtroom. Prison clothing does not\nrelate to character, and shackles directly relate to\ncharacter, which is so key in the death analysis.\nIt was not reasonable to impose these excessive\nrestraints after Deck had behaved appropriately at -- at\nnumerous proceedings prior to this.\nAnd for these reasons, we would ask the Court to\nfind that there was a constitutional violation -\nJUSTICE STEVENS: May I ask one quick question?\nMS. PERCIVAL: Sure.\nJUSTICE STEVENS: Does the record tell us how\nbig he was?\nMS. PERCIVAL: No, it does not, Your Honor.\nSorry.\nJUSTICE STEVENS: Okay.\n"
    }, 
    "respondents": [
        "No. 04-5293 MISSOURI."
    ], 
    "speakers": {
        "JUSTICE BREYER": 10, 
        "JUSTICE GINSBURG": 14, 
        "JUSTICE KENNEDY": 26, 
        "JUSTICE O'CONNOR": 26, 
        "JUSTICE SCALIA": 30, 
        "JUSTICE SOUTER": 15, 
        "JUSTICE STEVENS": 19, 
        "MS. NIELD": 74, 
        "MS. PERCIVAL": 58
    }
}