{
    "appearances": {
        "content": "WILLIAM W. LOCKYER, ESQ., Attorney General, Sacramento,\nCalifornia; on behalf of the Petitioners.\nMARK R. DROZDOWSKI, ESQ., Los Angeles, California; on\nbehalf of the Respondent.\n"
    }, 
    "caseNum": "04-52", 
    "caseinfo": {
        "content": "BERTRAM RICE, WARDEN, ET AL., :\nPetitioners :\nv. : No. 04-52\nSTEVEN MARTELL COLLINS. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nWILLIAM W. LOCKYER, ESQ.\nOn behalf of the Petitioners\nMARK R. DROZDOWSKI, ESQ.\nOn behalf of the Respondent\nREBUTTAL ARGUMENT OF\nWILLIAM W. LOCKYER, ESQ.\nOn behalf of the Petitioners 47\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, December 5, 2005\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:04 a.m.\n"
    }, 
    "petitioners": [
        "BERTRAM RICE, WARDEN, ET AL.,"
    ], 
    "proceedings": {
        "content": "(11:04 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Rice v. Collins.\nGeneral Lockyer.\nORAL ARGUMENT OF WILLIAM W. LOCKYER\nON BEHALF OF THE PETITIONERS\nMR. LOCKYER: Mr. Chief Justice, and may it\nplease the Court:\nThis Court has repeatedly communicated an\nunderstanding of the appropriate deference owed to\nState court fact finding in habeas review under 28\nU.S.C., section 2254. Here, we don't have a simple\ncase of the Ninth Circuit applying the proper standard\nof deference, but getting the wrong result. The\nproblem is the Ninth Circuit doesn't get the standard.\nAlthough --\nJUSTICE KENNEDY: Just at the -- at the\noutset -- and I'm -- I'm not sure you're prepared for\nthis, but the joint appendix, volume 2, is under seal, right?\nMR. LOCKYER: Yes.\nJUSTICE KENNEDY: In the course of the\nargument, I think we'd be very interested in knowing\nabout the colloquy that the trial judge had with the\nattorneys, and if it's under seal, it's a little bit\nawkward to do that. Is there any reason that it has to\nbe kept under seal?\nMR. LOCKYER: None -- none at all, Justice\nKennedy. I believe we provided the --\nJUSTICE KENNEDY: I -- I take it --\nMR. LOCKYER: -- appendix 2 --\nJUSTICE KENNEDY: -- I take it that the --\nthe names of the jurors we don't know because they're\ngiven numbers.\nMR. LOCKYER: That's correct.\nJUSTICE KENNEDY: So far as you know, the\ncounsel for the respondent would also have no\nobjection?\nMR. LOCKYER: Neither of us have any\nobjection, and it's been quoted extensively --\nJUSTICE KENNEDY: Yes, it was then quoted\nextensively in the Ninth Circuit I thought.\nMR. LOCKYER: In -- in the briefs as well.\nJUSTICE KENNEDY: Thank you.\nMR. LOCKYER: Thank you, Mr. Kennedy --\nJustice Kennedy.\nIn this instance, the Ninth Circuit professes\nfealty to AEDPA deference, but it seems simply too\neasy, having sensed a constitutional injury, to become\nwilling to attribute error to the State court and to\nsubstitute its own factual inferences for those of the\ntrial judge.\nThe way the Court decides this case can\nprovide further instruction to habeas courts to help\nthem avoid the Ninth Circuit error. I'd suggest at\nleast four instructions that might be considered.\nFirst, confirming that the objective\nreasonableness test, that inquiry under (d)(2), is like\nthat currently under (d)(1). That is, the factual\ninquiry, like that under the legal inquiry, more\ndeferential than review for clear error.\nSecond, since it seems logical that State\nfact finding should be entitled to equal, if not\ngreater, respect than that now accorded State court\nresolution of legal issues under (d)(1), we've argued\nfor adoption of the Jackson v. Virginia kind of\nstandard as consistent with the letter and spirit of\nAEDPA, meaning that witness credibility determinations\nrarely may be overturned, and that all of the evidence\nmust be reviewed in the light most favorable to the\nfactfinder.\nThird, although Miller-El v. Dretke\nrepresented an extraordinarily egregious and I\npersonally think undeniable violation of Batson, some\nmight react to a whiff of a little smoke as a Miller-El\nfire. Proper resolution of this case can make it clear\nthat Miller-El v. Dretke dealt with a outlier and that\nthe traditional line of this Court's habeas cases,\nrestricting Federal courts from second-guessing a State\njudge's credibility calls, retain their vitality.\nFinally and specifically responding to Mr.\nCollins' argument that this case, it seems, is an\nopportunity to confirm the well-established presumption\nof correctness for State court fact finding under\nsection 2254(e)(1), that it remains available in all\nhabeas cases. Collins' view that the traditional\npresumption now applies only in the rare case of\nFederal evidentiary hearings would eviscerate the\ntraditional presumption. In my office --\nCHIEF JUSTICE ROBERTS: Well, it is -- it is\na little unusual to have under your view two different\nsections, both addressed to the question of the\nappropriate standard of review in a particular type of\nproceeding. They seem either redundant or overlapping.\nThe theory on the other side at least distinguishes\nthem and argues that they apply in different\ncircumstances.\nMR. LOCKYER: That's true, Mr. Chief Justice.\nOur view is that the (e)(1) test really focuses on\nspecific facts that have been found in State court.\nThe (d)(2) focus is on the decision, which presumably\nwould be a bundle of multiple facts, the decision of\nthe court and whether it was objectively unreasonable.\nAnd to limit the (e)(1) presumption not only,\nI think, being contrary to congressional intention when\nAEDPA reforms were adopted, and your cases that have\napplied both (e)(1) and (d)(2) as separate, independent\ntests -- in my office, there are 320 attorneys that do\nFederal habeas work, 120,000 hours of lawyering. If\nyou take out the capital cases, the non-capital Federal\nhabeas claims, only 2 or 3 percent ever go to a Federal\nevidentiary hearing. So the result of reading that\n(e)(1) without the presumption in the cold record case\nmeans basically the State loses the presumption for\nalmost every habeas claim that we look at. So it would\nseem to not be also supported by the statute's clear\nterms. There's no limitation written into (e)(1) that\nit -- it's -- doesn't apply across the board to all\nhabeas claims.\nThe --\nCHIEF JUSTICE ROBERTS: What about the\ncontention in the particular proceeding that the\ndistrict court -- or the State fact finder did not, in\nfact, make a determination, but simply gave the benefit\nof the doubt to the prosecutor?\nMR. LOCKYER: Mr. Chief Justice, I -- I think\nthat reading the transcript will show that the judge,\nhearing the Batson motion, asking counsel to explain\nthe reasons for her strikes, allowing defense counsel\nto comment and explain, and then the ruling of the\njudge seems to be a general one, both contemplating\nboth demeanor and youthfulness, and benefit of the\ndoubt may refer back to the fact that there's a dispute\nabout the challenged juror and whether she turned\naside, rolled her eyes in a dismissive and\ndisrespectful way. And the judge says, well, I didn't\nsee that behavior, but I'll give you the benefit of the\ndoubt. But I think the ruling is a general one that\nsubsumes both claims, youthfulness and demeanor.\nJUSTICE SOUTER: Well, I thought youthfulness\n--\nJUSTICE KENNEDY: And I -- I noticed the\ndefense attorney, respondent here, did not comment in\nany way on the -- the demeanor of the -- of witness 16,\nwhich means either the -- he -- he saw it and said\nnothing or he -- he didn't see it at all. We don't\nknow.\nMR. LOCKYER: Justice Kennedy, that's\ncorrect. There was no comment.\nJUSTICE KENNEDY: What -- what is the\nobligation that we impose on the prosecution in this\ncase to give a coherent explanation of why there -- the\njuror was excused? That step has proceeded. We're at\nthat step in Batson where an explanation has to be\ngiven. What -- what have we said about how coherent\nand complete that explanation has to be?\nMR. LOCKYER: Well --\nJUSTICE KENNEDY: Here, it seems that the\nprosecutor was somewhat caught off guard or -- or\ncertainly was not extremely clear.\nMR. LOCKYER: Well, we are in the middle of a\n-- a trial, of course, and it happens quickly and, as\nthe Court has suggested, often peremptory --\nJUSTICE KENNEDY: Well, I'm not so sure\nquickly. They gave notice that there'd be a Batson\nhearing. She should have known what's going on.\nMR. LOCKYER: Yes, sir. However, it was just\na short time later in the day, Justice Kennedy. There\nwas a break to dismiss the jury and then come back to\nthe Batson claim.\nBut the peremptories, as the Court has\nfrequently said, are intuitive, often inarticulable.\nIn this case, I think the --\nJUSTICE KENNEDY: But the point is once\nthere's a Batson challenge, it has to be articulated.\nMR. LOCKYER: Well, I think that happens.\nThat is, as soon as the prosecutor is asked to defend\nher challenge, she does, and she talks about\nyouthfulness. She says the young person doesn't have\nties in the community, doesn't have a stake in the\ncommunity, is unmarried, perhaps has a greater\ntolerance for drug crime with a small amount. This is\na three-strikes case. It would be a natural worry, I\nthink, for a district attorney to think that a third\nstrike, even though one and two were armed robbery and\nrape -- that a third strike that's a possession of a\nsmall amount of drugs, you might need to worry about a\njuror's tolerance or worrying about that severity of\nsentence.\nJUSTICE SOUTER: But -- but isn't -- isn't\nthe difficulty with your analysis there, General, that,\nyes, she started out by -- by talking about\nyouthfulness. As I understand it, she started out talking\nabout youthfulness and the -- and the demeanor, the\nrolling of the eyes.\nMR. LOCKYER: Yes.\nJUSTICE SOUTER: Sort of at the second stage,\nagain she spoke of youthfulness. Then at a third\nstage, she said, well, it's a combination of -- of age,\ngender, and inexperience. Then she realized she was in\ntrouble, and she said, well, I really didn't mean\ngender because I -- I'd be in constitutional hot water\nthere. Then she said, well, I really don't mean age\nbecause there are other young people on the jury, and\nI'm -- I'm not challenging them. So that the only\nthing that was left was possibly that element of age\nwhich refers to ties to the community.\nAnd at the end of this long colloquy, in\nwhich she has gone back and forth and back and forth\nand -- and jettisoned some of her reasons, the trial\njudge says, well, I didn't see the eye-rolling, and I\nguess I'll give the benefit of the doubt to counsel. I\ndon't know whether the judge is talking about the\nbenefit of the doubt on eye-rolling or the benefit of\nthe doubt on -- on ties to the community.\nAssuming it's ties to the community, that has\nnothing to do, I suppose, with -- with the -- the fear\nthat a young person is going to be too sympathetic to a\ndefendant who's up for the third time with a small\namount of drugs.\nAnd at the end of the day, it seems to me we\nhave what Justice Kennedy's question in the first place\nsuggested. We simply have an incoherent colloquy and a\nresponse to the judge which simply does not tell you\nwhat the judge is ruling on or the basis for the\nruling. All we know is that ultimately he's saying I'm\nrejecting the Batson challenge. That's the problem\nwith -- with deference in this case.\nWhat -- what is your response to that?\nMR. LOCKYER: Well, thank you, Justice\nSouter. First, I'd point to the language that the\njudge provided, which was in regard to juror 16, the\nonly one that is at issue, the court did not observe\nthe demeanor. However, 16 was a youthful person, as\nwas 6, and then prepared to give the district attorney\nthe benefit of the doubt.\nJUSTICE SOUTER: Yes, but the district\nattorney has -- I mean, the -- the point here is we're\njudging the district attorney's responses, not the\njudge's responses.\nMR. LOCKYER: Right.\nJUSTICE SOUTER: What we want to know is what\nthe judge found and ruled upon. The district attorney,\nas I understand it, has withdrawn the general claim\nthat youthfulness is a problem, and the only claim that\nmight have been -- might -- probably was comprehended\nunder youth that -- that remains is the claim of no\ncommunity ties. And I find it very difficult to tell\nfrom the judge's ruling whether the judge is saying,\nyes, I think there's a fair showing that there are no\ncommunity ties and that's certainly a race-neutral\nreason. I don't know what the judge was -- was --\nMR. LOCKYER: If I may, Justice Souter. The\nDA never withdrew the youthful claim.\nJUSTICE SOUTER: Well, didn't the DA say,\nlook, youth alone doesn't -- doesn't explain my reasons\nbecause there are other young people on the jury that\n-- that we're not challenging, and -- and I don't want\nto suggest that all young people should be\ndisqualified?\nMR. LOCKYER: Right.\nJUSTICE SCALIA: General, does -- does the\njudge have to find what the reason for the strike was,\nor does the judge have to find what the reason for the\nstrike wasn't?\nMR. LOCKYER: The judge has to find that it\nwas not a racially discriminatory strike.\nJUSTICE SCALIA: And if there are several\nallegations and -- and each of them is somewhat\ndoubtful but, on balance, he says, I give the benefit\nof the -- of the doubt to the -- to the district\nattorney, it's his indication that, as a matter of\nfact, he finds that the reason wasn't race.\nMR. LOCKYER: Justice Scalia, your direct --\nJUSTICE STEVENS: May I ask this question,\nGeneral?\nMR. LOCKYER: Yes.\nJUSTICE STEVENS: There are really two kinds\nof Batson problems as I see it. There are some cases\nwhere the prosecutor is -- just is deliberately keeping\nAfrican Americans off the jury, and there -- there's no\nquestion there's a violation there.\nBut I'm wondering if there isn't another\ncategory where persons are unconscious of their own\nsubconscious bias and not realizing that they\nthemselves have an unconscious fear that perhaps an\nAfrican American might not be a sympathetic juror.\nWould that kind of failure to really identify the\nproblem within the prosecutor's own conception of the\ncase -- would that be a Batson violation in your view?\nMR. LOCKYER: Well, probably not, because the\nrequirement is that the strike be intentionally done.\nThat is, there's an intentionality. If it's\nunconscious, as you suggest, Justice Stevens, I -- I\nwould think that wouldn't qualify.\nJUSTICE STEVENS: If, for example, the judge\nsaw that over a period of time, a particular prosecutor\nhad hunches about jurors over and over again and they\njust happened to be black most of the time. That would\nnot justify a -- a Batson challenge.\nMR. LOCKYER: Well, there might be a pattern\nover time.\nJUSTICE STEVENS: But -- but she's totally\nconvinced of the good faith of the prosecutor. And I'm\nnot suggesting bad faith.\nMR. LOCKYER: Yes.\nJUSTICE STEVENS: But just realizes this\nperson has an unconscious bias that shows up in the --\nin the pattern of challenges. Would that be a\njustified challenge?\nMR. LOCKYER: You might be able to deduce\nintent from -- infer it from a variety of challenges.\nJUSTICE SCALIA: No. You have to accept his\nhypothetical as he gave it. Assuming that the\nattorney, the district attorney, was in good faith.\nJUSTICE STEVENS: Right.\nMR. LOCKYER: In good faith?\nJUSTICE SCALIA: Yes. Assuming that the --\nthe attorney did not think that he or she was striking\nthe juror because of the juror's race.\nMR. LOCKYER: Justice Stevens and Scalia, I\nwould rely on the trial judge to make a determination\nof the intention of the district attorney --\nJUSTICE STEVENS: And if the trial judge\ndetermined --\nJUSTICE KENNEDY: Well, the question is would\nhe --\nJUSTICE STEVENS: -- based -- based on the\nhistory of several trials and so forth, that this\nprosecutor unconsciously had this hunch with respect to\nblack jurors but not others, that would be a sufficient\nbasis for a challenge.\nMR. LOCKYER: I'd be inclined to say yes.\nJUSTICE GINSBURG: But there is no such --\nthat -- that's very far from this case, General\nLockyer.\nMR. LOCKYER: Yes.\nJUSTICE GINSBURG: I did -- I did have one --\nJUSTICE SCALIA: That -- that gives a lot of\npower to district -- to -- to the district judge,\ndoesn't it? I mean, you know, this -- he says this --\nthis U.S. attorney really doesn't honestly believe that\nhe's biased, but I think, being the great psychologist\nthat I am, that this United States attorney, or\nwhoever, is -- is really biased and -- and he's -- I --\nyou really --\nMR. LOCKYER: Justice Scalia --\nJUSTICE SCALIA: -- you really want the\nsystem to run that way?\nMR. LOCKYER: Well, Justice Scalia, I hope to\nbrief that one some day, but --\nJUSTICE GINSBURG: Can we -- can we go back\n--\nMR. LOCKYER: -- but -- but it's a good --\nit's a good question even though I -- I don't think\nit's what's happening in this instance. And I mostly\nwould say we rely on the trial judge who's there --\nJUSTICE STEVENS: Except in this very case,\none gets the impression that the prosecutor was pretty\nconfused, but maybe she was acting in good faith.\nMR. LOCKYER: I -- I believe that's correct\nfrom the record.\nJUSTICE GINSBURG: She was certainly -- she\nwas certainly wrong on the law. When she -- when the\ngender question came up, she said, well, that's not a\nsuspect category, and she seemed to be -- her notion\nwas that it was okay to aim for a jury that had an\nequal number of men and women. And it was -- she\nseemed to be thinking the same thing with regard to age\ntoo. I agree with you she didn't withdraw it, but was\n-- the reasonable explanation was we don't want too\nmany young people here. So I'm going to allow some,\nbut I want older people to dominate. But the gender --\nshe had to be told by the judge Batson applies to\ngender. That -- that seemed -- that seemed strange to\nme that -- that 2 years after, she would not know.\nMR. LOCKYER: Justice Ginsburg, I think that\nperhaps an explanation -- and, again, if the trial\njudge thought it was reasonable -- is there some\ncompelling reason to read it a different way years\nlater on appeal after the California Court of Appeal, a\nFederal magistrate, and a Federal district judge have\nagreed with the trial judge's perspectives.\nBut it could be that she is quoting, as\nyou'll see in the transcript, California law that had\ntalked about jury balances. It's good to have young\nand old. It's good to have different races.\nI agree. You're absolutely right. J.E.B. v.\nAlabama had occurred a couple of years before, and the\njudge does say, I don't see, Ms. Satriano, that you are\nseeking to justify excusing people of one ethnicity\nbased on gender. So he seemed to at least be saying,\nyou started with youth. Everything you said about\nyouth, ties in the community, tolerance for drug use,\nunmarried, which might be distinctions with other young\npeople -- those -- do you have anything else to say?\nAnd I -- I suspect she felt like compelled to come up\nwith some further explanation.\nJUSTICE BREYER: What -- what is the -- where\n-- where is the place in what the judge -- when did\nthis eye-rolling take place? I can't figure it out.\nMR. LOCKYER: Okay. Yes. During the\njudicial voir dire.\nJUSTICE BREYER: Yes, I have that in front of\nme.\nMR. LOCKYER: And --\nJUSTICE BREYER: What was the statement that\nthe judge made in respect to which the juror is\nsupposed to have rolled her eyes?\nMR. LOCKYER: The district attorney simply\nsays with one of the questions to which you -- the\nprospective --\nJUSTICE BREYER: Which question?\nMR. LOCKYER: It's unclear.\nJUSTICE BREYER: So the reason I can't find\nit out is none of us know.\nMR. LOCKYER: No, you're right. I mean, it's\none where -- it doesn't say in the record eye-rolling.\nJUSTICE BREYER: And it actually says it\nwasn't a question. It was a statement, and that's why\nI can't figure it out.\nMR. LOCKYER: It -- it seems to be where the\njuror said yes in response to the voir dire, and then\n--\nJUSTICE BREYER: Which was a question you\nsaid --\nMR. LOCKYER: -- turned aside. All we know\nis yes was said. We don't know what the question was.\nJUSTICE BREYER: I see.\nMR. LOCKYER: The -- a point I guess to be\nmade about this confusing transcript -- and of course,\nI don't know what the file looked like with respect to\nMiller-El, but this is it. Obviously, there's not a\nlot to go on, and I think it suggests how vital it is\nto rely on the trial court judge to make some\ncredibility determination. He's there and sees the\ndistrict attorney and tries to, after making\nappropriate inquiries, say that he accepts her non-\nracial reasons.\nCounsel for respondent does a lot to compare\nto Miller-El and so perhaps it's worth just\ndistinguishing briefly. There we have 10 of 11 African\nAmerican jurors struck. We have the lawyers doing the\nquestioning, trick questions, loaded questions,\ncomplicated questions. We have the external evidence\nof the Dallas manual recommending discriminatory\nstrikes. We have the cards with race written on them.\nHere, we have a very brief, quick proceeding.\nThe judge is asking the questions and really resisting\nlawyers' attempts to add to that, to get more\ninformation so you can make a valid assessment of the\njuror that's before you. And so in this instance,\nobviously, relying on intuition, trial experience, she\nexercises the two peremptory challenges, one of which\nwas withdrawn on appeal and not pursued, the other with\nrespect to the young person, the demeanor, and\nyouthfulness are the grounds given.\nJUSTICE STEVENS: May I ask just a -- kind of\na background question? I noticed the judge pointed out\nafter ruling that he was under -- he -- I can't\nremember if it was a he or a she, but was under an\nobligation to report its reasons for granting Wheeler\nmotion to the State bar.\nMR. LOCKYER: Yes.\nJUSTICE STEVENS: Does that -- did that\nrequirement apply after the Ninth Circuit decision? Is\nthere a requirement that the -- the lawyer be\ninvestigated for possible discipline?\nMR. LOCKYER: We tried to research it,\nJustice Stevens, and we believe that it was a -- a\nState court rule adopted subsequent to Wheeler. And\nthat -- of course, unlike the way in which it is\ncharacterized in respondent's briefs, it wasn't a\nwarning to her, the district attorney, that is. It was\na general statement. If there's a Batson claim, I'm\nobligated to report.\nJUSTICE KENNEDY: Well, I -- I read it as\nsaying, and therefore I'm going to be careful about\nfinding that there's been a Batson violation. And I\nwonder if that's consistent with what we want trial\njudges to do when they're hearing Batson challenges.\nMR. LOCKYEAR: Justice Kennedy, I\nfrankly didn't read it that way. It just seemed to be\nhe was stating the fact, that it would be an obligation\nto report. Clearly, it has some impact on how people\nfeel about the judicial system and the particular\nlawyer's reputation if the judge were to affirm the\nmotion. But I -- I would expect the judge was doing\nhis job and performing his duties correctly.\nJUSTICE BREYER: If you have a minute, you\nmight -- I don't know if you -- if this is very useful.\nBut I've taken this point of view that -- that there's\nno way to get to the bottom of the use of stereotypes\nin cases like this, a perfect example. And therefore,\nthe only thing to do, consistent with the Constitution,\nis no peremptories.\nMR. LOCKYER: Well, I know that's your view,\nJustice Breyer.\nJUSTICE BREYER: You have 30 seconds. You\nwant to say how irresponsible that is, right?\nMR. LOCKYER: I prefer to keep the tradition\nand allow the peremptory challenges.\nThank you. I'll reserve time, if I may.\nCHIEF JUSTICE ROBERTS: Thank you, General.\nMr. Drozdowski, we'll hear now from you.\nORAL ARGUMENT OF MARK R. DROZDOWSKI\nON BEHALF OF THE RESPONDENT\nMR. DROZDOWSKI: Mr. Chief Justice, and may\nit please the Court:\nThe Ninth Circuit properly held that the\nState appellate court decision represented an\nunreasonable determination of facts because the\nprosecutor did not give a single persuasive reason for\nstriking juror 16.\nThe circuit also rightly held that the --\nCHIEF JUSTICE ROBERTS: Why isn't the rolling\nof the eyes a persuasive reason?\nMR. DROZDOWSKI: Well, here the rolling of\nthe eyes, first, is uncorroborated by the trial judge.\nHe says, quite frankly, I did not see it. And in his\nruling, he does not credit that rationale.\nJUSTICE KENNEDY: Well, what -- what should\nhappen if the trial judge doesn't see it and a counsel,\nwho's observant, said, judge, I've got a problem with\nthis juror? I don't know that the trial judge has to\n-- has to see it, if he believes the counsel.\nMR. DROZDOWSKI: That could be, but here the\ntrial court's --\nJUSTICE KENNEDY: We've -- we've all been --\nbeen in court and -- and noticed that sometimes\nwitnesses or jurors or parties or even attorneys will\nmake faces and so forth that's not consistent with --\nwith proper demeanor in a courtroom.\nMR. DROZDOWSKI: That's correct. But what's\nsignificant here is that this was a judge-conducted\nvoir dire where juror 16 would have been facing the\njudge when giving her answer. So the judge would have\nbeen in the best position to see the --\nCHIEF JUSTICE ROBERTS: So you're --\nJUSTICE KENNEDY: Maybe the judge is reading.\nA judge doesn't watch -- watch the witness 100 percent\nof the time. That's not credible.\nMR. DROZDOWSKI: As the Court has previously\nmentioned, what we also have here is there's no --\nthere's no corroboration in the transcript that juror\n--\nJUSTICE BREYER: So what is the point? The\njudge says, I'll give the prosecution the benefit of\nthe doubt. Well, he -- he knows the prosecutor and he\nbelieves the prosecutor. I didn't see it, but I'll\ngive him the benefit of the doubt. He told me that's\nwhat she did. What's -- I mean, I really don't see why\nthat isn't, given the present law, sufficient.\nMR. DROZDOWSKI: Well, here, the trial\ncourt's ruling -- he says, I did not see the demeanor\ncomplained of. However, juror 16 is youthful, as are\nother jurors. I'm prepared to give the district\nattorney the benefit of the doubt. So I think the\nruling here, if there is, indeed, a finding of no\ndiscrimination, would be limited to the youth rationale\nclearly by --\nJUSTICE GINSBURG: Why?\nJUSTICE BREYER: You mean benefit of the\ndoubt just refers to youth. I -- I read that as\nreferring to the whole story.\nMR. DROZDOWSKI: Well --\nJUSTICE BREYER: I mean, I -- it's pretty\nhard to read that as saying, I'll give him the benefit\nof the doubt in respect to the youth. It sounds as if\nI'll give him the benefit of the doubt in respect to\nthe reasons he gave for challenging her. There are two\nother African American jurors on the jury. She is\nuseful -- youthful. He -- she saw him -- he saw her\nrolling her eyes when -- what do you think about the\ndrugs or some other relevant question. And he says,\nI'll give him the benefit of the doubt. I mean, I\ndon't see how to read that in a way that -- that comes\nout the way you want it to come out.\nMR. DROZDOWSKI: Well -- well, even --\nJUSTICE BREYER: So tell me.\nMR. DROZDOWSKI: Okay. Even if the Court\nconcludes that the trial judge did credit the demeanor\nrationale, it's still a wholly unpersuasive reason to\ngive in light of everything else the prosecutor did\nhere. The demeanor rationale wasn't the sole reason\ngiven. It comes as part of a litany of reasons that\nare all either unconstitutional, the gender rationale,\nor contradicted or unsupported by the record.\nAnd there was some discussion earlier about\nthis. Miller-El makes clear that the district attorney\nmust give the real reason for the strike, not just any\nrational basis the prosecutor can think up. And when\nwe look at the transcript of the Batson hearing here,\nwe see a prosecutor scrambling to think of anything she\n--\nCHIEF JUSTICE ROBERTS: Well, isn't this just\nanother way of saying you don't believe the proffered\njustification? In other words, the -- the trial judge\nmade a credibility determination that that was the\nreason, the person rolled her eyes, and you're saying,\nin light of the other explanations, you think the\nprosecutor is just making that up.\nMR. DROZDOWSKI: I -- I think two things. I\nthink, one, the reasonable conclusion is the prosecutor\nis making it up, but even if the Court -- the Court\ndoesn't need to accept that to still come to the\nconclusion and say the demeanor rationale is still not\nthe reason for the strike. She can't say the reason\nhere. She comes up with six different reasons, but\nthey're all either --\nCHIEF JUSTICE ROBERTS: So you're saying you\ndon't believe it. You think there's a different\nreason, and the rolling the eyes is not the real\nreason. And we have a factual determination that the\njudge believes that that's the reason or a reason. And\nunder the -- the statute, at least that -- that's --\nthat either has to be shown to be unreasonable or,\nunder the State's reason, that's presumed to be\ncorrect, and you have to show it by clear and\nconvincing evidence.\nMR. DROZDOWSKI: And the Ninth Circuit\nproperly found that the conclusion was both\nunreasonable and rebutted by clear and convincing\nevidence, and it's because none of these reasons, when\nwe look at the totality -- what I'm trying to say is --\nJUSTICE GINSBURG: What was the -- on the --\non the eye-roll, which I thought also the -- the\nprosecutor said that she turned her head. So it may\nbe that she was out of the vision of the -- the judge\neven if he had been looking. I don't see that you have\nany evidence to rebut it. You said, well, it was\nrebutted by clear and convincing evidence. There was\nno evidence. There was no evidentiary hearing.\nMR. DROZDOWSKI: Well, we cited a case on\npage 24 in our brief, a Third Circuit case, Riley, that\nsays a reviewing court's suspicion may be raised by a\nseries of very weak explanations given for the strike.\nJUSTICE SCALIA: There -- there's no doubt\nthat the court -- or at least in my mind, that -- that\nthe trial court could have come out the other way. I\n-- I -- you know, all of the things you say are quite\ntrue. The question is whether the trial court had to\ncome out the other way, whether it was just utterly\nunreasonable for the trial court to come out the way it\ndid. And that -- you know, that's a -- that's a heavy\nburden. And -- and it is a messy transcript and all of\nthat, but I -- I find it difficult to see how -- how\nyou can establish that -- not only that -- that the\ntrial court could have come out the other way or,\nindeed, maybe in your judgment, maybe in my judgment,\nshould have come out the other way. But you have to\nestablish that it's unreasonable not to come out the\nother way. And -- and I find it hard to -- to see how\nyou can do that when you have a transcript that relies,\nin part, upon the -- you know, the rolling of the eyes\nand the -- and the trial court says, I'm -- I'm willing\nto give her the benefit of the doubt that that's the\nreason she did it.\nMR. DROZDOWSKI: Well, Miller-El emphasizes\nthat we need to view the prosecutor's behavior\ncumulatively. And again, when we look at here the --\nthe prosecutor coming out with one reason after another\nto try to justify her strikes, consecutive strikes, of\nthe only two black women on this jury, there's just\nsimply no credibility left to give to the demeanor\nrationale even if one views that it's --\nJUSTICE GINSBURG: I thought there was\nanother -- another. Wasn't there another minority\nwoman on the -- in the jury panel?\nMR. DROZDOWSKI: Juror 20 Collins explains --\nMr. -- trial counsel -- defense counsel, explained at\nthe hearing was a person of color but not African\nAmerican. So the record shows, I believe, we have one\nAfrican American on the jury and one other minority.\nJUSTICE KENNEDY: Now -- now, number 19 was\nexcused and was a black person.\nMR. DROZDOWSKI: That's correct.\nJUSTICE KENNEDY: And -- and a woman. And if\nthat too had been suspicious and challenged, then you\nmight have had a pattern, a pattern of two people,\nwhich could have overcome the demeanor testimony --\ndemeanor claim.\nBut I -- I think on this record that we have\nto assume that there is nothing wrongful about excusing\njuror 19 merely because respondent's counsel here --\nyou did not pursue that. I -- I read the record as --\nas telling us that so far as juror 19 is concerned,\nthere was an adequate reason for excusing that juror.\nAt least respondent's counsel -- you have not said that\nthere wasn't.\nMR. DROZDOWSKI: Well, on the State appeal,\nit's true that Collins' attorney dropped the claim\nspecifically as to juror 19. But the reason the\nprosecutor's strike of juror 19 is relevant is at step\nthree of Batson, this Court has emphasized that the\nduty of the trial judge to determine purposeful\ndiscrimination requires an examination of all the\nrelevant circumstances.\nJUSTICE BREYER: So what is the remedy -- the\nremedy if we say and hold with you that prosecutors\ncan't give reasons like they gave here? How is a --\nwhat's a prosecutor supposed to do? I mean, the\nprosecutor might be moved by stereotype. Young African\nAmerican women -- of course, she tolerates drugs.\nWell, not quite of course. Well -- well -- well, she\nrolled her eyes. Well, at least she looked in this\ndirection. Well, I sort of -- maybe I'm seeing eye-\nrolling here. I mean, we all understand that. But\nthat's why I guess I am where I am. I -- I don't see\nwhat the -- I don't see what we're telling prosecutors\nif we hold in your favor, and I don't see how we deal\nwith the problem if we hold against you.\nMR. DROZDOWSKI: Well, I -- I think -- I\nthink the record here reinforces Your Honor's view on\n--\nJUSTICE BREYER: But I'm asking for your\nexperience. You have a lot of experience as a defense\nlawyer. How is this thing supposed to work?\nMR. DROZDOWSKI: Well, I -- I think if -- if\nthe Court allows to happen what -- what happened here,\nthen I think the message it could be saying to\nprosecutors, is as long as you can just rifle off a\nseries of -- of reasons for your strike and then the\ntrial court latches onto one of them, taking it out of\nthe context of the plausibility of all the other\nstrikes, then we're going to allow this type of behavior\nto continue.\nJUSTICE SCALIA: This prosecutor presumably\nappears before this judge on other occasions, and --\nand don't you think we -- we can give some weight to\nthe fact that the judge is there, sees the woman, sees\nwhat she's saying, and -- and can judge better than we\ncan whether she's making this up or just -- just is --\nis somewhat confused, especially since, as -- as I\nthink the General pointed out, we're dealing with a\nkind of determination that is usually instinctive on\nthe part of trial counsel. There's just something\nabout this, you know, and you move to strike. I'm not\nsure it springs into your mind, at the time you -- you\nmove to strike, the precise reason. Then somebody asks\nyou later, why was it? Why was it? There was just\nsomething about that person I didn't like. I know it\nwasn't the race. That had nothing to do with it. Now,\nwhat was it? And then -- then you have to recreate a\n-- a rational process that, in fact, never occurred.\nIt was an instinctive process more than a rational one.\nSo I'm -- I'm not particularly upset by -- by\nseeing counsel flounder about in -- in trying to come\nup with what the right reason was. I think it's\nprobably pretty hard to figure out.\nMR. DROZDOWSKI: First of all, there's\nnothing in the record to indicate that this prosecutor\nhad appeared many times before this trial judge.\nAnother point is --\nJUSTICE GINSBURG: Well, she might in the\nfuture, if she's got a job as a prosecutor in this\ncourt. So she's certainly going to be concerned with\nher reputation, her integrity before the court.\nMR. DROZDOWSKI: That's right, but I guess\nwhat I'm trying to say is it's not that the judge said,\nyou know, Ms. Prosecutor, you've appeared before me\nmany times and I'm willing to give you the benefit of\nthe doubt because I know the way you are. We have\nnothing like that here.\nAlso, as far as it being instinctive, Batson\nand Miller-El require the prosecutor to give the\nreasons and stand and fall on the plausibility of those\nreasons. And -- and here --\nJUSTICE SCALIA: I'm saying that it's hard.\nThat's all. And -- and that you can understand why\nsomebody would flop around because, at the time the\nstrike is made, I'm -- I'm not sure it's always an\nentirely rational rather than instinctive action.\nMR. DROZDOWSKI: I understand, but what's\nsignificant here is when she is flopping around, the\nreason she comes up with -- she says gender. It's\npatently unconstitutional and discriminatory. We have\nyouth, and then she says, well, it's not that they're\nyounger. Other young people on the jury. It's not\nthat I don't want young people. And she doesn't strike\njuror 15.\nJUSTICE SOUTER: All right. Let me -- let me\nask you as a -- as a response to -- to the kind of the\nincoherent flopping around argument, let me ask you\nwhat your position would be if the record were\ndifferent in the following respect.\nLet's assume the record is just what it is up\nuntil that final paragraph or so in which the judge\nrules. And instead of doing what he did in this case,\nthe judge says the following two things. He says,\nnumber one, I didn't see the eye-rolling, but I accept\ncounsel's representation of fact that the eye-rolling\nwent on and I certainly understand the -- the\nsignificance of that. So I'm going to take that as a\nfact.\nNumber two, even though counsel has withdrawn\nthe -- the sort of the general claim of youth and so\non, I understand counsel still to be saying this is a\nperson without any manifest ties to the community and\n-- and that suggests a certain looseness of\nresponsibility.\nAnd based upon the eye-rolling and based upon\nthe lack of ties to the community, I think counsel had\na race-neutral basis for the -- for the strike that was\nmade, and for that reason, I'm going to overrule the\nBatson challenge with respect to number 16.\nWhat would your position be?\nMR. DROZDOWSKI: Well, that -- that would be\na -- a tougher case for us because we would have an\nexplicit ruling --\nJUSTICE SOUTER: Right.\nMR. DROZDOWSKI: -- of what actually\nhappened.\nJUSTICE SOUTER: What would your position be?\nMR. DROZDOWSKI: I still think that in this\ncase, given the entire context and all the other\nreasons given, including the gender reason, that it\nwould still -- that those demeanor and youth reasons\nwould still not be persuasive looking at the context --\nJUSTICE SOUTER: So you would say that those\ntwo conclusions on the part of the court were\nunreasonable?\nMR. DROZDOWSKI: On -- on this record, yes,\ngiven all the other reasons we have given by the\nprosecutor.\nCHIEF JUSTICE ROBERTS: And you would say\nyou've established that by clear and convincing\nevidence?\nMR. DROZDOWSKI: I would because when we go\nthrough the comparative juror analysis and look at the\nrecord of the whole, we see that the reasons given, for\nexample, on youth are not used for similarly situated\nwhite jurors.\nJUSTICE KENNEDY: Well, but number 6 was a\nyoung white -- young white male, I believe, and he was\nexcused on the ground of youth. So it's consistent.\nMR. DROZDOWSKI: 6 was different in that he\nwas unemployed, in fact, had never been employed, and\nalso he had an uncle who was a recovered alcoholic, and\nthat made him quite different from juror 16.\nJUSTICE GINSBURG: What's wrong with the\nexplanation, as far as youth is concerned, is that she\ndidn't want to across-the-board strike young people,\nbut she just wanted to come up with a jury that had\ndominantly older people. So that wouldn't mean that\nshe's withdrawing youth. It's just that she's saying\nit isn't an absolute with me.\nMR. DROZDOWSKI: Well, I think she's also\nadmitting that youth wasn't a reason because she's\nsaying there are other young people on the jury, and\nthe significant question here --\nJUSTICE GINSBURG: Well, what's -- one -- one\npoint could be I don't want too many young people, so\nI'm going to exercise some peremptories to make sure\nthat the jury is dominantly older people. What's wrong\nwith that?\nMR. DROZDOWSKI: What's wrong with that here\nis the question is why is she using that rationale\nagainst the young black juror and not the -- the young\nwhite jurors on the panel? How come she's seeking to\nachieve the balance by striking juror 16?\nJUSTICE GINSBURG: Well, she did. Number 6\nwas white. Right?\nMR. DROZDOWSKI: Correct.\nJUSTICE GINSBURG: And youth was a factor\nthere. There may have been other factors, but youth\nwas certainly a factor in that case.\nJUSTICE SOUTER: And this one rolled her\neyes.\nMR. DROZDOWSKI: Right, but when we look at\nthe totality of the reasons, which include looking at\nthe way she treated juror 19, we have the lack of ties\nin the community --\nCHIEF JUSTICE ROBERTS: Juror 19 -- you just\nsaid earlier the fact that the one juror's uncle had an\nalcohol problem was -- was a legitimate factor. Juror\n19's daughter had a -- a cocaine problem and this was a\ncocaine case. Isn't that a perfectly legitimate reason\nfor exercising a peremptory with respect to a juror?\nMR. DROZDOWSKI: The significance of the\ntreatment of juror 19 is, right out of the box, the\nprosecutor is coming up with reasons that she says\napply to both 16 and 19, the only two black women on\nthe jury. And these are very disparate women, and\nthey're different in age and occupation status, the\nnumber of children they have, and people they -- who\nare close to them who have substance abuse problems.\nAnd right out of the box, the prosecutor is saying that\nboth of them are disqualified from jury service because\nthey're both young, when juror 19, in fact, was a\nretired grandmother.\nJUSTICE GINSBURG: But that -- that was so\nobviously a slip, and Judge Hall pointed that out in\nher dissent. Defense counsel too confused -- was\nconfused on the numbers. Obviously, it -- the -- the\nprosecutor wasn't trying to say a grandmother is going\nto be excused -- is going to be struck because she's\nyoung.\nMR. DROZDOWSKI: I respectfully disagree that\nit was a mistake. Her answer -- her response that\njuror 16 and 19 are both young came immediately in\nresponse to the court's request that the prosecutor\njustify her peremptory strikes of judge 16 -- jurors 16\nand 19.\nAnd then later on, when the judge said that\ngender was not going to cut it, the prosecutor said,\nwell, it's not really gender. She backtracked to\nyouth, and she said what is important, their youth is\nimportant. And she could only have been referring to\n16 and 19 at that point because there was no claim that\njuror 6 was being excluded because of his gender.\nJUSTICE KENNEDY: Would you say the same\nthing about the defense counsel confusing jurors 16 and\n19 on page 9? The bottom of page 9, it seems to me Ms.\n-- Ms. Nachman is confusing juror 19 with 16. They're\ntalking about 16 and 6, and then Ms. Nachman ends by\ntalking about juror 19. That seems to me clearly to\nmean number 16.\nMR. DROZDOWSKI: Well, I'm -- I -- I don't\nthink so because on the next page she continues\ndiscussing juror 19 at the top of page 10.\nJUSTICE KENNEDY: Well, I -- I don't think\nit's a necessary reading.\nCHIEF JUSTICE ROBERTS: Maybe I'm -- what --\nwhat is the inference you try to draw from the\ntreatment of juror 19? That the prosecutor wants to --\nwas striking people on the basis of their race or that\nshe had better reasons for 19 than 16?\nMR. DROZDOWSKI: No, no. The conclusion is\nthat she was striking jurors on the basis of the race,\nthat she is using --\nCHIEF JUSTICE ROBERTS: And then what do you\ndo with the fact that juror 19's daughter had a cocaine\nproblem and this was a cocaine case? That doesn't seem\nto be -- that's not a race-based reason. That's seems\nto me to be a good reason.\nMR. DROZDOWSKI: Right. We're not\nchallenging the strike of 19 per se. What we're saying\nis that the prosecutor's reasons she gave for 19 are\nimportant in trying to determine whether she is\nintentionally discriminating in striking juror 16. And\nthe fact that she is lumping the two jurors together,\nnot treating them as individuals, but treating them, in\nfact, stereotypically by saying that all -- that three\nof these reasons apply to both of them, when the record\nclearly shows that they don't apply to juror 19, it\nshows -- it shows the discriminatory behavior.\nThe -- the Attorney General said that this\ncase is unlike Miller-El, but I'd just like to\nemphasize certainly here we have a petitioner who was\nrepresenting himself pro se and he did not present\nextra-record evidence of a -- of a history of\ndiscrimination.\nBut the case-specific evidence is similar to\nMiller-El in important respects, and Miller-El requires\nrelief in this case.\nFirst -- first of all, three of the reasons\ngiven here for the strikes pertain just as well to non-\nblack jurors as to the black jurors, and that's youth,\ntolerance, and single.\nHere, as in Miller-El, we have the district\nattorney scrambling from rationale to rationale and,\nwhen called on, one of the reasons shifting to another.\nAnd here, the district attorney did not ask\nquestions on grounds later used to justify the strike.\nNow, clearly here, it's a judge-conducted voir dire,\nbut the attorneys were allowed to ask the judge to ask\ndifferent questions -- to ask that the judge ask\nadditional questions. And here, at the conclusion of\nthe voir dire of jurors 1 through 17, the -- the\nprosecutor asked the judge to ask four additional\nquestions. Three of them were to the panel generally\nand one specifically about juror 8. But the prosecutor\nnever asked that any additional questions be asked of\njuror 16 before she struck her.\nIf I could turn briefly to the State's\nJackson v. Virginia argument, unless there's any\nadditional questions on the Batson claim. The State's\nclaim that (d)(2) and (e)(1) incorporate the Jackson\nsufficiency of the evidence test is contrary to the\nplain terms of (d)(2) and (e)(1) and this Court's cases\nconstruing those provisions. And the State still\nhasn't cited a single case prescribing a Jackson type\nof review, and courts have been construing AEDPA for\nover 9 years now. That should be the end of the line\nfor the State's argument.\nCHIEF JUSTICE ROBERTS: What do you do with\nthe argument that your reading of the two sections\nmeans that (e)(1) would only apply in a very small\nnumber of cases, and it's obvious that Congress was\ntrying to tighten the habeas review procedures?\nMR. DROZDOWSKI: Our argument is based on the\n-- the structure and text of the statute and -- and the\nfact that the clear and convincing requirement is tied\nto the presumption of correctness.\nI'd like to emphasize that the Ninth Circuit\nin this case did apply both (d)(2) and (e)(1), as this\nCourt did in Miller-El, and found that Collins has\nsatisfied both standards. So I just want to emphasize\nfor the Court, even if it does not agree with us on our\nconstruction of (e)(1), that relief is still\nappropriate in this case.\nJUSTICE KENNEDY: In -- in a sense, the\nstandards perhaps ought to be reversed. When you hear\nthe evidence, which is what you do under (e)(1), that\nis when you've determined -- should determine whether\nit's unreasonable. You should presume that it's\ncorrect before you decide whether you're going to hear.\nSo you could argue that they should be --\nMR. DROZDOWSKI: Right. I -- I think our\nargument is based on the fact that we have the\npresumption of correctness as part of (e), which is the\nfact development procedure in Federal court.\nThe State's Jackson argument, I'd just like\nto highlight, is irreconcilable with what this Court\nsaid in Miller-El I, and what it did in Miller-El II.\nIn Miller-El I, this Court stated that Federal courts\ncan disagree with State court credibility\ndeterminations and, when guided by AEDPA, determine\nthat the conclusion is unreasonable or its factual\npremise rebutted by clear and convincing evidence.\nIn Miller-El II, this Court disagreed with\nthe State court credibility determination and granted\nhabeas relief even though the significance of some of\nthe habeas petitioner's evidence was open to judgment\ncalls.\nBy contrast, this Court stated in Schlup v.\nDelo, that the assessment of credibility is generally\nbeyond the scope of review in Jackson.\nAnd in the Crenshaw case cited by the State,\nthe Court explained that under Jackson, the test for\nrejecting evidence as incredible is extraordinarily\nstringent and is met, for example, only when the\ntestimony given is describing facts that are physically\nimpossible.\nThis Court couldn't have granted relief in\nMiller-El if it construed (d)(2) or (e)(1) as\ncontaining the Jackson test, and the State's approach\nwould effectively bar habeas relief whenever a habeas\npetitioner challenged a credibility determination.\nJUSTICE SCALIA: Do you think that (d)(2) or\n(e)(1) is the -- is the stricter requirement? I'm\nreally not sure which of the two. Don't you think it\n-- it might be possible to show, by clear and\nconvincing evidence, that the State court decision was\n-- factual decision was wrong, but you, nonetheless, do\nnot show that it was unreasonable? In other words, it\nmay well be that (d)(2) is -- is the more severe one.\nMR. DROZDOWSKI: I -- I think they're\ndifferent standards. (e)(1) is a -- a standard of\nproof, and (d)(2) is a standard of assessing a prior\ncourt's assessment of the facts.\nJUSTICE KENNEDY: If -- if I might ask. You\nhave no objection to our unsealing the joint appendix,\nvolume 2.\nMR. DROZDOWSKI: No, we don't.\nJUSTICE KENNEDY: Thank you.\nMR. DROZDOWSKI: If I could briefly sum up.\nIn Powers v. Ohio, this Court said that the Fourteenth\nAmendment mandate, that racial discrimination be\neliminated from all acts and proceedings of the State,\nis most compelling in the judicial system.\nHere, the district attorney struck two of\nthree African American jurors, including both black\nwomen, where a black defendant was facing a sentence of\n25 years to life in a three-strikes case for possessing\n.1 grams of cocaine.\nOne of the reasons given by the district\nattorney is patently unconstitutional: gender. And\nall the other reasons are either contradicted or\nunsupported by the record.\nJUSTICE STEVENS: Do you, by any means -- you\ndon't contend, though, the fact that she did rely, in\npart, on an unconstitutional reason is a sufficient\nreason for sustaining a Batson type challenge?\nMR. DROZDOWSKI: In this case, it's very\nsignificant that she relied on the unconstitutional\nreason.\nJUSTICE STEVENS: But you have not argued\nthat that would be a sufficient reason for setting\naside the verdict.\nMR. DROZDOWSKI: This claim was not raised in\nState court as a gender challenge as opposed to race,\nif I'm answering the Court's question.\nJUSTICE STEVENS: Do you think it would have\nhad merit if you had made that argument?\nMR. DROZDOWSKI: Absolutely, and I think it\nhas merit here because it's -- it's a reason the\ndistrict attorney admitted that was motivating her\nstrike. It's -- it's patently unconstitutional and it\ntaints every other reason she gave.\nJUSTICE THOMAS: Counsel, is there anything\nin the record to alert us to the race of the\nprosecutor?\nMR. DROZDOWSKI: There is not besides her\nname.\nJUSTICE THOMAS: Would it make any\ndifference? There seemed to be some suggestion that\nthere are stereotypes at play in these Batson cases.\nMR. DROZDOWSKI: No.\nEqual protection mandates relief in this\ncase, and AEDPA does not prevent it.\nI respectfully request that the Court affirm\nthe judgment of the Ninth Circuit. Thank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nGeneral Lockyer, you have 4 minutes\nremaining.\nREBUTTAL ARGUMENT OF WILLIAM W. LOCKYER\nON BEHALF OF THE PETITIONERS\nMR. LOCKYER: Thank you, Mr. Chief Justice.\nFirst, with respect to juror 19, I think it's\nthe best clear way to see what the Ninth Circuit did\nand what Collins continues to do, which is to\nsubstitute their reading, their inferences, and then\nconclude that anyone that disagrees is unreasonable.\nJuror 19 -- if you read page 5, it's clearly\na slip of the tongue where she accidentally is\ncomparing the two young people, 6, and says 19.\nImmediately afterward, she says 6. And the defense\ncounsel says, well, who is 6? She says, it's the other\nyoung person, the young white person that I struck.\nThat slip of the tongue is the heart of the\nNinth Circuit effort and analysis to do, as the\ndissenters said in the en banc denial, nitpick the\nrecord to find some circumstantial evidence to support\nyour view of inferences and conclusions about\nreasonableness. I think that partly makes the case and\nespecially with a statute where deference is so owed.\nThe gender claim is ambiguous, but it was not\na challenge based solely on race and the circuits are\nsplit on the mixed motive question, as Justice Stevens\nindicated. Second, Third, Fourth, Eighth, and\nEleventh, and in one opinion in the Ninth, they've\naddressed mixed motives generally saying your clearly\nestablished Federal law says that it has to be solely\nbased on race. That's the current test in the\nstandard.\nWe raised Jackson and -- Jackson v. Virginia\njust because of the Lockyer v. Andrade case in which\nthe Court indicates that clear error, when we talk\nabout objective reasonableness in understanding (d)(2)\nand (d)(1) in the case of Andrade, that it's more than\nclear error. So we're trying to figure out, well,\nwhat's more than clear error. We don't know what it\nmight be other than seeing the evidence in the light\nmost favorable to the trier of fact.\nAnd finally, with respect to youth, clearly\nit's reasonable for a judge to look at the demeanor of\nthe DA who's saying again and again and again it's a\nyoung person, unmarried, no ties in the community. One\nof the things we didn't talk about is the DA who's from\nLos Angeles knows that that juror lives in Inglewood.\nNow, there are different kind of neighborhoods in\nInglewood, but a lot of them are neighborhoods with\nlots of drug dealing, and he might think or she might\nthink, in this instance, it shows naivete to answer the\nquestion that there's never drug dealing in my\nneighborhood.\nWell, for all those concerns, they're not\nimplausible, they're not fantastic, as you know from\nthe decisions that the reasons can be superstitious.\nThey can be silly.\nJUSTICE STEVENS: But, you're coming up\nwith still more reasons than the prosecutor came up\nwith.\nMR. LOCKYER: Well, they're just the ones in\nthe record, Your Honor. So I wanted to make sure the\nCourt was aware of them.\nBut that's basically our contention, that\ndeference was owed and the Ninth Circuit didn't respect\nthat deference to trial judge that we rely on for\ncredibility determinations.\nIf there are no questions, thank you very\nmuch.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "No. 04-52 STEVEN MARTELL COLLINS."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 15, 
        "JUSTICE BREYER": 16, 
        "JUSTICE GINSBURG": 13, 
        "JUSTICE KENNEDY": 25, 
        "JUSTICE SCALIA": 10, 
        "JUSTICE SOUTER": 11, 
        "JUSTICE STEVENS": 15, 
        "JUSTICE THOMAS": 2, 
        "MR. DROZDOWSKI": 46, 
        "MR. LOCKYEAR": 1, 
        "MR. LOCKYER": 50
    }
}