{
    "appearances": {
        "content": "G. ERIC BRUNSTAD, JR., Hartford, Conn.; on behalf of\nPetitioner.\nE. JOSHUA ROSENKRANZ, New York, N.Y.; on\nbehalf of Respondent.\nORAL ARGUMENT OF PAGE\nG. ERIC BRUNSTAD, JR.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nE. JOSHUA ROSENKRANZ\nOn behalf of the Respondent 25\nREBUTTAL ARGUMENT OF\nG. ERIC BRUNSTAD, JR.\nOn behalf of Petitioner 51\n(11:01 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in 05-1429, Travelers Casualty and Surety Company\nversus Pacific Gas and Electric Company.\nMr. Brunstad.\nORAL ARGUMENT OF G. ERIC BRUNSTAD, JR.\nON BEHALF OF THE PETITIONER\nMR. BRUNSTAD: Mr. Chief Justice, and may it\nplease the Court:\nThe Ninth Circuit's Fobian rule creates an\nunwarranted Federal common law rule that exists outside\nthe structure of the Bankruptcy Code. The Bankruptcy\nCode has a distinct structure. For example, if a debtor\nhas a right to an attorneys' fees valid under State law,\nafter the petition date, the date the debtor files for\nbankruptcy, that right passes to the bankruptcy estate.\nIf a creditor has a State law right to attorneys' fees,\nafter the petition date, that right becomes a claim in\nbankruptcy.\nThe Ninth Circuit's Fobian rule intercepts\nthose rights even before we get to what the Bankruptcy\nCode provides or does to them and basically says, if\nyou're litigating Federal issues, you simply cannot have\na right to attorneys' fees unless the Federal law\nauthorizes that right, in this case, contractual rights,\nor alternatively rights available under State statute.\nThat, we submit, is an impermissible\ncreation of a Federal common law rule. There is no\nbasis for it under this Court's preemption precedents.\nThere's no conflict between Federal policy and State\npolicy which would justify the creation of the rule, and\naccordingly, it is unwarranted.\nJUSTICE KENNEDY: Can you tell me -- this is\njust basic bankruptcy. I should know, but I looked it\nup and couldn't find it. A standard promissory note\nwhich provides for attorneys' fees, the holder of the\nnote is the creditor, the maker of the note is the\nbankrupt -- the maker of the note goes bankrupt. The\nholder of the note gets his attorney and says: File a\nclaim in bankruptcy. And the attorney sends him a bill.\nIs the attorneys' fees, the attorney fee for filing the\nbankruptcy claim, recoverable as part of the claim?\nMR. BRUNSTAD: It depends, Justice Kennedy.\nIt depends on what their contractual right provides.\nHere we have a contractual --\nJUSTICE KENNEDY: It's the standard, it's\nthe standard attorneys' fee provision, all attorneys'\nfees in connection with collection of this note and\nenforcement of the terms of this note.\nMR. BRUNSTAD: Then, yes, Justice Kennedy, I\nwould say it probably would be covered. It probably\nwould be covered and the analysis --\nJUSTICE KENNEDY: Is there something where I\ncan look that up in Collier? Are there millions of\ncases? I mean, this seems to me fairly rudimentary.\nMR. BRUNSTAD: Yes, Justice Kennedy. In our\nreply brief, we do cite to Collier, where we talk about\nexactly that scenario and it is described. And it\nbasically works like this. A claim under the Bankruptcy\nCode is defined under Section 1015. The claim includes\nany right to payment whether it's contingent or fixed,\nmatured, unmatured, et cetera. Any right to payment,\nliterally any right to payment, when the debtor files\nfor bankruptcy, that becomes a claim. If the right --\nJUSTICE KENNEDY: No, no. But in my case,\nit's a post-petition action.\nMR. BRUNSTAD: Yes, Justice Kennedy. The\nkey concept -- and this is explained clearly in Collier\n-- is where does the right come from? If it arises out\nof a pre-petition contract, then the right is\npre-petition in nature, even though the fees are\nincurred post-petition. Think of a guarantee. Think of\nif PG&E had guaranteed its parent's debt for the $100\nmillion, let's say.\nJUSTICE STEVENS: Could you just back up\njust for a second? Supposing at the time of the\nbankruptcy that the services have not been performed.\nIt's post-petition conduct by the lawyer.\nMR. BRUNSTAD: Right.\nCHIEF JUSTICE ROBERTS: Now, in that case,\nare you saying that routinely the lawyer recovers fees\nin the bankruptcy case even if the debtor, the debtor\nwas insolvent? And we're assuming insolvency in the\nhypothetical, although it may not fit this case.\nMR. BRUNSTAD: Exactly, yes, Justice\nStevens, if in fact, though, the creditor bothers to\nassert the claim for fees in the bankruptcy case. In\nmost cases, creditors don't, because it's not worth the\neffort of asserting the claim for fees subsequently. In\ncases such as this, where you have a solvent debtor who\ncan pay all claims in full, there's no reason why they\nshould be able to get out of their contractual\nobligations in bankruptcy.\nJUSTICE STEVENS: Well, why wouldn't it be\nworth -- I know here. But why wouldn't it be worth the\neffort, instead of getting $90 on the note, to get 95?\nMR. BRUNSTAD: Well, because there's a\ntransaction cost in actually filing the additional claim\nsetting forth the amount that you've incurred. In most\ncases, Justice Stevens, creditors don't even hire\nattorneys to pursue or file a claim in bankruptcy. In\nmost Chapter 7 cases, for example, they are no-asset\ncases.\nJUSTICE STEVENS: Are you telling me just\nbased on your experience that in Justice Kennedy's\nhypothetical, normally, no fees are recovered?\nMR. BRUNSTAD: Normally, there's no\ndistribution on unsecured claims in most bankruptcy\ncases. So why bother?\nJUSTICE STEVENS: But assuming in those\ncases where there's some distribution, is it correct, as\nI'm assuming your answer to Justice Kennedy's question,\nthat the normal practice is you don't bother because\nthere is not enough involved?\nMR. BRUNSTAD: Typically, Justice Stevens,\nthat is correct. But in cases such as this, where the\nattorneys' fees are substantial, the debtor is solvent,\nand there are substantial --\nJUSTICE KENNEDY: Just in the hypothetical,\nI would think that in many cases, there's going to be\nsome payout for the promissory note, and the holder of\nthe note tells his attorneys: Make sure I get that\nclaim in bankruptcy. The attorney files a claim. And\nevery attorney that files a claim for a promissory note\nwhich is entitled to a fee from the bankruptcy court for\nfiling in the bankruptcy court.\nMR. BRUNSTAD: For the work done in\nperforming, filing the proof of claim, that's correct.\nAnd even though, Justice Kennedy, the attorney's conduct\nwas after the debtor filed for bankruptcy, the right to\npayment arises out of the pre-petition contract. Again,\nthink of the guarantee hypothetical. There you had the\n--\nJUSTICE STEVENS: The pre-petition contract,\nbut not out of pre-petition conduct.\nMR. BRUNSTAD: That's correct, Justice\nStevens. But just think about the pre-petition tort\nclaim, where there has been exposure to asbestos\nproducts pre-petition, but the injury arises\npost-petition. It's still a pre-petition claim.\nJUSTICE SOUTER: Okay, but you're one step\nahead of that here, because here there hasn't been any,\nin effect, any exposure. Here there isn't any certain\ndefault on the note. So far as we know, here, there may\nnever be any default on the workers comp obligation. So\nthat your contingency is a much more remote contingency.\nWhy should that, why should this case fall into the same\ncategory as the promissory note?\nMR. BRUNSTAD: Justice Souter, it's\ndifferent in this sense. This is an indemnity, all-loss\nindemnity provision. The surety is not supposed to\nincur any loss, any cost whatsoever, for supplying these\nsurety bonds to PG&E.\nJUSTICE SOUTER: And so far as we know, it\nwon't.\nMR. BRUNSTAD: But it has, because when PG&E\nfiled for bankruptcy --\nJUSTICE SOUTER: Well, it has, but that\ndepends on a totally circular argument. The minute it\nfiled for bankruptcy, although there had been no default\non the comp obligation, your client started incurring\nattorneys' fees, and it was not incurring attorneys'\nfees based on any default by the, by the debtor.\nMR. BRUNSTAD: Justice Souter, you can\nvisualize bankruptcy itself as being a default. When\nthe debtor files for bankruptcy, you must come to the\nbankruptcy court to present your rights --\nJUSTICE SOUTER: You can call bankruptcy a\ndefault, but that's not what I mean, and you know that's\nnot what I mean. I'm talking about a default on the\nworkers comp obligation.\nMR. BRUNSTAD: Yes, sir.\nJUSTICE SOUTER: There has been no default\non the workers comp obligation, and because they intend\nto keep on running this business, there is reason to\nsuppose that there will not be.\nMR. BRUNSTAD: Well, by analogy, Justice\nSouter, in the LTV case, the same posture at the\nbeginning of the case. We don't know what's going to\nhappen in the future. You must file your claim at the\nbeginning of the case. In LTV --\nJUSTICE SOUTER: Yes, and maybe you don't\nhave a claim at the beginning of the case. I mean,\nthat's what we're getting at. We can understand the\nclaim when the note -- when you've got a promissory note\nand you're out of money. The claim is inevitable. In\nthis case, there is no inevitable claim.\nMR. BRUNSTAD: But that's precisely the\npoint of why claim is defined so broadly to include\ncontingent claims.\nJUSTICE SOUTER: But if it is defined as\nbroadly as this, we're in a situation exactly like this.\nThere has been no default on the obligation, and prior\nto getting to this Court, $167,000 has been racked up in\nlegal fees that accomplishes absolutely nothing.\nMR. BRUNSTAD: Absolutely false, Justice\nSouter. In bankruptcy, if you do not present your\nrights, if the rights of the workers themselves are not\nproperly treated, they are lost. Under Section 1141,\nthey are extinguished.\nJUSTICE SOUTER: All right, in this case,\n$167,000 has been spent to come to the conclusion, as I\nunderstand it. That if the time comes to assert a right\nof indemnification, you can assert a right of\nindemnification and we can oppose it. If we are going\nto construe the bankruptcy law to provide a law like\nthis, then maybe there is something wrong in the, in the\nconstruction of the bankruptcy law.\nMR. BRUNSTAD: No, Justice Souter, because\nif you look at what Section 1141 of the Bankruptcy Code\ndoes, it provides that a plan of reorganization binds\nall parties. If you're not provided for adequately in\nthe plan under Section 1141(d), your rights are\nextinguished forever. You must come to the bankruptcy\ncourt; you must be sure that the rights are properly\ncharacterized. Excuse me.\nJUSTICE GINSBURG: But that's not what this\nbankruptcy court thought about the claim. This\nbankruptcy court said some rather critical things.\nMR. BRUNSTAD: Yes, Justice Ginsburg, but I\nthink we need to distinguish two different things.\nThere was the work that was performed in preserving the\nrights of the injured employees, to make sure they were\nproperly classified, that their rights were rendered\nunimpaired. If that hadn't been in the plan, then their\nrights would have been extinguished under Section 1141.\nThen there was the claim that the surety\nprovides for having had to have done all of that work.\nJUSTICE GINSBURG: And I don't -- there was\nnever a time that the plan said we are not going to pay\nour workers' compensation.\nMR. BRUNSTAD: The problem, Justice\nGinsburg, is that the plan said nothing at all. And\nwhen the plan says nothing at all, the default rule in\nbankruptcy is that rights are extinguished; they are\ndischarged under Section 1141(d). It must be in the\nplan in order to be invalid after the confirmation of\nthe plan. We had to assure those rights were properly\ntreated in the plan, because if they weren't, they would\nhave been discharged under the general -- general\ndischarge provision.\nThat is why one must come to the bankruptcy\ncourt, one must file a proof of claim, one must enforce\nyour rights in bankruptcy; if you don't, you lose them.\nThat's why the surety here stepped forward, said it has\nsubrogation rights; the workers have rights. And the\nbankruptcy court agreed with Travelers. It directed the\ndebtor to put that language in the plan. Travelers --\nJUSTICE GINSBURG: I thought there was a\nsection of the code that preserved subrogation rights.\nMR. BRUNSTAD: That's Section 509, Justice\nGinsburg.\nJUSTICE GINSBURG: Yes.\nMR. BRUNSTAD: But that's not what I was\nspeaking of just momentarily. The rights of the injured\nemployees, the workers, when they filed for -- when PG&E\nfiled for bankruptcy, the injured workers had claims.\nThey were going to receive periodic benefit payments off\ninto the future. If PG&E had not properly provided for\nthose claims in the bankruptcy case in their plan, those\nclaims would have been extinguished. As a result,\nthough, Travelers would not have been off the hook on\nits surety bond, Travelers would have had to have\nstepped forward and make the payments if PG&E did not.\nBut if Travelers hadn't come to the\nbankruptcy court and said, these are our rights, these\nneed to be preserved, its recourse against PG&E would\nhave extinguished as well. If one does not come to the\nbankruptcy court and assert one's rights, one loses\nthem. And of course, creditors when they do have to\nassert their rights, incur attorneys' fees for doing so.\nAnd here we had a pre-petition contract that said,\nwhatever loss we incur, including attorneys' fees, we\nhave a right to recover, a right to payment. That\nbecomes the claim.\nJUSTICE SOUTER: Let's assume, let's assume\nthat one of the recipients of comp payments had come\nforward and said: I object to the plan, I have a claim\nfor comp payments and I object to the plan because it\ndoesn't provide for them. And the -- the court said,\nyou're, you're right. The plan is going to include\nprovision for comp payments and it had been so amended,\nand it was then -- the plan was then amended.\nWould you, under those circumstances, have\nhad any -- would Travelers, under those circumstances,\nhave had any reason to assert a claim?\nMR. BRUNSTAD: We would not have done that\nwork. No, Justice Souter, because the injured worker\nhim or herself would have done it.\nJUSTICE SOUTER: No, I know it. But would\nyou have had any other claim that you would have\nasserted, had that been done?\nMR. BRUNSTAD: Well, with respect to the,\nthe treatment of the workers under the plan, no. With\nrespect to --\nJUSTICE SOUTER: With respect to any\ninterest of Travelers?\nMR. BRUNSTAD: Yes, Justice Souter.\nJUSTICE SOUTER: If that had been done,\nwould Travelers have asserted a claim?\nMR. BRUNSTAD: Yes, Justice Souter.\nJUSTICE SOUTER: What?\nMR. BRUNSTAD: We would have said, in our\nproof of claim, as we did: If we must make payment in\nthe future, we are entitled to two things. One, we are\nentitled to reimbursement from PG&E for any amount that\nwe must spend in the future whenever that might occur.\nTwo, if we have to pay any of the employees, we are\nsubrogated. We stand in the shoes of the employees and\nmay assert those rights.\nThe subrogation right would have been fully\nprotected, though, Justice Souter, because of the\ntreatment of the workers in the plan rendering them\nunimpaired. We would have left simply -- with simply\nsaying we have these reimbursement rights which we would\nhave in case we have to make payment.\nNow, in the LTV case, which we cite in our\npapers, at the beginning of the LTV case, the surety who\nhas had $40 million in surety bonds was in a position,\nvery much the same as in this case, when PG&E filed.\nPG&E got an order authorizing it to continue to pay but\nnot requiring it to pay. That can only be done in the\nplan of reorganization. LTV started paying the workers'\ncomp benefits, but then defaulted and stopped, long\nafter the bankruptcy case had commenced, but far short\nof when it concluded. The surety had to step up to the\nplate and make the payments.\nIf the surety had not filed a proof of claim\nat the beginning of the case, the surety would have lost\nits recourse against the debtor, LTV, even though it\nsubsequently, far later, had to make payment.\nJUSTICE GINSBURG: Correct me if I'm\nwrong --\nMR. BRUNSTAD: That's how bankruptcy works.\nJUSTICE GINSBURG: In -- in this case, I\nthought that if a contingency claim for indemnification\nis not allowed, but if it becomes fixed at some time,\nthen the claim can be made and is not lost.\nMR. BRUNSTAD: No, Justice Ginsburg. There\nis a bar date set in the beginning of Chapter 11 cases.\nYou must file your claim by the bar date or you'll be\nforever barred, even if your liability becomes fixed\nlater.\nJUSTICE GINSBURG: I'm talking about\n502(e)(1).\nMR. BRUNSTAD: Yes, Justice Ginsburg, if\nyour reimbursement claim is contingent, it will be\ndisallowed, subject to reconsideration under Section\n502(j). And that's what the parties stipulated to in\nthis case in our stipulation. We filed our proof of\nclaim, then PG&E objected to our proof of claim, but\nJustice Ginsburg, PG&E did a lot more than just object\nto our contingent reimbursement rights. They\nmischaracterized our subrogation rights as claims; they\nsought to disallow our subrogation claims; and they\nsought to subordinate our claims. Plus in addition,\nthey sought to disallow the claims of the injured\nworkers.\nSo we had to respond to the litigation that\nwas commenced. We had to defend our rights, and we were\nsuccessful. The workers' claims were ultimately left\nunimpaired in the bankruptcy as they should have been.\nPG&E was fully responsible for paying the workers'\nclaims.\nJUSTICE GINSBURG: In any case, this has\nnothing to do with the, Fobian, so-called Fobian issue,\nwhether the Ninth Circuit drew the bright line.\nMR. BRUNSTAD: Correct, Justice Ginsburg.\nThe Fobian rule, we submit, is an impermissible creation\nof Federal common law. It's not justified by any\nconcept of preemption; there is no conflict with\nbankruptcy policy --\nJUSTICE KENNEDY: Are they --\nJUSTICE BREYER: Question --\nJUSTICE KENNEDY: Let me just ask you about\nthe Fobian, and I know Justice Breyer has a question.\nLet's assume that you're correct in that the\nfees are allowable. Can the bankruptcy court make the\ndetermination of the reasonableness of the fees?\nMR. BRUNSTAD: It depends, Justice Kennedy.\nIf State law, if it's an unsecured claim under Section\n501(b)(1) --\nJUSTICE KENNEDY: In this case.\nMR. BRUNSTAD: In this case, that would be a\ndetermination under State law. Every State, Your Honor,\nhas a reasonableness requirement.\nJUSTICE KENNEDY: So -- so if the bankruptcy\njudge isn't sure of what the amount is, he looks to\nState law to determine the amount?\nMR. BRUNSTAD: Yes, Justice Kennedy. Under\nSection 501(b)(1) --\nJUSTICE KENNEDY: But the bankruptcy court\ndoes determine reasonableness.\nMS. MAHONEY: If State law provides for it,\nand all States do. The bankruptcy court adopts the\nState reasonableness standard for unsecured claims under\nSection 502(b)(1). Yes, Justice Breyer?\nJUSTICE BREYER: I'm sort of back where\nJustice Kennedy started on this. Forget -- I'd like to\nforget your case, because your case seems to me to be a\ncase where parties argue reasonably about whether the\ncontract itself covers this kind of fee. And maybe it\ndoesn't, if it's very unreasonable, et cetera.\nBut let's take a very straightforward case.\nIt's an obvious contract to collect a debt, or maybe a\nmortgage, and in the debt or the mortgage agreement, it\nsays, attorneys' fees will be paid for collection. It\nclearly covers bankruptcy, too, by its language.\nAnd now there must be many instances or\nsome, anyway, where the security is inadequate.\nMR. BRUNSTAD: The security --\nJUSTICE BREYER: And there must be other\ninstances in which there wasn't any security. And if I\nread Collier as you pointed to, that seems to say, in\nsuch cases, very simple, the creditor has the status of\nan unsecured creditor in respect to those attorneys'\nfees.\nBRUNSTAD: And in --\nJUSTICE BREYER: Overage in the secured\ncase, and the whole claim in the unsecured case. So get\nin the queue and you can collect your pro-rata share.\nMR. BRUNSTAD: Absolutely, Justice Breyer.\nJUSTICE BREYER: My question is, I have 19\nprofessors on the other side coming to tell me that\nthat's never happened. They can't even find an\ninstance. So it isn't as if, it isn't as if you haven't\nfound an instance, it is that they are prepared to say\nit never happened. And then there may be one exception\nor two or something like that.\nAnd I can't, that -- I'm now totally\npuzzled. Because if it's so clear as you say, and I\nfollow your logic, and I followed Collier, why? After\nall, there are bankrupt people who do have some assets.\nExplain it.\nMR. BRUNSTAD: Justice Breyer it happens all\nthe time. In our brief, we cite to many, many cases in\nwhich attorneys' fees are allowed as unsecured claims.\nIt's actually been happening for over 100 years, it\nhappened in the Bankruptcy Act of 1998.\nJUSTICE KENNEDY: No, no. But -- but we are\ntalking about attorneys' fees for services performed in\nthe bankruptcy proceeding?\nMR. BRUNSTAD: Correct, Your Honor.\nJUSTICE KENNEDY: The cost of filing the\nclaim, the cost of talking to the bankruptcy judge, et\ncetera.\nMR. BRUNSTAD: Correct, Your Honor. And in\na key case we cited, the Second Circuit's decision,\nUnited Manufacturers and Merchants, where they didn't\neven hire an attorney until after the bankruptcy case\nwas filed, the attorney performed services, filing a\nproof of claim, protecting the equitable rights, and the\nSecond Circuit clearly held that those attorneys' fees\nwere properly part of the unsecured claim, but it\ncouldn't be any clearer. And the Second Circuit --\nJUSTICE STEVENS: But what I don't -- there\nis a body of law on the other side of that issue, too,\nisn't there?\nMR. BRUNSTAD: There is, Justice Stevens,\nbut those are lower court decisions.\nJUSTICE STEVENS: Yes. Absolutely. The\nSecond Circuit is a lower court.\nMR. BRUNSTAD: Well, compared to this Court,\ncertainly, Justice Stevens.\nJUSTICE STEVENS: That's exactly right.\nThere are no cases from this Court speaking to this\nprecise issue, are there? On which there is a\ndisagreement among the lower courts?\nMR. BRUNSTAD: Justice Stevens, I think it's\nimportant to say that the alternative rule that PG&E\nasked for is one that every court of appeals to have\naddressed has rejected. What they are saying is, oh,\nyou can't get your attorneys' fees based on a\nconstruction of the Bankruptcy Code. No court of\nappeals has accepted it. There are some lower\nbankruptcy court decisions that have accepted it, but\nthat is routinely overturned on appeal.\nThe issue of whether you get your attorneys'\nfees as part of an unsecured claim, Cohen versus De La\nCruz, in that case this Court had to construe whether\nthe term debt, which means under the Bankruptcy Code the\nsame thing as a claim, is defined as liability on a\nclaim, there the Court, this Court concluded that that\ndebt included attorneys' fees, the treble damages, the\nwhole nine yards.\nJUSTICE BREYER: You would have thought that\nthe one group of people who ought to know this\nthoroughly, or at least have a view are the bankruptcy\nbar.\nMR. BRUNSTAD: Well --\nJUSTICE BREYER: And, and yet there are no\nbriefs from them; there are not -- there is no article\nthat I could find in Bankruptcy Journal.\nCHIEF JUSTICE ROBERTS: Well, there may be\nno briefs from them because it isn't the question on\nwhich we granted cert, is it?\nMR. BRUNSTAD: Chief Justice Roberts, that's\ncorrect. And our view is that the Court should deal\nonly with the Fobian rule. And the alternative argument\nwhich Respondent presented was never argued below, was\nnot decided below, was not presented in the opposition\nto certiorari. It's been rejected by every single court\nof appeals --\nJUSTICE GINSBURG: But it would be proper to\nremand for the Ninth Circuit to consider those other\narguments?\nMR. BRUNSTAD: Yes, Justice Ginsburg. And\nthat's exactly what this Court should do. It should\nremand their statutory interpretation argument to the\nCourt of Appeals to consider, for the lower courts to\nconsider. This Court deserves more than just a 20-page\nreply brief in response to 80 pages of briefing by the\nother side on an issue that was never raised below, not\npresented in the opposition to certiorari.\nRemand would be the proper thing to do with\nrespect to their claim. I do believe that is true,\nJustice Ginsburg.\nJUSTICE GINSBURG: On both their statutory\ninterpretation and the contract?\nMR. BRUNSTAD: The contract, reasonableness,\nall of those issues. The circuit split, which we\npresented to the Court, and which I understand\ncertiorari was -- well, I'm guessing -- certiorari was\ngranted on, it deals with the Fobian rule. As this\ncommon law rule, this sort of construct, that if you're\nlitigating Federal law issues, well, as a matter of\ngeneral Federal common law, you can't get the attorneys'\nfees unless it's authorized by Federal law.\nAnd our brief was entirely devoted to that.\nYou can't justify that rule in our view under preemption\nprinciples; there's no conflict; there is no Congress\npreempting the field in any way; you can't justify this\nunder Atherton as a, as a -- something that's necessary\nbecause of a conflict with Federal policy.\nAnd also the Fobian rule is inappropriately\ncategorical, in violation of what we submit are these\nCourt's principles in the Nolan case, in the CF and I\ncase. In those cases, the Court said: It's not for the\ncourts to create these claims processing rules in\nbankruptcy. But that exactly is what the Ninth Circuit\ndid here.\nIf there are no further questions I'd like\nto reserve the balance of my time for rebuttal.\nJUSTICE STEVENS: One quick question, if I\nmay. Would one of the issues open on remand be the\nconstruction of the contract? Is there an issue at\nState law as to whether Travelers pays for these\nparticular services?\nMR. BRUNSTAD: Yes, Justice Stevens. That\nwould be appropriate on remand. I reserve the balance\nof my time.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\nMR. BRUNSTAD: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Rosenkranz.\nORAL ARGUMENT OF E. JOSHUA ROSENKRANZ\nON BEHALF OF THE RESPONDENT\nMR. ROSENKRANZ: Mr. Chief Justice, and may\nit please the Court:\nLet me begin at the threshold, on whether\nthis Court should consider the statutory construction\nargument that we've presented. The issue of statutory\n--\nJUSTICE GINSBURG: And can we be, take one\nstep before that and tell us if you are conceding that\nthe Fobian rule has no basis in the statute and is\nwrong?\nMR. ROSENKRANZ: Your Honor, the Fobian rule\nreaches the correct conclusion in this case, but Your\nHonor is correct. The problem with the Fobian rule is\nthat it doesn't go far enough in presenting, in\npreventing creditors from requiring other creditors to\npay for their attorneys' fees.\nJUSTICE KENNEDY: Well, if you say it\ndoesn't go far enough then I infer from that you say\nthat it's valid as far as it goes?\nMR. ROSENKRANZ: It is valid as far as it\ncovers this case but not on the rationale of the Ninth\nCircuit. In other words, the Ninth Circuit did begin in\nthe wrong place, which was not to read the statute,\nSection 502, which is why that is a rational predicate\nto the issue that Travelers is presenting here.\nCHIEF JUSTICE ROBERTS: I'm not sure I\nagree, Counsel, that the Fobian rule is both narrower\nand broader than the question you try to present. For\nexample it applies to the claims of a secured creditor\nfor attorneys fees on a secured claim as well.\nMR. ROSENKRANZ: No, Your Honor --\nCHIEF JUSTICE ROBERTS: Why -- it doesn't?\nMR. ROSENKRANZ: No, Mr. Chief Justice. No\ncourt has ever held that the Fobian rule applies to\noversecured creditors. Everyone acknowledges that\nSection 506(b) applies to oversecured creditors so.\nCHIEF JUSTICE ROBERTS: So if you're an\noversecured creditor with a claim for attorneys' fees\narising under solely issues of matters of Federal\nbankruptcy law, the Fobian rule doesn't prevent that?\nMR. ROSENKRANZ: No, Your Honor. Everyone\nis absolutely clear that Fobian to the extent that it\napplies --\nCHIEF JUSTICE ROBERTS: Well, not everyone.\nI'm not clear on it.\nMR. ROSENKRANZ: I'm sorry, Your Honor. All\nthe bankruptcy practitioners and courts are clear that\nto the extent that Fobian applies, it applies only to\nunsecured creditors. But again this is a rational\npredicate to this Court's analysis of Fobian. How do we\nknow?\nCHIEF JUSTICE ROBERTS: If it is a rational\npredicate, we might have expected to hear about it in\nthe opposition to certiorari.\nMR. ROSENKRANZ: Yes, Your Honor. I\napologize for focusing only on the issue that Travelers\nwas focusing on, which was whether this was, whether the\nFobian rule was itself cert-worthy question. But it is\na rational predicate because, as you can see from\nTravelers' brief, Travelers says no fewer than a dozen\ntimes, including in two point headings: Read the code;\nread the code. It will tell you that unsecured\ncreditors have an allowable claim for post-petition\nattorneys' fees, and only if you begin by reading the\ncode can you figure out whether the Fobian common law\noverlay is correct or not. So when we say, Your Honors,\nyes, let's read the code, that's not an ambush and that\nis not smuggling in.\nCHIEF JUSTICE ROBERTS: No, it's an ambush\nand it is smuggling in the sense we don't have a court\nof appeals decision one way or the other on that\nquestion, do we?\nMR. ROSENKRANZ: Your Honor, we do have\ncourt of appeals decisions on this precise question, not\nin this case because the court of appeals had Fobian and\nthe rule that underlay Fobian for 20 years. But there\nare three courts of appeals --\nJUSTICE KENNEDY: Justice Ginsburg has a\nquestion I'm very interested in. Do you defend the\nFobian rule?\nMR. ROSENKRANZ: We do not, Your Honor. The\nFobian rule is wrong at least, especially as to the\ndistinction that it draws between State law and Federal\nlitigation. There's only one answer to the question --\nJUSTICE STEVENS: Well, why then isn't the\nproper disposition of this case to send it back to the\nNinth Circuit to consider all these other arguments?\nMR. ROSENKRANZ: Well, Your Honor, because\nthis issue has been fully ventilated among the lower\ncourts.\nJUSTICE GINSBURG: Yes, but we are not a\ncourt of first view and you know that very well. We are\na court of review. So no matter how well it's been\naired, we wait to see what the lower courts have said on\na question. We don't take it in the first instance.\nMR. ROSENKRANZ: Yes, I understand that,\nYour Honor. It would have been futile to argue this\nbefore the Ninth Circuit. The Ninth Circuit would have\nsaid that --\nJUSTICE GINSBURG: I understand that because\nthey have the Fobian rule.\nMR. ROSENKRANZ: Yes. Now, but, Your Honor,\nlet me just add two additional reasons why this Court\nshould consider it now. The first is this has been\nfully ventilated in the lower courts. There is not a\nsingle argument in the briefs on either side on which\nthere is not a lower court opinion going one way or\nanother on every argument.\nSecondly, there is an enormous amount of\naffirmative harm that can come from this Court simply\nsaying, let us conclude that the Ninth Circuit was wrong\nin disallowing these claims on the logic that the Ninth\nCircuit followed, but we will reserve for a later day an\nopen question of law on what Section 502(b) and 506(b)\nmeans. And the harm comes from the fact that\noverwhelmingly the lower courts in the last 10 years\nhave concluded that 502(b) and 506(b) mean that\nunsecured creditors do not have these claims.\nIf this Court declares that it is now an\nopen question --\nJUSTICE STEVENS: Let me ask you a question\nabout that. Your argument depends -- you analogize --\nyou would agree, I take it, that if this was an\noversecured, secured creditor they'd be entitled to\nfees?\nMR. ROSENKRANZ: Your Honor, we would\ndispute the contractual interpretation, but yes, Your\nHonor.\nJUSTICE STEVENS: But assuming, assuming the\ncontract provides that.\nMR. ROSENKRANZ: Yes, Your Honor.\nCHIEF JUSTICE ROBERTS: And if that's true\n-- and the reason for that I suppose is that doesn't\nimpair the rights of the general creditors at all.\nMR. ROSENKRANZ: That's one logic of the --\nJUSTICE STEVENS: If that's so, why isn't\ntheir argument that, well, your client is solvent, the\ncomplete answer to your position?\nMR. SHORR: Well, Your Honor, because\nCongress didn't say that. Congress gave only one answer\nto the question whether unsecured creditors get their\nattorneys' fees allowed, that is post-petition\nattorneys' fees allowed. It's either yes or no. There\nis no on-off switch for solvent or insolvent creditors\nwithin the code, which is why Travelers never argued\nthat as a, an objection to the plan of confirmation.\nJUSTICE STEVENS: They argue it in their\nreply brief here.\nMR. ROSENKRANZ: Yes, Your Honor, and that\nis absolutely incorrect. If you look at the case that\nthey cite, that case relies on a provision of the code,\nwhich is Section 726. And Section 726 is only about\npost-petition interest for solvent debtors, not\npost-petition attorneys' fees.\nJUSTICE BREYER: Well, how do you avoid --\nwhat about their statement from Collier?\nMR. ROSENKRANZ: Your Honor, the statement\nthat Travelers quotes from Collier is about a\nproposition that we don't dispute, which is whether it\nis a pre-petition claim. But Collier.\nJUSTICE BREYER: No. No. It said -- a\npre-petition claim, if a creditor incurs the attorneys'\nfees post-petition, they incur it post-petition,\nafterwards they file, after the petition they file a\nclaim with the bankruptcy court, in exercising or\nprotecting a pre-petition claim that included a right to\nrecover attorneys' fees. And they say that's what we\nhave, we had a contract that gave us this right to\nattorneys' fees. The fees will be pre- petitioned in\nnature, constituting a contingent pre-petition\nobligation that became fixed post-petition when the fees\nwere incurred. All right. Now, what is your response\nto that?\nMR. ROSENKRANZ: Your Honor, my response is\nI urge you, Justice Breyer, to look back at Colliers,\nbecause that is absolutely accurate and it doesn't apply\nto this case.\nJUSTICE BREYER: Because?\nMR. ROSENKRANZ: Because, Your Honor, that\nis a statement about whether it is a pre-petition claim,\nnot about whether the claim is allowable or not, which\nis what we are arguing about.\nJUSTICE BREYER: Then you explain that to\nme?\nMR. ROSENKRANZ: Yes, Your Honor. Step one\nis, is it a claim. No one disputes that this is a\nclaim. It is a right to payment. Step two, is this an\nallowable claim? The answer under the code is\nabsolutely not, because the code says there is only one\nclass of creditors that gets their attorneys' fees\nclaims allowed and that is oversecured creditors and so\n--\nJUSTICE BREYER: Well, that's because 506\nhad to do that in order to tell the bankruptcy courts\nhow to deal with secured claims.\nMR. ROSENKRANZ: No, Your Honor.\nJUSTICE KENNEDY: That doesn't -- and then\nyou have the negative inference or the exclusio unius\nargument, whatever, which I think is misplaced in this\ncontext.\nMR. ROSENKRANZ: Your Honor, Congress put\n506(b) in the code for one purpose and one purpose only,\nand that was to allow claims that are not elsewhere\nallowed, because if it doesn't do that 506(b) serves no\npurpose at all. 506(b) says nothing at all about\nwhether the claim is secured.\nJUSTICE GINSBURG: Why doesn't it serve the\npurpose of saying that the fees will be covered by the\nsecurity? They'll not be just be claims for fees that\nwould stand together with the unsecured creditors, but\nthat the oversecured -- the security will cover the\ninterest, will cover the attorneys' fees, and that's the\nfunction of 506 whatever --\nMR. ROSENKRANZ: Your Honor, the answer is\n506(b) does not say anything about whether the allowed\nclaim is secured or not. It is completely silent about\nthat. Now, if we accept, as we explain in our brief in\nmuch more detail, if we accept Travelers' argument that\nit was an allowed claim in the first instance and it is\ntherefore furthermore an allowed security claim, 506(a)\ntells you what to do with that. 506(a) tells us that an\nallowed claim to a secured creditor is a secured claim.\nIt still leaves Section 506(b) with nothing left to do.\nNow, let me just back up and underscore:\nAny creditor would love to get the other creditors to\npay its attorneys' fees. Tort claimants would love it,\ntrade creditors would love it, local tax collectors\nwould love it. But Congress said only one category of\nclaimants get to claim their post-petition attorneys'\nfees.\nJUSTICE BREYER: Of course, that is exactly\nwhat's puzzling me. But why haven't they gone out and\ngot? So why -- what you're pointing to so far is that\nCongress has said a particular class of people get the\nattorneys' fees out of the security insofar as the\nsecurity will support it. It doesn't say a word about\nwhat happens to the attorneys' fees after the security\nis exhausted, nor about anybody else's attorneys' fees,\nwhere so provided by contract. Colliers says they can\nget it.\nMR. ROSENKRANZ: Your Honor, Congress said\n--\nJUSTICE BREYER: Same puzzlement.\nMR. ROSENKRANZ: Your Honor, Congress has\nsaid no such thing. What Congress says is that an\nallowed claim is allowed as of the date of the filing of\nthe petition. That is when you value the claim and you\nvalue the claim as of the date of the filing of the\npetition. At that point, it is worth zero because no\npost-petition attorneys' fees have been incurred. And\nthe fact of the matter is it may well have never\noccurred to the drafters of the code when --\nJUSTICE BREYER: Suppose I sell you a house\nand I make a promise that I'll fix any leaks in the\nbathroom. And lo and behold, before there's a leak\nthe -- I'm bankrupt. And while I'm bankrupt it floods,\nthe bathroom. No claim?\nMR. ROSENKRANZ: Your Honor, that is a\nclaim. It is a --\nJUSTICE BREYER: It is a contingent claim.\nAnd you're saying this is the same.\nMR. ROSENKRANZ: I'm saying -- they are\nsaying this is a contingent claim. If -- and it is a\nvery strange sort of a contingency. It is Travelers\nsaying, we have a claim, it is a contingent claim; the\ncontingency is whether tomorrow morning we're going to\npick up the phone and called Weil Gotshal to monitor the\nbankruptcy proceeding.\nBut let's assume it is a contingent claim.\nIt is still a disallowed claim and Congress provided\nnumerous statutory indications that it was. I already\nmentioned 506(b) but there are more. Congress said that\nattorneys' fees are available only, quote, \"to the\nextent that a claim is oversecured.\" Now that would be\na very --\nCHIEF JUSTICE ROBERTS: No. It's quite\nunlike the situation, for example in Timbers, where had\nyou in 502 a disallowance of post-petition interest.\nThere is not in 502 a disallowance of attorneys' fees.\nMR. ROSENKRANZ: Well, Your Honor, I was\njust going to get there. Timbers underscores this\nproposition. Timbers focused on the structure of 506\nand it began with and it underscored, the only words\nthat it underscored were, \"to the extent that.\" But let\nme turn to that.\nJUSTICE KENNEDY: Well, Timbers cited, as\nthe Chief Justice indicates, the interest section in\n506. That's all it's about. I don't -- I think Timbers\nis misleading on this point.\nMR. ROSENKRANZ: Your Honor, Timbers has the\nstructural argument that focuses on what the purpose of\n506(b) is. But there are more indications. It would be\nodd for Congress, for example, to draft this provision\n506(b) that purports to put post-petition attorneys'\nfees on the same footing at post-petition interest if it\nintended to put them on different footings. It's an\nobservation this Court made in Ron Pair. Moreover,\nCongress was not oblivious to the existence of\nattorneys' fees post-petition. There are 15 occasions\nin the code where Congress spoke to attorneys' fees and\nif Congress had intended attorneys' fees to be available\nto this enormous class of unsecured creditors, one would\nthink that it would not have hidden that in the\ndefinition of \"claim\" --\nJUSTICE BREYER: Well, are those 15 places\n-- do they involve attorneys' fees as administrative\nexpenses? Do any of them involve attorneys' fees simply\nas an unsecured claim for attorneys' fees?\nMR. ROSENKRANZ: Your Honor, as to\ncreditors, four of them apply to attorneys' fees as\nadministrative expenses. It's a very important point\nbecause the code says and it adopts this age old rule\nthat if you are going to take money away from some\nunsecured creditors and give it to attorneys it better\nbe because you're expanding the pot for all of the other\ncreditors.\nJUSTICE BREYER: What's the answer to my\nquestion? Is the answer that 11 of them say you can\ncollect attorneys' fees, but only as an unsecured claim\nagainst creditors.\nMR. ROSENKRANZ: Your Honor, for the, for\ncreditors there are only six that apply. Four of them\nare the administrative.\nJUSTICE BREYER: All right, so six.\nMR. ROSENKRANZ: Yes.\nJUSTICE BREYER: So six are administrative,\nand then the remaining two say that the creditor can\ncollect it as an unsecured debt?\nMR. ROSENKRANZ: Yes, Your Honor.\nJUSTICE BREYER: Which are those two?\nMR. ROSENKRANZ: Well, one of them does.\nJUSTICE BREYER: Which is that?\nMR. ROSENKRANZ: That is the provision that\nTravelers cites -- and I apologize it's not in any of\nthe appendices -- 502(b)(4). And 502(b)(4) underscores\nour point. 502(b)(4) says, and I'm quoting directly\nfrom the code: \"A claim is allowed to the\" -- \"is\ndisallowed to the extent that,\" and then \"(4) if such\nclaim is for services of an insider or attorney and such\nclaim exceeds the reasonable value of such services.\"\nThat is focused on pre-petition activities of the\nlawyers on behalf of the debtor.\nJUSTICE BREYER: That seems to cut the other\nway because it says it's disallowed insofar as it's\nunreasonable of course, and therefore it would be\nallowed insofar as it's reasonable.\nMR. ROSENKRANZ: Well, yes. Pre-petition\nclaims for services provided by an attorney before for\nthe petition.\nJUSTICE KENNEDY: No, attorney for the\ndebtor.\nMR. ROSENKRANZ: An attorney for the debtor\nand, Your Honor, the code is clear it's noteworthy.\nJUSTICE BREYER: Yes, but I mean you don't\nhave exactly what I was driving to. I was quite\ninterested that you said there are 11 other provisions\nthat we could look at for support, and I wouldn't think\nit was support if those consider -- concern\nadministrative expenses, which nobody's asking for here,\nthey just want an unsecured claim, or if they concern\nsome other --\nMR. ROSENKRANZ: Fair enough Your Honor.\nJUSTICE BREYER: -- irrelevant thing.\nMR. ROSENKRANZ: Fair enough, Your Honor.\nMy point is that Congress knew about attorneys' fees and\nif it wanted this huge class of unsecured creditors to\ncollect their attorneys' fees for post-petition\nactivities, it wouldn't have hidden that in a general\ndefinition of claim or in the general statement of\nallowability.\nCHIEF JUSTICE ROBERTS: Counsel, your\nbrother in his reply brief said that no court of appeals\nhas endorsed your theory, and I -- earlier you told me\none had. Which one in particular?\nMR. ROSENKRANZ: Your Honor, the First\nCircuit -- there are three courts of appeals that have\naddressed the question, all in dictum but in very\nextensive dictum. So the First Circuit comes out our\nway in Adams versus Zimmerman. The Second Circuit comes\nout also in dictum on Travelers' side in United\nMerchants. And then the Sixth Circuit splits the baby\nin half, or reads the code all the way up to our\nposition as we do, and then takes a detour in another\ndirection.\nCHIEF JUSTICE ROBERTS: So you really want\nus to reach out and decide a question that's not\npresented when there has been no holding of the court of\nappeals one way or the other on the issue?\nMR. ROSENKRANZ: Your Honor, we didn't come\nhere asking this Court to address this question.\nTravelers put it front and center. They conceded --\nCHIEF JUSTICE ROBERTS: If you thought the\nFobian rule was wrong, you could have said that.\nMR. ROSENKRANZ: Well, Your Honor, it would\nhave made no sense for us to argue that Fobian was wrong\nwhen we were trying to defend the judgment below. But I\nconcede, Your Honor, this Court has discretion to decide\nwhether it's going to address what we believe is an\nabsolute factual predicate, and what Travelers seems --\nI'm sorry, legal predicate -- and what Travelers seems\nto believe is a legal predicate, which is why we're\nsaying to the Court this case, this issue has been\nventilating for 20 years, and a lot of mischief can be\n--\nJUSTICE BREYER: How -- can we decide? But\nI'm wondering about, maybe you don't want to answer\nthis, but I mean, if we were to say Fobian is wrong,\neverybody will agree with us. But we should have to say\nwhy it's wrong. And if we say the reason that it's\nwrong is because you can't collect attorneys' fees at\nall, you'll be delighted. And if we say the reason it's\nwrong is because you can collect attorneys' fees\nregardless, they'll be delighted. And our only other\nalternative is to not say why it's wrong or -- I mean,\nthat's the problem.\nMR. ROSENKRANZ: That's exactly --\nCHIEF JUSTICE ROBERTS: That's an added\ncomplication. There's another case on which the Ninth\nCircuit's based its decision in your case, DeRoche.\nYour proposed solution here doesn't address the issue in\nDeRoche because there it's the debtor that's seeking\nattorneys' fees.\nMR. ROSENKRANZ: Absolutely, Your Honor.\nCHIEF JUSTICE ROBERTS: So we still have to\ndecide the Fobian issue. And your failure to defend it\nhere means that we're going to have to decide in on that\ninadequate record. If you have mentioned that in an\nopposition to certiorari, perhaps we would have granted\ncert in the DeRoche case and had an argument about the\nrule that we have to decide.\nMR. ROSENKRANZ: Your Honor, I appreciate\nthat, and I apologize for not having raised it in the\ncert petition, cert opposition, we were simply focused\non why it is that this little sliver of the Fobian rule\nwas not worth this Court's attention. But I understand\nthat this Court needs to look forward and try and figure\nout what exactly the issues are that are presented. I\nonly add that the statutory question that is presented\nin DeRoche and in this case are as Your Honor has\npointed out, mirror images of each other.\nSo whatever this Court decides as to the\nstatutory construction question on 502(b), this Court\ncan say it's not resolving Fobian because this is a\npredicate question. And this Court can say there may\nwell be circumstances in which a creditor can say, you\nknow what, for State law litigation we have this common\nlaw right, and we reserve for a later day the question\nof whether there is an exception to the statutory rule\nthat we are articulating.\nNow I want to underscore that Congress had\nvery important reasons that are built into the code for\ncoming out this way and disallowing unsecured creditors\nattorneys' fees. Bear in mind that these sorts of fee\nshifting provisions are absolutely ubiquitous. They are\nin every credit card contract. They are in every bank\nloan. They are in virtually any written contract, and\nwhen a contract doesn't provide for it, quite often\nState law statutes do. Allowing all of these unsecured\ncreditors to pay their lawyers out of the hides of all\nof the other unsecured creditors --\nJUSTICE STEVENS: Yes, but that's not the\nfacts of this case. Isn't that correct?\nMR. ROSENKRANZ: Well, Your Honor --\nJUSTICE STEVENS: This will not have any\nadverse, if I understand the facts, any adverse impact\nwhatsoever on any unsecured creditor.\nMR. ROSENKRANZ: Your Honor, on the facts of\nthis case if the rule had been otherwise, we don't know\nwhether PG&E would have been solvent at all. But we are\narguing about a rule that is not one rule for Travelers\nand one rule for everyone else. We are arguing about a\nrule for the vast majority of cases.\nJUSTICE STEVENS: No, but just looking at\nthis case itself, if there is plenty of money there to\npay a State law obligation, why shouldn't just ordinary\nrules of contract law apply?\nMR. ROSENKRANZ: Well, Your Honor, the\nanswer is, Congress dealt with this issue and decided\nthat no one gets to get in line and get their attorneys'\nfees, regardless of whether they're solvent or not.\nIt's a --\nJUSTICE GINSBURG: You're raising a\nprovision that says just that, it's the absence of a\nprovision for attorneys' fees that you're relying on.\nMR. ROSENKRANZ: Well, no, Your Honor.\nWe've been talking about why the only natural way to\nread the code is to disallow attorneys' fees, and I'm\nexplaining that if attorneys' fees are generally\ndisallowed to everyone, there's no exception to that\nrule in the code that says ah, yes, but if there's an\ninsolvent -- if there's a solvent debtor, the rule is\notherwise.\nJUSTICE GINSBURG: Where is the provision\nthat generally disallows attorneys' fees?\nMR. ROSENKRANZ: I'm sorry. What I'm saying\nis 502(b) when you read \"as of the time of the filing of\nthe petition,\" it says -- that means, that must mean\nthat it doesn't apply to post-petition attorneys' fees,\nespecially when you look at 502(b) through the lens, as\nthis Court did in Timbers, of the rest of the code.\n506(b), all of these other attorneys' fees --\nJUSTICE KENNEDY: Well, on that point you\ndisagree with the Collier citation at page 9 of the\nreply brief then?\nMR. ROSENKRANZ: Yes, Your Honor, I disagree\nwith Colliers, but I don't think Colliers comes out one\nway or another on this particular question. That was\nthe same question that was asked earlier about whether\nit's a claim, whether it's a pre-petition claim.\nJUSTICE KENNEDY: Well, it says if the\ncreditor incurs the attorneys' fees post petition in\nconnection with protecting a pre-petition claim --\nMR. ROSENKRANZ: Yes, Your Honor.\nJUSTICE KENNEDY: -- the fees will be\npre-petition.\nMR. ROSENKRANZ: That was the same --\nJUSTICE KENNEDY: So you disagree with that?\nMR. ROSENKRANZ: I don't disagree with that,\nYour Honor. I was referring to another provision of\nColliers, not the one that's cited in the reply brief.\nThat is a correct statement but it has no application\nhere because we are not arguing about whether it's a\npre-petition obligation. Of course it's a pre-petition\nobligation. Just like pre-petition interest -- excuse\nme -- post-petition interest is a pre-petition\nobligation we are arguing that the code cancels that\nobligation because there are very important reasons,\nsuch as equality among all unsecured creditors, the --\nJUSTICE BREYER: You're saying this\nparticular set of pre-petition obligations. Collier, I\nthink in context must be saying, you get paid the money.\nI mean, he goes on in the next sentence and says by the\nway, despite my last sentence, you don't get the money?\nMR. ROSENKRANZ: No, Your Honor. What\nColliers is talking about is a completely different\nquestion. He doesn't answer that question one way or\nanother in Colliers.\nJUSTICE BREYER: Oh, in other words what he\nimplies, if I ready the whole page I'll see, although he\njust said what we quoted, the whole page means, by the\nway, I'm not telling you if you get the money or not?\nMR. ROSENKRANZ: This was a completely\ndifferent discussion on a --\nJUSTICE BREYER: Sorry, I'll --\nMR. ROSENKRANZ: -- completely different\nsection referring to setoffs.\nJUSTICE BREYER: I think your 506(b)\nargument, I see your point, I see your point, is there\n-- I mean, and you'd have to say well, 506(b) simply\nrepeats 506(a), as sometimes provisions do, and then it\nbecomes somewhat superfluous, somewhat not. I got that\npoint. I also have your point about, well, there are\nother references. Now, is there any other point in the\ncode?\nMR. ROSENKRANZ: Yes, Your Honor. There is\none other point and that is, 502(c) tells the court what\nit is supposed to do with contingent claims. It is\nsupposed to either liquidate them or estimate them.\nThese are -- this is a very strange sort of contingency,\nas I mentioned earlier.\nJUSTICE SCALIA: That's not in the\nmaterials, 502(c)?\nMR. ROSENKRANZ: 502(c) is, Your Honor.\nIt's on the very back of the cert petition appendix on\npage, I believe 28. And so it says either estimate or\nliquidate, but always as of the date of the filing of\nthe petition. Now as of the date of the filing of the\npetition it would be impossible to estimate without a\ncrystal ball.\nJUSTICE BREYER: How do they do it with my\nleaky bathroom?\nMR. ROSENKRANZ: Your Honor, what you do is\n-- that is a classic contingency. What you do is to\nestimate the likelihood that the bathroom will in fact\nleak and the cost of those expenses, and you put\nsomething into the, into the bankruptcy estate for that\npurpose. That would be something that Congress would\nnever have wanted to do with thousands and thousands of\nunsecured creditors.\nJUSTICE KENNEDY: I -- I am concerned about\nyour point that there are all kinds of attorneys' fees\ncontracts out there and if everybody can get fees for\nfiling the claim post-petition act, we have a huge\namount of claims to pay.\nTravelers would tell us, though, that a\nsurety is different, that they somehow stand in the\nshoes of PG&E or something.\nMR. ROSENKRANZ: Your Honor, I don't\nunderstand why a surety is different from any other\ncontract. All contractual creditors will want their\nfees. The reason that they haven't been applying for\nthem is that the overwhelming majority of bankruptcy\ncourts will tell you no, you can't have them, because\nthe overwhelming majority of cases have been saying\nexactly what I'm saying to you. 502(b) does not allow\nthem, and we can tell that by looking at 506(b).\nAnd there are other reasons that Congress\nwould not have wanted to do that. It would have\nburdened the administration of the state -- of the\nestate. The court would be spending more time\nadministering claims about fees and what does this\ncontract mean, and fees upon fees upon fees, than it\nwould be spending administering the basic bankruptcy\nestate.\nJUSTICE SOUTER: Well, of course the\nargument here is that this is something different from\nthe general abuse that you're describing, because the\nplan didn't make any provision here for, for paying the\nworkers comp obligation at all. What is your response\nto that?\nMR. ROSENKRANZ: Your Honor, my response is\nthat is absolutely wrong. The first draft of the plan\nwhich you can see on page 28 of the appendix says\nexplicitly, and I quote, \"all workers compensation\nprograms are treated as executory contract.\" Treated as\nexecutory contracts and deemed assumed by the debtor,\nand that means that the workers got the most favorable\ntreatment that they could have gotten. These are not\njust unsecured claims.\nCHIEF JUSTICE ROBERTS: Your friend says\nit's more favorable to say the claims are unimpaired.\nMR. ROSENKRANZ: Your Honor, that's what\nthey argued. The bankruptcy court explicitly held\notherwise and the Ninth Circuit agreed with the\nbankruptcy court. The bankruptcy court said, none of\nyour interventions were reasonably necessary to reach --\nexcuse me -- to advance your interests. Therefore, you\nare absolutely wrong when you argue to us that you are\non the State law side of the Fobian rule.\nNow if you ask me, Your Honor, where in the\nbankruptcy court decision does it say that, I would\nrefer the Court to page 24a of the -- of the cert\npetition appendix, where you see asterisks for a missing\nparagraph right in the middle of the opinion. That, and\njust to orient the Court, we're looking at the first\nparagraph that says first of all. Then there's a --\nthere is an asterisk eliminating a paragraph. Look at\npage 140a, 141 of the joint appendix where the missing\nparagraph that Travelers eliminated is filled in, and\nthere the court summarizes a 15-page colloquy with\nTravelers about why it is completely wrong in claiming\nthat its steps were reasonably necessary.\nAnd on page 141, just to orient the Court\nagain, you see that it begins, second paragraph, first\nof all. That's the same paragraph. The next paragraph\nrefers to Mr. Brunstad's arguments. It says, \"I just\nsimply don't by it. I don't think you can sort of say,\nyou know, we thought there was a thief hiding under the\nbed so we had to clear out under the bed. I don't think\nthere was a risk there.\" And that was the gist of 15\npages proceeding the joint appendix, where the court\nmethodically demolishes each of the argument Travelers\npresents here.\nThank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Brunstad, you have eight minutes remaining.\nREBUTTAL ARGUMENT OF G. ERIC BRUNSTAD, JR.\nON BEHALF OF THE PETITIONER\nMR. BRUNSTAD: Justice Breyer, in our brief\non pages 25 and 26, we cite to a number of cases where\nthe courts allowed attorneys' fees as an unsecured\nclaim, both for pre-petition work done and also\npost-petition work done where the contractual right was\npre-petitioned. We also cite a bunch of cases around\npage 44 -- 43 and 44 of our brief, including an article\nin the middle of page 44, quote: \"In cases decided\nunder the Bankruptcy Act, the higher courts consistently\nheld that attorneys' fees were allowable even as\nunsecured claims in bankruptcy.\" Close quote. I've\nbeen a bankruptcy lawyer for over 20 years. I've been\nteaching bankruptcy law for 17 years. It is absolutely\nnot true that courts routinely disallow claims for\nattorneys' fees as part of unsecured claims. It's the\nopposite is true it's routine that they are allowed in\npractical reality however they are not presented because\ncreditors don't bother to present them because\ndistributions are generally so low in bankruptcy.\nOn the point about the plan completely\nprotected the rights of the injured workers, nothing\ncould be farther from the truth. The provision that\ncounsel cites in the plan refers to exec, as executory\ncontracts, workers' compensation benefit programs.\nThose are the contractual relationships between PG&E and\nits administrators, not the claims of the workers\nthemselves. Tellingly, PG&E never argued in the\nbankruptcy court that the claims of the workers were\nfine under the plan. In fact, they said, we will do\nwhat Travelers wants after the bankruptcy court directed\n-- and it's in the transcript -- that that was the\nappropriate thing to do.\nIn fact, what Travelers insisted is\nrequired by Section 1123 of the Bankruptcy Code, claims\nsuch as the workers' must be classified, their treatment\nmust be specified. If they are not they are eliminated.\nThe reference to executory contracts\nclearly doesn't apply. As we explain in our reply\nbrief, the workers' claims were not executory contracts\nunder applicable law. That section does not apply.\nOf course, I think, Chief Justice\nRoberts, there is a lot more that we would like to say\nabout their alternative arguments than we were able to\nput in our 20-page reply brief. The issue that they\nraised has not been fully ventilated in the lower\ncourts. In fact, there are many more things we would\nsay about it on remand.\nI also think it's important to point out,\nJustice Stevens, they are a solvent debtor, and under\nthe concept of absolute priority shareholders are not\nallowed to recover anything unless creditors are paid in\nfull. What they are trying to do is they're trying to\nget rid of their contractual obligations in bankruptcy\nfor the benefit of their shareholders. There's no\nimplication between creditors, creditors' recoveries in\nthis case one versus the other.\nIn the Dow Corning case which we cite in\nour reply brief the Sixth Circuit expressly held where\nyou have a solvent debtor you have to pay all of the\nattorneys' fees. That is an additional argument we\nwould develop on remand.\nBut all of their arguments about Section\n506 and their interpretation of 502 simply don't matter,\nbecause as a solvent debtor they're not entitled to take\nadvantage of that theory even if it were valid. And we\ncontend that it isn't valid. The court of appeals have\nresoundingly rejected it. The Second Circuit rejected\nit in United Merchants and Manufacturers. The Sixth\nCircuit rejected it in Dow Corning. The Eleventh\nCircuit it en banc in the Wellsville case. All of them\nconsidered the 506 argument that they're making and\nrejected it, and properly so.\nCounsel cites to Section 502(b)(4).\nThat's an important section because that demonstrates\nthat Congress understood that attorneys' fees would be\nallowable as an unsecured claim under Section 502. And\nin Section 502(b)(4) it provided the only exception, the\nonly one where attorneys' fees would not be allowable as\nan unsecured claim. It provided expressly attorneys'\nfees would not be allowable for the attorney for the\ndebtor to the extent the claim for the fees exceeded the\nreasonable value of the services performed. Why is that\nprovision there? Because Congress saw there was a\nproblem. There was a problem of debtors sending money\nto their attorneys. Congress understood that to be a\nproblem and it remedied it.\nCongress did not think there was a\nproblem with respect to this historic practice of going\non over 100 years of attorneys' fees being allowed as\nunsecured claims, and so in Section 502 it allows them.\nRespondents' argument about Section 506(b) renders\nSection 502(b)(4) superfluous. If attorneys' fees were\nnever allowable as part of an unsecured claim except for\nhow 506(b) allows it, then there would not be a need for\nSection 502(b)(4). In addition, Respondent overstates\nthe office of Section 506. 506, as this Court explained\nin Ron Pair, provides, essentially tells us what secured\ncreditors get out of their collateral and in what order\n-- the pre-petition amount and then, if there's any\nvalue left, the value of the collateral. After you pay\nthe pre-petition amount of the claim, you can add\nattorneys' fees and you can add, post-petition you can\nadd interest. Their interpretation of Section 506(b)\nwould render Section 502(b)(2) superfluous. Under their\ntheory, only oversecured creditors get post-petition\ninterest, get interest.\nJUSTICE KENNEDY: If you prevail, why can't\nevery attorney who represents a creditor who has a\ncredit card or a promissory note providing for\nattorneys' fees file something in bankruptcy and get\nattorneys' fees for the filing of the claim?\nMR. BRUNSTAD: That already happens, Justice\nKennedy. In all the circuits that recognize that\nattorneys' fees are allowed as unsecured claims, that\nalready happens. And that has not cause any disaster or\nany problem. It's been a practice for 100 years. If\nCongress had wished to change the practice, it would\nhave when it codified the Bankruptcy Code in 1979. The\nfact that it hasn't perceived it to be a problem\ndemonstrates that Congress wanted to leave the practice\nunchanged.\nNow, what happens, though, again, Justice\nKennedy, is that creditors don't bother to file claims\nfor those amounts. And where it matters is in cases\nwhere it should matter, like in this case, in the PG&E\ncase, where a solvent debtor is simply trying to get out\nof its contractual relationships. And under principles\nof absolute priority they are not allowed to do that for\nthe benefit of shareholders where creditors are not\nbeing paid in full. And I think it's important to\nunderscore again, Justice Kennedy.\nJUSTICE STEVENS: It's interesting. You're\nof course a teacher too. The amicus brief by a bunch of\nprofessors has a different view of the history than\nyou're describing.\nMR. BRUNSTAD: Justice Stevens, what I take,\nwhat I take from their analysis is a hostility towards\nattorneys' fees being allowed in bankruptcy. And\nperhaps maybe as a matter of policy, if we were to start\nfrom scratch, well, maybe we shouldn't allow attorneys'\nfees to be allowed in bankruptcy. Maybe we shouldn't\nallow tort claims to be allowed in bankruptcy. Maybe we\nshouldn't allow certain kinds of environmental claims to\nbe allowed in bankruptcy. They don't like the rule,\napparently, but their analysis of the history is wrong.\nAnd we cite innumerable cases and law review\narticles that demonstrate that the practice is as we say\nthat it is. And policy reasons are no grounds to sort\nof create these Federal common law rules or these\ncategorical rules of preclusions.\nJUSTICE STEVENS: Would you say a word about\nJustice Holmes' opinion in the Scruggs case.\nMR. BRUNSTAD: Yes, Justice Stevens. The\nRandolph case was decided in 1903 and the law changed\ndramatically since then. For example, in 1903\ncontingent claims were not provable under the Bankruptcy\nAct. That changed in 1938 when contingent claims became\nprovable under the Bankruptcy Act.\nRandolph & Randolph versus Scruggs involved\nthe claim of a custodian, a custodian, an assignee, who\ntook control of all the debtor's assets before the\nbankruptcy filing. Now under Section 503(b)(3)(E), the\nRandolph versus Scruggs analysis as it pertains to the\nclaims of the assignee, those are now treated as an\nadministrative expense under Section 503 dealing with\nadministrative expenses.\nIn Randolph, it's interesting, the fees --\nJustice Kennedy, the fees incurred in preparing the\nassignment were allowed as an unsecured claim in the\nbankruptcy case. Justice Holmes for the Court said they\nare allowed. So in fact Randolph I think refutes their\nanalysis rather than supports it.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n(Whereupon, at 12:01 p.m., the case in the\nabove-entitled matter was submitted.)\n58:16 52:16 amount 6:25 31:4 41:2 7:11,13 30:11\n56:18 advance 50:9 55:14,16 31:2 50:5 asterisk 50:19\n19:23 adverse 43:22 analogize 30:4 arguing 32:14 Atherton 24:9\n26:24 43:22 analogy 10:3 44:2,3 46:4,8 attention 42:17\n32:8,21 affirmative analysis 5:3 27:7 argument 1:15 attorney 4:15,16\n43:11 29:17 57:2,10 58:3 2:1,4,7 3:3,7 4:17 7:24,25\n50:10 age 37:19 58:12 9:10 22:25 21:1,2 38:21\nagree 26:9 30:5 answer 7:13 23:10 25:6,12 39:5,7,9 54:20\nah 44:22 anybody 34:20 51:9,14 53:25 7:18,23 9:13\nallow 33:10 49:2 38:16 42:14 28:19 51:3 20:17 21:4,24\n57:22,23 allowability 57:10 arises 5:20 8:7 25:23 26:12,20\n27:20 32:13,20 22:1 23:4,11 article 22:18 32:1,22 33:19\nallowed 16:13 APPEARAN... articulating 36:5,11 37:1,6\n34:1,2,4 35:3,3 38:17 asked 21:22 38:1 39:22,24\n53:25 51:18 52:6 49:20 50:15,20 asking 39:16 43:10 44:11,16\n42:2 56:4,18 57:3,6 applicable 53:5 assert 6:13 11:4 45:5,8,18\nAllowing 43:15 applies 26:11,16 14:12 15:11 52:5 53:25\nall-loss 9:1 27:5 15:1 55:4,7,17,25\n21:21 22:25 38:4 44:8 45:5 assets 20:9 58:1 attorney's 8:5\nalternatively 4:2 applying 48:23 58:4 authorizes 4:1\n38:5 28:1 42:13 assume 14:2,2 15:22\n37:8 barred 16:18 47:1,4 48:2 call 9:19 certiorari 23:3\n32:7 bathroom 35:12 51:16,22 53:4 10:4,5,7,9,13 CF 24:13\n47:21 35:14 48:3,6 53:9,23 56:23 11:2 13:11 change 56:7\nbed 51:6,6 briefs 22:18,21 16:1,5,11 17:1 57:22\n20:9 begins 51:1 10:18 24:13,14 25:19 Chief 3:3,9 6:6\nbehalf 1:18,21 brother 40:4 26:3 28:7,18 22:20,23 25:3\n25:7 38:24 2:2,8 3:6,7,9 41:9,25 42:1 26:15,19 27:1\n4:10 51:15 4:19 5:1,7,18 42:11,21 43:19 27:9 28:1\n5:10 behold 35:12 6:5,11,23 7:8 43:25 44:6 30:14 36:8,19\n6:3,8,13 believe 23:17 7:16 8:3,12,25 53:21,22 54:10 40:3,17,24\n7:2,9,24 41:5,8 47:22 9:7,15,23 10:3 56:15,16 57:17 41:24 42:6\n9:8,11 benefit 13:9 10:14,22 11:10 57:19 58:10,14 50:2 51:12\n52:14 53:19 11:21 12:8 58:15 53:6 58:13\n11:7,9 56:19 13:2,5 14:13 cases 5:6 6:14 circuit 17:18\nbenefits 15:25 14:19,24 15:2 6:16 7:1,3,4,10 21:4,6,13 23:6\nbetter 37:21 15:4 16:10,15 7:12,17,21 23:22 24:16\nbill 4:16 16:22 17:19 16:16 19:16 26:4,4 28:19\n17:13 binds 11:12 18:6,10,16 20:12 21:17 29:5,5,18,20\n18:4,13 body 21:8 19:12,19,23 24:14 44:4 40:8,10,11,13\n19:9 bond 13:14 20:11,19,23 49:1 51:17,21 50:6 53:23\nbonds 9:4 15:20 21:10,14,20 51:23 56:14 54:7,9,10\n22:2,7 bother 7:10,14 22:16,23 23:8 57:11 circuits 56:3\n24:16 52:8 56:13 23:21 24:25 Casualty 1:3 3:4 Circuit's 3:11\n27:4 bothers 6:12 25:4 51:13,14 categorical 3:21 20:24\n33:1 Breyer 17:25 51:16 56:2 24:12 57:15 42:1\n48:8,24 18:2,23,24 57:1,18 category 8:24 circular 9:10\n50:5,7,7 19:13,20,23,24 Brunstad's 51:3 34:10 circumstances\n51:24 20:11 22:12,17 built 43:8 cause 56:5 14:10,11 43:2\n31:12,18 32:7 bunch 51:21 center 40:23 citation 45:10\n53:18 32:10,15,25 56:23 cert 22:22 42:11 cite 5:8 15:18\n56:8 34:13,25 35:10 burdened 49:6 42:15,15 47:21 20:12 31:8\n35:17 37:12,24 business 10:1 50:14 51:17,21 53:22\n58:2,10 38:6,8,12,14 certain 8:19 57:11\n46:2 50:1,3 52:1,4,5 34:21 45:13,13 25:19 35:17,20,22\n53:4 55:5 56:4 colloquy 50:22 8:11 57:21,22\n5:10 57:21,22 58:4 11:3,15 12:18 12:13 31:3 contract 5:21\n6:13 class 32:22 13:16,19 14:3 conflict 4:6 8:7,10 13:23\n7:2,24 34:16 37:9 29:17 40:21 17:22 24:7,10 19:3,6 23:20\n8:4,14 39:23 comes 11:4 Congress 24:7 23:21 24:22\n10:6,9,11 classic 48:5 29:22 40:10,11 30:22,22 33:8 30:12 31:25\nclassified 11:25 45:13 34:10,16,23 34:21 43:12,13\n12:3,19 52:25 coming 19:25 35:1,2 36:2,4 43:14 44:8\nclear 20:7 26:24 43:9 36:25 37:5,7,8 48:22 49:9,22\n16:4,12 27:2,4 39:10 commenced 39:22 43:7 contracts 48:14\n51:6 16:1 17:11 44:10 48:9 49:23 52:14\n18:7 clearer 21:6 common 3:12 49:4 54:15,23 53:2,4\n20:21 clearly 5:19 19:9 4:4 17:21 24:1 54:25 55:2 contractual 4:1\n22:5,8,9 21:4 53:3 24:3 27:22 56:7,10 4:20,21 6:18\n26:12,20 client 9:12 30:19 43:3 57:14 Conn 1:18 30:9 48:22\n31:17,19 Close 52:1 comp 8:21 9:12 connection 4:24 51:20 52:15\n32:12 code 3:13,14,23 9:22,25 14:3,5 45:19 53:18 56:17\n5:11 11:11 14:8 15:25 consider 23:6,11 control 58:1\n34:1 13:1 21:25 49:16 23:12 25:11 Corning 53:22\n22:7 27:18,19 Company 1:4,9 28:19 29:11 54:9\n27:22,24 31:2 3:4,5 39:15 correct 7:12,17\n31:8 32:20,21 compared 21:14 considered 8:4,12 16:8\n37:11 33:9 35:9 37:7 compensation 54:11 17:19 18:3\n38:1,19 37:19 38:19 12:7 49:21 consistently 20:19,23 22:24\n39:17 39:10 40:14 52:14 51:24 25:19,20 27:23\n45:16,16 43:8 44:19,22 complete 30:20 constituting 43:19 46:3\n48:15 45:7 46:8 completely 32:2 cost 6:24 9:3\n54:16,19 47:11 52:24 33:23 46:17,24 construct 24:1 20:20,21 48:7\n55:8,16 56:8 47:2 50:23 construction counsel 25:3\n57:25 codified 56:8 52:10 11:9 21:25 26:9 40:3\nCohen 22:5 complication 24:22 25:11 51:12 52:13\n55:15 concede 41:4 construe 11:7 course 13:21\n13:8,11 41:17,19 concept 5:19 context 33:7 53:6 56:23\n17:5,6,7 collection 4:24 17:22 53:15 46:13 court 1:1,15\n19:8 concern 39:15 contingency 3:10 8:1,2 9:18\n20:13 collectors 34:9 39:17 8:22,22 16:12 10:20 11:16,19\n26:11 Collier 5:5,8,19 concerned 48:12 35:21,23 47:16 11:20 12:19,23\n32:23 19:15 20:8 conclude 29:18 48:5 13:17,20 14:6\n31:13,15,17 concluded 16:2 contingent 5:12 18:4,18,21\n47:14 45:10 46:12 22:9 29:24 10:16 16:23 21:11,13,14,17\n49:8 Colliers 32:7 conclusion 11:3 17:4 32:2 21:22,25 22:2\n7:1 13:21 41:4,12 42:7,8 develop 54:1 52:9\n25:22,22 26:17 42:12 devoted 24:5 doing 13:22\n24:14 26:18 27:6,20 decided 23:2 dictum 40:9,10 Dow 53:22 54:9\n26:16 29:25 30:16,23 44:10 51:23 40:12 dozen 27:17\n31:1 32:22,23 57:19 different 9:1 draft 36:25\n33:17 34:7,9 decides 42:23 11:22 37:3 49:19\n31:22 37:9,17,21,23 decision 20:24 46:17,25 47:2 drafters 35:9\n40:4,19 38:2,4 39:23 28:3 42:1 48:18,21 49:13 dramatically\n41:4,9 43:9,16,17 50:13 56:24 57:20\n46:10 48:11,22 decisions 21:11 directed 12:23 draws 28:15\n45:7 52:8 53:16,20 22:2 28:6 52:20 drew 17:18\n49:7 53:20 55:13,20 declares 30:1 direction 40:16 driving 39:12\n56:13,19 deemed 49:23 directly 38:18 D.C 1:11\ncritical 11:20 default 8:20,21 disagree 45:10\n52:18,20 Cruz 22:6 9:11,14,16,20 45:12,24,25 E\n55:11 crystal 48:1 9:21,24 10:19 disagreement E 1:20 2:5 3:1,1\ncustodian 57:25 12:10 21:19 25:6\n24:15 cut 38:25 defend 17:11 44:19 52:4 45:15 47:17\n28:9,22 28:11 41:3 disallowance effect 8:19\nD 42:7 36:10,11 effort 6:15,22\n40:8 D 3:1 defined 5:11 disallowed eight 51:13\n51:18,24 damages 22:10 10:15,17 22:8 16:24 36:2 either 29:13\n53:11 date 3:16,16,19 definition 37:11 38:20 39:1 30:25 47:15,22\n27:7 35:5 47:23,24 delighted 41:18 disallowing Eleventh 54:9\nday 29:20 43:4 41:20 29:19 43:9 eliminated\ndealing 58:5 57:12 discharge 12:17 50:19\ndealt 44:10 54:14 56:10 12:12,16 employees 11:24\n22:7,10 38:10 9:10 18:6 30:4 discussion 46:25 en 54:10\n7:18 8:6 9:14 described 5:9 dispute 30:9 enforcement\n16:6 38:24 49:14 56:25 disputes 32:18 enormous 29:16\n6:12 44:23 49:23 despite 46:15 distinction entirely 24:5\n26:11 53:14,24 54:4 detail 33:25 28:15 entitled 8:1 15:6\n30:6 54:21 56:16 determination distinguish 15:7 30:6 54:4\n34:4,7 debtors 31:10 18:5,11 11:22 environmental\n43:2,23 54:24 determine 18:15 distribution 7:9 57:8\n55:23 debtor's 58:1 18:19 7:12 equality 46:10\n51:14 53:3 5:22 6:7,13,15 48:15 56:1 front 40:23\n55:11 10:21 13:22,24 filled 50:21 56:20\nexplicitly 49:21 21:24 22:5,10 fine 52:19 29:12 53:10\n48:6 exposure 8:14 26:12,20 27:21 29:11 34:1 further 24:18\nexpressly 53:23 31:11,20,24 50:17,18 51:1 34:2\n48:14 extensive 40:10 33:15,16,19 fix 35:11 future 10:6\n21:16 27:5 36:6,16 34:20 35:7 16:18 32:3\n24:16 38:20 54:21 36:5,11 37:2,6 floods 35:13 G\n39:12 extinguished 37:7,8,13,14 Fobian 3:11,21 G 1:18 2:2,8 3:1\n42:19 11:1,15 12:2 37:15,17 38:1 17:17,17,20 3:7 51:14\n12:11 13:12,19 39:22,24 41:17 18:2 22:25 Gas 1:8 3:5\n26:11 36:9 F 43:10 44:12,16 25:16,18,20 24:3 30:16\n57:20 fact 6:12 29:22 44:19,20 45:1 26:9,16,22,24 39:25 40:1\n44:21 facts 43:19,22 51:18,25 52:5 41:2,14 42:7 getting 6:22\n43:24 53:25 54:15,18 42:16,25 50:11 10:10,20\n50:9 Fair 39:19,21 56:1,4 57:3,6 focuses 36:23 12:25 13:3,4\n52:13 false 10:22 field 24:8 follow 20:8 17:19 23:5,8\nfar 8:20 9:5 16:1 figure 27:22 followed 20:8 23:18,19 25:14\nFederal 3:12,24 filed 8:6 9:8,11 forget 18:25 goes 4:14 26:1\n39:16 28:15 57:14 7:24,25 9:17 13:15 14:4 14:7 29:14\n58:6 fee 4:17,23 8:1 filing 4:17 6:24 42:18 35:23 36:13\n42:10 32:17 33:3,8 including 13:24 interested 28:11 11:10,18,21\n38:3,11 39:10 13:24 31:20 interests 50:9 15:2,3,13 16:8\n58:8 54:3 55:18 17:25 18:1,2,6\n49:18 50:4,12 indemnification involved 7:15 21:7,10,12,15\nHonors 27:23 indemnity 9:1,2 irrelevant 39:20 22:17,20,23\n56:2,5 hostility 57:2 indications 36:3 21:18 22:4 24:20,25 25:3\nhouse 35:10 36:24 23:14 24:22 25:5,8,14,24\n51:25 I 13:6,8 14:14 issues 3:24 31:12,18 32:7\nimages 42:22 17:8 52:11 23:22 24:2,21 32:10,15,25\nimpair 30:16 innumerable 34:25 35:10,17\n37:18 43:8 insolvent 6:9 JR 1:18 2:2,8 43:18,21 44:5\n54:14 56:20 instance 20:2,3 judge 18:14 45:17,21,24\ninadequate 19:14 Justice 3:3,9 4:9 48:12 49:12\n25:18 inappropriately intended 37:3,8 5:16,18 6:1,6 53:6,14 55:22\n26:13,23 24:11 intercepts 3:21 6:11,20 7:1,5,6 56:2,12,21,22\n28:5 include 10:15 interest 14:23 7:11,13,16,20 57:1,16,17,18\n29:4 14:7 31:10 33:19 8:5,10,12,17 58:8,10,13\n43:16 love 34:7,8,9,10 million 5:25 29:18,19 41:25\n5:1,4,7,16 leaves 34:5 29:1,12,14,23 minutes 51:13 normally 7:7,8\n7:20 8:5 left 15:15 17:12 53:10 mirror 42:22 note 4:11,13,13\n18:1,6,9 34:5 55:15 LTV 10:4,7 mischaracteri... 4:14,15,24,25\nlegal 10:21 41:7 15:18,19,24 17:5 6:22 7:22,23\n25:24 41:8 16:6 mischief 41:10 7:25 8:20,24\n33:4 lens 45:6 misleading 10:11,11 55:24\n39:7 let's 5:25 14:2,2 M 36:21 noteworthy\n18:3 19:5 MAHONEY misplaced 33:6 39:10\n55:22 27:24 36:1 18:20 missing 50:15 no-asset 7:3\nliability 16:18 majority 44:4 50:20 number 51:17\n22:8 48:24 49:1 momentarily numerous 36:3\nline 17:18 44:11 making 54:11 money 10:12\n9:5,20 litigation 17:10 54:3 56:15 mortgage 19:7,7 objection 31:3\n14:16 28:16 43:3 57:4 58:16 obligation 8:21\n22:13 little 42:16 matters 26:21 N 9:12,22,25\n28:24 lo 35:12 56:14 N 3:1 10:19 32:3\n51:5 loan 43:13 matured 5:13 narrower 26:9 44:7 46:5,6,8,9\nlook 5:5 11:11 46:14 47:6 need 11:22 observation\n4:4 11:7,7 39:14 42:18 means 22:7 needs 42:18 obvious 19:6\n17:21 45:6 50:19 29:22 42:8 negative 33:5 occasions 37:6\nlooked 4:10 45:4 46:22 never 8:21 12:6 occur 15:8\n24:1,2,3,4 looking 44:5 49:24 20:1,4 23:1,14 occurred 35:9\n26:22 49:3 50:17 mentioned 36:4 31:2 35:8 odd 36:25\n28:15 looks 18:14 42:9 47:17 48:10 52:17 office 55:11\n43:3,4 lose 12:20 Merchants 55:8 oh 21:23 46:20\n44:7,8 loses 13:20 20:25 40:13 New 1:20 Okay 8:17\n52:3 loss 9:3 13:24 54:8 nine 22:11 old 37:19\n57:11,14 lost 10:25 16:5 methodically Ninth 3:11,21 one's 13:20\n16:14 51:9 17:18 23:6 on-off 31:1\n30:2 parent's 5:24 15:22 17:2,3 pot 37:22 45:16,19,22\n57:17 22:5 52:5 55:8 44:1 48:19 practice 7:14 51:19 55:14,16\n27:11 parties 11:13 place 26:5 27:4 24:13 56:17\n16:25 19:2 places 37:12 pre 32:1 prior 10:19\n25:6 pay 6:17 12:6 12:1,6,9,10,13 precise 21:18 56:18\n33:1 25:23 34:8 13:11 14:4,5,7 precisely 10:14 problem 12:8\n43:16 44:7 14:9,20 15:14 preclusions 25:20 41:22\n16:7 32:19 point 10:15 17:22 24:6 products 8:15\n32:23 payments 13:9 27:18 35:6 prepared 20:3 professors 19:25\n36:6 13:15 14:3,5,8 36:21 37:18 preparing 58:8 56:24\n16:3 38:18 39:22 present 9:18 programs 49:22\n49:1 22:13 34:16 pointed 19:15 23:15,23 25:12 7:22,25 8:24\nperformed 6:3 pointing 34:15 52:7 proof 8:4 12:19\n20:17 policy 4:6,7 presenting 15:5 16:4 17:1\n47:22 petition 3:16,19 post 45:18 preserving 11:16,25 12:14\n50:14,20 31:21 35:4,6 posture 10:4 11:23 13:10 21:5\n51:22,23 39:6 42:15 post-petition prevail 55:22 54:12\n47:24,25 50:15 8:16 27:20 preventing proposition\n56:20 Petitioner 1:6 31:20,20 32:3 pre-petition protected 15:13\n9:7 13:7,10,15 46:7 48:15 31:23 32:2,12 provable 57:21\n43:4 45:14,15 43:8 46:9 49:4 render 55:19 11:2,4,5 13:25\n43:14 questions 24:18 rebuttal 2:7 rendering 15:14 15:12 21:16\n34:21 quick 24:20 receive 13:9 reorganization 32:19 38:6\n39:5 quite 36:8 39:12 recipients 14:3 11:12 15:24 43:4 50:16\n43:14 recognize 56:3 repeats 47:7 51:20\n11:12 51:23 52:1 16:24 31:5 40:4 9:18 10:24,24\n18:20 quoted 46:22 record 42:9 45:11 46:2 11:14,16,24,25\n55:12 quotes 31:15 recourse 13:18 53:3,9,23 12:2,11,14,20\n12:17 14:8 R 31:24 53:16 required 52:24 15:11,16 17:4\n36:25 R 3:1 recoverable requirement 17:5,11 21:3\n44:15,16 racked 10:20 4:18 18:12 30:16 52:11\n46:1 raised 23:14 recovered 7:7 requiring 15:23 risk 51:7\n52:12 42:14 53:10 recoveries 53:20 25:22 Roberts 3:3 6:6\nraising 44:14 recovers 6:7 reserve 24:19 22:20,23 25:3\n47:7 57:24,24 58:3 reference 53:2 43:4 26:19 27:1,9\n36:23 rationale 26:3 refers 51:3 respect 14:19,21 42:6 50:2\nreach 40:18 50:8 52:13 14:22 19:17 51:12 53:7\n40:23 27:18,19,24 44:12 Respondent Rosenkranz\n53:9 44:19 45:3 reimbursement 1:21 2:6 23:1 1:20 2:5 25:5,6\nready 46:21 rejected 21:23 55:6 27:3,12 28:5\n18:2 reasonable relying 44:16 rest 45:7 34:23 35:1,15\n22:21 38:22 39:3 remaining 38:9 result 13:12 35:19 36:12,22\n26:10 54:22 51:13 review 28:25 37:16 38:3,7\n28:4,6 reasonableness remand 23:6,10 57:11 38:11,13,15\n29:2 18:5,12,19,22 23:16 24:21 rid 53:18 39:4,9,19,21\n30:2,3 23:21 25:1 53:12 right 3:15,17,18 40:7,21 41:1\n37:25 reasonably 19:2 54:1 3:19,25 4:1,20 41:23 42:5,13\n50:8,24 remedied 55:1 5:12,13,14,15 43:20,24 44:9\n43:1 reasons 29:10 remote 8:22 5:20,21 6:5 8:6 44:17 45:2,12\nSCALIA 47:18 20:17 21:2 sort 18:24 24:1 36:3 42:20,24\n47:2 scenario 5:9 24:24 38:21,22 35:21 47:16 43:5\n48:4 scratch 57:5 39:5 54:22 51:4 57:13 step 8:17 16:2\n49:18 Scruggs 57:17 set 16:16 46:12 sorts 43:10 25:15 32:17,19\n57:24 58:3 setoffs 47:3 sought 17:6,7,8 stepped 12:21\n52:4 40:11 51:1 shareholders 10:4,8,17,23 Stevens 6:1,12\nSecondly 29:16 shifting 43:11 14:14,16,22,24 7:16 8:10,13\n12:10 10:25 11:11,14 48:19 15:13 49:12 21:16,20 24:20\n21:21 12:2,12 13:1,2 SHORR 30:21 so-called 17:17 24:25 28:17\n23:25 16:24 18:7,17 short 16:1 speaking 13:6 30:3,11,18\n18:23 26:6,18 side 19:25 21:8 21:17 31:4 43:18,21\n29:21 31:9,9 23:14 29:13 specified 53:1 44:5 53:14\n34:5 36:19 40:12 50:11 spend 15:8 56:22 57:1,16\n28:8,12 47:3 52:24 silent 33:23 spending 49:7 57:18\n29:8 53:5 54:2,13 simple 19:16 49:10 stipulated 16:25\n40:25 54:14,16,17 simply 3:24 spent 11:3 stipulation 17:1\n43:5 55:5,6,7,10,11 15:15,15 29:17 split 23:22 stopped 15:25\n44:2,2,3 55:18,19 58:2 37:14 42:15 splits 40:13 straightforward\n58:5 47:6 51:4 54:3 spoke 37:7 19:5\n57:9 secured 19:20 56:16 stand 15:10 strange 35:21\n33:2,13,23 29:13 standard 4:11 structural 36:23\n29:18 46:21 47:5,5 sliver 42:16 18:15,20,22 58:16\n35:18,19 49:20 50:15 smuggling 27:25 24:23 28:15 subordinate\n41:9 51:1 28:2 43:3,15 44:7 17:7\n46:11,13 seeking 42:3 solely 26:21 49:6 50:11 subrogated\nsell 35:10 solution 42:2 statement 31:13 15:10\n19:8 sending 54:24 7:18 30:19 40:1 46:3 12:22 13:1\n32:21 sends 4:16 31:1,10 44:1 States 1:1,15 15:12 17:5,6\n34:21 sense 9:1 28:2 44:12,23 53:14 18:21 subsequently\n37:19 41:2 53:24 54:4 status 19:16 6:15 16:7\n39:1 sentence 46:14 56:16 statute 4:2 25:16 substantial 7:18\n45:4 46:15 somewhat 47:8 26:5 7:19\n46:14 serve 33:14 47:8 statutes 43:15 successful 17:12\n49:20 serves 33:11 sorry 27:3 41:7 statutory 23:10 summarizes\n51:3 services 6:3 45:2 47:1 23:19 25:11,12 50:22\n55:7,19 55:20 24:23 26:7 understood 56:24\nthing 22:8 23:16 35:21 38:16 12:1 15:15 visualize 9:16\n35:10 things 11:20,22 48:17 50:21,23 20:25 40:12wait 29:1\nthink 5:23,23 treated 10:25 unius 33:5 40:17 41:13\n18:14 37:10 39:14 15:14 49:25 unsecured 7:956:10\n45:13 46:13 52:25 wants 52:20\n19:17\n12:3,21 53:6,13 55:2 true 23:17 30:14 1:11\n22:5 27:6\n15:19,20 56:20 58:11 52:4,6 27:19 29:25wasn't 19:14\n48:18 thoroughly truth 52:12 30:23 33:17way 24:8 28:3\n22:14 try 26:10 42:18 37:9,15,21 29:14 39:1\n39:17\n16:12 53:17,17 56:16 43:9 44:18\n43:9,15\n46:10\n30:5 thousands 48:10 two 11:22 15:6,9 Weil 35:24\n52:1,5\n54:4 48:10 20:5 27:18 Wellsville 54:10\n55:5\nthree 28:9 40:8 29:10 32:19 weren't 12:15\n56:4 58:9\n20:17,21 45:7 U 41:8 42:8\n46:17 time 6:2 11:4 ubiquitous V 50:17\n27:19 told 40:5 underlay 28:8 38:22 54:22 wished 56:7\n48:17,25 tomorrow 35:23 underscore 34:6 55:15,15 wondering\ntort 8:13 34:8 43:7 56:21 vast 44:4 41:13\n55:12 transaction 6:24 36:13 38:17 41:10 36:15 46:20\n58:13 13:13,14,16 42:17 43:22 view 22:14,24 worker 14:14\n10:24 18:17\n13:7,8 1 502 26:6 36:10\n15:14,24 10 29:23 36:11 54:3,16\n100 20:14 55:4 55:5\n56:6 502(b) 29:21,24\n1015 5:11 42:24 45:3,6\n53:4 11 16:16 37:25 49:2\n11:01 1:16 3:2 502(b)(2) 55:19\n35:6 1141 10:25 38:17,18 54:13\n11:11 12:2 54:17 55:7,10\n39:14,25 12:12 47:20\n26:5 141 50:20,25 503 58:5\n29:18 15 37:6,12 51:7 503(b)(3)(E)\n41:2,14 15-page 50:22 58:2\n16 1:12 506 32:25 33:20\n50:10,23 17 52:3 36:14,20 54:3\n19 19:24 54:11 55:11,11\n57:19,20 506(a) 34:2,3\n20:15 29:21,24 33:9\n41:10 52:2 47:6 49:3 55:6\n55:4 20-page 23:12 55:9,18\n53:9 509 13:2\n50:14\n8\n4 38:20 9 45:10\n5\n"
    }, 
    "caseNum": "05-1429", 
    "caseinfo": {
        "content": "TRAVELERS CASUALTY AND :\nSURETY COMPANY OF :\nAMERICA, :\nPetitioner :\nv. : No. 05-1429\nPACIFIC GAS AND ELECTRIC :\nCOMPANY. :\n"
    }, 
    "contents": {
        "content": ""
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, January 16, 2007\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:01 a.m.\n"
    }, 
    "petitioners": [
        "TRAVELERS CASUALTY AND", 
        "SURETY COMPANY OF", 
        "AMERICA,", 
        "Petitioner", 
        "v.", 
        "No. 05-1429 PACIFIC GAS AND ELECTRIC", 
        "COMPANY.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:01 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in 05-1429, Travelers Casualty and Surety Company\nversus Pacific Gas and Electric Company.\nMr. Brunstad.\nORAL ARGUMENT OF G. ERIC BRUNSTAD, JR.\nON BEHALF OF THE PETITIONER\nMR. BRUNSTAD: Mr. Chief Justice, and may it\nplease the Court:\nThe Ninth Circuit's Fobian rule creates an\nunwarranted Federal common law rule that exists outside\nthe structure of the Bankruptcy Code. The Bankruptcy\nCode has a distinct structure. For example, if a debtor\nhas a right to an attorneys' fees valid under State law,\nafter the petition date, the date the debtor files for\nbankruptcy, that right passes to the bankruptcy estate.\nIf a creditor has a State law right to attorneys' fees,\nafter the petition date, that right becomes a claim in\nbankruptcy.\nThe Ninth Circuit's Fobian rule intercepts\nthose rights even before we get to what the Bankruptcy\nCode provides or does to them and basically says, if\nyou're litigating Federal issues, you simply cannot have\na right to attorneys' fees unless the Federal law\nauthorizes that right, in this case, contractual rights,\nor alternatively rights available under State statute.\nThat, we submit, is an impermissible\ncreation of a Federal common law rule. There is no\nbasis for it under this Court's preemption precedents.\nThere's no conflict between Federal policy and State\npolicy which would justify the creation of the rule, and\naccordingly, it is unwarranted.\nJUSTICE KENNEDY: Can you tell me -- this is\njust basic bankruptcy. I should know, but I looked it\nup and couldn't find it. A standard promissory note\nwhich provides for attorneys' fees, the holder of the\nnote is the creditor, the maker of the note is the\nbankrupt -- the maker of the note goes bankrupt. The\nholder of the note gets his attorney and says: File a\nclaim in bankruptcy. And the attorney sends him a bill.\nIs the attorneys' fees, the attorney fee for filing the\nbankruptcy claim, recoverable as part of the claim?\nMR. BRUNSTAD: It depends, Justice Kennedy.\nIt depends on what their contractual right provides.\nHere we have a contractual --\nJUSTICE KENNEDY: It's the standard, it's\nthe standard attorneys' fee provision, all attorneys'\nfees in connection with collection of this note and\nenforcement of the terms of this note.\nMR. BRUNSTAD: Then, yes, Justice Kennedy, I\nwould say it probably would be covered. It probably\nwould be covered and the analysis --\nJUSTICE KENNEDY: Is there something where I\ncan look that up in Collier? Are there millions of\ncases? I mean, this seems to me fairly rudimentary.\nMR. BRUNSTAD: Yes, Justice Kennedy. In our\nreply brief, we do cite to Collier, where we talk about\nexactly that scenario and it is described. And it\nbasically works like this. A claim under the Bankruptcy\nCode is defined under Section 1015. The claim includes\nany right to payment whether it's contingent or fixed,\nmatured, unmatured, et cetera. Any right to payment,\nliterally any right to payment, when the debtor files\nfor bankruptcy, that becomes a claim. If the right --\nJUSTICE KENNEDY: No, no. But in my case,\nit's a post-petition action.\nMR. BRUNSTAD: Yes, Justice Kennedy. The\nkey concept -- and this is explained clearly in Collier\n-- is where does the right come from? If it arises out\nof a pre-petition contract, then the right is\npre-petition in nature, even though the fees are\nincurred post-petition. Think of a guarantee. Think of\nif PG&E had guaranteed its parent's debt for the $100\nmillion, let's say.\nJUSTICE STEVENS: Could you just back up\njust for a second? Supposing at the time of the\nbankruptcy that the services have not been performed.\nIt's post-petition conduct by the lawyer.\nMR. BRUNSTAD: Right.\nCHIEF JUSTICE ROBERTS: Now, in that case,\nare you saying that routinely the lawyer recovers fees\nin the bankruptcy case even if the debtor, the debtor\nwas insolvent? And we're assuming insolvency in the\nhypothetical, although it may not fit this case.\nMR. BRUNSTAD: Exactly, yes, Justice\nStevens, if in fact, though, the creditor bothers to\nassert the claim for fees in the bankruptcy case. In\nmost cases, creditors don't, because it's not worth the\neffort of asserting the claim for fees subsequently. In\ncases such as this, where you have a solvent debtor who\ncan pay all claims in full, there's no reason why they\nshould be able to get out of their contractual\nobligations in bankruptcy.\nJUSTICE STEVENS: Well, why wouldn't it be\nworth -- I know here. But why wouldn't it be worth the\neffort, instead of getting $90 on the note, to get 95?\nMR. BRUNSTAD: Well, because there's a\ntransaction cost in actually filing the additional claim\nsetting forth the amount that you've incurred. In most\ncases, Justice Stevens, creditors don't even hire\nattorneys to pursue or file a claim in bankruptcy. In\nmost Chapter 7 cases, for example, they are no-asset\ncases.\nJUSTICE STEVENS: Are you telling me just\nbased on your experience that in Justice Kennedy's\nhypothetical, normally, no fees are recovered?\nMR. BRUNSTAD: Normally, there's no\ndistribution on unsecured claims in most bankruptcy\ncases. So why bother?\nJUSTICE STEVENS: But assuming in those\ncases where there's some distribution, is it correct, as\nI'm assuming your answer to Justice Kennedy's question,\nthat the normal practice is you don't bother because\nthere is not enough involved?\nMR. BRUNSTAD: Typically, Justice Stevens,\nthat is correct. But in cases such as this, where the\nattorneys' fees are substantial, the debtor is solvent,\nand there are substantial --\nJUSTICE KENNEDY: Just in the hypothetical,\nI would think that in many cases, there's going to be\nsome payout for the promissory note, and the holder of\nthe note tells his attorneys: Make sure I get that\nclaim in bankruptcy. The attorney files a claim. And\nevery attorney that files a claim for a promissory note\nwhich is entitled to a fee from the bankruptcy court for\nfiling in the bankruptcy court.\nMR. BRUNSTAD: For the work done in\nperforming, filing the proof of claim, that's correct.\nAnd even though, Justice Kennedy, the attorney's conduct\nwas after the debtor filed for bankruptcy, the right to\npayment arises out of the pre-petition contract. Again,\nthink of the guarantee hypothetical. There you had the\n--\nJUSTICE STEVENS: The pre-petition contract,\nbut not out of pre-petition conduct.\nMR. BRUNSTAD: That's correct, Justice\nStevens. But just think about the pre-petition tort\nclaim, where there has been exposure to asbestos\nproducts pre-petition, but the injury arises\npost-petition. It's still a pre-petition claim.\nJUSTICE SOUTER: Okay, but you're one step\nahead of that here, because here there hasn't been any,\nin effect, any exposure. Here there isn't any certain\ndefault on the note. So far as we know, here, there may\nnever be any default on the workers comp obligation. So\nthat your contingency is a much more remote contingency.\nWhy should that, why should this case fall into the same\ncategory as the promissory note?\nMR. BRUNSTAD: Justice Souter, it's\ndifferent in this sense. This is an indemnity, all-loss\nindemnity provision. The surety is not supposed to\nincur any loss, any cost whatsoever, for supplying these\nsurety bonds to PG&E.\nJUSTICE SOUTER: And so far as we know, it\nwon't.\nMR. BRUNSTAD: But it has, because when PG&E\nfiled for bankruptcy --\nJUSTICE SOUTER: Well, it has, but that\ndepends on a totally circular argument. The minute it\nfiled for bankruptcy, although there had been no default\non the comp obligation, your client started incurring\nattorneys' fees, and it was not incurring attorneys'\nfees based on any default by the, by the debtor.\nMR. BRUNSTAD: Justice Souter, you can\nvisualize bankruptcy itself as being a default. When\nthe debtor files for bankruptcy, you must come to the\nbankruptcy court to present your rights --\nJUSTICE SOUTER: You can call bankruptcy a\ndefault, but that's not what I mean, and you know that's\nnot what I mean. I'm talking about a default on the\nworkers comp obligation.\nMR. BRUNSTAD: Yes, sir.\nJUSTICE SOUTER: There has been no default\non the workers comp obligation, and because they intend\nto keep on running this business, there is reason to\nsuppose that there will not be.\nMR. BRUNSTAD: Well, by analogy, Justice\nSouter, in the LTV case, the same posture at the\nbeginning of the case. We don't know what's going to\nhappen in the future. You must file your claim at the\nbeginning of the case. In LTV --\nJUSTICE SOUTER: Yes, and maybe you don't\nhave a claim at the beginning of the case. I mean,\nthat's what we're getting at. We can understand the\nclaim when the note -- when you've got a promissory note\nand you're out of money. The claim is inevitable. In\nthis case, there is no inevitable claim.\nMR. BRUNSTAD: But that's precisely the\npoint of why claim is defined so broadly to include\ncontingent claims.\nJUSTICE SOUTER: But if it is defined as\nbroadly as this, we're in a situation exactly like this.\nThere has been no default on the obligation, and prior\nto getting to this Court, $167,000 has been racked up in\nlegal fees that accomplishes absolutely nothing.\nMR. BRUNSTAD: Absolutely false, Justice\nSouter. In bankruptcy, if you do not present your\nrights, if the rights of the workers themselves are not\nproperly treated, they are lost. Under Section 1141,\nthey are extinguished.\nJUSTICE SOUTER: All right, in this case,\n$167,000 has been spent to come to the conclusion, as I\nunderstand it. That if the time comes to assert a right\nof indemnification, you can assert a right of\nindemnification and we can oppose it. If we are going\nto construe the bankruptcy law to provide a law like\nthis, then maybe there is something wrong in the, in the\nconstruction of the bankruptcy law.\nMR. BRUNSTAD: No, Justice Souter, because\nif you look at what Section 1141 of the Bankruptcy Code\ndoes, it provides that a plan of reorganization binds\nall parties. If you're not provided for adequately in\nthe plan under Section 1141(d), your rights are\nextinguished forever. You must come to the bankruptcy\ncourt; you must be sure that the rights are properly\ncharacterized. Excuse me.\nJUSTICE GINSBURG: But that's not what this\nbankruptcy court thought about the claim. This\nbankruptcy court said some rather critical things.\nMR. BRUNSTAD: Yes, Justice Ginsburg, but I\nthink we need to distinguish two different things.\nThere was the work that was performed in preserving the\nrights of the injured employees, to make sure they were\nproperly classified, that their rights were rendered\nunimpaired. If that hadn't been in the plan, then their\nrights would have been extinguished under Section 1141.\nThen there was the claim that the surety\nprovides for having had to have done all of that work.\nJUSTICE GINSBURG: And I don't -- there was\nnever a time that the plan said we are not going to pay\nour workers' compensation.\nMR. BRUNSTAD: The problem, Justice\nGinsburg, is that the plan said nothing at all. And\nwhen the plan says nothing at all, the default rule in\nbankruptcy is that rights are extinguished; they are\ndischarged under Section 1141(d). It must be in the\nplan in order to be invalid after the confirmation of\nthe plan. We had to assure those rights were properly\ntreated in the plan, because if they weren't, they would\nhave been discharged under the general -- general\ndischarge provision.\nThat is why one must come to the bankruptcy\ncourt, one must file a proof of claim, one must enforce\nyour rights in bankruptcy; if you don't, you lose them.\nThat's why the surety here stepped forward, said it has\nsubrogation rights; the workers have rights. And the\nbankruptcy court agreed with Travelers. It directed the\ndebtor to put that language in the plan. Travelers --\nJUSTICE GINSBURG: I thought there was a\nsection of the code that preserved subrogation rights.\nMR. BRUNSTAD: That's Section 509, Justice\nGinsburg.\nJUSTICE GINSBURG: Yes.\nMR. BRUNSTAD: But that's not what I was\nspeaking of just momentarily. The rights of the injured\nemployees, the workers, when they filed for -- when PG&E\nfiled for bankruptcy, the injured workers had claims.\nThey were going to receive periodic benefit payments off\ninto the future. If PG&E had not properly provided for\nthose claims in the bankruptcy case in their plan, those\nclaims would have been extinguished. As a result,\nthough, Travelers would not have been off the hook on\nits surety bond, Travelers would have had to have\nstepped forward and make the payments if PG&E did not.\nBut if Travelers hadn't come to the\nbankruptcy court and said, these are our rights, these\nneed to be preserved, its recourse against PG&E would\nhave extinguished as well. If one does not come to the\nbankruptcy court and assert one's rights, one loses\nthem. And of course, creditors when they do have to\nassert their rights, incur attorneys' fees for doing so.\nAnd here we had a pre-petition contract that said,\nwhatever loss we incur, including attorneys' fees, we\nhave a right to recover, a right to payment. That\nbecomes the claim.\nJUSTICE SOUTER: Let's assume, let's assume\nthat one of the recipients of comp payments had come\nforward and said: I object to the plan, I have a claim\nfor comp payments and I object to the plan because it\ndoesn't provide for them. And the -- the court said,\nyou're, you're right. The plan is going to include\nprovision for comp payments and it had been so amended,\nand it was then -- the plan was then amended.\nWould you, under those circumstances, have\nhad any -- would Travelers, under those circumstances,\nhave had any reason to assert a claim?\nMR. BRUNSTAD: We would not have done that\nwork. No, Justice Souter, because the injured worker\nhim or herself would have done it.\nJUSTICE SOUTER: No, I know it. But would\nyou have had any other claim that you would have\nasserted, had that been done?\nMR. BRUNSTAD: Well, with respect to the,\nthe treatment of the workers under the plan, no. With\nrespect to --\nJUSTICE SOUTER: With respect to any\ninterest of Travelers?\nMR. BRUNSTAD: Yes, Justice Souter.\nJUSTICE SOUTER: If that had been done,\nwould Travelers have asserted a claim?\nMR. BRUNSTAD: Yes, Justice Souter.\nJUSTICE SOUTER: What?\nMR. BRUNSTAD: We would have said, in our\nproof of claim, as we did: If we must make payment in\nthe future, we are entitled to two things. One, we are\nentitled to reimbursement from PG&E for any amount that\nwe must spend in the future whenever that might occur.\nTwo, if we have to pay any of the employees, we are\nsubrogated. We stand in the shoes of the employees and\nmay assert those rights.\nThe subrogation right would have been fully\nprotected, though, Justice Souter, because of the\ntreatment of the workers in the plan rendering them\nunimpaired. We would have left simply -- with simply\nsaying we have these reimbursement rights which we would\nhave in case we have to make payment.\nNow, in the LTV case, which we cite in our\npapers, at the beginning of the LTV case, the surety who\nhas had $40 million in surety bonds was in a position,\nvery much the same as in this case, when PG&E filed.\nPG&E got an order authorizing it to continue to pay but\nnot requiring it to pay. That can only be done in the\nplan of reorganization. LTV started paying the workers'\ncomp benefits, but then defaulted and stopped, long\nafter the bankruptcy case had commenced, but far short\nof when it concluded. The surety had to step up to the\nplate and make the payments.\nIf the surety had not filed a proof of claim\nat the beginning of the case, the surety would have lost\nits recourse against the debtor, LTV, even though it\nsubsequently, far later, had to make payment.\nJUSTICE GINSBURG: Correct me if I'm\nwrong --\nMR. BRUNSTAD: That's how bankruptcy works.\nJUSTICE GINSBURG: In -- in this case, I\nthought that if a contingency claim for indemnification\nis not allowed, but if it becomes fixed at some time,\nthen the claim can be made and is not lost.\nMR. BRUNSTAD: No, Justice Ginsburg. There\nis a bar date set in the beginning of Chapter 11 cases.\nYou must file your claim by the bar date or you'll be\nforever barred, even if your liability becomes fixed\nlater.\nJUSTICE GINSBURG: I'm talking about\n502(e)(1).\nMR. BRUNSTAD: Yes, Justice Ginsburg, if\nyour reimbursement claim is contingent, it will be\ndisallowed, subject to reconsideration under Section\n502(j). And that's what the parties stipulated to in\nthis case in our stipulation. We filed our proof of\nclaim, then PG&E objected to our proof of claim, but\nJustice Ginsburg, PG&E did a lot more than just object\nto our contingent reimbursement rights. They\nmischaracterized our subrogation rights as claims; they\nsought to disallow our subrogation claims; and they\nsought to subordinate our claims. Plus in addition,\nthey sought to disallow the claims of the injured\nworkers.\nSo we had to respond to the litigation that\nwas commenced. We had to defend our rights, and we were\nsuccessful. The workers' claims were ultimately left\nunimpaired in the bankruptcy as they should have been.\nPG&E was fully responsible for paying the workers'\nclaims.\nJUSTICE GINSBURG: In any case, this has\nnothing to do with the, Fobian, so-called Fobian issue,\nwhether the Ninth Circuit drew the bright line.\nMR. BRUNSTAD: Correct, Justice Ginsburg.\nThe Fobian rule, we submit, is an impermissible creation\nof Federal common law. It's not justified by any\nconcept of preemption; there is no conflict with\nbankruptcy policy --\nJUSTICE KENNEDY: Are they --\nJUSTICE BREYER: Question --\nJUSTICE KENNEDY: Let me just ask you about\nthe Fobian, and I know Justice Breyer has a question.\nLet's assume that you're correct in that the\nfees are allowable. Can the bankruptcy court make the\ndetermination of the reasonableness of the fees?\nMR. BRUNSTAD: It depends, Justice Kennedy.\nIf State law, if it's an unsecured claim under Section\n501(b)(1) --\nJUSTICE KENNEDY: In this case.\nMR. BRUNSTAD: In this case, that would be a\ndetermination under State law. Every State, Your Honor,\nhas a reasonableness requirement.\nJUSTICE KENNEDY: So -- so if the bankruptcy\njudge isn't sure of what the amount is, he looks to\nState law to determine the amount?\nMR. BRUNSTAD: Yes, Justice Kennedy. Under\nSection 501(b)(1) --\nJUSTICE KENNEDY: But the bankruptcy court\ndoes determine reasonableness.\nMS. MAHONEY: If State law provides for it,\nand all States do. The bankruptcy court adopts the\nState reasonableness standard for unsecured claims under\nSection 502(b)(1). Yes, Justice Breyer?\nJUSTICE BREYER: I'm sort of back where\nJustice Kennedy started on this. Forget -- I'd like to\nforget your case, because your case seems to me to be a\ncase where parties argue reasonably about whether the\ncontract itself covers this kind of fee. And maybe it\ndoesn't, if it's very unreasonable, et cetera.\nBut let's take a very straightforward case.\nIt's an obvious contract to collect a debt, or maybe a\nmortgage, and in the debt or the mortgage agreement, it\nsays, attorneys' fees will be paid for collection. It\nclearly covers bankruptcy, too, by its language.\nAnd now there must be many instances or\nsome, anyway, where the security is inadequate.\nMR. BRUNSTAD: The security --\nJUSTICE BREYER: And there must be other\ninstances in which there wasn't any security. And if I\nread Collier as you pointed to, that seems to say, in\nsuch cases, very simple, the creditor has the status of\nan unsecured creditor in respect to those attorneys'\nfees.\nBRUNSTAD: And in --\nJUSTICE BREYER: Overage in the secured\ncase, and the whole claim in the unsecured case. So get\nin the queue and you can collect your pro-rata share.\nMR. BRUNSTAD: Absolutely, Justice Breyer.\nJUSTICE BREYER: My question is, I have 19\nprofessors on the other side coming to tell me that\nthat's never happened. They can't even find an\ninstance. So it isn't as if, it isn't as if you haven't\nfound an instance, it is that they are prepared to say\nit never happened. And then there may be one exception\nor two or something like that.\nAnd I can't, that -- I'm now totally\npuzzled. Because if it's so clear as you say, and I\nfollow your logic, and I followed Collier, why? After\nall, there are bankrupt people who do have some assets.\nExplain it.\nMR. BRUNSTAD: Justice Breyer it happens all\nthe time. In our brief, we cite to many, many cases in\nwhich attorneys' fees are allowed as unsecured claims.\nIt's actually been happening for over 100 years, it\nhappened in the Bankruptcy Act of 1998.\nJUSTICE KENNEDY: No, no. But -- but we are\ntalking about attorneys' fees for services performed in\nthe bankruptcy proceeding?\nMR. BRUNSTAD: Correct, Your Honor.\nJUSTICE KENNEDY: The cost of filing the\nclaim, the cost of talking to the bankruptcy judge, et\ncetera.\nMR. BRUNSTAD: Correct, Your Honor. And in\na key case we cited, the Second Circuit's decision,\nUnited Manufacturers and Merchants, where they didn't\neven hire an attorney until after the bankruptcy case\nwas filed, the attorney performed services, filing a\nproof of claim, protecting the equitable rights, and the\nSecond Circuit clearly held that those attorneys' fees\nwere properly part of the unsecured claim, but it\ncouldn't be any clearer. And the Second Circuit --\nJUSTICE STEVENS: But what I don't -- there\nis a body of law on the other side of that issue, too,\nisn't there?\nMR. BRUNSTAD: There is, Justice Stevens,\nbut those are lower court decisions.\nJUSTICE STEVENS: Yes. Absolutely. The\nSecond Circuit is a lower court.\nMR. BRUNSTAD: Well, compared to this Court,\ncertainly, Justice Stevens.\nJUSTICE STEVENS: That's exactly right.\nThere are no cases from this Court speaking to this\nprecise issue, are there? On which there is a\ndisagreement among the lower courts?\nMR. BRUNSTAD: Justice Stevens, I think it's\nimportant to say that the alternative rule that PG&E\nasked for is one that every court of appeals to have\naddressed has rejected. What they are saying is, oh,\nyou can't get your attorneys' fees based on a\nconstruction of the Bankruptcy Code. No court of\nappeals has accepted it. There are some lower\nbankruptcy court decisions that have accepted it, but\nthat is routinely overturned on appeal.\nThe issue of whether you get your attorneys'\nfees as part of an unsecured claim, Cohen versus De La\nCruz, in that case this Court had to construe whether\nthe term debt, which means under the Bankruptcy Code the\nsame thing as a claim, is defined as liability on a\nclaim, there the Court, this Court concluded that that\ndebt included attorneys' fees, the treble damages, the\nwhole nine yards.\nJUSTICE BREYER: You would have thought that\nthe one group of people who ought to know this\nthoroughly, or at least have a view are the bankruptcy\nbar.\nMR. BRUNSTAD: Well --\nJUSTICE BREYER: And, and yet there are no\nbriefs from them; there are not -- there is no article\nthat I could find in Bankruptcy Journal.\nCHIEF JUSTICE ROBERTS: Well, there may be\nno briefs from them because it isn't the question on\nwhich we granted cert, is it?\nMR. BRUNSTAD: Chief Justice Roberts, that's\ncorrect. And our view is that the Court should deal\nonly with the Fobian rule. And the alternative argument\nwhich Respondent presented was never argued below, was\nnot decided below, was not presented in the opposition\nto certiorari. It's been rejected by every single court\nof appeals --\nJUSTICE GINSBURG: But it would be proper to\nremand for the Ninth Circuit to consider those other\narguments?\nMR. BRUNSTAD: Yes, Justice Ginsburg. And\nthat's exactly what this Court should do. It should\nremand their statutory interpretation argument to the\nCourt of Appeals to consider, for the lower courts to\nconsider. This Court deserves more than just a 20-page\nreply brief in response to 80 pages of briefing by the\nother side on an issue that was never raised below, not\npresented in the opposition to certiorari.\nRemand would be the proper thing to do with\nrespect to their claim. I do believe that is true,\nJustice Ginsburg.\nJUSTICE GINSBURG: On both their statutory\ninterpretation and the contract?\nMR. BRUNSTAD: The contract, reasonableness,\nall of those issues. The circuit split, which we\npresented to the Court, and which I understand\ncertiorari was -- well, I'm guessing -- certiorari was\ngranted on, it deals with the Fobian rule. As this\ncommon law rule, this sort of construct, that if you're\nlitigating Federal law issues, well, as a matter of\ngeneral Federal common law, you can't get the attorneys'\nfees unless it's authorized by Federal law.\nAnd our brief was entirely devoted to that.\nYou can't justify that rule in our view under preemption\nprinciples; there's no conflict; there is no Congress\npreempting the field in any way; you can't justify this\nunder Atherton as a, as a -- something that's necessary\nbecause of a conflict with Federal policy.\nAnd also the Fobian rule is inappropriately\ncategorical, in violation of what we submit are these\nCourt's principles in the Nolan case, in the CF and I\ncase. In those cases, the Court said: It's not for the\ncourts to create these claims processing rules in\nbankruptcy. But that exactly is what the Ninth Circuit\ndid here.\nIf there are no further questions I'd like\nto reserve the balance of my time for rebuttal.\nJUSTICE STEVENS: One quick question, if I\nmay. Would one of the issues open on remand be the\nconstruction of the contract? Is there an issue at\nState law as to whether Travelers pays for these\nparticular services?\nMR. BRUNSTAD: Yes, Justice Stevens. That\nwould be appropriate on remand. I reserve the balance\nof my time.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\nMR. BRUNSTAD: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Rosenkranz.\nORAL ARGUMENT OF E. JOSHUA ROSENKRANZ\nON BEHALF OF THE RESPONDENT\nMR. ROSENKRANZ: Mr. Chief Justice, and may\nit please the Court:\nLet me begin at the threshold, on whether\nthis Court should consider the statutory construction\nargument that we've presented. The issue of statutory\n--\nJUSTICE GINSBURG: And can we be, take one\nstep before that and tell us if you are conceding that\nthe Fobian rule has no basis in the statute and is\nwrong?\nMR. ROSENKRANZ: Your Honor, the Fobian rule\nreaches the correct conclusion in this case, but Your\nHonor is correct. The problem with the Fobian rule is\nthat it doesn't go far enough in presenting, in\npreventing creditors from requiring other creditors to\npay for their attorneys' fees.\nJUSTICE KENNEDY: Well, if you say it\ndoesn't go far enough then I infer from that you say\nthat it's valid as far as it goes?\nMR. ROSENKRANZ: It is valid as far as it\ncovers this case but not on the rationale of the Ninth\nCircuit. In other words, the Ninth Circuit did begin in\nthe wrong place, which was not to read the statute,\nSection 502, which is why that is a rational predicate\nto the issue that Travelers is presenting here.\nCHIEF JUSTICE ROBERTS: I'm not sure I\nagree, Counsel, that the Fobian rule is both narrower\nand broader than the question you try to present. For\nexample it applies to the claims of a secured creditor\nfor attorneys fees on a secured claim as well.\nMR. ROSENKRANZ: No, Your Honor --\nCHIEF JUSTICE ROBERTS: Why -- it doesn't?\nMR. ROSENKRANZ: No, Mr. Chief Justice. No\ncourt has ever held that the Fobian rule applies to\noversecured creditors. Everyone acknowledges that\nSection 506(b) applies to oversecured creditors so.\nCHIEF JUSTICE ROBERTS: So if you're an\noversecured creditor with a claim for attorneys' fees\narising under solely issues of matters of Federal\nbankruptcy law, the Fobian rule doesn't prevent that?\nMR. ROSENKRANZ: No, Your Honor. Everyone\nis absolutely clear that Fobian to the extent that it\napplies --\nCHIEF JUSTICE ROBERTS: Well, not everyone.\nI'm not clear on it.\nMR. ROSENKRANZ: I'm sorry, Your Honor. All\nthe bankruptcy practitioners and courts are clear that\nto the extent that Fobian applies, it applies only to\nunsecured creditors. But again this is a rational\npredicate to this Court's analysis of Fobian. How do we\nknow?\nCHIEF JUSTICE ROBERTS: If it is a rational\npredicate, we might have expected to hear about it in\nthe opposition to certiorari.\nMR. ROSENKRANZ: Yes, Your Honor. I\napologize for focusing only on the issue that Travelers\nwas focusing on, which was whether this was, whether the\nFobian rule was itself cert-worthy question. But it is\na rational predicate because, as you can see from\nTravelers' brief, Travelers says no fewer than a dozen\ntimes, including in two point headings: Read the code;\nread the code. It will tell you that unsecured\ncreditors have an allowable claim for post-petition\nattorneys' fees, and only if you begin by reading the\ncode can you figure out whether the Fobian common law\noverlay is correct or not. So when we say, Your Honors,\nyes, let's read the code, that's not an ambush and that\nis not smuggling in.\nCHIEF JUSTICE ROBERTS: No, it's an ambush\nand it is smuggling in the sense we don't have a court\nof appeals decision one way or the other on that\nquestion, do we?\nMR. ROSENKRANZ: Your Honor, we do have\ncourt of appeals decisions on this precise question, not\nin this case because the court of appeals had Fobian and\nthe rule that underlay Fobian for 20 years. But there\nare three courts of appeals --\nJUSTICE KENNEDY: Justice Ginsburg has a\nquestion I'm very interested in. Do you defend the\nFobian rule?\nMR. ROSENKRANZ: We do not, Your Honor. The\nFobian rule is wrong at least, especially as to the\ndistinction that it draws between State law and Federal\nlitigation. There's only one answer to the question --\nJUSTICE STEVENS: Well, why then isn't the\nproper disposition of this case to send it back to the\nNinth Circuit to consider all these other arguments?\nMR. ROSENKRANZ: Well, Your Honor, because\nthis issue has been fully ventilated among the lower\ncourts.\nJUSTICE GINSBURG: Yes, but we are not a\ncourt of first view and you know that very well. We are\na court of review. So no matter how well it's been\naired, we wait to see what the lower courts have said on\na question. We don't take it in the first instance.\nMR. ROSENKRANZ: Yes, I understand that,\nYour Honor. It would have been futile to argue this\nbefore the Ninth Circuit. The Ninth Circuit would have\nsaid that --\nJUSTICE GINSBURG: I understand that because\nthey have the Fobian rule.\nMR. ROSENKRANZ: Yes. Now, but, Your Honor,\nlet me just add two additional reasons why this Court\nshould consider it now. The first is this has been\nfully ventilated in the lower courts. There is not a\nsingle argument in the briefs on either side on which\nthere is not a lower court opinion going one way or\nanother on every argument.\nSecondly, there is an enormous amount of\naffirmative harm that can come from this Court simply\nsaying, let us conclude that the Ninth Circuit was wrong\nin disallowing these claims on the logic that the Ninth\nCircuit followed, but we will reserve for a later day an\nopen question of law on what Section 502(b) and 506(b)\nmeans. And the harm comes from the fact that\noverwhelmingly the lower courts in the last 10 years\nhave concluded that 502(b) and 506(b) mean that\nunsecured creditors do not have these claims.\nIf this Court declares that it is now an\nopen question --\nJUSTICE STEVENS: Let me ask you a question\nabout that. Your argument depends -- you analogize --\nyou would agree, I take it, that if this was an\noversecured, secured creditor they'd be entitled to\nfees?\nMR. ROSENKRANZ: Your Honor, we would\ndispute the contractual interpretation, but yes, Your\nHonor.\nJUSTICE STEVENS: But assuming, assuming the\ncontract provides that.\nMR. ROSENKRANZ: Yes, Your Honor.\nCHIEF JUSTICE ROBERTS: And if that's true\n-- and the reason for that I suppose is that doesn't\nimpair the rights of the general creditors at all.\nMR. ROSENKRANZ: That's one logic of the --\nJUSTICE STEVENS: If that's so, why isn't\ntheir argument that, well, your client is solvent, the\ncomplete answer to your position?\nMR. SHORR: Well, Your Honor, because\nCongress didn't say that. Congress gave only one answer\nto the question whether unsecured creditors get their\nattorneys' fees allowed, that is post-petition\nattorneys' fees allowed. It's either yes or no. There\nis no on-off switch for solvent or insolvent creditors\nwithin the code, which is why Travelers never argued\nthat as a, an objection to the plan of confirmation.\nJUSTICE STEVENS: They argue it in their\nreply brief here.\nMR. ROSENKRANZ: Yes, Your Honor, and that\nis absolutely incorrect. If you look at the case that\nthey cite, that case relies on a provision of the code,\nwhich is Section 726. And Section 726 is only about\npost-petition interest for solvent debtors, not\npost-petition attorneys' fees.\nJUSTICE BREYER: Well, how do you avoid --\nwhat about their statement from Collier?\nMR. ROSENKRANZ: Your Honor, the statement\nthat Travelers quotes from Collier is about a\nproposition that we don't dispute, which is whether it\nis a pre-petition claim. But Collier.\nJUSTICE BREYER: No. No. It said -- a\npre-petition claim, if a creditor incurs the attorneys'\nfees post-petition, they incur it post-petition,\nafterwards they file, after the petition they file a\nclaim with the bankruptcy court, in exercising or\nprotecting a pre-petition claim that included a right to\nrecover attorneys' fees. And they say that's what we\nhave, we had a contract that gave us this right to\nattorneys' fees. The fees will be pre- petitioned in\nnature, constituting a contingent pre-petition\nobligation that became fixed post-petition when the fees\nwere incurred. All right. Now, what is your response\nto that?\nMR. ROSENKRANZ: Your Honor, my response is\nI urge you, Justice Breyer, to look back at Colliers,\nbecause that is absolutely accurate and it doesn't apply\nto this case.\nJUSTICE BREYER: Because?\nMR. ROSENKRANZ: Because, Your Honor, that\nis a statement about whether it is a pre-petition claim,\nnot about whether the claim is allowable or not, which\nis what we are arguing about.\nJUSTICE BREYER: Then you explain that to\nme?\nMR. ROSENKRANZ: Yes, Your Honor. Step one\nis, is it a claim. No one disputes that this is a\nclaim. It is a right to payment. Step two, is this an\nallowable claim? The answer under the code is\nabsolutely not, because the code says there is only one\nclass of creditors that gets their attorneys' fees\nclaims allowed and that is oversecured creditors and so\n--\nJUSTICE BREYER: Well, that's because 506\nhad to do that in order to tell the bankruptcy courts\nhow to deal with secured claims.\nMR. ROSENKRANZ: No, Your Honor.\nJUSTICE KENNEDY: That doesn't -- and then\nyou have the negative inference or the exclusio unius\nargument, whatever, which I think is misplaced in this\ncontext.\nMR. ROSENKRANZ: Your Honor, Congress put\n506(b) in the code for one purpose and one purpose only,\nand that was to allow claims that are not elsewhere\nallowed, because if it doesn't do that 506(b) serves no\npurpose at all. 506(b) says nothing at all about\nwhether the claim is secured.\nJUSTICE GINSBURG: Why doesn't it serve the\npurpose of saying that the fees will be covered by the\nsecurity? They'll not be just be claims for fees that\nwould stand together with the unsecured creditors, but\nthat the oversecured -- the security will cover the\ninterest, will cover the attorneys' fees, and that's the\nfunction of 506 whatever --\nMR. ROSENKRANZ: Your Honor, the answer is\n506(b) does not say anything about whether the allowed\nclaim is secured or not. It is completely silent about\nthat. Now, if we accept, as we explain in our brief in\nmuch more detail, if we accept Travelers' argument that\nit was an allowed claim in the first instance and it is\ntherefore furthermore an allowed security claim, 506(a)\ntells you what to do with that. 506(a) tells us that an\nallowed claim to a secured creditor is a secured claim.\nIt still leaves Section 506(b) with nothing left to do.\nNow, let me just back up and underscore:\nAny creditor would love to get the other creditors to\npay its attorneys' fees. Tort claimants would love it,\ntrade creditors would love it, local tax collectors\nwould love it. But Congress said only one category of\nclaimants get to claim their post-petition attorneys'\nfees.\nJUSTICE BREYER: Of course, that is exactly\nwhat's puzzling me. But why haven't they gone out and\ngot? So why -- what you're pointing to so far is that\nCongress has said a particular class of people get the\nattorneys' fees out of the security insofar as the\nsecurity will support it. It doesn't say a word about\nwhat happens to the attorneys' fees after the security\nis exhausted, nor about anybody else's attorneys' fees,\nwhere so provided by contract. Colliers says they can\nget it.\nMR. ROSENKRANZ: Your Honor, Congress said\n--\nJUSTICE BREYER: Same puzzlement.\nMR. ROSENKRANZ: Your Honor, Congress has\nsaid no such thing. What Congress says is that an\nallowed claim is allowed as of the date of the filing of\nthe petition. That is when you value the claim and you\nvalue the claim as of the date of the filing of the\npetition. At that point, it is worth zero because no\npost-petition attorneys' fees have been incurred. And\nthe fact of the matter is it may well have never\noccurred to the drafters of the code when --\nJUSTICE BREYER: Suppose I sell you a house\nand I make a promise that I'll fix any leaks in the\nbathroom. And lo and behold, before there's a leak\nthe -- I'm bankrupt. And while I'm bankrupt it floods,\nthe bathroom. No claim?\nMR. ROSENKRANZ: Your Honor, that is a\nclaim. It is a --\nJUSTICE BREYER: It is a contingent claim.\nAnd you're saying this is the same.\nMR. ROSENKRANZ: I'm saying -- they are\nsaying this is a contingent claim. If -- and it is a\nvery strange sort of a contingency. It is Travelers\nsaying, we have a claim, it is a contingent claim; the\ncontingency is whether tomorrow morning we're going to\npick up the phone and called Weil Gotshal to monitor the\nbankruptcy proceeding.\nBut let's assume it is a contingent claim.\nIt is still a disallowed claim and Congress provided\nnumerous statutory indications that it was. I already\nmentioned 506(b) but there are more. Congress said that\nattorneys' fees are available only, quote, \"to the\nextent that a claim is oversecured.\" Now that would be\na very --\nCHIEF JUSTICE ROBERTS: No. It's quite\nunlike the situation, for example in Timbers, where had\nyou in 502 a disallowance of post-petition interest.\nThere is not in 502 a disallowance of attorneys' fees.\nMR. ROSENKRANZ: Well, Your Honor, I was\njust going to get there. Timbers underscores this\nproposition. Timbers focused on the structure of 506\nand it began with and it underscored, the only words\nthat it underscored were, \"to the extent that.\" But let\nme turn to that.\nJUSTICE KENNEDY: Well, Timbers cited, as\nthe Chief Justice indicates, the interest section in\n506. That's all it's about. I don't -- I think Timbers\nis misleading on this point.\nMR. ROSENKRANZ: Your Honor, Timbers has the\nstructural argument that focuses on what the purpose of\n506(b) is. But there are more indications. It would be\nodd for Congress, for example, to draft this provision\n506(b) that purports to put post-petition attorneys'\nfees on the same footing at post-petition interest if it\nintended to put them on different footings. It's an\nobservation this Court made in Ron Pair. Moreover,\nCongress was not oblivious to the existence of\nattorneys' fees post-petition. There are 15 occasions\nin the code where Congress spoke to attorneys' fees and\nif Congress had intended attorneys' fees to be available\nto this enormous class of unsecured creditors, one would\nthink that it would not have hidden that in the\ndefinition of \"claim\" --\nJUSTICE BREYER: Well, are those 15 places\n-- do they involve attorneys' fees as administrative\nexpenses? Do any of them involve attorneys' fees simply\nas an unsecured claim for attorneys' fees?\nMR. ROSENKRANZ: Your Honor, as to\ncreditors, four of them apply to attorneys' fees as\nadministrative expenses. It's a very important point\nbecause the code says and it adopts this age old rule\nthat if you are going to take money away from some\nunsecured creditors and give it to attorneys it better\nbe because you're expanding the pot for all of the other\ncreditors.\nJUSTICE BREYER: What's the answer to my\nquestion? Is the answer that 11 of them say you can\ncollect attorneys' fees, but only as an unsecured claim\nagainst creditors.\nMR. ROSENKRANZ: Your Honor, for the, for\ncreditors there are only six that apply. Four of them\nare the administrative.\nJUSTICE BREYER: All right, so six.\nMR. ROSENKRANZ: Yes.\nJUSTICE BREYER: So six are administrative,\nand then the remaining two say that the creditor can\ncollect it as an unsecured debt?\nMR. ROSENKRANZ: Yes, Your Honor.\nJUSTICE BREYER: Which are those two?\nMR. ROSENKRANZ: Well, one of them does.\nJUSTICE BREYER: Which is that?\nMR. ROSENKRANZ: That is the provision that\nTravelers cites -- and I apologize it's not in any of\nthe appendices -- 502(b)(4). And 502(b)(4) underscores\nour point. 502(b)(4) says, and I'm quoting directly\nfrom the code: \"A claim is allowed to the\" -- \"is\ndisallowed to the extent that,\" and then \"(4) if such\nclaim is for services of an insider or attorney and such\nclaim exceeds the reasonable value of such services.\"\nThat is focused on pre-petition activities of the\nlawyers on behalf of the debtor.\nJUSTICE BREYER: That seems to cut the other\nway because it says it's disallowed insofar as it's\nunreasonable of course, and therefore it would be\nallowed insofar as it's reasonable.\nMR. ROSENKRANZ: Well, yes. Pre-petition\nclaims for services provided by an attorney before for\nthe petition.\nJUSTICE KENNEDY: No, attorney for the\ndebtor.\nMR. ROSENKRANZ: An attorney for the debtor\nand, Your Honor, the code is clear it's noteworthy.\nJUSTICE BREYER: Yes, but I mean you don't\nhave exactly what I was driving to. I was quite\ninterested that you said there are 11 other provisions\nthat we could look at for support, and I wouldn't think\nit was support if those consider -- concern\nadministrative expenses, which nobody's asking for here,\nthey just want an unsecured claim, or if they concern\nsome other --\nMR. ROSENKRANZ: Fair enough Your Honor.\nJUSTICE BREYER: -- irrelevant thing.\nMR. ROSENKRANZ: Fair enough, Your Honor.\nMy point is that Congress knew about attorneys' fees and\nif it wanted this huge class of unsecured creditors to\ncollect their attorneys' fees for post-petition\nactivities, it wouldn't have hidden that in a general\ndefinition of claim or in the general statement of\nallowability.\nCHIEF JUSTICE ROBERTS: Counsel, your\nbrother in his reply brief said that no court of appeals\nhas endorsed your theory, and I -- earlier you told me\none had. Which one in particular?\nMR. ROSENKRANZ: Your Honor, the First\nCircuit -- there are three courts of appeals that have\naddressed the question, all in dictum but in very\nextensive dictum. So the First Circuit comes out our\nway in Adams versus Zimmerman. The Second Circuit comes\nout also in dictum on Travelers' side in United\nMerchants. And then the Sixth Circuit splits the baby\nin half, or reads the code all the way up to our\nposition as we do, and then takes a detour in another\ndirection.\nCHIEF JUSTICE ROBERTS: So you really want\nus to reach out and decide a question that's not\npresented when there has been no holding of the court of\nappeals one way or the other on the issue?\nMR. ROSENKRANZ: Your Honor, we didn't come\nhere asking this Court to address this question.\nTravelers put it front and center. They conceded --\nCHIEF JUSTICE ROBERTS: If you thought the\nFobian rule was wrong, you could have said that.\nMR. ROSENKRANZ: Well, Your Honor, it would\nhave made no sense for us to argue that Fobian was wrong\nwhen we were trying to defend the judgment below. But I\nconcede, Your Honor, this Court has discretion to decide\nwhether it's going to address what we believe is an\nabsolute factual predicate, and what Travelers seems --\nI'm sorry, legal predicate -- and what Travelers seems\nto believe is a legal predicate, which is why we're\nsaying to the Court this case, this issue has been\nventilating for 20 years, and a lot of mischief can be\n--\nJUSTICE BREYER: How -- can we decide? But\nI'm wondering about, maybe you don't want to answer\nthis, but I mean, if we were to say Fobian is wrong,\neverybody will agree with us. But we should have to say\nwhy it's wrong. And if we say the reason that it's\nwrong is because you can't collect attorneys' fees at\nall, you'll be delighted. And if we say the reason it's\nwrong is because you can collect attorneys' fees\nregardless, they'll be delighted. And our only other\nalternative is to not say why it's wrong or -- I mean,\nthat's the problem.\nMR. ROSENKRANZ: That's exactly --\nCHIEF JUSTICE ROBERTS: That's an added\ncomplication. There's another case on which the Ninth\nCircuit's based its decision in your case, DeRoche.\nYour proposed solution here doesn't address the issue in\nDeRoche because there it's the debtor that's seeking\nattorneys' fees.\nMR. ROSENKRANZ: Absolutely, Your Honor.\nCHIEF JUSTICE ROBERTS: So we still have to\ndecide the Fobian issue. And your failure to defend it\nhere means that we're going to have to decide in on that\ninadequate record. If you have mentioned that in an\nopposition to certiorari, perhaps we would have granted\ncert in the DeRoche case and had an argument about the\nrule that we have to decide.\nMR. ROSENKRANZ: Your Honor, I appreciate\nthat, and I apologize for not having raised it in the\ncert petition, cert opposition, we were simply focused\non why it is that this little sliver of the Fobian rule\nwas not worth this Court's attention. But I understand\nthat this Court needs to look forward and try and figure\nout what exactly the issues are that are presented. I\nonly add that the statutory question that is presented\nin DeRoche and in this case are as Your Honor has\npointed out, mirror images of each other.\nSo whatever this Court decides as to the\nstatutory construction question on 502(b), this Court\ncan say it's not resolving Fobian because this is a\npredicate question. And this Court can say there may\nwell be circumstances in which a creditor can say, you\nknow what, for State law litigation we have this common\nlaw right, and we reserve for a later day the question\nof whether there is an exception to the statutory rule\nthat we are articulating.\nNow I want to underscore that Congress had\nvery important reasons that are built into the code for\ncoming out this way and disallowing unsecured creditors\nattorneys' fees. Bear in mind that these sorts of fee\nshifting provisions are absolutely ubiquitous. They are\nin every credit card contract. They are in every bank\nloan. They are in virtually any written contract, and\nwhen a contract doesn't provide for it, quite often\nState law statutes do. Allowing all of these unsecured\ncreditors to pay their lawyers out of the hides of all\nof the other unsecured creditors --\nJUSTICE STEVENS: Yes, but that's not the\nfacts of this case. Isn't that correct?\nMR. ROSENKRANZ: Well, Your Honor --\nJUSTICE STEVENS: This will not have any\nadverse, if I understand the facts, any adverse impact\nwhatsoever on any unsecured creditor.\nMR. ROSENKRANZ: Your Honor, on the facts of\nthis case if the rule had been otherwise, we don't know\nwhether PG&E would have been solvent at all. But we are\narguing about a rule that is not one rule for Travelers\nand one rule for everyone else. We are arguing about a\nrule for the vast majority of cases.\nJUSTICE STEVENS: No, but just looking at\nthis case itself, if there is plenty of money there to\npay a State law obligation, why shouldn't just ordinary\nrules of contract law apply?\nMR. ROSENKRANZ: Well, Your Honor, the\nanswer is, Congress dealt with this issue and decided\nthat no one gets to get in line and get their attorneys'\nfees, regardless of whether they're solvent or not.\nIt's a --\nJUSTICE GINSBURG: You're raising a\nprovision that says just that, it's the absence of a\nprovision for attorneys' fees that you're relying on.\nMR. ROSENKRANZ: Well, no, Your Honor.\nWe've been talking about why the only natural way to\nread the code is to disallow attorneys' fees, and I'm\nexplaining that if attorneys' fees are generally\ndisallowed to everyone, there's no exception to that\nrule in the code that says ah, yes, but if there's an\ninsolvent -- if there's a solvent debtor, the rule is\notherwise.\nJUSTICE GINSBURG: Where is the provision\nthat generally disallows attorneys' fees?\nMR. ROSENKRANZ: I'm sorry. What I'm saying\nis 502(b) when you read \"as of the time of the filing of\nthe petition,\" it says -- that means, that must mean\nthat it doesn't apply to post-petition attorneys' fees,\nespecially when you look at 502(b) through the lens, as\nthis Court did in Timbers, of the rest of the code.\n506(b), all of these other attorneys' fees --\nJUSTICE KENNEDY: Well, on that point you\ndisagree with the Collier citation at page 9 of the\nreply brief then?\nMR. ROSENKRANZ: Yes, Your Honor, I disagree\nwith Colliers, but I don't think Colliers comes out one\nway or another on this particular question. That was\nthe same question that was asked earlier about whether\nit's a claim, whether it's a pre-petition claim.\nJUSTICE KENNEDY: Well, it says if the\ncreditor incurs the attorneys' fees post petition in\nconnection with protecting a pre-petition claim --\nMR. ROSENKRANZ: Yes, Your Honor.\nJUSTICE KENNEDY: -- the fees will be\npre-petition.\nMR. ROSENKRANZ: That was the same --\nJUSTICE KENNEDY: So you disagree with that?\nMR. ROSENKRANZ: I don't disagree with that,\nYour Honor. I was referring to another provision of\nColliers, not the one that's cited in the reply brief.\nThat is a correct statement but it has no application\nhere because we are not arguing about whether it's a\npre-petition obligation. Of course it's a pre-petition\nobligation. Just like pre-petition interest -- excuse\nme -- post-petition interest is a pre-petition\nobligation we are arguing that the code cancels that\nobligation because there are very important reasons,\nsuch as equality among all unsecured creditors, the --\nJUSTICE BREYER: You're saying this\nparticular set of pre-petition obligations. Collier, I\nthink in context must be saying, you get paid the money.\nI mean, he goes on in the next sentence and says by the\nway, despite my last sentence, you don't get the money?\nMR. ROSENKRANZ: No, Your Honor. What\nColliers is talking about is a completely different\nquestion. He doesn't answer that question one way or\nanother in Colliers.\nJUSTICE BREYER: Oh, in other words what he\nimplies, if I ready the whole page I'll see, although he\njust said what we quoted, the whole page means, by the\nway, I'm not telling you if you get the money or not?\nMR. ROSENKRANZ: This was a completely\ndifferent discussion on a --\nJUSTICE BREYER: Sorry, I'll --\nMR. ROSENKRANZ: -- completely different\nsection referring to setoffs.\nJUSTICE BREYER: I think your 506(b)\nargument, I see your point, I see your point, is there\n-- I mean, and you'd have to say well, 506(b) simply\nrepeats 506(a), as sometimes provisions do, and then it\nbecomes somewhat superfluous, somewhat not. I got that\npoint. I also have your point about, well, there are\nother references. Now, is there any other point in the\ncode?\nMR. ROSENKRANZ: Yes, Your Honor. There is\none other point and that is, 502(c) tells the court what\nit is supposed to do with contingent claims. It is\nsupposed to either liquidate them or estimate them.\nThese are -- this is a very strange sort of contingency,\nas I mentioned earlier.\nJUSTICE SCALIA: That's not in the\nmaterials, 502(c)?\nMR. ROSENKRANZ: 502(c) is, Your Honor.\nIt's on the very back of the cert petition appendix on\npage, I believe 28. And so it says either estimate or\nliquidate, but always as of the date of the filing of\nthe petition. Now as of the date of the filing of the\npetition it would be impossible to estimate without a\ncrystal ball.\nJUSTICE BREYER: How do they do it with my\nleaky bathroom?\nMR. ROSENKRANZ: Your Honor, what you do is\n-- that is a classic contingency. What you do is to\nestimate the likelihood that the bathroom will in fact\nleak and the cost of those expenses, and you put\nsomething into the, into the bankruptcy estate for that\npurpose. That would be something that Congress would\nnever have wanted to do with thousands and thousands of\nunsecured creditors.\nJUSTICE KENNEDY: I -- I am concerned about\nyour point that there are all kinds of attorneys' fees\ncontracts out there and if everybody can get fees for\nfiling the claim post-petition act, we have a huge\namount of claims to pay.\nTravelers would tell us, though, that a\nsurety is different, that they somehow stand in the\nshoes of PG&E or something.\nMR. ROSENKRANZ: Your Honor, I don't\nunderstand why a surety is different from any other\ncontract. All contractual creditors will want their\nfees. The reason that they haven't been applying for\nthem is that the overwhelming majority of bankruptcy\ncourts will tell you no, you can't have them, because\nthe overwhelming majority of cases have been saying\nexactly what I'm saying to you. 502(b) does not allow\nthem, and we can tell that by looking at 506(b).\nAnd there are other reasons that Congress\nwould not have wanted to do that. It would have\nburdened the administration of the state -- of the\nestate. The court would be spending more time\nadministering claims about fees and what does this\ncontract mean, and fees upon fees upon fees, than it\nwould be spending administering the basic bankruptcy\nestate.\nJUSTICE SOUTER: Well, of course the\nargument here is that this is something different from\nthe general abuse that you're describing, because the\nplan didn't make any provision here for, for paying the\nworkers comp obligation at all. What is your response\nto that?\nMR. ROSENKRANZ: Your Honor, my response is\nthat is absolutely wrong. The first draft of the plan\nwhich you can see on page 28 of the appendix says\nexplicitly, and I quote, \"all workers compensation\nprograms are treated as executory contract.\" Treated as\nexecutory contracts and deemed assumed by the debtor,\nand that means that the workers got the most favorable\ntreatment that they could have gotten. These are not\njust unsecured claims.\nCHIEF JUSTICE ROBERTS: Your friend says\nit's more favorable to say the claims are unimpaired.\nMR. ROSENKRANZ: Your Honor, that's what\nthey argued. The bankruptcy court explicitly held\notherwise and the Ninth Circuit agreed with the\nbankruptcy court. The bankruptcy court said, none of\nyour interventions were reasonably necessary to reach --\nexcuse me -- to advance your interests. Therefore, you\nare absolutely wrong when you argue to us that you are\non the State law side of the Fobian rule.\nNow if you ask me, Your Honor, where in the\nbankruptcy court decision does it say that, I would\nrefer the Court to page 24a of the -- of the cert\npetition appendix, where you see asterisks for a missing\nparagraph right in the middle of the opinion. That, and\njust to orient the Court, we're looking at the first\nparagraph that says first of all. Then there's a --\nthere is an asterisk eliminating a paragraph. Look at\npage 140a, 141 of the joint appendix where the missing\nparagraph that Travelers eliminated is filled in, and\nthere the court summarizes a 15-page colloquy with\nTravelers about why it is completely wrong in claiming\nthat its steps were reasonably necessary.\nAnd on page 141, just to orient the Court\nagain, you see that it begins, second paragraph, first\nof all. That's the same paragraph. The next paragraph\nrefers to Mr. Brunstad's arguments. It says, \"I just\nsimply don't by it. I don't think you can sort of say,\nyou know, we thought there was a thief hiding under the\nbed so we had to clear out under the bed. I don't think\nthere was a risk there.\" And that was the gist of 15\npages proceeding the joint appendix, where the court\nmethodically demolishes each of the argument Travelers\npresents here.\nThank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Brunstad, you have eight minutes remaining.\nREBUTTAL ARGUMENT OF G. ERIC BRUNSTAD, JR.\nON BEHALF OF THE PETITIONER\nMR. BRUNSTAD: Justice Breyer, in our brief\non pages 25 and 26, we cite to a number of cases where\nthe courts allowed attorneys' fees as an unsecured\nclaim, both for pre-petition work done and also\npost-petition work done where the contractual right was\npre-petitioned. We also cite a bunch of cases around\npage 44 -- 43 and 44 of our brief, including an article\nin the middle of page 44, quote: \"In cases decided\nunder the Bankruptcy Act, the higher courts consistently\nheld that attorneys' fees were allowable even as\nunsecured claims in bankruptcy.\" Close quote. I've\nbeen a bankruptcy lawyer for over 20 years. I've been\nteaching bankruptcy law for 17 years. It is absolutely\nnot true that courts routinely disallow claims for\nattorneys' fees as part of unsecured claims. It's the\nopposite is true it's routine that they are allowed in\npractical reality however they are not presented because\ncreditors don't bother to present them because\ndistributions are generally so low in bankruptcy.\nOn the point about the plan completely\nprotected the rights of the injured workers, nothing\ncould be farther from the truth. The provision that\ncounsel cites in the plan refers to exec, as executory\ncontracts, workers' compensation benefit programs.\nThose are the contractual relationships between PG&E and\nits administrators, not the claims of the workers\nthemselves. Tellingly, PG&E never argued in the\nbankruptcy court that the claims of the workers were\nfine under the plan. In fact, they said, we will do\nwhat Travelers wants after the bankruptcy court directed\n-- and it's in the transcript -- that that was the\nappropriate thing to do.\nIn fact, what Travelers insisted is\nrequired by Section 1123 of the Bankruptcy Code, claims\nsuch as the workers' must be classified, their treatment\nmust be specified. If they are not they are eliminated.\nThe reference to executory contracts\nclearly doesn't apply. As we explain in our reply\nbrief, the workers' claims were not executory contracts\nunder applicable law. That section does not apply.\nOf course, I think, Chief Justice\nRoberts, there is a lot more that we would like to say\nabout their alternative arguments than we were able to\nput in our 20-page reply brief. The issue that they\nraised has not been fully ventilated in the lower\ncourts. In fact, there are many more things we would\nsay about it on remand.\nI also think it's important to point out,\nJustice Stevens, they are a solvent debtor, and under\nthe concept of absolute priority shareholders are not\nallowed to recover anything unless creditors are paid in\nfull. What they are trying to do is they're trying to\nget rid of their contractual obligations in bankruptcy\nfor the benefit of their shareholders. There's no\nimplication between creditors, creditors' recoveries in\nthis case one versus the other.\nIn the Dow Corning case which we cite in\nour reply brief the Sixth Circuit expressly held where\nyou have a solvent debtor you have to pay all of the\nattorneys' fees. That is an additional argument we\nwould develop on remand.\nBut all of their arguments about Section\n506 and their interpretation of 502 simply don't matter,\nbecause as a solvent debtor they're not entitled to take\nadvantage of that theory even if it were valid. And we\ncontend that it isn't valid. The court of appeals have\nresoundingly rejected it. The Second Circuit rejected\nit in United Merchants and Manufacturers. The Sixth\nCircuit rejected it in Dow Corning. The Eleventh\nCircuit it en banc in the Wellsville case. All of them\nconsidered the 506 argument that they're making and\nrejected it, and properly so.\nCounsel cites to Section 502(b)(4).\nThat's an important section because that demonstrates\nthat Congress understood that attorneys' fees would be\nallowable as an unsecured claim under Section 502. And\nin Section 502(b)(4) it provided the only exception, the\nonly one where attorneys' fees would not be allowable as\nan unsecured claim. It provided expressly attorneys'\nfees would not be allowable for the attorney for the\ndebtor to the extent the claim for the fees exceeded the\nreasonable value of the services performed. Why is that\nprovision there? Because Congress saw there was a\nproblem. There was a problem of debtors sending money\nto their attorneys. Congress understood that to be a\nproblem and it remedied it.\nCongress did not think there was a\nproblem with respect to this historic practice of going\non over 100 years of attorneys' fees being allowed as\nunsecured claims, and so in Section 502 it allows them.\nRespondents' argument about Section 506(b) renders\nSection 502(b)(4) superfluous. If attorneys' fees were\nnever allowable as part of an unsecured claim except for\nhow 506(b) allows it, then there would not be a need for\nSection 502(b)(4). In addition, Respondent overstates\nthe office of Section 506. 506, as this Court explained\nin Ron Pair, provides, essentially tells us what secured\ncreditors get out of their collateral and in what order\n-- the pre-petition amount and then, if there's any\nvalue left, the value of the collateral. After you pay\nthe pre-petition amount of the claim, you can add\nattorneys' fees and you can add, post-petition you can\nadd interest. Their interpretation of Section 506(b)\nwould render Section 502(b)(2) superfluous. Under their\ntheory, only oversecured creditors get post-petition\ninterest, get interest.\nJUSTICE KENNEDY: If you prevail, why can't\nevery attorney who represents a creditor who has a\ncredit card or a promissory note providing for\nattorneys' fees file something in bankruptcy and get\nattorneys' fees for the filing of the claim?\nMR. BRUNSTAD: That already happens, Justice\nKennedy. In all the circuits that recognize that\nattorneys' fees are allowed as unsecured claims, that\nalready happens. And that has not cause any disaster or\nany problem. It's been a practice for 100 years. If\nCongress had wished to change the practice, it would\nhave when it codified the Bankruptcy Code in 1979. The\nfact that it hasn't perceived it to be a problem\ndemonstrates that Congress wanted to leave the practice\nunchanged.\nNow, what happens, though, again, Justice\nKennedy, is that creditors don't bother to file claims\nfor those amounts. And where it matters is in cases\nwhere it should matter, like in this case, in the PG&E\ncase, where a solvent debtor is simply trying to get out\nof its contractual relationships. And under principles\nof absolute priority they are not allowed to do that for\nthe benefit of shareholders where creditors are not\nbeing paid in full. And I think it's important to\nunderscore again, Justice Kennedy.\nJUSTICE STEVENS: It's interesting. You're\nof course a teacher too. The amicus brief by a bunch of\nprofessors has a different view of the history than\nyou're describing.\nMR. BRUNSTAD: Justice Stevens, what I take,\nwhat I take from their analysis is a hostility towards\nattorneys' fees being allowed in bankruptcy. And\nperhaps maybe as a matter of policy, if we were to start\nfrom scratch, well, maybe we shouldn't allow attorneys'\nfees to be allowed in bankruptcy. Maybe we shouldn't\nallow tort claims to be allowed in bankruptcy. Maybe we\nshouldn't allow certain kinds of environmental claims to\nbe allowed in bankruptcy. They don't like the rule,\napparently, but their analysis of the history is wrong.\nAnd we cite innumerable cases and law review\narticles that demonstrate that the practice is as we say\nthat it is. And policy reasons are no grounds to sort\nof create these Federal common law rules or these\ncategorical rules of preclusions.\nJUSTICE STEVENS: Would you say a word about\nJustice Holmes' opinion in the Scruggs case.\nMR. BRUNSTAD: Yes, Justice Stevens. The\nRandolph case was decided in 1903 and the law changed\ndramatically since then. For example, in 1903\ncontingent claims were not provable under the Bankruptcy\nAct. That changed in 1938 when contingent claims became\nprovable under the Bankruptcy Act.\nRandolph & Randolph versus Scruggs involved\nthe claim of a custodian, a custodian, an assignee, who\ntook control of all the debtor's assets before the\nbankruptcy filing. Now under Section 503(b)(3)(E), the\nRandolph versus Scruggs analysis as it pertains to the\nclaims of the assignee, those are now treated as an\nadministrative expense under Section 503 dealing with\nadministrative expenses.\nIn Randolph, it's interesting, the fees --\nJustice Kennedy, the fees incurred in preparing the\nassignment were allowed as an unsecured claim in the\nbankruptcy case. Justice Holmes for the Court said they\nare allowed. So in fact Randolph I think refutes their\nanalysis rather than supports it.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "No. 05-1429 PACIFIC GAS AND ELECTRIC", 
        "COMPANY."
    ], 
    "speakers": {
        "BRUNSTAD": 1, 
        "CHIEF JUSTICE ROBERTS": 21, 
        "JUSTICE BREYER": 31, 
        "JUSTICE GINSBURG": 16, 
        "JUSTICE KENNEDY": 23, 
        "JUSTICE SCALIA": 1, 
        "JUSTICE SOUTER": 14, 
        "JUSTICE STEVENS": 19, 
        "MR. BRUNSTAD": 54, 
        "MR. ROSENKRANZ": 64, 
        "MR. SHORR": 1, 
        "MS. MAHONEY": 1
    }
}