{
    "appearances": {
        "content": "ROBERT M. MCKENNA, ESQ., Attorney General, Olympia,\nWash.; on behalf of Petitioners.\nPAUL D. CLEMENT, Solicitor General, Department of\nJustice, Washington, D.C.; on behalf of the United\nStates, as amicus curiae, supporting Petitioners.\nJOHN M. WEST, ESQ., Washington, D.C.; on behalf of the\nRespondent.\n"
    }, 
    "caseNum": "05-1589", 
    "caseinfo": {
        "content": "GARY DAVENPORT, ET AL., :\nPetitioners :\nv. : No. 05-1589\nWASHINGTON EDUCATION ASSOCIATION; :\nand :\nWASHINGTON, :\nPetitioner :\nv. : No. 05-1657\nWASHINGTON EDUCATION ASSOCIATION :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nROBERT M. MCKENNA, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nPAUL D. CLEMENT, ESQ.\nOn behalf of the United States, as amicus curiae,\nsupporting the Petitioners 14\nJOHN M. WEST, ESQ.\nOn behalf of the Respondent 24\nREBUTTAL ARGUMENT OF\nROBERT M. MCKENNA, ESQ.\nOn behalf of the Petitioners 48\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, January 10, 2007\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:08 a.m.\n"
    }, 
    "petitioners": [
        "GARY DAVENPORT, ET AL.,"
    ], 
    "proceedings": {
        "content": "(11:08 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in 05-1589, Davenport versus Washington Education\nAssociation, and 05-1657 consolidated, Washington versus\nWashington Education Association.\nGeneral McKenna.\nORAL ARGUMENT OF ROBERT M. MCKENNA\nON BEHALF OF THE PETITIONERS\nMR. MCKENNA: Mr. Chief Justice, and may it\nplease the Court:\nWashington law authorizes union security\nagreements which permit unions to enter into collective\nbargaining agreements that require non-member employees\nto pay an agency shop fee or lose their job. The\nunion's authority to select these compelled fees is\nbased solely on statute and the subject of statutory\nconditions. Section 760, as adopted by Washington\nvoters in 1992, requires unions to obtain the\naffirmative consent from non-members before their fees\nmay be used to influence an election or operate a\npolitical committee. 760 serves the state's interest in\nelection integrity by means of ensuring that union\nelection activity is funded by voluntary contributions,\njust like every other organization that seeks political\nfunds. 760 is a valid condition on the union statutory\nauthority and does not violate the union's First\nAmendment rights.\n760 serves the state's interests specified\nin the adopted initiative, which were -- which are found\nat petition appendix 138a codified as RCW 4217.620.\nThree interests in election integrity are stated, or\nthree means of serving an interest in election integrity\nare stated in this portion, the intent portion of the\nstatute.\nFirst, to ensure that individuals have a\nfair and equal opportunity to influence elections;\nsecond, to reduce the influence of large organizational\ncontributors; third, to restore public trust in the\nelection process. The Washington Supreme Court,\npetition appendix 22a-23a, agreed that the intent of\nInitiative 134 was to protect the integrity of the\nelection process from the perception that individuals\nhave an insignificant role to play.\nJUSTICE SCALIA: I'm surprised that that's\nthe -- I would have thought its primary purpose would be\nto spare individuals the necessity of supporting causes\nthat they don't support. Was there no First Amendment\ninterest.\nMR. MCKENNA: Justice Scalia, I --\nJUSTICE SCALIA: Is it only an election law\ninterest?\nMR. MCKENNA: Actually, Justice Scalia, we\nbelieve that Section, Section 760 accomplishes both\npurposes. The overall intent of the initiative was as I\nstated found by the State Supreme Court, but clearly\nfrom the plain language of Section 760 --\nJUSTICE SCALIA: But you just said the State\nSupreme Court was wrong. I mean, why do you believe it\non this if you don't believe it on everything else?\nYou're appealing from it, aren't you?\nMR. MCKENNA: We believe that the integrity\nof the election process, Justice Scalia, is in fact\nserved by helping ensure that individuals make voluntary\ncontributions. We think that in fact it does help the\nintegrity of the election process, yes, sir.\nJUSTICE ALITO: Well, how can the State\nSupreme Court determine what is the purpose, the intent,\nof the ballot initiative?\nMR. MCKENNA: I'm not certain, Your Honor.\nThey referred to the --\nJUSTICE ALITO: A lot of people voted for\nit.\nMR. MCKENNA: Right.\nJUSTICE ALITO: But is the State Supreme\nCourt in a position to determine why they voted for it?\nMR. MCKENNA: They simply hold, Your Honor,\nin their opinion that this is what the voters intended.\nJUSTICE ALITO: How do they know that?\nMR. MCKENNA: I don't know how they know it,\nYour Honor.\nJUSTICE BREYER: If that's what they\nintended, then how can a State say, well, it's the\nunion's money, we don't want you to send this little bit\nof your money to contribute in a campaign, but if the\nlocal swimming team wants to, or the bar association or\nthe corporation, if they want to spend money that people\nhave given them for totally other purposes, the\ncompulsory bar association, well, they can do that.\nIt's just the labor unions that can't spend the money\nthat these people forced to belong -- you know, they\nhave to object affirmatively -- but all the other\nsimilar organizations, they can't.\nMR. MCKENNA: Your Honor, beginning with the\nRailway Labor Act case and continuing up through the\npublic school teacher cases, Abood and Hudson, this\nCourt has recognized that compelling employees to pay\nfees must be balanced against the need to protect them\nfrom --\nJUSTICE BREYER: Well, now you're talking\nabout this other purpose, but that other purpose, which\nis rather interesting -- I take it that's one of the\nmain points on the other side -- the other purpose has\nnothing to do with this case. If Washington wanted to\nhave a similar statute where it was worried about\nprotecting the interests of the compelled member or the\ncompelled payor, fine, fine, that would be a different\ncase. That isn't this case.\nMR. MCKENNA: Your Honor --\nJUSTICE BREYER: In this case they couldn't\ncare less about that.\nMR. MCKENNA: Actually, Your Honor, I think\nthe plain language of 760 makes it clear that the\nauthors of the initiative intended to protect individual\ninterests. There is no meaningful distinction between\nthe use of individuals in 760, in Section 760, than\nthere is in the Hudson, in the Hudson statute, for\nexample. The Hudson statute, the Illinois statute at\nissue in Hudson, also required nonmembers to opt in in\norder to make, not just political contributions but any\ncontributions. But the Court, this Court, found no\nproblem with Hudson or with the Illinois statute in that\ncase.\nJUSTICE BREYER: That's true, but in that\ncase, in that case they didn't have a State Supreme\nCourt interpreting the statute which is just as you\nstarted off saying it was, which has nothing to with the\nrights of the nonmember, zero. It has to do with the\nappearance of fairness in the election.\nMR. MCKENNA: Your Honor, with due respect\nthat was the legal conclusion of the Washington Supreme\nCourt. It was not a construction of the statute. It\nwas a legal conclusion based on their reading or\ndivining of voter intend. But this Court is not bound\nby such an assessment.\nJUSTICE KENNEDY: Well, I wanted to ask\nabout that. Suppose Washington says that as a matter of\nWashington law we are bound by our interpretation of\npurpose and we interpret the statute according to that\npurpose. You use the words \"plain language\" a few\nminutes ago.\nMR. MCKENNA: Yes. Yes.\nJUSTICE KENNEDY: Are we free to disregard\nthat and to say. Oh well, we're just going to follow\nthe plain language?\nMR. MCKENNA: No, no.\nJUSTICE KENNEDY: Like the says that was\nargued, the first case this morning?\nMR. MCKENNA: Your Honor, as Chief Justice\nRoberts mentioned in the last case you heard this\nmorning, first look to the plain language, as the\nSolicitor General has pointed out in numerous briefs --\nJUSTICE KENNEDY: But that's a Federal, a\nFederal statute and this is a State statute. If the\nState court says, we're interested in purposes, we\ndecided, and you must as a matter of State law interpret\nthe statute according to the purpose as we found it,\naren't we bound by that?\nMR. MCKENNA: I don't believe you are bound\nby that, Your Honor. For example --\nJUSTICE KENNEDY: What's your authority for\nthat?\nMR. MCKENNA: Wisconsin v. Mitchell, Your\nHonor. In that case the Wisconsin Supreme Court was\nfound by this Court not to have constructed the statute,\nbut to have made an assessment of its practical effects,\nand this Court found it was not bound. Similarly in\nTeller, a case more directly relevant to this case, the\nState Supreme Court found that the Bar Association of\nCalifornia is a governmental agency and this Court\ndeclined to follow the State Supreme Court of California\nand found that in fact it was not.\nJUSTICE KENNEDY: Well, that's because the\ncharacterization had a Federal consequence.\nMR. MCKENNA: Your Honor, I simply observed\nthat this Court did not find it was bound by the\nCalifornia Supreme Court's finding that the bar\nassociation is a government agency, nor did it find in\nWisconsin v. Mitchell that it was bound by the Wisconsin\nSupreme Court in regards to its assessment of practical\neffects of the Wisconsin statute at issue there.\nJUSTICE BREYER: Do they get their money\nback? If this is upheld and I'm an agency member, I\nhate the union, can't stand it, gave them the $20 for\nthis and they spent it on a political candidate I hate\neven more and you win, do I get my $20 back or can the\nunion just spend my $20 on something else?\nMR. MCKENNA: Your Honor, if it is a 760\nexpense they should get the money back. If it is a\nnon-760 expense which is not germane, then they would\nhave to opt out at that -- they would have to opt out to\nget that kind of money back, unless Your Honor is\nreferring to what happens on, if the statute is upheld,\nwhat happens when we go back and have a further trial on\nthe issues in this case. I'm not sure which scenario\nyou were envisioning, but --\nJUSTICE BREYER: I'm trying to get at the\nquestion is this the union's money or is this the\nworkers', the teachers' money?\nMR. MCKENNA: Your Honor --\nJUSTICE BREYER: So does he get this money\nback if they violate the statute.\nMR. MCKENNA: Your Honor, the 760 money --\nexcuse me. The 760 money is not the union's money until\nthey have satisfied the conditions laid out in the\nstatute, in this case Section 760. Possession of the\nfees does not entitle the WEA or any union to use those\nfees to influence an election or operate a political\ncommittee until after they have satisfied the condition\non that collection, the condition being in this case\nthey have to obtain affirmative authorization. This\nCourt held in Phillipson and Brown that, analogizing to\nthat money, that non-members own the fees until the\nstatutory conditions are satisfied.\nJUSTICE SCALIA: Let, let's assume that it\nmakes a difference whether the purpose of the statute\nwas at least in part to protect the First Amendment\nrights of the non-union members or whether, as the\nWashington Supreme Court seemed to say -- at least they\nsaid its principal purpose was to protect the voting\nprocess. Elsewhere in its opinion, however, the\nWashington Supreme Court says where a statute is\nambiguous and this court is able to construe it in a\nmanner which renders it constitutional the court is\nobliged to do so, which sounds to me like good law.\nWouldn't that apply to its intuition as to what the\nintent of the people who enacted this statute were?\nMR. MCKENNA: Yes, sir --\nJUSTICE SCALIA: Wouldn't the Washington\nSupreme Court be obliged to intuit that purpose which\nwould make it constitutional rather than\nunconstitutional?\nMR. MCKENNA: Yes, Your Honor, it would if\nin fact Section 760 were ambiguous. It is, however, not\nambiguous. It is plain on its face, and in fact the\nSupreme Court did not state that any term or phrase in\nSection 760 is ambiguous. Instead they referred to\ntheir divination of voter intent. And I believe, Your\nHonor --\nJUSTICE KENNEDY: Do you agree with the\ncourt's conclusion that constitutionality is at issue\nhere?\nMR. MCKENNA: The constitutionality of the\nstatute with regard to the union's First Amendment\nrights is not at issue here, Your Honor, no.\nJUSTICE KENNEDY: Isn't it your position\nthat this statute is constitutional either way you\ninterpret it?\nMR. MCKENNA: Yes, Your Honor, it is. Your\nHonor, I'd like to make the further point that -- and I\nthink this is a fairly obvious point, but we think that\nsince under your decisions the State can prohibit a\nunion from collecting an agency fee altogether, that it\nis reasonable for the State to impose a condition on\nthat collection which falls, falls far short of actually\nprohibiting it. We further point out that in the Hudson\ncase the Illinois statute at issue was effectively an\nopt-in statute, a statute under which no amount that was\nnot germane could be collected in advance, unlike the\nmore generous Washington State statute which allows the\nunion, permits the union, to collect a fee in an amount\nequal to dues or would permit it to collect a fee which\nhad been reduced in advance to reflect non-germane or\nreduced just to reflect 760 expenses.\nIt seems to us that it is within the power\nof the State to establish such a condition in the\ninterest of an election's integrity by means of\nprotecting the First Amendment interests of the\nnon-members, and we think the statute does that very\nwell without imposing in fact a substantial\nadministrative burden on the union in this case or\nunions in general. For example, the, the way that the\nWEA or any union can comply with Section 760 would be to\nsimply place an additional form in the Hudson packet\nthey send out. Now, recognizing that the Hudson packet\nis about this thick, that it is received by the teachers\nin September, the busiest month of the year for\nteachers, and that there is no form currently provided\nin that packet whatsoever to allow people to opt out,\nbut rather a statement that you must send a letter to\nthe union to opt out, we think it's quite easy. And we\nlook to the WEA PAC for instruction on what they could\ndo. But now. Because the WEA has chosen to form a PAC\nand is required to solicit members and non-members if\nthey choose in order to contribute to that PAC, they do\na very good job of soliciting members. They include a\nvery convenient form encouraging people to check off and\nsend their dues in to the PAC to support candidate\nelections. They provide no such form for the opt-out\nprocess, but it would be easy for them to do so.\nThe burden imposed on them is not great\nadministratively, as they suggest, any more than the\nburden on the other teachers unions in Abood or in\nHudson because it can easily be met through these\nsimple.\nIf there are no further questions, Your\nHonor, I'd like to reserve the balance of my time.\nCHIEF JUSTICE ROBERTS: Thank you, General.\nGeneral Clement.\nORAL ARGUMENT OF GENERAL PAUL D. CLEMENT, ESQ.\nON BEHALF OF THE UNITED STATES AS AMICUS CURIAE\nIN SUPPORT OF THE PETITIONERS\nGENERAL CLEMENT: Mr. Chief Justice and may\nit please the Court:\nThe statute at issue here imposes only a\nnarrow limitation on the union's use of agency fees,\nnamely by requiring the affirmative assent of the\nnon-members before the union may use those funds for\nnon- germane political expenditures. The statute does\nnot limit the union's ability to spend its own money on\npolitical causes and every avenue that is available to\nany other organization in the State to solicit\ncontributions from non- members remains available to the\nunion.\nThe court below nonetheless struck the\nstatute down only by treating the workers' minimum\nconstitutional rights as a constitutional ceiling as\nwell as a floor. In the process, the court below\nrigidly constitutionalized an area of labor law in which\nthe States and the Federal Government have at least\nsince the Lochner era enjoyed substantial discretion to\nmake labor policy. We would request that the Court\nreverse the decision below, but also reverse and restore\nroom for play in the joints in this area of labor law.\nI think the starting problem with the\ncourt's analysis below is that the rights that are at\nissue in this area principally are the rights of the\nindividual workers. This court has recognized that\nagency shop itself raises significant First Amendment\nissues and First Amendment impingements and so the\nforced extraction of fees is justified only to the\nextent that it can be justified by the government's\ninterest in maintaining labor peace or in avoiding free\nridership. So as a minimum constitutional matter, the\nworkers have to have an opt- out right. The question is\nwhether the States can go further and either do an\nopt-in regime or do what was at issue in the Hudson case\nand not even allow the union to collect the non-germane\nfunds in the first place from non-members.\nJUSTICE STEVENS: Mr. Clement, if we reverse\nas you suggest and the State Supreme Court said, well, I\nguess we were wrong under the First Amendment, we just\nrealized our State constitution requires the same\nresult, would that judgment stand, do you think?\nGENERAL CLEMENT: I think it might well. I\nmean, I think there might be an argument at that point\nthat somehow the Federal Constitution requires more than\nopt-out rights. Certainly some of the amici have made\nthat argument. The Davenport Petitioners have made that\nargument, and I suppose you could at that point confront\na second petition in this case. But at least as a\nstarting matter, I think that's an option that's\navailable to the Washington Supreme Court.\nJUSTICE KENNEDY: But Washington -- at a\nminimum, I would assume that the Washington Supreme\nCourt would not have constitutional avoidance as a\ncrutch in order to reach that, to reach that conclusion,\nbecause there is no constitutional issue here under your\nview.\nGENERAL CLEMENT: Right, though I mean -- I\ndon't mean to be able to constrain the Washington\nSupreme Court's ability to find a State constitutional\nproblem that it would then think there's a need to\navoid.\nJUSTICE SCALIA: Are the courts in\nWashington State elected, do we know that? Are they\nelected?\nGENERAL CLEMENT: They are elected.\nJUSTICE SCALIA: They are elected, so it's\neasier to blame it on us than it is for them to say, we\nhold as a matter of Washington law that this can't be\ndone and we disallow what the people have voted for.\nThat would be harder, a harder call, don't you think?\nGENERAL CLEMENT: It might be a harder call,\nJustice Scalia. I seem to recall a reference -- it\nmight have actually been in the court of appeals opinion\nrather than in the State Supreme Court opinion -- that\nas a general matter the Washington courts have not\nconstrued their First Amendment, State constituent First\nAmendment to be radically different than the Federal\nConstitution. So I would imagine there's going to be\nsome State law that may limit their ability to do that.\nI'm certainly not an expert on the Washington State law\nof the First Amendment.\nJUSTICE ALITO: Well, if this money is the\nnon-union member's money and an opt-out -- I'm sorry --\nopt-in scheme is not much of a burden on the unions, why\nshould the First Amendment permit anything other than an\nopt-in scheme.\nMR. CLEMENT: Well, Justice Scalia, it's a\nfair question. As I say, it's a question that's\ncertainly raised by the Davenport Petitioners. I think\nthere's an answer to it and I'll get to it in a minute.\nBut I would say in fairness to Mr. -- one of the\nanomalies of this case is that in many respects I think\nthat's a more difficult constitutional question than the\none that the Washington Supreme Court answered adversely\nto Petitioners in this case.\nI think, if I can sketch an answer as to why\nit is that the opt out is the constitutional minimum and\nthere isn't as a matter of constitutional law required\nto be an opt-in right, I think it goes back to what the\nCourt has construed as the relevant First Amendment\ninterest here. And the Court has seemingly construed\nthe relevant First Amendment interest here in not having\na compelled extraction, and as part and parcel of the\nconstitutional violation, it seems to have assumed\nthere's a need for a stated objection. And I think\nthat's where you get the opt-out right.\nAnd so if you put it in the analogy, an\nanalogous compelled speech context like Willie against\nMaynard and the New Hampshire license plate, in that\ncontext an important parcel of the violation is the\nobjection to having \"Live Free or Die\" on your license\nplate. And the Court hasn't construed the compelled\nspeech there to be that everybody has a compelled speech\nviolation because they are presumptively forced to have\nthe license plate on the back of their car. So I think\nthat --\nJUSTICE ALITO: The union can make it as\ndifficult as it wants for somebody to opt out. They can\nsend a packet that's this thick and not provide a form.\nMR. CLEMENT: I wouldn't think so, Justice\nAlito. And I think that there are two separate\nquestions, I would think. One is, what is an adequate\nset of procedures and protections for exercising the\nopt-out right? And then a separate question would be,\ndo you actually have to go all the way to an opt-in\nright? And I think that there may well be many cases\nwhere the Hudson notice that's provided doesn't provide\na sufficient constitutional opportunity. I mean, you\nhave in a case like this, a 100-page packet, I'm told,\nthat has no -- no form in it that you're supposed to\nreturn to opt out. You basically have to go to the\nthird page, find the address of the president of the\nunion, and then send in a letter.\nAnd I think it's instructive if you look in\nthe joint appendix, I think it's at page joint appendix\n45, you have the form that's available to union members\nto opt in to PAC contributions, and have payroll\ndeductions made for the PAC contributions. The union\ncertainly makes it much easier to opt in to PAC\ncontributions than it makes it to opt out vis a vis the\nHudson packet.\nJUSTICE GINSBURG: Is it relevant, General\nClement, that the legislature didn't seem to be, or the\nballot initiative didn't seem to be focused at all on\nbeefing up the rights of the non-member of the union?\nIt seemed to be concerned with the integrity of the\nelection process, because they left the same old Hudson\nin place for union nongermane spending that didn't have\nto do with elections.\nMR. CLEMENT: That's absolutely right,\nJustice Ginsburg, and I think the way we look at it is\nthat this whole debate about the purpose of the\nprovision is a little bit of a red herring, because at\nthe end of the day it's clearly a hybrid. If you look\nat the text, it's hard to understand how it does not\nhave at least the effect of protecting workers. On the\nother hand, you're absolutely right that it doesn't\naddress the entirety of germane, of non-germane\nexpenses. It addressed a subset that have the most\ndirect impact on the election process.\nJUSTICE SCALIA: Or even nongermane\npolitical expenses.\nMR. CLEMENT: That's true. That's true, I\nmean, for example, a nongermane lobbying expense which\nyou might consider to be political in some broad sense,\nis not covered by the opt-in and remains subject to the\nHudson opt out right.\nBut I don't think that there is certainly\nanything problematic about that. It's not like the\ninterest in protecting electoral integrity is some sort\nof forbidden government interest that makes this a\nsuspicious piece of legislation. And I think at the\nend, if you again put the text of the relevant provision\ntogether with the overall purpose, it's clear that it's\ntrying to protect the rights of workers but it's doing\nso in service of a broader intent of improving electoral\nintegrity, and I could suggest where maybe the\nWashington Supreme Court went awry in its analysis, it\nfocused almost exclusively on the three stated purposes\nthat were included in the text of Initiative 134, which\nwere all focused more on electoral integrity.\nThat's not surprising, because there were 36\nsections in Initiative 134 that dealt with the whole\nmanner of different campaign finance initiatives.\nBefore this initiative was passed by the voters of\nWashington there weren't any campaign contribution\nlimits in the State of Washington.\nSo this initiative is doing a lot more work,\njust besides Section 760. I think 760 isn't unrelated\nto those broader purposes because it does make sure that\nthe contributions of the workers here are voluntary, and\nI think that is certainly something that's very similar\nto what Federal law accomplishes through the separate\nsegregated fund requirements.\nIf I could make just one note about the fact\nthat this targets unions and not other entities, I think\ntwo points are relevant. The first is that argument was\nvery clearly waived, and if you look at footnote 6 of\nthe Washington Supreme Court opinion which is at 25a of\nthe -- of the State's petition appendix, it's clear that\nany argument about the, the disparate treatment of\nunions versus corporations or other entities was not\nbefore that court.\nJUSTICE SCALIA: Well, are there any other\nsuch entities that are given the power by the State to\ncollect money from people against their will?\nGENERAL CLEMENT: You've anticipated my\nsecond point, which is the power that's being -- I mean,\nit's no accident that they targeted this particular\npower or this particular issue because it has always\nbeen understood to be an anomaly in this area. That the\nunions have a right to effectively take a claim on the\npaycheck on people who are nonmembers of the union.\nThese are individuals who have already opted out of\nunion membership, and that is a sufficient anomaly and\nsufficiently unlike any other context that I think there\nis nothing that prevents the State of Washington from\ntargeting that problem and that problem alone.\nIf there are no further questions, thank\nyou.\nCHIEF JUSTICE ROBERTS: Thank you, General.\nMr. West.\nORAL ARGUMENT OF JOHN M. WEST,\nON BEHALF OF RESPONDENT\nMR. WEST: Thank you, Mr. Chief -- Mr. Chief\nJustice, and may it please the Court:\nOur submission that Section 760\nunconstitutionally burdens the union's First Amendment\nright to engage in political advocacy rests on three\npoints. One, the statute before the Court is a campaign\nfinance law that was enacted for the purpose of\nprotecting the public's interest in the integrity of the\nelectoral process. Two, it is a content-based\nrestriction on speech, which cannot be justified by the\nState's authority to limit agency fees in the first\nplace. Three, the statute does not serve a compelling\nState interest both because it is overbroad in\nrestricting, restricting speech on ballot propositions\nand because it's underinclusive in regulating the\ncampaign speech of unions but not of other comparably\nsituated entities.\nJUSTICE KENNEDY: Are the First Amendment\nrights of the union members, of the workers who are\nnon-union members relevant?\nMR. WEST: Uh, the First Amendment rights --\nJUSTICE KENNEDY: I mean, you -- you begin\nby talking about the First Amendment but you, you\nproceed as if there are no First Amendment rights of, of\nworkers involved at all.\nMR. WEST: The -- the -- the nonmember\nemployees certainly have a First Amendment right not to\nbe compelled to finance, help finance political,\nideological and other nongermane expenditures over their\nobjection. And that right is fully protected\nindependently of 760 by the Hudson process, and as the\nWashington Supreme Court held, when there is the\navailability of a ready means for opting out of that\nparticipation in, in financing those causes, there is no\ncompelled speech. And this is what the, what the First\nAmendment gives to the nonmember fee payers.\nJUSTICE KENNEDY: Well, I take it States\nhave considerable discretion in determining how to\nprotect Federal constitutional rights.\nMR. WEST: The States --\nJUSTICE KENNEDY: And absent some direction\nthat we have to consider this as only being for a, for\npurposes of election transparency, it seems to me that\nWashington acted quite properly in saying we will use\nthis mechanism in order to protect our workers' First\nAmendment constitutional rights.\nMR. WEST: Well, what the State is\nprotecting, Justice Kennedy, is not the First Amendment\nright itself which by definition is protected through\nthe Hudson process.\nJUSTICE SOUTER: Well, why can't the State\nprotect it more? I mean the fact that Hudson would be\nadequate -- it --\nMR. WEST: The State --\nJUSTICE SOUTER: -- from that it does not\nfollow that the State is not protecting the rights.\nMR. WEST: The State can certainly protect\nthe interest that is protected by the First Amendment\nright more, or to a greater degree, but if it does so,\nit can only do so if it does not infringe on other\nconstitutional rights. And if it does then the question\nis whether the State's regulation that infringes on\nother constitutional rights, in this case the union's\nFirst Amendment right of political advocacy, whether\nthat infringement is justified by a compelling State\ninterest.\nJUSTICE SOUTER: And your claim as I take\nit, that there is an infringement with the union's right\nof political advocacy, is that if in effect the scheme\nrestricts the union's use of its own funds?\nMR. WEST: The scheme restricts the, the use\nof funds that are, are properly collected from agency\nfee payers by the union and --\nJUSTICE SOUTER: All right. You agree that\nthe union could segregate these funds as opposed to\ncommingling them, and that would cure, that would in\neffect answer your, your constitutional objection?\nMR. WEST: Well, it wouldn't, because then\nthe question is what do you do after you've segregated\nthem. If the statute --\nJUSTICE SOUTER: Well, it's clear from the\nstatute that, that what you would do would be leave them\nsubject to the opt-in determination, but all other\nfunds, i.e., the funds that you are constitutionally\nentitled to protect, would be unencumbered.\nMR. WEST: Certainly Justice Souter, but\nthen the question is, for those fee payers, and\ncertainly there are going to be some out of three or\nfour thousand that do not give affirmative\nauthorization, then what do you do with their funds?\nAnd the, the --\nJUSTICE SOUTER: Do you think that would\ncreate an independent constitutional problem assuming\nthat you did segregate the funds?\nMR. WEST: Justice Souter, the --\nJUSTICE SOUTER: That would, that would\ncreate an issue? You know, what if they say: Nothing?\nMaybe, maybe the statute does not deal adequately with\nthat. But does that raise a constitutional problem that\nin effect would be, would be of equal parity with the\none that is, that is raised on behalf of the, the, the\ndissenting workers?\nMR. WEST: Justice Souter, the reason it\nraises a constitutional problem is because of the\ncontent discrimination issue. What the State is saying\nis that you have a right to collect an agency fee that\nis the full equivalent of union dues, but if you choose\nto spend any money from your treasury for electoral\nadvocacy, you may spend whatever you want from your\ntreasury for -- for legislative lobbying, for public\nrelations, for all kinds of other issues, forms of\nspeech that are not chargeable to objectors. But if you\nchoose to spend any for one particular type of speech,\nnamely electoral advocacy, then you must segregate and\nrefund a portion of the --\nJUSTICE GINSBURG: But that's, under --\nMR. WEST: -- to the fee payers.\nJUSTICE GINSBURG: Under the Federal law you\ncan't even have this opt-in system. You have to have a\nseparate organization as I understand, for the election.\nSo there would be no, no possibility that the nonmember\nof the union, that funds would go to election financing.\nMR. WEST: Certainly, Justice Ginsburg.\nJUSTICE GINSBURG: And that's much harder on\nthe union, I would think, isn't it?\nMR. WEST: Well, it's much harder on the\nunion in that respect but not in the respect that's\ncritical here, and that is the Federal law as well as\nthe laws of all the other States who have, have required\nseparate segregated funds limit that requirement to\ncandidate elections.\nThe, the reason this statute is\nunconstitutional, the reason it does not consist of a\ncompelling, does not provide a compelling governmental\ninterest in regulating elections, is because it goes far\nbeyond the permissible realm of regulating expenditures\non candidate elections, and prohibits the union without\naffirmative authorization from spending its funds for\nballot propositions.\nJUSTICE SOUTER: You're -- you're back to\nits funds again.\nMR. WEST: Whether they're --\nJUSTICE SOUTER: And you're saying, first\nyou said well, segregating the funds does not answer the\nproblem. And I thought the reason it didn't answer the\nproblem was that the, that it was, that the purposes of\nthe, of the act were underinclusive. And now you're\nresponding to Justice Ginsburg by going back to making\nthe assumption that the segregated funds would be the\nunion's funds.\nMR. WEST: Justice Souter, if they are\nsegregated, if the union segregates them, assuming they\ndon't -- for those for whom they don't receive\naffirmative authorization, they keep them in escrow\nindefinitely, or they put them in a locked box and never\ndo anything with them, certainly the union would satisfy\nthe statute in -- in that way.\nBut what, what the statute says as\ninterpreted by the trial court, if then the union puts\nthose funds back into its general treasury, or even if\nit doesn't, and spends them in some way for some purpose\nwhatever, that it's violating the statute. And the only\nway that the union can comply is by not only segregating\nthe funds, but then if affirmative authorization is not\nreceived, by rebating a certain portion of the fund to\nthe individual fee payers.\nCHIEF JUSTICE ROBERTS: And I thought that\napproach was exactly what we held was required in the\nStreet decision, the International Association of\nMachinists versus Street, so that you can't get around\nthis requirement by saying, oh well, we'll use the\nobjectors' funds for collective bargaining and we'll use\nthe others for that.\nMR. WEST: Sure. Exactly. And that's --\nand that's why I think that that interpretation of the\nstatute may be correct. But the problem we have here is\nthis is a statute, and why it's unconstitutional is this\nis a statute that is saying this only with respect to a\nparticular kind of speech. It's saying the union may\ncollect a hundred percent of dues and it may spend them\nin whatever way it deems appropriate for --\nCHIEF JUSTICE ROBERTS: Doesn't that\nobjection apply whether it's opt in or opt out?\nMR. WEST: No, it doesn't, Mr. Chief\nJustice, because the -- the -- in -- in the Street and\nAbood decisions, the Court has -- has said that there is\n-- all -- has talked in terms of expenditures that are\nnot germane to collective bargaining.\nJUSTICE SCALIA: Is it content\ndiscrimination which subjects legislation to strict\nscrutiny if the Government, Federal Government or a\nState designates certain funds for use by school\ndistricts to teach patriotism, American history,\nsomething like that? Is that subject to strict\nscrutiny?\nMR. WEST: No, because this is Government\nfunding. This is --\nJUSTICE SCALIA: Okay. Now let's assume\nit's not Government funding. Instead of doing that the\nGovernment says, you will have authority to collect\nmoney from certain people only for a particular purpose.\nIs that content discrimination which calls into play\nstrict scrutiny?\nMR. WEST: I believe it is, Justice Scalia,\nbecause --\nJUSTICE SCALIA: I don't see why the one is\nany worse than the other. The Government has a\nparticular purpose in mind and in one case it gives out\nmoney with that purpose in mind, which discriminates of\ncourse; in the other case it allows this extraordinary\npower to exact funds from people, but only for certain\npurposes. That's not the kind of content discrimination\nthat they calls strict scrutiny into play, it seems to\nme.\nMR. WEST: It's strict scrutiny if it's not\nthe Government acting as the speaker, and the Government\nis acting here as --\nJUSTICE SCALIA: Here is the Government\nacting as a coercer. It's because of the Government\nthat you're allowed to get this money from these\nnon-union members.\nMR. WEST: Well, I don't believe the Court\nhas ever put it quite that way in the Government speech\ncases, the Government funding cases.\nJUSTICE STEVENS: May I ask this question on\nyour overinclusive, or underinclusive rather, argument?\nSupposing the statute was broader and said the union may\nnot use any non-member agency fee collections for any\nnon-germane purpose at all without affirmative consent?\nWould that solve all the constitutional problems?\nMR. WEST: I think the problem here -- let\nme say two things in response to that, Justice Stevens.\nJUSTICE STEVENS: Could you just tell me yes\nor no, and then explain?\nMR. WEST: Certainly. Well, the answer is\nyes and no. The answer is, if you're talking about --\n(Laughter.)\nJUSTICE STEVENS: At least insofar as your\nargument under inclusiveness, the answer would have to\nbe that was, that statute would be okay.\nMR. WEST: If -- if the -- if you're -- if\nwhat you're doing is talking about the, an election\nstatute like --\nJUSTICE STEVENS: I'm talking about a\nstatute that the individuals say I don't want to spend\nany more money, give any more money to the union than I\nabsolutely have to. And the legislature decides to\nprotect the right, that right by saying you cannot use\nagency sock fees for any non-germane purpose. What's\nwrong with that?\nMR. WEST: That, Justice Stevens, if this is\nwhat the state is saying with respect to the public\nsector employees as to which it has the authority to\nregulate the agency fee. This is perfectly\nconstitutional. This is the kind of --\nJUSTICE STEVENS: If that's perfectly\nconstitutional, this is a fortiori okay.\nMR. WEST: It's not --\nJUSTICE STEVENS: And it's less of a burden\non the union and there's less protection to the\nemployee.\nMR. WEST: No, it's not. It's a different\ncase for two reasons, Justice Stevens. First of all,\nbecause it's content discriminatory. It's not saying\nthe -- it's not saying you -- we limit the agency fee to\nthe nonchargeable, the non-germane, or to the purposes\nthat are germane to collective bargaining. The State\ncan permissibly do that because it's making --\nCHIEF JUSTICE ROBERTS: Why isn't that a\ncontent-based restriction? You've got to look at it and\nsee if it's germane.\nMR. WEST: The purposes that -- the purposes\nfor which the -- that are being excluded in that case\nare a wide variety of different kinds of speech and\nnon-speech activities, not only political speech but\npublic relations. Many courts have interpreted\norganizing activities to be non-germane to collective\nbargaining. Membership benefits that are not available,\nnon-members are put in that category. Donations to\ncharities. International activities. There's a whole\nvariety of union expenditures that the courts have held\nare not germane to collective bargaining and cannot be\ncharged over a non-member's objection, and a State would\nbe perfectly free, as several states like Pennsylvania\nand New Mexico have, to say our judgment is that our\ninterest in labor peace does not extend further than in\nauthorizing an agency fee that includes purposes germane\nto collective bargaining.\nJUSTICE BREYER: I'm just curious below in\nthe opinion, I didn't notice in footnote 6, which I\nhadn't taken in, that the court explicitly says that you\ndid not make any argument about underinclusiveness and\noverinclusiveness with respect to other organizations,\ncorporations and so forth.\nNow, did -- I can't recall, I just don't\nrecall. What you're saying now, I take it, is that the\nword \"election,\" you can't use it for elections, and\nelections involve candidates and they also involve\nballot issues.\nMR. WEST: Correct.\nJUSTICE BREYER: And you're saying that the\nreal problem with this statute is that it throws in\nballot issues along with candidate elections.\nMR. WEST: Well, there are two problems.\nThere's the concept -- I mean, there's --\nJUSTICE BREYER: But on that first one, did\nthey discuss that at some length in the lower court\nopinion? I don't --\nMR. WEST: The lower court, no, did not\ndiscuss the --\nJUSTICE BREYER: So this is really a ground\nthat they haven't considered.\nMR. WEST: What the Washington Supreme Court\nheld is that the -- what was argued in the Washington\nSupreme Court generally is that this is a violation of\nthe union's right to engage in political advocacy.\nJUSTICE BREYER: But this thing about the\nballot issue is not there.\nMR. WEST: And the reason -- this is a\nreason I think the Washington Supreme Court took note of\nthe fact of what the funds were spent on, on balloting\ninitiatives solely, not on candidate elections.\nJUSTICE BREYER: In fact, you want to us\ndecide that question, and was there another one that --\nyou just said there were two reasons basically.\nMR. WEST: Well, the two reasons why the\nstatute fails to constitute a compelling Government\ninterest are the overbroad extension to ballot\npropositions, unlike the Federal law and any other State\nlaw. And secondly, the underinclusiveness that this is\na statute that is ostensibly intended to protect the\nintegrity of the elections by ensuring that the funds\nthat organizations spend for political electoral\npurposes represent the views of the people from whom\nthose funds were derived. And the -- what the State has\nchosen to regulate to advance that interest is solely\npeople who already have the opportunity to prevent the\nuse of their funds for purposes they disagree with,\nwhile not regulating at all other entities in which --\nCHIEF JUSTICE ROBERTS: That's the argument\nthat the State Supreme Court in footnote 6 expressly\nsaid you did not raise.\nMR. WEST: I think that would be a valid\nargument if we were attempting to raise an equal\nprotection claim here, Mr. Chief Justice. That's not\nwhat we're doing. What we're saying, we are making an\nargument based on what the State Supreme Court held,\nnamely that this is a violation of the -- the union's\nright to engage in political speech, and this is one of\nthe reasons for it. Granted, that particular\njustification for the ruling was not argued below, but\nthis is not like we were attempting to argue equal\nprotection, a totally new basis.\nJUSTICE GINSBURG: On which -- on what you\nwere arguing, you were very careful in your brief to say\nfunds lawfully possessed by the union, as distinguished\nfrom what's in a corporate treasury or -- there is\nsomething peculiar about this, and you recognized it by\nsaying we possess them, because if the non-member wants\nit back, the non-member would be entitled. So it's not\nlike money in the corporate till.\nMR. WEST: Well, it is, Justice Ginsburg, if\nthe -- this is why the purpose of the statute is so\nimportant. If the purpose of the statute is to protect\nthe integrity of the elections by ensuring that what\norganizations spend for political purposes represents\nthe views of those who contributed the money, then it's\nvery much to the point that there are other\norganizations. For example, the Michigan Chamber of\nCommerce --\nJUSTICE KENNEDY: You want us to consider\nthis case as if the First Amendment rights of non-union\nmembers were not involved?\nMR. WEST: Absolutely -- absolutely not,\nJustice Kennedy. We recognize --\nJUSTICE KENNEDY: But that's been your whole\nargument so far.\nMR. WEST: Absolutely not. I'm sorry,\nJustice Kennedy, but that's certainly not what I intend\nto be saying. We recognize that the non-members have\nFirst Amendment rights. We also recognize that those\nrights are protected by the Hudson procedures which the\nunion uses. The non-members have the absolute right to\nprevent the use of their funds not only for this kind of\nelectoral speech but for any kind of political\nideological speech and other nonchargeable activities\nwith which they disagree simply by sending in a letter.\nJUSTICE STEVENS: So it's a First Amendment\nright that is waived by failing to make a timely\nobjection.\nMR. WEST: Well, it's not that a right is\nwaived. What it is --\nJUSTICE STEVENS: It's gone under your\ntheory.\nMR. WEST: No. It's -- Justice Stevens,\nit's what the right is. The constitutional right is a\nright against being required to -- to engage in\ncompelled speech.\nJUSTICE SCALIA: Which no longer exists if\nyou don't make a timely objection.\nMR. WEST: No, you have the -- but that\nwould be just like -- like the solicitor general on the\n-- the license plate case. Someone who receives in the\nmail the license plate that says \"Live Free or Die\" or\n\"Taxation Without Representation\" and puts it on his car\nis not waiving a constitutional right by --\nJUSTICE ALITO: It's not exactly the same\nsituation. These are teachers who have chosen not to\njoin the Washington Education Association; isn't that\nright?\nMR. WEST: These are teachers who have not\njoined the Washington Education --\nJUSTICE ALITO: Isn't it overwhelmingly\nlikely that they, if you spoke to them and you said\nwould you like to give money to the union to spend on\nelections, they would say no?\nMR. WEST: I absolutely disagree with you,\nJustice Alito, because keep in mind --\nJUSTICE ALITO: Explain to me the thinking\nof somebody who chooses not to join, the 5 percent who\nchoose not to join, and yet they would like to make this\ncontribution. Now maybe there's some, but what would be\nthe thinking of such a person?\nMR. WEST: It's not asking them to make a\ncontribution. It's asking them, is it okay with you if\nyour money is used for this purpose. But keep in mind\nwhat the money is being used for here.\nJUSTICE ALITO: What's the difference\nbetween that?\nMR. WEST: The money is being used --\nJUSTICE ALITO: What's the difference\nbetween saying would you like to make a contribution,\nand would you like to allow us to use money that we\npossess for our purposes rather than returning it to us?\nWhat's the difference between those two?\nMR. WEST: Well, whether there is a\ndifference or not, Justice Alito, the point is the union\nhere is using this money for purposes that it has every\nreason to believe is in the interest of the vast\nmajority of teachers, including --\nCHIEF JUSTICE ROBERTS: Well surely, they\nget to make that decision, don't they? Under the\nstatute, it's their decision whether or not -- you don't\nget to say, well, this is in your interests, or whether\nyou'd want to spend the money or not.\nMR. WEST: No, but I'm responding to the\nsuggestion that there should be some kind of presumption\nthat they would, would decline to authorize this.\nThat's -- the question you raised, Mr. Chief Justice, is\nexactly the question before the Court, whether the State\ncan, constitutionally can insist that the union obtain\naffirmative authorization for this particular type of\nspeech and for no other type of speech. Let me -- let\nme suggest --\nJUSTICE ALITO: I still don't understand the\nthinking of these hypothetical people. If I'm a union\nmember, I get various benefits. If I choose not to be a\nunion member, I don't get those benefits. Why would I\nchoose to give up the benefits of union membership and\nyet want to allow the union to spend my money for its\npolitical purposes?\nMR. WEST: Well, maybe Mr. -- Justice Alito,\nif you knew that what the union was spending its money\nfor was to improve, to increase cost of living\nadjustments for teachers or to reduce class size for\nteachers, or to enact tax levies in local school\ndistricts --\nJUSTICE GINSBURG: Is this all hypothetical,\nMr. West, or is there any empirical evidence about what\nthe people who are non-union members, if they had their\ndruthers, would they say not a penny more goes into the\nunion till than we are forced to put there? Is there\nany empirical evidence that divides up the universe of\npeople who don't, deliberately don't join unions?\nMR. WEST: No. Justice Ginsburg, there's a\nlot of speculation on both sides. I don't think there's\nany empirical evidence, but there is plenty of reason to\nthink that there are many reasons that people choose not\nto join the union, whether from a free rider motivation,\nwhether from just not being a joiner, any variety of\nreasons. Some of them may be --\nCHIEF JUSTICE ROBERTS: Well, you're free\nunder this system to send them the same sort of\nmaterials you send about your PAC and say we do all\nsorts of good things with the money from people who opt\nin, you should opt in.\nMR. WEST: Yeah.\nCHIEF JUSTICE ROBERTS: But you want to do\nit without giving them that opportunity.\nMR. WEST: Well, the question is whether the\nState can compel us to, to obtain that authorization for\nthis limited type of speech.\nJUSTICE SCALIA: Only if the State has given\nyou the power to exact the money from these people.\nThat changes everything. If this was money that they\nhad contributed themselves, you'd have a different\nargument, but the State compels them to give you that\nmoney and the State says however, you will not use this\nmoney for this purpose without their consent.\nMR. WEST: It doesn't change everything,\nJustice Scalia, precisely for the reasons that you\ndiscussed in your opinion for the court in RAV versus\nSt. Paul, the St. Paul cross-burning case, where you\npointed out that, that the greater includes the lesser\nargument does not apply where you have content\ndiscrimination. The State could justifiably ban all\nsymbols and displays that involve fighting words, but it\ncould not single out a particular --\nJUSTICE SCALIA: That brings us back to the\nquestion I asked earlier and I suggested in my answer to\nthat I don't think it's content discrimination of the\nsort that triggers strict scrutiny when the government\ngives money for a particular purpose only and not for\nother purposes, and I also don't think it's content\ndiscrimination of the sort that triggers strict scrutiny\nwhen the government allows a private organization to use\ngovernmental power to exact money from people for a\nparticular purpose only. That's a different ball game.\nMR. WEST: Justice Scalia, imagine, if I may\ntake a little bit starker example, imagine that what the\ngovernment said in the statute that the union must\nobtain affirmative authorization if it is going to use\nagency fee funds to support Democratic candidates, but\nnot if it's going to support Republican candidates.\nObviously it couldn't do that.\nJUSTICE BREYER: And I see that you've put a\nlot of weight on this argument.\nMR. WEST: And that -- it goes further than\nthis. That's viewpoint discrimination. But this is\ncontent discrimination and the Court has held in\nConsolidated Edison and a number of other cases that\nthat is also a constitutional problem.\nJUSTICE BREYER: What you're saying right\nnow, if it is, is ballots versus candidates under the\nword \"election.\"\nMR. WEST: Exactly.\nJUSTICE BREYER: And that has a lot of\nimplications for all kinds of campaign finance law that\nhas nothing to do, I think, with unions.\nMR. WEST: Exactly.\nJUSTICE BREYER: And the lower court didn't\nconsider it, and is this open now, if it's going back\nfor other things such as the State Constitution, for\nthem to consider this matter on remand?\nMR. WEST: I think it would be open to them\nto consider. I also think it's a matter that when we\nget to that point at least --\nJUSTICE BREYER: And I don't know, perhaps\nyou don't know, what the implication of a decision say\nin your favor here would have for Vermont's campaign\nfinance law or California's or some other.\nMR. WEST: Perhaps, but it's certainly true\nthat on this, at least on this point of the lack of any\ncompelling justification for restricting entities'\ncontributions and expenditures in support of or in\nopposition to ballot propositions, the law, this Court's\nlaw, is fully clearly on that point.\nIt's our submission, Mr. Chief Justice, that\nwhat you have here is a content-based restriction on\nWEA's ability to engage in political speech on issues of\neducational policy that are of vital importance to the\n70,000 teachers that it represents.\nJUSTICE KENNEDY: Could the State have a\nrestriction requiring affirmative authorization for all\nunion expenditures that fall within the Abood-Machinist\nline of cases?\nMR. WEST: Yes. If this were --\nparticularly if this were --\nJUSTICE KENNEDY: If this were across the\nboard as to all First Amendment rights an objecting\nmember has, then the statute would be void -- would be\nvalid, rather?\nMR. WEST: Certainly if this were done in\nthe statute that authorized the agency fee in the first\nplace.\nJUSTICE KENNEDY: No, it's done in this\nstatute.\nMR. WEST: If it's done in this statute, the\nproblem that would remain, Justice Kennedy, is this is\nan election law that presumably has to be justified on\nthe basis of whether it promotes the integrity of\nelections. And when you have --\nJUSTICE KENNEDY: Well, my hypothetical is\nthat there's a Washington statute or a Washington\nconstitutional referendum provision, initiative\nprovision, which says that as to all protected speech\nfor non- union members who have moneys taken out, there\nmust be affirmative authorization.\nMR. WEST: The State could do that, at least\nif it limited it to the public sector, where the State\nhas the authority to authorize the amount of the agency\nfee. I believe the State could do that. The State\ncould certainly -- some people have talked about the\nsize of the Hudson notice. The State could impose\nrequirements that the notice be clearer, that it be\nshorter. The state could impose that affirmative\nauthorization requirement. The State could limit the --\nJUSTICE STEVENS: Back to your example about\nthe political party saying you can't use it for\nDemocrats, what if they said, as they might have in the\n1940s, you can use it for anybody except communist\ncandidates?\nMR. WEST: Well, I think that would be a\nproblem, too. And that's --\nJUSTICE STEVENS: Okay.\nMR. WEST: That would be viewpoint\ndiscriminatory, but here we have a legislative statute\nthat, that it's content discriminatory, that can't be\njustified as a compelling State interest to promote the\nintegrity of the elections, and we believe the judgment\nof the Washington Supreme Court should be affirmed.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, Mr. West.\nGeneral McKenna, you have 7 minutes\nremaining.\nREBUTTAL ARGUMENT OF ROBERT M. MCKENNA, ESQ.\nON BEHALF OF PETITIONERS\nMR. MCKENNA: Mr. Chief Justice, thank you.\nFirst of all, I wanted to get back to a\nquestion raised by Justice Breyer concerning whether\nthey get their money back. I took your question to\nrefer to a hypothetical, but allow me to address the\nreal circumstances in this case by referring to the\njoint appendix at 210-212. These are the pages covering\nthe permanent injunction that was entered by the trial\ncourt. Under that permanent injunction, the WEA shall\nreturn to all agency fee payers who have not\naffirmatively authorized the use of their fees for\nexpenditures, and it lays out the means of doing that.\nFor the first 2 years there's an agreed-upon amount.\nFor the next 3 years of the injunction there's another\namount. But they do get their money back under that\ninjunction.\nReferring to the issue of whether they waive\nor not, under the current process used by the WEA,\nreferring to JA-198, which is the letter sent out on\nSeptember 15, 2000, by the WEA to the non-members,\nyou'll note the statement, quote: \"If such written\nobjection has not been postmarked by October 16, 2000,\nyou will waive your ability to object.\" The State of\nWashington's position is that non-members should not be\nrequired to say no twice. They said no when they chose\nnot to join the union. The union's position now is,\nwell, we get to use your money for political purposes\nunless you say no a second time. That does not seem to\nbe a reasonable default position to take and certainly\nwe believe the State --\nJUSTICE GINSBURG: But the State of\nWashington seems to think that's fine for everything\nother than election expenses.\nMR. MCKENNA: Yes, Your Honor, in terms of\nSection 760 the State of Washington does think that's\nfine because of the purpose of the statute and the\npurpose of Section 760, the purpose being to protect the\nintegrity of the elections by several different means\ninvolving protecting --\nCHIEF JUSTICE ROBERTS: Well, do you see an\nunderlying constitutional problem as to non-election\nexpenditures that are still political expenditures?\nMR. MCKENNA: We don't take a position on\nwhether there's a constitutional problem with regard to\nnon- germane expenditures, Your Honor. But we do\nbelieve --\nCHIEF JUSTICE ROBERTS: Didn't we take one\nin Abood?\nMR. MCKENNA: I'm sorry?\nCHIEF JUSTICE ROBERTS: Didn't we take a\nposition in Abood?\nMR. MCKENNA: What I meant was --\nCHIEF JUSTICE ROBERTS: I suppose the way\nthe statute works, you have to opt in for the election\nexpenditures, but you have to have a right to opt out\nfor other non-germane.\nMR. MCKENNA: Yes. Your Honor, the Chief\nJustice is correct, of course. What I thought the\nquestion was about was the question of whether or not\nall, all non-germane expenses must be opt-in, must be\nprovided. That's all I meant. You're absolutely\ncorrect. Of course, in your decisions opt-out is\nsatisfactory, and we're not saying that opt-out is not\nsatisfactory here as far as the State's position is\nconcerned. But what we are saying is that the State has\nthe right to impose this additional requirement of\naffirmative authorization.\nJUSTICE STEVENS: What do you say about his\nhypothetical involving Democrats versus Republicans?\nMR. MCKENNA: Well, Your Honor, that would\ncertainly seem to be viewpoint discrimination, and it\nwould implicate --\nJUSTICE STEVENS: Well, he says, well, this\nis content discrimination. Is that --\nMR. MCKENNA: Your Honor, we do not agree\nthat this is content, content discrimination. This is\ncontent neutral. 760 establishes a procedure, that is\nto say a requirement that must be met before the money\nmay be used.\nJUSTICE STEVENS: Well, but it's content in\nthe sense that only some speech has to be affirmatively\nauthorized.\nMR. MCKENNA: Yes, Your Honor, that\nadditional affirmative authorization does apply to this\ncategory of speech, influencing an election or operating\na political committee. But we don't believe that it is\nproblematic constitutionally any more than the argument\nof Taxpayers With Representations in the Reagan case\nwas, where they argued that they had a constitutional\nright to receive tax deductible contributions and use\nthem for lobbying. The Court found to the contrary.\nAnd indeed, Initiative 134 is about protecting\nindividuals. It's about protecting individuals in\nSection 760. It says in the intent section --\nJUSTICE STEVENS: Can I just go back to, you\nmentioned my question.\nMR. MCKENNA: Yes, sir.\nJUSTICE STEVENS: Your point of your answer\nto his hypothetical is, well, the viewpoint\ndiscrimination would be impermissible, but the content\ndiscrimination is permissible?\nMR. MCKENNA: If it is content\ndiscrimination, Your Honor, we believe it is\npermissible, yes, sir. And if it were viewpoint -- in\nthe hypothetical, if there were viewpoint discrimination\nthat would not implicate any constitutional right of the\nunion, but it may very well implicate the Southworth\ninterests of the non-member fee payers.\nCHIEF JUSTICE ROBERTS: Is it content? I\nmean, it doesn't say which way you're trying to\ninfluence the election.\nMR. MCKENNA: We don't believe it is\ncontent-based, Your Honor. As I said, we don't believe\nit is, because it's any election of any kind.\nJUSTICE GINSBURG: Well, the content means a\ncategory of speech as opposed to what is the political\nposition you're taking.\nMR. MCKENNA: Yes, that is it's only in\nregard to influencing elections or operating a political\ncommittee, which is a second.\nJUSTICE GINSBURG: But I thought that that\nwas content. You could do it, say, in the press, but\nyou couldn't do it over the air.\nJUSTICE SCALIA: That's my understanding,\ntoo. I think you got to get out of it some other way.\nI mean, you've got to say it's content but it doesn't\napply when it's the government contributing money or it\ndoesn't apply when you're applying it to money that's\nbeing coerced by the government.\nMR. MCKENNA: Yes, Your Honor.\nJUSTICE BREYER: If that's yes, then the\ncategory here is election speech. If you're going to\ncall a statute that treats election speech especially,\nthen all of campaign finance regulation would fall in\nthat category. And if you're going to use that\ndistinction to say strict scrutiny applies, then strict\nscrutiny would apply to all campaign finance regulation.\nAnd courts never to my knowledge apply strict scrutiny\nto campaign finance regulation because there are speech\ninterests on both sides of the equation.\nMR. MCKENNA: Yes, Your Honor. Of course,\nwe believe that --\nJUSTICE BREYER: I'm glad you said yes to me\nbecause that implies a no to the last question.\n(Laughter.)\nMR. MCKENNA: Yes, Your Honor, I understand\nyour question.\n(Laughter.)\nMR. MCKENNA: And we believe that -- we\nbelieve of course that Section 760 is not subject to\nstrict scrutiny, it is subject at most to a rationale\nbasis; and that clearly there is a rationale basis for\nthe State in this case to require the affirmative\nauthorization of non-member fee payers.\nJUSTICE SCALIA: Can you get to the point\nyou were about to make, what the purpose of the thing\nis?\nMR. MCKENNA: Well, yes, Your Honor. Your\nHonor, the Supreme Court of Washington found a purpose\nof the entire law, Initiative 134, to be to protect\nelection integrity. But 760 is one means of achieving\nthat purpose by means of protecting individual\ninterests. Similarly, Section 680 of this law, which, I\napologize, is not in the joint appendix, but it's RCW\n4217-680, which requires positive checkoff before an\nemployer may deduct PAC contributions for any employee.\nJUSTICE SOUTER: May I just -- I'm sorry.\nMay I just take you back to the point of the objective\nbeing protection of election integrity. As I understand\nit, so far as the protection of election integrity is\nconcerned, with respect to these contributions, that is\nsimply the obverse side or the flip side, if you will,\nof protecting the right of the dissenting union member\nor the non-joined -- strike that -- the non-union\nworker, to control the use of the funds that would be\nused for the political purposes. The one is simply the\nobverse of the other. Do you agree?\nMR. MCKENNA: Yes, Your Honor. We believe\nthey are two sides of the same coin.\nJUSTICE SOUTER: So by articulating that the\nelection integrity is a purpose, the Washington Supreme\nCourt should not be understood as excluding the\nprotection of the non-member workers' interests?\nMR. MCKENNA: Yes, Your Honor. I would\nagree.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, General.\n"
    }, 
    "respondents": [
        "No. 05-1589 WASHINGTON EDUCATION ASSOCIATION;", 
        "and", 
        "WASHINGTON,", 
        "Petitioner", 
        "No. 05-1657 WASHINGTON EDUCATION ASSOCIATION"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 17, 
        "GENERAL CLEMENT": 6, 
        "JUSTICE ALITO": 12, 
        "JUSTICE BREYER": 20, 
        "JUSTICE GINSBURG": 9, 
        "JUSTICE KENNEDY": 19, 
        "JUSTICE SCALIA": 18, 
        "JUSTICE SOUTER": 11, 
        "JUSTICE STEVENS": 16, 
        "MR. CLEMENT": 4, 
        "MR. MCKENNA": 45, 
        "MR. WEST": 66
    }
}