{
    "appearances": {
        "content": "JAMES M. WHISMAN, ESQ., Senior Deputy Prosecuting\nAttorney, Seattle, Washington; on behalf of the\nPetitioner.\nPATRICIA A. MILLETT, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.;\non behalf of the United States, as amicus curiae,\nsupporting the Petitioner.\nGREGORY C. LINK, ESQ., Seattle, Washington; on behalf\nof the Respondent.\n"
    }, 
    "caseNum": "05-83", 
    "caseinfo": {
        "content": "WASHINGTON, :\nPetitioner :\nv. : No. 05-83\nARTURO R. RECUENCO. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJAMES M. WHISMAN, ESQ.\nOn behalf of the Petitioner\nPATRICIA A. MILLETT, ESQ.\nOn behalf of the United States,\nas amicus curiae, supporting the Petitioner 17\nGREGORY C. LINK, ESQ.\nOn behalf of the Respondent 27\nREBUTTAL ARGUMENT OF\nJAMES M. WHISMAN, ESQ.\nOn behalf of the Petitioner 54\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, April 17, 2006\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:02 a.m.\n"
    }, 
    "petitioners": [
        "WASHINGTON,", 
        "Petitioner", 
        "v.", 
        "No. 05-83 ARTURO R. RECUENCO.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst today in Washington v. Recuenco.\nMr. Whisman.\nORAL ARGUMENT OF JAMES M. WHISMAN\nON BEHALF OF THE PETITIONER\nMR. WHISMAN: Mr. Chief Justice, and may it\nplease the Court:\nWhen a judge, rather than a jury, decides a\nfact that increases the defendant's punishment above\nthe applicable standard range, the Sixth Amendment's\njury trial right is violated. This is true regardless\nof whether the fact is called an element or whether it\nis called a sentencing factor because elements and\nsentencing factors are functionally equivalent under\nthe Sixth Amendment of the United States Constitution.\nIt follows that the same harmless error rule\nthat applies to missing or misdescribed elements should\nalso apply to missing or misdescribed sentencing\nenhancements.\nIn a series of Washington decisions, the\nWashington Supreme Court has held that harmless error\nanalysis may never be conducted as to a missing or\nmisdescribed sentencing enhancement simply because it\nis called a sentencing enhancement. This rule of\nabsolute prohibition is inconsistent with this Court's\njurisprudence and should be corrected.\nBefore I go on, however, to explain the legal\nbasis and the flaws in the legal reasoning of the\nWashington State Supreme Court, I would like to take a\nbrief moment to address a few State law issues that\nhave been raised by the Respondent's brief.\nThe first is the question of whether or not\nat all in Washington we can, at present, seek deadly\nweapon enhancements or, more specifically, firearm\nenhancements. It was alleged in the Respondent's brief\nthat we cannot, and I'd just point out to the Court\nthat there is no authority in Washington for that\nproposition. And so asking this Court to simply affirm\nthe -- the firearm enhancement that was originally\nimposed in this case does not constitute imposing a\nsentence that would any way be inconsistent with\nWashington law.\nJUSTICE KENNEDY: On -- on that point, I have\n-- I have one question. At page 3a of the petition\nappendix, the Washington Supreme Court's opinion is set\nforth, and in the course of that opinion, it says, to\nthe contrary, when defense counsel argued the\ndefinition should have been submitted to the jury, the\nprosecutor explicitly stated that the method under\nwhich the State is alleging and the jury found assault\nwas committed was by the use of a deadly weapon. And\nthen he goes on to say, in the crime charged in the\nenhancement, the State alleged there is no element of a\nfirearm. The element is assault with a deadly weapon.\nI don't -- this was at the sentencing\nproceeding, I take it?\nMR. WHISMAN: I believe that's correct, Your\nHonor.\nJUSTICE KENNEDY: Yes, because I couldn't\nfind it in the sentencing proceeding.\nMR. WHISMAN: In the -- in a subsequent or\nnearly subsequent breath, the prosecutor then asked for\nthe enhancement, the 36-month enhancement, that applies\nfor firearms. I think what you're seeing there is that\nthe prosecutor was responding to the -- to defense\ncounsel's use of the term element. And in -- in the\nyear 2000, before Apprendi, before Blakely, we never\nwould have used that term as applied to a sentencing\nenhancement. We just didn't think of it that way.\nNow, we have since changed our thinking, obviously,\nafter Apprendi.\nBut I think if you -- on the -- on the\noverall point, if you look at defense counsel's\ncomments beginning with the comments pretrial, where he\nnotes that I can see no relevance to -- to the\nadmission of a different gun. Then he comments, Ms.\nRecuenco was threatened with a 380 automatic with a\nclip. Regarding the charge in particular, counsel at\nJA, page 30 says, the allegation and the basis on which\nthis case was tried was under a theory of firearm. At\nJA 37, counsel said, the firearm is an element of this\noffense as it has been pleaded and argued to the jury\nand evidently, perhaps, obviously proven to the jury.\nSo --\nJUSTICE KENNEDY: It does sound as if he\nthinks there was -- the prosecutor thought there was no\nerror. A deadly weapon is a deadly weapon, and then --\nMR. WHISMAN: That's right. And -- and I\nthink, Your Honor, that stems from the -- from the way\nthe statutes are structured. Beginning many, many\nyears ago, in Washington we had what we called a deadly\nweapon enhancement. And so there was no distinction made\nbetween any kind of weapon. In 1995, the law changed.\nThere was a distinction made as to firearms. The --\nthe penalty was increased as to firearms. And so\nbeginning that time, there was a material distinction\ndepending on the weapon that was used. But I think\nthat --\nJUSTICE SCALIA: Was deadly weapon still an\nenhancement at that point, or was deadly weapon part of\nthe definition of a new crime?\nMR. WHISMAN: Deadly weapon was still called\nan enhancement, Your Honor, under the statute. And so\nthe statute defined deadly weapon very generally, and\nthen in the punishment section, the punishment\nprovisions, which specifically were formerly under\nsection 310 of the Sentencing Reform Act -- now it's\nbeen renumbered to be 533. Under that provision -- you\nhave two provisions, one which provides the punishment\nfor deadly -- for firearms, and under this -- for this\ncase, that would be 3 years. And then as to the rest,\nit says if someone was armed with a deadly weapon other\nthan a firearm, you have a lesser penalty.\nSo as I say, I think that for a long time we\nhave treated -- in Washington, we've treated all of\nthese things as deadly weapons, but recognized that if\nit was a firearm, the penalty was greater than if it\nwere something other than a firearm.\nJUSTICE GINSBURG: I thought the deadly weapon\n-- the definition of deadly weapon -- that that could\ninclude a revolver or a pistol. You -- you seem to be\ndescribing now deadly weapon. That's one thing, and\nthat excludes guns. And then firearm, a discrete\ncategory. But I thought that deadly weapon includes at\nleast pistols and revolvers.\nMR. WHISMAN: A firearm includes pistols and\nrevolvers because a firearm is something -- anything\nfrom which a projectile is fired. So --\nJUSTICE GINSBURG: But -- but didn't the deadly\nweapon -- definition of deadly weapon include firearms?\nMR. WHISMAN: That's the way it was defined\nto the jury in this case. That's correct, Justice\nGinsburg. It was -- it was -- the -- the jury\ninstructions went to the jury to find deadly weapon as\na firearm. And over and over, the court reiterated,\nespecially in the instructions conference, that the --\nthere's no question but that the only weapon here is a\nfirearm, and so they used the simplified version of the\ninstructions.\nJUSTICE SOUTER: Wasn't --\nJUSTICE GINSBURG: But with a 1 -- 1-year\nenhancement or -- I thought that that could apply in a\ncase where the deadly weapon was a gun.\nMR. WHISMAN: No. Our -- our position, Your\nHonor, is that it cannot, that if -- you either have a\nfirearm or you have no enhancement whatsoever. If --\nthe only way that a -- that a gun could be a -- it's --\nit's because of the language, other than a firearm.\nSo, in other words, you have either a firearm and a 3-\nyear enhancement, or you have, as I say, no -- no\nweapon enhancement at all. So, in other words --\nJUSTICE KENNEDY: Well, would it be either\nproper or required by the Washington trial court to\ntell the jury, ladies and gentlemen of the jury, the\ncharge is assault? There is also the possibility of a\nsentence enhancement. It's a 1-year enhancement if\nit's a deadly weapon. It's a 3-year enhancement if\nit's a firearm and a pistol is a firearm. Would the\njudge err if he did that? Or another way of putting\nthe same question, would it be proper for the judge to\nleave out the 1-year deadly weapon instruction and just\ninstruct you can -- you must determine whether it's an\nassault and you must determine whether there's a 3-year\nenhancement for the use of a firearm?\nMR. WHISMAN: We believe that's exactly what\nthe court did in this case, Your Honor, by -- by\ninstructing the jury that deadly weapon is firearm. In\nWashington, we never tell the jury --\nJUSTICE KENNEDY: No, no. My hypothetical is\nhe says it's a 3-year enhancement if the deadly weapon\nis a firearm. That's -- what I'm asking is, in effect,\nunder Washington law, is it error if the judge allows\nthe definition of deadly weapon also to go to the jury\nso it can find a lesser included offense.\nMR. WHISMAN: Well, there -- there are two\nparts to the answer. Let me answer that one first.\nThere -- our position is there is no lesser\nincluded offense of a firearm that's still a deadly\nweapon. And if you look at State v. Olney, O-l-n-e-y,\nthat was one of the cases reversed in the Recuenco\ncase, you'll see that -- that they explain why that's\nthe case. In other words, it's either a firearm or\nthere's no enhancement whatsoever.\nThe -- the other part of the question I\nwanted to just clarify is that in Washington, we would\nnot be telling the jury the length of time that -- that\nthe defendant would face --\nJUSTICE KENNEDY: Well, then you're saying\nthe instruction here was proper.\nMR. WHISMAN: I'm saying that the\ninstructions that went to the jury, correct, were --\nwere proper.\nWhat was improper in this case is that the\nspecial verdict form did not sufficiently or\nspecifically enough preserve the jury's verdict so\nthat, in other words, when the jury passed on this case\nand returned a verdict form that said deadly weapon,\nthat did not expressly encompass the firearm. And so\n-- and that was -- that was the -- the mistake that was\nmade in this case. We should have submitted a verdict\nform to the jury that would -- that would let a jury\nexpressly describe what the verdict was.\nJUSTICE STEVENS: Could you -- could you\nclarify one thing for me? I just want to be sure I\nhave it in mind correctly. Is it correct that the\nfirearm has to be an operable firearm?\nMR. WHISMAN: That portion of the Washington\nlaw, Your Honor, isn't -- isn't crystal clear, but what\nI can say is that that's not in this case because trial\ncounsel at -- at trial in more than one occasion\nspecifically said it was irrelevant to this case. What\nwe have to prove is that the firearm was a real gun,\nand --\nJUSTICE STEVENS: But is -- just again, I'm\nnot trying to find out the answer to what happened\nhere, but just as a matter of what the law provides.\nIs it conceivable that a -- a gun which was not\noperable could nevertheless be a deadly weapon because\nit can be used as a club?\nMR. WHISMAN: In that circumstance, yes, Your\nHonor.\nJUSTICE STEVENS: It could be.\nMR. WHISMAN: But -- but obviously, as\ncounsel -- on page JA 31 and at JA 38, counsel very\nspecifically said the State tries to say that the\nnonworking firearm would also be the basis for this\noffense, and certainly it can be. And then at -- at\npage 38, they say, obviously, the question of whether\nit actually worked or not would be irrelevant under the\nlaw. So the -- strictly speaking, the question of\noperability wasn't before the jury.\nWe did have to prove that it was real. And,\nof course, there was never any dispute about that. The\ndefendant's -- by the defendant's own testimony, for\nexample, in the -- in the transcript at page 677 --\nthat would be volume 8, on 1/24/2000, page 677 -- the\ndefendant spoke at some length about the fact that he\nwas worried about his children getting a hold of this\ngun. There were significant safety concerns. At page\n680, he talked about how he locks it up all the time.\nJUSTICE GINSBURG: Would you explain again\nwhy it was irrelevant whether the gun was operable or\nnot?\nMR. WHISMAN: Operability, Your Honor, is --\nis -- there were a series of cases that -- that arose\nin Washington having to do with -- with a gun that was\nbasically a real gun, but that there was something\ntechnically wrong with it. And those series of cases\ndiscussed how soon it could be rendered operable to make\nit still constitute a real gun. But I think that's really\nkind of an esoteric area of the law.\nJUSTICE GINSBURG: But to be a real gun, it\nhas to be operable.\nMR. WHISMAN: Well, that's what the -- what\nthe cases have said is that it only has to be ready --\ncould be made ready to -- to fire in a short amount of\ntime, yes. As I say, that's simply not in this case\nbecause counsel conceded this gun -- that operability\nwasn't an issue here. All we had to prove was that it\nwas a real gun.\nJUSTICE SOUTER: Now, did you have to prove\nthat because, as -- as I have assumed, the charge\nincluded the statement that he had used a handgun? Was\nthat the term used?\nMR. WHISMAN: Yes, Your Honor.\nJUSTICE SOUTER: Okay.\nMR. WHISMAN: The charging document said the\ndefendant was armed with a deadly weapon, which\nestablishes the general category, and then, to wit, a\nhandgun. As I say, there -- there was no issue either\n-- either pretrial or throughout the course of the\ntrial that counsel knew precisely what he was facing.\nJUSTICE GINSBURG: But all that the jury\nfound was deadly weapon because that's all they were\nasked to find.\nMR. WHISMAN: That's right. They only used\nthe terms, deadly weapon, Your Honor, and that's why in\nthe Washington State Supreme Court, we conceded that,\ntechnically speaking, the jury's verdict didn't\nencompass the firearm finding. The express verdict\ndidn't encompass the firearm finding. But under the\nfacts and circumstances of this case, it's our -- our\nview that that error, even though it could be an error,\nis harmless.\nJUSTICE SCALIA: Well, you -- you could -- it\ncould be argued that it not only didn't encompass the\nfirearm finding, but it excluded the firearm finding.\nIf, as you tell us, there are two categories, one being\ndeadly weapon, which does not include firearm, and the\nother being firearm, wouldn't you say that the jury\nverdict positively contradicted?\nMR. WHISMAN: I think, Your Honor, Justice\nScalia, if you imagine a situation, as Justice Kennedy\nwas posing, where the jury was presented with two\noptions and they were going to choose one or the other,\nyou might be able to make that argument.\nBut here, the jury was presented only with\nthe definition saying deadly weapon is a firearm,\nwhether loaded or not. And under those circumstances\nand under the circumstances where the only weapon\nassociated with this assault is a firearm, the only\nthing that they could have premised their decision on\nwas the firearm.\nSo, as I say, it's not as though they were\nchoosing either or. In Justice Kennedy's hypothetical,\nyou might have had that situation.\nCHIEF JUSTICE ROBERTS: Is the jury given a\ncopy of the information?\nMR. WHISMAN: They are ordinarily read a copy\nof the information, Your Honor, at the start of the\ncase. I don't recall that being transcribed in the --\nin the transcript as -- as the court has it. That is\nthe ordinary course of proceedings.\nIn -- in the Respondent's brief, there is a\nfair amount of time spent on distinguishing this case\nor -- or trying to analogize this case actually to\ncharging defects. And as I've indicated already for the\npast few minutes, I believe that this case simply\ndoesn't present that issue because it was readily\napparent that this defendant was fully advised of what\nhe was facing.\nNow, if there were other defects -- if there\nwere true defects in the charging document or if the\ndefendant was surprised by the sentence that the judge\nultimately imposed, then we would have to analyze,\nseparately analyze, whether or not the charging document\nwas sufficient. And under this Court's jurisprudence\nand under Washington law, that is a separate analysis, a\nseparate analysis --\nJUSTICE GINSBURG: Why was deadly weapon put\nin by the prosecutor at all? If -- if you're right\nthat this is not a deadly weapon case, this is strictly\na firearm case, it's not a lesser included, here the\nprosecutor charged deadly weapon --\nMR. WHISMAN: Correct.\nJUSTICE GINSBURG: -- to wit, a handgun.\nAnd then the special verdict form doesn't say one word\nabout firearm. So couldn't the defendant expect, well,\nthey charged the main thing? They charged me with\ndeadly weapon, and they asked the jury to find deadly\nweapon.\nMR. WHISMAN: And -- and I think to answer\nthat question, Your Honor, again we have to step back\nto the year 2000 and -- pre-Apprendi, et cetera. At\nthat time, there were a series of cases, Meggyesy,\nOlney and Rai, R-a-i, that -- that are overturned,\nquite frankly, by the Recuenco opinion, where the\nappellate courts had quite expressly said that it was\nsufficient to submit the deadly weapon verdict form in\nthat form to a jury where it's clear that the only\nweapon at issue was a firearm. In each one of those\ncases, that was what was done. And in fact, in at\nleast one of them, the victim was shot, so there\ncouldn't be any question. So there was -- there was a\nwell-established practice in Washington law at the time\nof proving that sort of thing.\nNow, it's true that the more thorough\npractice, the more precise practice would have been to\nsubmit a verdict form that said firearm, but that\nwasn't done in this case, but it wasn't done, I\nbelieve, pursuant to those cases.\nUnless the Court has any additional\nquestions, I'd like to reserve the rest of my time for\nrebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Millett.\nORAL ARGUMENT OF PATRICIA A. MILLETT\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE, SUPPORTING THE PETITIONER\nMS. MILLETT: Mr. Chief Justice, and may it\nplease the Court:\nIn Neder, this Court held that the failure to\nsubmit an element to a jury -- an element of a crime to\na jury is subject to harmless error analysis because it\nis a nonstructural trial error.\nIn Apprendi and Blakely, this Court held that\nthe Sixth Amendment right to trial by jury recognizes\nno distinction between elements that set a maximum\npunishment, sentencing elements, and elements of the\nunderlying offense.\nFor that reason, the failure to submit an\nelement that sets the sentence to the maximum sentence\navailable should be subject to exact same harmless\nerror analysis that was applied in Neder. The exact\nsame constitutional value and constitutional right is\nat stake. The exact same analysis of the effects of\nthe error will be applied by the court, and it's the same\nsort of discrete error in time that you had in Neder.\nThere's no functional distinction between Neder.\nIn addition, in Schriro v. Summerlin, this\nCourt held that the failure to submit a sentencing\nelement to a jury is not the type of error that calls\ninto question the fairness, accuracy, or reliability of\nthe underlying proceeding.\nIn Cotton, this Court held that that same\ntype of error does not impugn the integrity, public\nreputation, or fairness of judicial proceedings.\nAnd in Mitchell --\nJUSTICE STEVENS: Ms. Millett, can I ask you\nthis one question? Would there ever be a case where it\nwas not harmless error when the judge makes the\nfinding? Isn't it -- wouldn't it be reasonable for the\nappellate court to assume, well, if the judge made the\nfinding, it's probably supported by the evidence and\npresumably the jury would have come out the same way?\nMS. MILLETT: No, I don't -- I don't think\nthat's true, Justice Stevens, that there will be times\n-- I don't think this is one of those cases, but there\nwill be --\nJUSTICE STEVENS: But there might be a rare\ncase, but in about 95 percent of the cases, wouldn't it\nbe true that the fact the judge made the finding is\npretty good evidence that the jury would have made the\nsame finding?\nMS. MILLETT: I think it will depend on\nwhether the evidence was disputed before the judge in a\n-- in a -- in the Federal system would have been\nsentencing hearing. And remember, sometimes --\nJUSTICE SCALIA: The judge doesn't have to\nfind it beyond a reasonable doubt, does he?\nMS. MILLETT: Exactly. Exactly, Justice\nScalia. There's not only -- there may be disputed\nevidence, but the standard may be different. It's not\nclear whether it was here, but at least as to some\nfactors. It's clearly not enough that there's\nsufficient evidence to support the judge's\ndetermination. The question would be whether there's\nany -- a jury could have found any doubt or when it's\nclear beyond a reasonable doubt, that the outcome would\nhave been the same.\nBut I do think in a case like this, it's\nimportant to keep in mind that it's -- this case\nillustrates that these things are not categorically or\nnecessarily unamenable to harmless error review. And\nin fact, what would happen in cases like this and a lot\nin the Federal system, where you have undisputed,\nuncontested facts -- and we know that because they had\nthe incentive to contest them at a sentencing\nproceeding.\nAnd so to hold that automatic reversal is\nrequired would mean it would go back for a retrial that\nwould have nothing to do -- nothing to do with the\nelement that was not decided by the jury. That would\nbe undisputed. There's not going to be any contest\nback here that the firearm, the semi-automatic that was\nhanded to the jury loaded and passed around to the\njury, was a firearm. It would just be a second bite at\nthe apple to contest things that were decided properly\nand beyond a reasonable doubt by the jury, consistent\nwith the defendant's constitutional rights.\nJUSTICE SOUTER: What -- what do we do about\nthe problem that is raised by -- by counsel on the\nother side, that Washington law is such -- or at least\nat the time the briefs were written, Washington law is\nsuch, as they understand it, that the -- that the issue\ncould never properly have been submitted to the jury,\nand -- and therefore, if -- if Washington courts are\ngoing to follow Washington law, in every case in which\na firearm is an issue, the case is going to be handled\nexactly like this? It's not -- the firearm issue is\nnot going to the jury. The firearm determination will\nbe made by the judge.\nIf the State of Washington decides not to\namend its law, we would have a situation in which, in\neffect, Apprendi is read out of the -- the\nconstitutional law simply by State procedure. And in\nevery case, the -- the response would have to be\nharmless error analysis on your theory. That is a\npretty neat way to undercut Apprendi. Is that not a\ngood reason to say we shouldn't have harmless error\nanalysis?\nMS. MILLETT: No, it's not, Justice Souter.\nFirst of all, the Hughes opinion on which they rely is\ncrystal clear that the only thing the court found was\nthat there was no procedure to re-empanel a jury on\nremand. And I point the Court to page 208 -- that's a\nP.3d citation and 149 in the Washington Reporter\ncitation -- where the court specifically said, we are\nonly talking about remand and not deciding whether\nthese things could ever be submitted to a jury in the\nfirst instance.\nJUSTICE SOUTER: So you're -- I'm sorry.\nYou're saying their argument is wrong, in effect, as a\n-- as a statement of Washington law.\nMS. MILLETT: I think that's right, but even\nif it weren't, if -- if you had some State that decided\nnot to fix its law, in light of Apprendi and Blakely, I\nexpect that what would happen is defendants would bring\nsort of -- there would be a facial constitutionality\nproblem with any attempt to prosecute under that. And\nthat may be the way to deal with it.\nThere's no question of willfulness here.\nThis is decided at a time when, in good faith, pre-\nApprendi even -- this isn't even the Apprendi/Blakely\nwindow -- that it was acceptable to have this sort of\ntwo-tier proceedings much like we are used to in sort\nof a death penalty context. And there's -- there's\nbeen no -- I'm sorry.\nJUSTICE SCALIA: I don't understand what --\nwhat you meant by a facial unconstitutional -- facially\nunconstitutional problem. You mean a Federal court\nwould enjoin the criminal prosecution because it's\nunconstitutional on its face? We wouldn't do that,\nwould we?\nMS. MILLETT: I can't imagine the Federal\ncourt would intervene in an ongoing State proceeding.\nJUSTICE SCALIA: Neither can I.\nMS. MILLETT: But State courts are perfectly\ncapable of -- of applying and we assume that they would\napply and adhere to constitutional law from this Court.\nJUSTICE SCALIA: So that -- that's not really\nan adequate answer, that it would be facially\nunconstitutional.\nMS. MILLETT: Well, my understanding was that\nthe Washington law -- Washington legislature didn't\namend its law to say that this could be submitted to a\njury. And then every defendant at the outset of the\ncase, would say you need to, you know, strike the\nindictment, dismiss this charge --\nJUSTICE SOUTER: A motion in limine kind of\n--\nMS. MILLETT: Right. I think there would be\na way -- I'm -- I'm confident there would be a way to\ndeal with it. And I don't think the way to deal with\nit is to assume that that's a reason to make harmless\nerror not available to these types of errors across the\nboard.\nCHIEF JUSTICE ROBERTS: The assumption of the\nhypothetical is, I take it, that the Washington State\njudges would deliberately violate our holding of a\nmatter of constitutional law in imposing the\nenhancement.\nMS. MILLETT: They would, and I think that's\nnot a fair assumption and it's certainly not the way to\ndecide whether harmless error analysis should apply. I\nmean, Blakely has been on the books for a couple of\nyears. Neder has been out there for 7 years, and we\nhaven't seen people deliberately trying to get around\npeople's Sixth Amendment rights.\nJUSTICE KENNEDY: Do you agree in this case\nthat the court did have the obligation to submit a\nspecial verdict form indicating that the defendant --\nasking whether the defendant was armed with a deadly\nweapon?\nMS. MILLETT: Yes, that's required by\nWashington law. The jury --\nJUSTICE KENNEDY: No. As a matter -- a\nconstitutional matter.\nMS. MILLETT: That --\nJUSTICE KENNEDY: Suppose the -- suppose the\njudge didn't ask about deadly weapon at all, just --\njust asked whether there's an assault.\nMS. MILLETT: Well, the -- it's assault in\nthe second degree which requires -- itself requires use\nof a deadly weapon. So it wouldn't even be assault in\nthe second degree under Washington law without the jury\nfinding a deadly weapon.\nJUSTICE KENNEDY: But you -- so -- so there\nhad to be an instruction that there was an assault in\nthe second degree?\nMS. MILLETT: There had -- there had to be a\ndeadly weapon to have assault in the second degree, and\nthen -- and I may not get all the nuances of Washington\nlaw, but then the jury had to have the sentencing\nenhancement, had to make a separate finding that the\ndefendant was armed with a deadly weapon at the time.\nI'm not sure, again, if it's essentially redundant in\nsecond degree assault cases or not. It's a little\nconfusing.\nBut the -- the law required that you find a\ndeadly weapon but it wasn't which deadly weapon. It\nwas just a baseline eligibility, and then it was up to\nthe court to decide which deadly weapon which would\nthen dictate the sentence.\nAnd one other point I'd like to make clear is\nthere's been some argument that this case is different\nfrom Neder because you have a completed defense. That\nis no different at all. You had a completed verdict\nfor a non-offense in Neder, and the distinction between\na judge making findings that make a verdict that\nsupport a non-offense into offense is not one that\nmakes a structural difference.\nAnd in Carella v. California, Rose v. Clark,\nyou had elements that stood on the fault line between\nlesser included offenses and greater included offenses.\nAnd now, there they weren't missing -- they weren't\ntechnically missing elements, but they were elements that\nwere subject to mandatory presumptions by the jury. And\nyet, this Court said that they're subject to harmless\nerror analysis.\nNow, obviously, the type of the element is\ngoing to affect the government's ability to prevail\nunder harmless error analysis, and there may well be\ntimes when the government will not succeed in that\nprocess, especially as you get elements that are more\ncentral to, you know, the -- the crime and -- and\ntraditional elements like the intent issues that were\nat issue in both Carella and in Rose v. Clark.\nThe other point I wanted -- I wanted to make\nis that the fact that the jury verdict form here came\nback consistent with -- with the -- or the jury verdict\nform in Neder came back with the completed crime\nshouldn't make a difference. The change in the -- that\njury verdict only came back because of a second\nmistake. The jury was wrongly and mistakenly told that\nif it found elements A, B, and C, it would -- it would\nestablish a -- a completed crime.\nThe fact that in this case you don't have\nthat second error isn't again a difference that makes\none error structural and the other nonstructural.\nThe important thing is that the right is the\nsame. The cost -- the right to the same, the ability\nof courts to analyze this error is the same. And on\nthe other hand, a rule of automatic reversal will\nimpose an enormous cost on victims and the public.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, Ms.\nMillett.\nMr. Link.\nORAL ARGUMENT OF GREGORY C. LINK\nON BEHALF OF THE RESPONDENT\nMR. LINK: Mr. Chief Justice, and may it\nplease the Court:\nThe Washington Supreme Court correctly held\nthat as a matter of Federal and State law, the error in\nthis case, as in Blakely cases generally, could not be\nsubjected to harmless error analysis.\nI think it's important to clarify that as a\nmatter of State law and -- and as recognized by the\nWashington Supreme Court in its decision in Recuenco,\nthe deadly weapon enhancement and the firearm\nenhancement are, in fact, lesser and greater offenses\nof one another. We know that based on -- on what --\nwhat action the court took on remand. It didn't\ndismiss the -- the enhancement altogether. It said the\nonly thing that could be done on remand was imposition\nof the lesser enhancement.\nJUSTICE SCALIA: How could it be lesser\nincluded when, as we've heard, firearm does -- I'm\nsorry -- deadly weapon does not include firearm? If\ndeadly weapon included firearm, then certainly -- I'm\nsorry -- deadly weapon would -- would -- could be a\nlesser included offense somehow. But the two are\nexclusive categories, aren't they?\nMR. LINK: Under Washington law -- it's\nimportant to understand that under Washington law, a\nhandgun is -- is a deadly weapon per se, but that\nhandgun is only a firearm if the State establishes the\nadditional fact that it has the capacity to fire, which\nis -- which is why the statute, the deadly weapon\nstatute, and the definition of deadly weapon in -- in\nthe statutory provision specifically includes handguns,\nrevolvers, and other guns.\nJUSTICE SCALIA: But if it has the capacity\n--\nJUSTICE KENNEDY: But the statute does say\ndeadly weapon other than a firearm.\nMR. LINK: The definition statue of -- of\ndeadly weapon doesn't. It's --\nJUSTICE KENNEDY: But the enhancement section\ndoes.\nMR. LINK: It's a separate provision on the\nenhancement -- or excuse me -- as to the length of the\nenhancement that would be imposed does.\nJUSTICE KENNEDY: Well, do you think in this\ncase you'd be entitled to a lesser included offense\ninstruction as a matter of law?\nMR. LINK: I believe that as a matter of\nWashington law, the answer would be yes. And again, I\nthink it turns on the fact that there's this additional\nfactor, additional element, of capacity to fire that\ndifferentiates a handgun from a firearm.\nJUSTICE KENNEDY: Well, was there any\nevidence that it didn't have the capacity to fire?\nMR. LINK: There was no evidence, I think, to\nsuggest that it did.\nJUSTICE KENNEDY: You're not entitled to --\nyou're not entitled to a lesser included offense\ninstruction for which there's no evidence.\nMR. LINK: Under Washington law, a defendant\ngets a lesser included instruction so long as the\nevidence, viewed in the light most favorable to him,\nwould support the fact that the lesser was -- was\nincluded.\nNow, it can't turn on whether or not the\nState -- or whether the jury simply disbelieves the\nState's proof, but it can -- when looking at the -- the\nevidence in the light most favorable to the defendant,\nlook at holes in the State's evidence, such as the fact\nthat there is no evidence before this jury about this\ngun's capacity to fire.\nJUSTICE SOUTER: No, but there -- there is\nevidence from which the jury could find that it was a\nreal gun, and in the absence of any indication to the\ncontrary, that is competent evidence for the jury to\nuse in concluding that it would function like a real\ngun. It's not -- they didn't have to put in further\ntechnical evidence. An issue might have been raised.\nI mean, your -- the -- the defendant might have come up\nand -- and presented evidence to the effect that it was\nonly a starter pistol, in which case, okay, there would\nbe a real issue. But in the absence of any reason to\ndoubt that the handgun was what it purported to be,\nthere would be no reason to -- there would be no\nrequirement of further evidence about functionality,\nwould there be?\nMR. LINK: As a matter of Washington law and\nas of the fact that this is, indeed, an element of a\ngreater offense, there is a requirement on the State to\ncome forward with additional proof of the capacity to\nfire.\nJUSTICE SOUTER: What's -- what's your\nauthority? I mean, that doesn't seem -- as a matter of\nfactual common sense, that doesn't seem required. Is\n-- is there a Washington case that requires that?\nMR. LINK: There is not. It's the statutory\nlanguage of the deadly weapon enhancement itself.\nJUSTICE SOUTER: And what exactly in the\nlanguage is it that you hang your hat on?\nMR. LINK: The fact that the deadly weapon\nenhancement can apply specifically to a handgun\nregardless of the manner in which it's used. For\ninstance, it -- a -- a handgun that does not have the\ncapacity to fire could be used to -- to strike an\nindividual, and in that context would be a deadly\nweapon regardless of whether it was likely to cause a\nserious bodily harm.\nJUSTICE SOUTER: No -- no question. But if\nthere -- but if there is no reason to question its\napparent functionality, I mean, you know, it's a\nhandgun. It looks like a handgun. Somebody is holding\nit like a handgun -- there -- there is no reason, it\nseems to me, as a matter of fact or based on the\nstatute to doubt that it would be functional. And\ntherefore, it would seem to me that the proof would be\ncompetent that it was a functioning handgun in the\nabsence of any question raised.\nMR. LINK: Again, if we compare the\ndefinition of a deadly weapon under Washington law with\nthe definition of a firearm under Washington law, a\nhandgun is by definition a deadly weapon. But a\nhandgun is not by definition a firearm.\nCHIEF JUSTICE ROBERTS: Counsel, you asked\nfor an instruction on the lesser offense of aiming a\nfirearm. Under that provision of Washington law, does\nthe firearm have to be operable as well?\nMR. LINK: It would seem that the -- the same\ndefinition of firearm would apply.\nCHIEF JUSTICE ROBERTS: So you ask for an\ninstruction assuming that the firearm at issue in this\ncase was operable.\nMR. LINK: No. Again, I believe that he --\nhe asks -- an individual could ask for an instruction\nin that case and still maintain that the State hasn't\nmet the proof of -- of establishing even the lesser.\nAnd there's nothing tactically contradictory about\ndoing so. If -- if one -- if an attorney can convince\nthe court to -- to allow the jury to consider a lesser,\nand then still challenge that -- the proof of that\nlesser --\nCHIEF JUSTICE ROBERTS: But if the firearm\nwere not operable, you would not have been entitled to\na jury instruction on the lesser offense of aiming a\nfirearm. Correct?\nMR. LINK: If the firearm -- if looking at\nthe evidence in the light most favorable to the State,\nhe may not have been entitled under the -- the factual\nprong that -- that the Washington courts use on lesser\nand greater offenses.\nJUSTICE ALITO: Let's say a new case comes up\ntomorrow and the person is charged in an information\nwith assault in the second degree, and it's clearly\nalleged in the information that a firearm was used.\nBut then when the case is submitted to the jury, the\njudge just forgets to charge on the firearm factor or\nelement. Would that -- could that be harmless error?\nIs that any different from the case that's before us?\nMR. LINK: I think that if the parties\nlitigate the question of whether or not it was an\nassault with -- with a firearm, as opposed to litigate\nthe offense of assault with a deadly weapon, and then\nthere's merely an omission from the elements, I think\nthat's a different case. But I don't --\nJUSTICE ALITO: Well, it's a different -- is\nit a materially different case?\nMR. LINK: I think it's a materially --\nJUSTICE ALITO: Is it just like Neder, or is\nit different from Neder?\nMR. LINK: I think that scenario would be\ncloser to Neder, but I think that's a different\nscenario than what we have here. And I think the\nreason why it's different here is because the jury\nreturned -- under Washington law, returned a complete\nverdict. There is no -- there was no error in either\nthe verdict or in the jury instructions as a --\nJUSTICE BREYER: Take Justice Alito's case,\nand nobody litigated it because nobody doubted that it\nwas a loaded gun. Now, what's the result?\nMR. LINK: In that scenario, if the evidence\nis overwhelming as -- as perhaps it was in Neder, one\nmight assume that the error is uncontroverted. But --\nJUSTICE BREYER: All right. So -- so,\ntherefore, it's harmless. So, therefore, we use\nharmless error analysis. So what's the difference\nbetween that case and this case?\nMR. LINK: Because I think unlike Neder this\ncase involves a jury -- or excuse me -- the -- a -- the\nwrong entity has determined the defendant's guilt not\non the crime at issue --\nJUSTICE BREYER: Yes, I quite -- I quite\nagree with you that there is the difference that in the\nAlito case as amended, it all happened before the jury\ngot its verdict. In our case, it happened after the\njury reached a verdict. Now, absolutely true.\nAnd my question, of course, is why does that\nmatter.\nMR. LINK: Because in a scenario where the\njury has been properly instructed and has returned a\ncomplete verdict --\nJUSTICE BREYER: No, no. It was improperly\ninstructed. The judge forgot to give this instruction\nabout the nature of the firearm. I take it -- at least\nmy case -- the judge forgets to instruct about the\nfirearm. He just forgets. All right? And then the\njury goes out. It comes back and the lawyer says,\nJudge, I handed you the instruction. Why didn't you\ngive it? He says, oh, my God, I forgot. Now, does\nharmless error apply to that case?\nMR. LINK: I think that scenario is closer to\nNeder than it is to this case.\nJUSTICE BREYER: And I want to know why that\nmatters because the only thing I've tried to create the\nhypothetical to matter is the one thing happens before\nthe jury goes out, and the other happens after. And\nwhy does that matter?\nMR. LINK: I think it matters because in a\nscenario like this, as opposed to either Neder or -- or\nthe hypothetical, the only offense that has ever been\nlitigated to the parties -- or by the parties to the\njury was the lesser offense. The parties understood\nthat only the lesser offense was at issue, and we know\nthat because in response to Mr. Recuenco's motion to\nvacate, the State told the judge you aren't required to\ngive the firearm instruction because that's not an\nelement of either the substantive charge or the\nenhancement.\nJUSTICE SOUTER: No. But it's also the case,\nas I understand it, and as counsel on the other side\nconfirmed a few moments ago, that the charge\nspecifically specified that a handgun had been used.\nSo this is not a case, as I think you were suggesting,\nin which there has never been a charge of the offense\nplus the enhancement they now claim. The -- the\nproblem was in the jury verdict, not in the charge, not\nin notice to the defendant. And if that's the case,\nwhy isn't it just like Neder?\nMR. LINK: Because, again, I go back to\nWashington law. And the fact that handgun is alleged\nin the information does not establish that it's a\nfirearm because a handgun --\nJUSTICE SOUTER: Well, a -- a firearm, as I\nunderstand it, is defined to include a pistol or a\nrevolver. Is that correct?\nMR. LINK: It is.\nJUSTICE SOUTER: All right. Isn't the\nnatural reading of -- or understanding of the word\nhandgun that it's a pistol or a revolver? I mean,\nisn't that what people would normally take it to mean?\nMR. LINK: That may be, but as a matter of\nWashington law, that's not the case. And it may defy\ncommon sense, but that's what it does.\nJUSTICE SOUTER: Yes, but you're asking for a\n-- you're asking for a Federal constitutional ruling,\nand right now, if I understand you correctly, you're\narguing that you ought to win because if you don't win,\nas a matter of Federal constitutional law, we would be\ncondoning a verdict for an offense that was never\ncharged.\nBut if, in fact, handgun is properly read,\nproperly understood to mean a pistol or a revolver, and\nthat's what a firearm -- that's -- that's what a\nfirearm is -- is defined to include under Washington\nlaw, then in fact the offense has been charged. The\nenhancement has been charged. And as a matter of\nFederal constitutional law, it seems to me that ought\nto be enough to bring it within Neder regardless of\nwhat the quirks of Washington law may be.\nMR. LINK: If, in fact, the allegation of\nhandgun is sufficient to bring it in the context of\nNeder, then there -- there was no error at all. There\nwould not have been a Blakely violation in this case.\nAnd the wrong -- the State was wrong all along to\nconcede that there was because Apprendi doesn't just\ninvolve -- doesn't just say that sentencing elements\nare the equivalent of elements in the traditional\nsense. It says they're the equivalent of elements of a\ngreater offense. And the State concedes and the\nWashington Supreme Court has found that, in fact, there\nwas a Blakely violation in this case.\nJUSTICE SOUTER: And that's because it -- it\ndidn't go to the jury.\nMR. LINK: That's because the judge, as\nopposed the jury --\nJUSTICE SOUTER: Yes.\nMR. LINK: -- decided Mr. Recuenco's guilt on\na greater offense.\nJUSTICE SOUTER: Right.\nMR. LINK: So -- so as a matter of Washington\nlaw, Mr. Recuenco's jury was properly charged and\nproperly returned a verdict on the only offense\nlitigated and that was the lesser offense of assault\ntwo with a deadly weapon.\nJUSTICE SOUTER: Well, when you say it's not\nlitigated, do you mean simply that nobody, none of the\nwitnesses, none of the counsel in argument, disputed\nthat a handgun was there? In other words, it was just\none of those things everybody understood. Is that what\nyou mean when you say it wasn't litigated?\nMR. LINK: What I mean by saying it wasn't\nlitigated is that it was the understanding of the\nparties at trial that the firearm element was not at\nissue because that had not been charged, that that was\nnot the charge in front of the jury.\nJUSTICE SOUTER: And -- and what do you --\nwhat do you base that statement on? In other words, I\n-- I think you're now arguing that the understanding\nwas that although it looked as though the -- the most\nserious enhancement had been charged, the understanding\nof the parties was that it had not been. If that's\nyour argument, what is your basis for saying that?\nMR. LINK: Again, I could point to the -- the\nprosecutor's response in the motion to vacate. I can\npoint to the court's judgment and sentence, which I\ndon't have the cite for right off the -- my head, but\nit is in the joint appendix. On that form, as is\ncommon in Washington, there are two boxes for the court\nto check. One says that a verdict regarding a deadly\nweapon -- or excuse me -- that a firearm other than a\ndeadly weapon was returned. The other says that a -- a\n-- excuse me. One says that a verdict form for finding\nthat the person was armed with a firearm was returned.\nThe other says that it was merely the verdict form for\nbeing armed with a deadly weapon other than the\nfirearm. The trial --\nCHIEF JUSTICE ROBERTS: Counsel, what your\ntrial counsel said was that the -- I'm quoting from the\njoint appendix, page 30 -- the allegation and the basis\non which this case was tried was under the theory of\nfirearm. It seems inconsistent with your\nrepresentation that nobody had an idea that they were\ntrying this under the theory of a firearm.\nMR. LINK: I think it's -- it would be\nequally inconsistent with the State's current position\nif we look at JA 35 where the prosecutor's response was\nwe didn't need that instruction because firearm was not\nan element of the crime charged.\nJUSTICE KENNEDY: Do you think it would have\nbeen error in this case based on the evidence presented\nand the way the -- the case was argued -- would it have\nbeen error for the judge to instruct the jury that if\nthey found that there was a firearm involved, they\nshould make a -- they could make a -- a finding on\nthat?\nMR. LINK: Well, it's interesting because\npost Recuenco, after the Washington Supreme Court's\nruling in this case, yes, that would be an error\nbecause after the Washington Supreme Court's decision\nin this case, what they said is that --\nJUSTICE KENNEDY: But as a constitutional\nmatter, would it have been error for the judge to\ninstruct the jury in this case, based on this evidence,\nthat they could return a verdict that a firearm was\nused as part of the assault?\nMR. LINK: As a matter of constitutional\nerror, no, I don't believe it would have been. But as\n-- but under Washington law, it was a verdict they\ncouldn't -- as we know from Recuenco now, it's a\nverdict they couldn't have returned.\nCHIEF JUSTICE ROBERTS: Ms. Millett tells us\nthat that only applies on remand under -- under the\nHughes case.\nMR. LINK: Under Washington law, when a court\n-- as I think is common under Federal law, whenever a\ncourt interprets a statute, determines what it means,\nthat is what the statute has always mean -- means, and\n-- and that is what that statute will mean in the\nfuture until such time as the legislature amends it.\nAs of this date, while the -- the legislature\nhas amended the statutes at issue in Hughes, it has\ndone nothing with respect to this statute. So, as it\nstands now, based on the recognition of the Washington\nSupreme Court that at the time of the entry of that\ndecision, there was no provision to submit that\nquestion to a jury in Mr. Recuenco's case. There was\nalso no provision to submit it to a jury in another\ncase because prior to Recuenco, the only means by which\nthe firearm enhancement could be obtained was pursuant\nto the decisions in Meggyesy, Rai, and Olney. And that\nwas the very manner that was used here, and that was\nthe very procedure that the Washington Supreme Court\nfound violative of Blakely.\nJUSTICE STEVENS: Mr. Link, will you just --\nmaybe I -- I should know this, but the information\ncharges an assault in the second degree using the deadly\nweapon. If they had charged use of a firearm rather\nthan a deadly weapon, what would the crime have been?\nWould that also have been assault in the second degree?\nMR. LINK: Well, that's an interesting twist\nunder Washington law because the deadly weapon is -- is\nactually two elements of assault two. Under the\nsubstantive offense, it's a component of -- of assault,\nand also an element of the -- but to allege a firearm,\nit is possible that the substantive offense could have\nbeen elevated to assault one. It's also possible that\nit could have simply been an assault two with a firearm\nenhancement. So --\nJUSTICE STEVENS: The firearm enhancement\nitself would not covert it from second degree to first\ndegree.\nMR. LINK: No.\nAnd -- and I think this illustrates a point.\nUnder Washington law, the State could charge assault\nthree with a firearm enhancement in -- in a case in\nwhich a person used a gun. There's nothing under\nWashington law that requires the prosecutor to charge\nthe greatest offense. There's nothing under Federal\nconstitutional law that even if that greater offense is\ncharged, that the jury must return a verdict on that\ngreater offense. In fact, the jury, as the circuit\nbreaker in the system, has always -- always has the\nright, regardless of the strength of the evidence and\nregardless of -- of what the trial court might view as\nthe correctness of the charge, to return the verdict on\nthe lesser.\nJUSTICE KENNEDY: You say regardless of the\nstrength of the evidence. How about no evidence at\nall?\nMR. LINK: I think this Court's jurisprudence\non -- on questions of -- of lenity and interpreting\njury verdicts would allow a jury to return a verdict\nthat -- that isn't necessarily supported by the\nevidence. It's the understanding that it's their --\nJUSTICE KENNEDY: Well, the question is\nwhether or not it requires it.\nMR. LINK: I don't think this Court requires\nthat the jury -- but I think what -- what I'm trying to\nsay, I guess, is that it requires -- not requires. It\n-- it imposes deference on the trial courts that they\ncannot second-guess the jury, that because the jury is\nalways free to return a verdict on the lesser offense,\nthere simply cannot be a situation in which the trial\ncourt, based on its own assessment of the facts, gets\nto enter the greater.\nCHIEF JUSTICE ROBERTS: Well, doesn't --\nisn't that true in Neder as well?\nMR. LINK: I think in Neder -- Neder is a\ndifferent case and for a number of reasons. Unlike\nNeder, there has never been a claim that there's any\nincorrectness in either the verdict in the charge or in\nthe jury instructions. In fact, Mr. Recuenco from the\noutset had no reason to suggest that there was anything\nwrong because the State was free to charge him with the\nlesser offense, and they did. There would be no motive\non his part to say, excuse me, Your Honor, I think I'm\nreally guilty of a greater offense. Please ask the\nState to amend its information.\nJUSTICE ALITO: You keep saying a lesser\noffense and a greater offense, but under Washington\nlaw, there's just one offense. Isn't that right? It's\nsecond -- it's assault in the second degree.\nMR. LINK: It's assault in the second degree\nwith the additional deadly weapon enhancement.\nJUSTICE SOUTER: And if we accept -- going\nback to our earlier exchange, if we accept the\nproposition that charging that he used a handgun was\nsufficient to charge a firearm, then the charge against\nhim was assault in the second degree with the maximum\nenhancement for use of a firearm.\nMR. LINK: Again, had --\nJUSTICE SOUTER: You -- you and I may\ndisagree on -- on how to read -- how to understand\nfirearm, but if you read it the way I just suggested,\nthen the charge was assault two with the maximum\nenhancement. Isn't that correct?\nMR. LINK: I think if the information and --\nand the instructions were read in that manner, the\nState was wrong to concede that there was Blakely error\nhere at all because, if as a matter of law, a handgun\nis automatically a firearm, there would have been no\nBlakely violation at all. But that's not the case.\nJUSTICE SOUTER: Well, I thought the -- I\nthought the reason they conceded the Blakely violation\nwas that in the instructions to the jury, the\ninstruction only went to deadly weapon and the\ninstruction did not specifically refer to firearm. I\nthought that's why they -- they stipulated that there\nwas a Blakely error. As a matter of the fact about the\ninstruction, is -- is my description correct?\nMR. LINK: I'm not sure I can answer right --\nI believe the instruction mentioned handgun. The\ninstruction --\nJUSTICE SOUTER: All right. And it didn't --\nit didn't use the -- let's put it this way. it didn't\nuse the word firearm. Right?\nMR. LINK: No, it did not.\nJUSTICE SOUTER: That's -- that's why they\nconceded a Blakely error.\nMR. LINK: But again, if -- if under\nWashington law, a handgun were automatically a firearm,\nthe instruction wasn't erroneous at all.\nCHIEF JUSTICE ROBERTS: Well, but the special\nverdict form still was.\nMR. LINK: But the instructions for use of\nthe special verdict form would not have been. And --\nand it's because of that -- that quirk in Washington\nlaw -- and the State offered us some suggestion of why\nthat quirk exists. The deadly weapon provisions have\nbeen a part of the Washington sentencing scheme since\nits enactment in the mid-'80's. It was only about 10\nyears later that the additional enhancements for\nfirearm were added, and -- and they were enacted by --\nby a citizens initiative. And there's very little\nreference between the two of them.\nBut they still exist together because there's\nnothing that suggests, again, that the State couldn't\nallege the lesser offense even where a handgun is -- is\ninvolved because it is the difference between a handgun\nwith nothing more and a handgun that has the capacity\nto fire. And it's that additional component of\ncapacity to fire that truly creates the greater and\nlesser offense in this case.\nJUSTICE STEVENS: May I just clarify one\nother thing? Capacity to fire doesn't mean it had to\nbe loaded, though.\nMR. LINK: Capacity to fire does not mean per\nse operability. It -- it means that this instrument\nhas the capacity to fire whether or not --\nJUSTICE STEVENS: An unloaded gun could be a\nfirearm.\nMR. LINK: An -- an unloaded gun could be a\nfirearm so long as it has the capacity to fire.\nJUSTICE KENNEDY: In the charging document,\nwhere it says that he was armed with a deadly weapon,\nto wit, a handgun, and then it cites the Washington\nstatutes, those citations include the 3-year\nenhancement provision?\nMR. LINK: The -- the citation to what is now\n--\nJUSTICE KENNEDY: It cites RCW 9.994A.125 and\n9.94A.310. Is one of -- is one of those the 3-year\nenhancement?\nMR. LINK: .310 is -- is the definition of\ndeadly weapon. The other one -- excuse me -- .125 --\nJUSTICE KENNEDY: 9.94A.125.\nMR. LINK: That includes both the firearm --\nthe additional time for firearm enhancement, as well as\nthe time for the deadly weapon enhancement.\nJUSTICE KENNEDY: So it includes the 3 years.\nMR. LINK: It -- it cites both, depending on\nwhat subsection it's citing. So it doesn't necessarily\nidentify one as opposed to the other.\nJUSTICE KENNEDY: But it does include it.\nMR. LINK: It is in that -- that statute,\nyes.\nCHIEF JUSTICE ROBERTS: And do you know if\nthe information went to the jury in this case?\nMR. LINK: As is consistent with Washington\nlaw, it's read to the jury at -- at the outset, but it\n-- it would be inconsistent, I think, with practice in\nWashington to have actually submitted the -- the\ninformation to the jury.\nIn a situation like this, where the wrong\nentity has determined a person's guilt, despite the\njury's complete verdict on a lesser offense, the\napplication of harmless error simply eviscerates what\nBlakely sought to draw as the limits -- or excuse me --\nas the -- as the outer boundaries of the jury's right.\nAnd in fact, it -- it's the equivalent of a second\nSixth Amendment violation because in each instance, the\njury's complete verdict on the lesser offense is being\nset aside. In the first instance, it's based on the\ntrial court's review of -- of the strength of the\nevidence, and in the second instance, it's based on the\n-- the appellate court's review of the strength of the\nrecord to support not the jury's verdict, but instead\nthe trial court's assessment of the proper charge.\nCHIEF JUSTICE ROBERTS: Well, the other way\nof looking at it is it's based on trying to understand\nwhat the jury meant when it said deadly weapon when the\nonly evidence of a deadly weapon they were presented\nwas a firearm.\nMR. LINK: It assumes, I think, that -- that\nthe -- it assumes the correctness of the judge's -- of\nthe trial court's assessment of the facts rather than\nsimply accept the -- the jury's verdict for what it was\nbecause, again, as a matter of Washington law, Mr.\nRecuenco could be found guilty of assault two with a\ndeadly weapon even if he used what appeared to be a\nhandgun, absent some proof of capacity.\nAnd again, as a matter of -- of Sixth\nAmendment jurisprudence, even had the State put\ntogether evidence establishing the capacity of the\ninstrument to fire, the jury would have been free to\nreturn a verdict on the lesser offense of deadly\nweapon, even if it were to contradict Washington law on\nthat point. The jury would --\nCHIEF JUSTICE ROBERTS: And in Neder, even if\nthe jury had been asked to rule on materiality, it\ncould have decided not to rule according to the\nevidence. The same argument applies in Neder.\nMR. LINK: But -- but, again, in Neder, the\njury returned a verdict of guilty on the offense that\nwas litigated to it and based on the parties'\nunderstanding of what offense was at issue. In this\ncase, that doesn't happen. And, again, it's\nillustrated by the prosecutor's response to Mr.\nRecuenco's motion to vacate, and it's illustrated by\nthe court's judgment and sentence, which is at page 14\nof the joint appendix, where it specifically finds that\nthe only verdict -- and -- and again, doesn't question\nthe verdict -- that the only verdict returned was\ndeadly weapon other than a firearm. It doesn't assume\nthat the jury found that it was the firearm verdict.\nIt doesn't make that assumption. It recognizes that\nverdict for what it was. But based on then-existing\nWashington law, which Recuenco overturned, it concluded\nit had to impose the firearm enhancement.\nSo there's no suggestion by either the\nparties or the trial court or the Washington Supreme\nCourt, for that matter, that there was anything wrong\nwith the jury returning a verdict of deadly weapon\nbecause, as a matter of Washington law and as\nrecognized by each of those -- those entities, the jury\n-- the jury could do that, and they did.\nRefusing to apply harmless error in this case\ndoesn't require a single retrial of a single\nindividual. Unlike the normal case, unlike Neder\nitself, in -- in those cases, had harmless error not\napplied, the defendants would have been entitled to a\nnew trial. That's not true after Blakely. At best,\nwhat would happen is -- is defendants would be remanded\nback to -- to the various trial courts for the reentry\nof the sentence that's supported by the -- the jury's\nverdict. There will be no need to conduct new trials.\nThere will be no need to do anything, other than that\nsimple ministerial act. There simply is no prudential\nreason. There won't be the flood of -- of retrials or\n-- or the prison doors thrown open for -- for people to\nwalk free with no convictions.\nJUSTICE KENNEDY: Well, I -- I take it\nWashington wouldn't have the option -- suppose that you\nprevail. Washington doesn't have the option to give\nhim a whole new trial, do they, because there's been\ndouble jeopardy, I take it.\nMR. LINK: As it exists now and based on the\nWashington Supreme Court's decision in Hughes and\nRecuenco, those individuals sentenced before the\nWashington legislature amended the act would simply be\nentitled to have their cases remanded back for entry of\na conviction based on the jury's verdict.\nJUSTICE KENNEDY: What I'm saying, you don't\nconcede, do you, that Washington would have the option\nto retry him to try to obtain the 3-year enhancement.\nMR. LINK: I -- I certainly don't.\nJUSTICE KENNEDY: I wouldn't think so.\nMR. LINK: And both as a matter of double\njeopardy and as a matter of Washington law, I don't\nthink that -- that would -- could occur.\nThe Washington Supreme Court correctly held\nthat harmless error analysis could not apply where the\ntrial court has set aside the jury's complete verdict\non a lesser offense in favor of a judgment on the\ngreater, both as a matter of State and Federal law.\nAnd Mr. Recuenco would ask this Court to affirm that\ndecision.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Whisman, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF JAMES M. WHISMAN\nON BEHALF OF THE PETITIONER\nJUSTICE SCALIA: Mr. Whisman, can I -- can I\nask you a hypothetical which I think puts in starker\nform what the -- what your colleague here says this\ncase involves?\nSuppose that -- that you have a statute, a\nmurder statute, which applies to the murder of a single\nindividual, but -- but you have another statute with a\ndeath penalty called aggravated murder. And it's a\ndifferent crime and it -- it requires the -- the\nkilling of more than one person in -- in the same -- in\nthe same event.\nLet's assume a trial in which somebody came\ninto a bank with a machine gun. Only one person came\nin, and five people were killed. But the prosecution\nonly brought a prosecution for simple murder. Okay?\nAnd the jury comes back with a verdict for -- for\nsimple murder.\nCertainly a judge would not be able to say,\nwell, no jury could possibly have found simple murder\nhere without also thinking that this person was guilty\nof -- of this greater offense of -- of aggravated\nmurder and, therefore, I'm going to enter a judgment of\naggravated murder.\nThat's what the -- the defense says happened\nhere, that there was just a verdict of -- of the lesser\noffense. That's all the jury found. It could have\nfound more and maybe -- maybe in finding that, it -- it\nmust have thought that the greater offense also\nexisted, but it never came in with a verdict for the\ngreater offense.\nNow, tell me why what happened here is\ndifferent from -- from the hypothetical.\nMR. WHISMAN: I think the key difference is\nthe charging part of your hypothetical. Your\nhypothetical assumes this defendant was never put on\nnotice that he was facing aggravated murder, and if\nthat were true, then under your cases and under --\nunder our Washington law, we would analyze that as a\nfailure of notice. The -- and it could have any number\nof implications for a defendant, including the evidence\nthat they marshal at trial, but also including perhaps\nhis interest in negotiating a plea agreement if a\ndefendant doesn't know that he's facing aggravated\nmurder at the end. So --\nJUSTICE KENNEDY: Well, suppose under Justice\nScalia's hypothetical, aggravated murder is -- is in\nthe charging documents, but the judge doesn't say\naggravated murder when he submits it to the jury.\nMR. WHISMAN: Then I think that is\nsusceptible to harmless error analysis, Your Honor.\nAnd it would be -- there would be an open question as\nto whether or not, of course, it is harmless, but then\nI think that we're back to the Neder situation.\nJUSTICE STEVENS: But then we'd have Justice\nScalia's case if this information left out the words,\nto wit, a handgun.\nMR. WHISMAN: You would be closer to Justice\nScalia's case, Justice Stevens, yes. Although under\nWashington law, we analyze the charging document and\nthe sufficiency of it and ask whether or not it was --\nthe words used sufficiently appraised the defendant.\nBut I think the defendant would have a stronger\nargument for the fact that he didn't know what he was\nfacing if you had that hypothetical.\nCHIEF JUSTICE ROBERTS: And those are the\nsort of considerations that can be taken into account\nunder harmless error analysis. Right? The absence of\nnotice, the prejudice. I would have put on this\nevidence if I had known I was accused of using a\nhandgun.\nMR. WHISMAN: They can be a component of the\nharmless error analysis. Ordinarily in Washington, we\nwould handle that as a charging document challenge. In\nother words, the defendant would say I was never\ncharged with this crime and therefore I didn't marshal\nmy evidence, et cetera. It's a due process violation.\nEither way, I don't think that the -- the conviction\nstands much chance of surviving.\nI did want to answer, first, a question that\nhad been raised by pointing the Court to JA 18 where\nthe defendant says, my proposed instruction makes clear\nthat the deadly weapon in question is the firearm, that\n-- not that some other kind of weapon might have been\ndeadly. So I think that focuses the issue\nappropriately.\nI also wanted to point out that Justice\nAlito's hypothetical is really the State v. Williams\ncase that we cited at page 14 in our reply brief where\nthe defendant was expressly charged firearm and the\nvictim was shot during the course of the crime. And\nthe issue didn't go -- the -- the same verdict form as\nwe have here -- in other words, it said only deadly\nweapon -- was given to the jury, and the Washington\ncourt of appeals, feeling itself bound by Recuenco,\nreversed that finding.\nSo I think that the opinion of the Washington\nSupreme Court is unduly broad and should be overturned.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. WHISMAN: Thank you, Your Honor.\nCHIEF JUSTICE ROBERTS: The case is\nsubmitted.\n(Whereupon, at 11:02 a.m., the case in the\nabove-entitled matter was submitted.)\n"
    }, 
    "respondents": [
        "No. 05-83 ARTURO R. RECUENCO."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 19, 
        "JUSTICE ALITO": 4, 
        "JUSTICE BREYER": 5, 
        "JUSTICE GINSBURG": 8, 
        "JUSTICE KENNEDY": 28, 
        "JUSTICE SCALIA": 9, 
        "JUSTICE SOUTER": 24, 
        "JUSTICE STEVENS": 10, 
        "MR. LINK": 60, 
        "MR. WHISMAN": 28, 
        "MS. MILLETT": 15
    }
}