{
    "appearances": {
        "content": "ROBERT D. KLAUSNER, ESQ., Plantation, Fla.; on behalf of\nthe Petitioners.\nMALCOLM L. STEWART, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the Respondent.\n"
    }, 
    "caseNum": "06-1037", 
    "caseinfo": {
        "content": "KENTUCKY RETIREMENT :\nSYSTEMS, ET AL., :\nPetitioners :\nv. : No. 06-1037\nEQUAL EMPLOYMENT :\nOPPORTUNITY COMMISSION. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nROBERT D. KLAUSNER, ESQ.\nOn behalf of the Petitioners 3\nMALCOLM L. STEWART, ESQ.\nOn behalf of the Respondent 23\nREBUTTAL ARGUMENT OF\nROBERT D. KLAUSNER, ESQ.\nOn behalf of the Petitioners 49\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, January 9, 2008\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:09 a.m.\n"
    }, 
    "petitioners": [
        "KENTUCKY RETIREMENT", 
        "SYSTEMS, ET AL.,"
    ], 
    "proceedings": {
        "content": "(11:09 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 06-1037, Kentucky Retirement Systems v.\nEEOC.\nMr. Klausner.\nORAL ARGUMENT OF ROBERT D. KLAUSNER\nON BEHALF OF THE PETITIONERS\nMR. KLAUSNER: Mr. Chief Justice, and may it\nplease the Court:\nRetirement eligibility in Kentucky is based\non 20 years of service or age 55. Age is not the only\ndeterminant. And \"age\" is not a bad word. As Justice\nWhite said in McMann v. United Airlines, all retirement\nplans necessarily make distinctions based on age.\nHere it is age or service. And the EEOC's\nfocus on age alone fails to appreciate that Kentucky is\nan integrated, consolidated retirement plan with the\ngoal of providing benefits to all qualified workers. To\nsay, as the EEOC does, that all younger workers will\nalways fare better than all older workers is factually\nwrong, and it fails to appreciate the myriad factors\nthat go into determining pension amounts.\nIt's not age alone that determines the\nresult. Age is a factor. It's not the factor. The\nplan is not facially discriminatory, it's not arbitrary,\nand it doesn't violate --\nJUSTICE BREYER: I guess the part that they\nare saying is arbitrary as I understand it, and I\nappreciate your correcting me if I don't understand it\ncorrectly, is that you get double your pension at 55 if\nyou've worked 20 years as opposed to 10. Is that right?\nMR. KLAUSNER: No, Mr. Chief Justice --\nJUSTICE BREYER: A worker who has been\nthere, he's qualified, he has only worked for 10 years\nand now he's 55 years old. There is a chart in the SG's\nbrief, and as I read that chart, he got amount \"X\". He\nstarted at 45, he ended up at 55, he gets \"X\". If he\nstarted at 35 and worked for 20 years, he would get much\nmore than \"X\".\nMR. KLAUSNER: If the EEOC's chart were --\ncorrect, that would be true, Your Honor, limited only to\nthe amount of imputed service. The person who began\nyounger in the example which Your Honor used would get\nmore imputed service.\nJUSTICE BREYER: You would get \"Y\", because\nhe worked for 20 years rather than 10; is that right?\nI'm not talking about a disabled person. I'm talking\nabout anybody.\nMR. KLAUSNER: No, Your Honor. That's only\nin the case of disability. In a normal requirement\nsetting, one works a number of years and you get two\nand-a-half percent of your salary for each year that you\nworked.\nJUSTICE BREYER: So if a person works for 20\nyears, he gets more than if he worked for 10 years; is\nthat right?\nMR. KLAUSNER: That's right.\nJUSTICE BREYER: Now he is disabled. And\nwhen he's disabled, if he's disabled after working only\n10 and he is 45 years old, they pretend he had worked\nthe full 20?\nMR. KLAUSNER: They impute -- yes, Your\nHonor. They impute the additional service to you.\nJUSTICE BREYER: Now I understand it.\nNow, this individual says, I was working\nthere after the age of 55, I only worked for 14 years,\nnow I become disabled. If I become disabled before I\nwas 55, let's say I had six years to go, they would give\nme six years extra. But because I was disabled after\nI'm 55, I get nothing extra. Nothing is imputed. Is\nthat right?\nMR. KLAUSNER: It's only partially right,\nMr. Justice. Justice Breyer, the reason that you get\nadditional before age 55 is the same as the reason why\nyou get extra before you reach 20 years.\nJUSTICE BREYER: I didn't ask you for the\nreasons. I want to know if I'm factually right.\nMR. KLAUSNER: Your only partially --\nJUSTICE BREYER: Where am I factually wrong?\nMR. KLAUSNER: The difference is that the\nimputed service comes before 55, because you're not\neligible for after 55 or after 20 years you are eligible\nfor benefits --\nJUSTICE BREYER: You're giving me reasons.\nI'll ask you in a second for the reasons. I want to\nknow if what I said is factually true?\nMR. KLAUSNER: If you were disabled before\nnormal retirement, you receive imputed service.\nJUSTICE BREYER: And not after?\nMR. KLAUSNER: Correct.\nJUSTICE BREYER: Okay. Now I'll say that I\nthink is the discrimination of which he is complaining.\nAnd now what he would like to know is what possible\nreason is there for that difference? Now I'd like to\nhear what the reason is that justifies that difference.\nYou give him six extra years when he retired\nafter 14 years and though he was only 49 years old, and\nyou don't give him even one extra year when everything\nelse was the same but he retired after he was 55.\nNow, explain to me what the reason is for\nthat.\nMR. KLAUSNER: The reason for that, Justice\nBreyer, is as follows: The person who's 49 and gets\ndisabled, assuming he does not have -- he or she doesn't\nhave 20 years of service, can't retire. The person who\nis 55 in your example can leave tomorrow.\nAdditionally, the person who begins work\nolder starts out closer to retirement. We are not\ntalking about two different groups of people. The plan\nfavors the older worker by saying on the day you begin\nwork, you're always closer to retiring than a younger\nperson.\nThe purpose of the imputed service is to try\nto replicate as closely as possible within some\nfinancial limits set by the -- by the General Assembly\nof Kentucky what you would have received had you made --\nJUSTICE BREYER: No. He says now, what he\nsays to that, I take it, is fine. He is 49 years old.\nHe has six years to go to qualify for retirement, so let\nhim retire. If you let him retire, and you gave him 14\nyears of credit, you would be treating him just like\nyou're treating me.\nBut in addition to letting him retire, you\ngive him six extra years of credit, which at two\nand-a-half percent per year. Good, I'm glad you do\nthat. Give me the six extra years at two and-a-half\npercent as well. Treat us alike.\nWhat's your response?\nMR. KLAUSNER: My response, Justice, is\nthis. They start out un-alike. As I mentioned before,\nthe person who was in 55 in your example, A, is already\neligible for benefit. He doesn't have to wait to be\ndisabled. He may leave tomorrow.\nThe person who starts younger, particularly\nin a public safety retirement plan, spends more time in\nthe line of fire than the person who starts older. The\nperson who starts older takes advantage of the fact that\nin this retirement plan you can retire with as little as\nfive years of service. Actually a person who is 55 is\neligible for a benefit after only a month. In fact,\nKentucky may be the only plan in the country that does\nthat.\nBut where they don't start out alike and\nwhere the EEOC's chart is based on fallacy is that the\nperson who began older in work in your example was\nalways closer to retirement, they needed less years.\nThe purpose of the plan for disability\npurposes, which is not a separate plan, it's simply a\nmeans of getting one to normal retirement who is not\notherwise eligible.\nJUSTICE KENNEDY: This has been very\nhelpful, but it does seem to me to raise a question\nabout the fairness of your opening statement. You began\nby saying something to the effect that this does not\ndiscriminate on the basis of age. It does. Age is the\nexplicit factor that the statute uses in order to answer\nJustice Breyer's question. And the Act does not\nprohibit the use of age in all circumstances to which it\napplies, but it does -- the Act goes on to prohibit the\nuse of age in some of the circumstances. And one of\nthose circumstances is the hypothetical of the\n55-plus-year-old person used in Justice Breyer's\nstatement and example.\nSo, it is not correct, it seems to me, for\nyou to say that this does not discriminate on the basis\nof age. Now, maybe there is some good reasons for doing\nthat, you can get into that, but it seems to me it does\nmake an explicit determination based on age as to some\npeople.\nMR. KLAUSNER: Respectfully, Justice\nKennedy, I think that's not entirely correct, for this\nreason. The plan makes the determination of eligible to\nretire on 20 years or age 55 with five years. In other\nwords, it makes the determination not based on age but\non pension status, that is, eligibility to receive an\nunreduced normal retirement.\nJUSTICE SCALIA: You're saying you're one\nstep removed. You're making your determination on the\nbasis of eligibility for retirement, which in turn is\nbased on age. And you're saying that that --\nJUSTICE STEVENS: It's sometimes based on\nage.\nJUSTICE SCALIA: Huh?\nJUSTICE STEVENS: It's sometimes based on\nage, sometimes years of service.\nJUSTICE SCALIA: Right.\nCHIEF JUSTICE ROBERTS: And always based on\nage plus service.\nMR. KLAUSNER: Right. Yes, Mr. Chief\nJustice.\nJUSTICE SOUTER: But your answer, as I\nunderstand it, to Justice Breyer's question was, could\nbe boiled down to this: The person whose disability\nbenefit or total benefit following disability is\ncalculated on the basis of age 55, is less likely to\nhave worked or is likely to have worked less long than\nthe person whose benefit is imputed and calculated on\nthe basis of 20 years. And because the odds are that\nwe'll say the person in the 55-year-old category has\nworked less and endured less risk, it is, therefore,\nfair to impute less time on average to such a person,\nand therefore, give a lower benefit.\nYou're saying there is a tradeoff. And the\ntradeoff is because the 55-year-old retiree may get a\nbenefit after very little work and very little risk, it\nis therefore fair and not a discrimination that on the\naverage the windfall is less for that person by the\nimputation than the windfall to the person who retires\non the basis of age 20.\nIs that a fair statement of your argument?\nMR. KLAUSNER: Yes.\nJUSTICE SOUTER: Okay.\nMR. KLAUSNER: As I noted before, it's\nabout retirement eligibility, not about age.\nIn Hazen Paper you dealt with the question\nof an individual who was fired because they were about\nto meet the 10-year vesting requirement in a private\nsector plan. The person was also over the age of 40.\nThe Court found that it wasn't an age discrimination\ncase because it said that age was merely correlated with\nwhat the Court called pension status. I think pension\nstatus and retirement eligibility, which can occur at 20\nyears or it can occur at age 55 with some service, is\nexactly the same. In --\nJUSTICE ALITO: That would be a good\nargument if the sole basis for retirement under your\nsystem was years of service, but it's not just years of\nservice, isn't that right?\nMR. KLAUSNER: That's correct, Justice. One\nneeds some service, but one may retire at 55 or one may\nretire at 20 years.\nJUSTICE ALITO: You can't take your -- you\ncouldn't take your statute and erase all the references\nto age and have the statute work, could you?\nMR. KLAUSNER: No. And I don't -- I don't\nthink that pension statutes are required to eliminate\nany use of age at all.\nJUSTICE ALITO: Because the ADA expressly\nallows them to do that; isn't that right?\nMR. KLAUSNER: The ADA is designed to\neliminate arbitrary age discrimination. That is where\nthe design of the plan is motivated by a policy of the\nemployer to discriminate, to provide less solely because\nof the individual's age.\nJUSTICE SOUTER: That's -- you're sticking\nin a word, \"arbitrary,\" that appears nowhere in the body\nof the statute. You picked it up from the preamble, and\nthat's -- and you're interpreting the statute with that.\nAnd it isn't customary for this Court to take words that\ndon't appear in the text of the statute and read them\nin, based on some statement of purpose or preamble.\nMR. KLAUSNER: Justice Ginsburg, I'm aware\nthat the preamble alone doesn't direct, and I understand\nthat the operative language is in 623(a). But I think\nthat the --\nJUSTICE SCALIA: You'd be in better shape if\nit was in legislative history and not in the preamble.\nWe probably would take it into account.\nMR. KLAUSNER: I think, Justice, the\nlegislative history is important for this reason. When\nTitle VII was first written age was included and then it\nwas taken out, and there was a reason why it was taken\nout: Because there is never a reason to discriminate on\nthe basis of race, there is never a reason to\ndiscriminate on the basis of national origin or\nreligion; but in government retirement plans, which are\npaid for life and in which the calculation is determined\nin part on age, on how long someone will live and how\nlong they've worked and that interrelationship, I think\nCongress recognized age is qualitatively different.\nJUSTICE GINSBURG: I think the Congress\nrecognized that what they were protecting was not age as\nsuch, but old age, where in the other case they say it's\nthe racial criterion and whether it's -- or the sex\ncriterion, whether it's a man that's adversely affected\nor a woman it doesn't make any difference; Title VII\napplies to them both. But the Age Discrimination Act\ndoesn't apply to younger workers. It doesn't say that\nyou can't discriminate on the basis of age, so you can't\nprefer the older person over the younger person.\nMR. KLAUSNER: Justice Ginsburg, I\nunderstand this Court's holding in Cline was that the\nstatute is intended to protect the relatively older as\nit relates to the relatively younger. But you also said\nin Cline that age is qualitatively different, because\nwhat gives age reason in terms of discrimination is when\nit's arbitrary. That is, when it is invidious, and\nthat's the distinction between the Title VII cases that\nthe Government relies on, and why I think Hazen Paper is\nimportant, because, as the Court said, unless you can\nshow in a disparate treatment case that the policy is\nmotivated by age, then I think that the -- the intent\ngoes. And the -- one cannot draw from the face of the\nKentucky statute -- and that's what this is; this was a\nchallenge that said the statute discriminates on its\nface -- that the only inference that one can have is\nthat the design of the plan is motivated to pay older\npeople less.\nJUSTICE GINSBURG: There is one little piece\nof it that seems, that clearly does favor the younger\nretiree. And that's the -- what is it -- you're\nguaranteed, what was it, at least 25 percent of your\nfinal monthly salary. That's not under -- for a regular\nretiree; and also this 10 percent that you get added on\nfor each child -- that's not part -- that's somebody who\nis disabled gets that, but not somebody who is already a\nretiree. Isn't that so?\nMR. KLAUSNER: That is correct, but Justice\nGinsburg, that type of disability is not the disability\nwhich was at issue in this particular case. That is for\na person who is disabled from any ability to work,\nperiod, in other words, the Social Security standard of\ndisability. The disability at issue in this case was\nthe inability to work as a public safety officer, in\nthis case a police officer.\nJUSTICE GINSBURG: I'm not sure that I\nfollow that answer.\nJUSTICE STEVENS: Am I correct in\nunderstanding that your plan does not provide a\ndisability benefit just as a disability benefit? The\nonly time disability is relevant is when it determines\nwhether or not a person will become eligible for the\nregular retirement benefit?\nMR. KLAUSNER: That's correct. This isn't,\nfor example, a stand-alone disability insurance policy.\nJUSTICE STEVENS: So that for the old person\nwho has already reached retirement age the fact that he\ndoesn't get a disability benefit is common to everybody\nsubject to the plan.\nMR. KLAUSNER: It is common subject to\neveryone in the plan without --\nJUSTICE STEVENS: Isn't that the answer to\nJustice Breyer's question?\nMR. KLAUSNER: And I -- you certainly said\nit better than I did, Justice Stevens.\nCHIEF JUSTICE ROBERTS: But is there any\nreason -- I think what you're saying is we should view\nthis as a retirement plan and there are a number of ways\nyou can be eligible for retirement: Age plus years of\nservice, but another way you can be eligible is\ndisability.\nMR. KLAUSNER: Disability fills in -- it\ncovers a gap. Disability is designed to cover you in\nmost instances from the time you get five years of\nservice -- and by the way, you're uncovered in this plan\nfor disability for the first five years of employment\nexcept for a very limited, specific number of instances\nin which only total disability from all work applies.\nSo in the case of the individual who the\nEEOC talks about as having been discriminated against,\nif you were a younger worker for the first five years of\nemployment you would have been not covered. A 55 -- for\nany benefit at all. A person who starts at 21 and gets\ndisabled from work as a police officer or firefighter\nfor the first five years of employment has no protection\nat all.\nJUSTICE GINSBURG: But let's take the one\nwho gets over the five-year initial period. The\ndisability pay when you no longer can be in the\nhazardous occupation, it will begin immediately, right?\nYou don't wait until you get -- you're 55 to get it.\nMR. KLAUSNER: No, ma'am. That's the\npurpose of the imputed services. And it's\nessentially -- we say if during this gap of time before\nnormal retirement, this risk that's covered, that if\nthis disabling event occurs, we advance you to normal\nretirement immediately and try to replicate as closely\nas possible the benefit that one would have achieved had\nyou worked to the closest --\nJUSTICE BREYER: But that's the point,\nright?\nMR. KLAUSNER: -- point of eligibility.\nJUSTICE BREYER: There -- that's what the\ncomplaint is, I think, that you say it's the second part\nthat you just said. What you do when the person is\ndisabled and he is not yet 55 -- he hasn't qualified\nyet -- is you both qualify him, and when you qualify him\nyou give him credit for years he hasn't worked. Now,\nthe older person who is still working and is also\ndisabled says: Fine, you let me retire, but you don't\ngive me any extra years.\nNow that's the complaint, I think. So that\nif you had a person who had started at 45, eligible to\nretire at 55, works for 4 years and becomes disabled, he\nis credited with 14 years; while the person who started\nat 35 and at 45 becomes disabled, he is given 20 years.\nHe is given the 10 extra years. So the first person,\nolder person, says: You gave him some extra years; you\ndidn't have to give him those extra years in order to\nqualify him to retire. You could have just said you can\nretire, but you gave him 10 extra years and you give me\nno extra years. Why not?\nMR. KLAUSNER: The answer to your question,\nJustice Breyer, is the person who has either 20 years or\nis 55 on the day they become disabled is already\neligible to retire. The plan is a single plan that\nprovides a benefit. If you start older, you have to\nwork less to get there. By the same token, by starting\ncloser to retirement you need less added to your balance\nto bring you to normal retirement. In the example --\nJUSTICE BREYER: You don't need anything to\nbring you to normal retirement. You could rewrite the\nplan and say when a person becomes disabled you get\nretirement, right at that moment. You could say that.\nAnd what the plaintiff is saying is, why don't you say\nthat? Though it's a bit mean. But I think what he\nwould probably like is you would extend the extra years\nto him.\nMR. KLAUSNER: There's reasons why that\nisn't done. Number one, to follow your example, Justice\nBreyer, for current employees, people hired before 2004,\nof which there were several hundred thousand, you'd have\nto lower the benefit to follow your example. The\nKentucky Constitution forbids lowering the benefits.\nActually, the Commonwealth, in response to the liability\nin this case, did change the disability benefit. For\npeople hired after 2004, they slashed its economic value\nsubstantially, and now everybody just gets a certain\namount of disability. It doesn't, however, accomplish\nthe Commonwealth's goal of attracting and retaining\nemployees to do hazardous duty jobs.\nCHIEF JUSTICE ROBERTS: So the effect of\nthis litigation is that policemen or firefighters who\nare injured and become disabled now get lower benefits\nfor disability?\nMR. KLAUSNER: Much lower. It's a\nsubstantial reduction. They just get a small piece of\nchange.\nIt's interesting, you know, in the Federal\nCivil Service Retirement System, the police officers,\nfor example, who work in this Court, if they become\ndisabled, they have imputed service to an age. It's a\nvery similar system. In fact, all employees in both\nFERS, the Federal Employees' Retirement System, and the\nCivil Service Employees' Retirement System, both\nparticipate in a program where age is imputed to normal\nretirement. It's a common practice, as the Court can\nsee from the amicus briefs. It's a common practice\nthroughout the United States. I think --\nJUSTICE BREYER: See, that's why I think the\nresult in this case is just terrible. I think it takes\ndisabled people and cuts their benefits with no benefit.\nI cannot believe for two minutes that Congress would\nhave intended that result. But the reason I asked you\nthe question was I want you to tell me how to get to\nthat result under this statute.\nMR. KLAUSNER: You may get to this result in\nthis way: If you determine that age is not the driver,\nthat is, that because you have a plan that has normal\nretirement based on service alone, a 38-year-old\nemployee who gets disabled with 18 years of service gets\ntwo years of imputed service. The 45-year-old, in your\nexample, who started at 35 would get 10 years.\nJUSTICE KENNEDY: Suppose I can't make that\nassumption or adopt that premise. Is there another\nbasis on which to reach the result? I think this does\nexplicitly discriminate based on age as to some people,\nand you're telling me you don't want me to do that. But\nSuppose I don't agree with you. Is there some other way\nto reach the result?\nMR. KLAUSNER: I think Your Honor you can\nreach the result in this way. The statute was\nchallenged as being facially discriminatory, and I think\nunder this Court's precedents for facial discrimination,\none would have to say that the only reasonable inference\nin the statute, by its mere use of age, is that you say\nthat it starts out presumptively discriminatory. What\nthe Government has really argued here is an as-applied\ncircumstance. They said the effect of the statute in\ncertain cases, and in those circumstances the statute\nwould stand on its face and if there is a circumstance\nin which someone effectively is discriminated, then you\nlook to see are there reasonable factors other than age\nthat effect -- that take effect in this instance?\nSecondly, I think the Court can determine --\nand I think this is the question that is the next step\nafter Hazen, where you said that age correlated with\npension status, in that case being vested for 10 years.\nThe question is, if a plan has eligibility to retire as\nits motivation, that is, it is service regardless of age\nor age plus service, is it really motivated by age? And\nI think the answer to that question, Justice Kennedy,\nclearly is no.\nThe one thing I would add is if you look at\nthe statute in Betts, the Ohio case, which is the last\ntime an age case on a public plan got to this Court, in\nthe Ohio plan you couldn't get a disability because you\nwere 60, but you could also retire in that plan just\nlike Kentucky on years of service alone, but a\nyears-of-service retiree in Ohio could get a disability.\nThat's not true in Kentucky. Somebody who\nstarts as a firefighter at 18 no longer has disability\nprotection at 38 years old. A person who starts as a\npolice officer at 45 retains disability coverage until\nthey're 55. I think -- I think the language of the\nstatute alone enables you to get there.\nAnd I think to get back to Justice\nGinsburg's question -- and I don't believe I fully\nanswered on this issue of the role of the word\n\"arbitrary\" in the statute -- I think that that gives\nthat word meaning, not just because it's in the\npreamble, but because it's in the legislative history,\nand the evil that Congress was trying to get to is what\nis it that we're trying to prevent? We're trying to\ncreate job opportunities for older workers, and what\nCongress said after Betts is you want to make sure\nbenefit plans are covered. And I think Kentucky has\naccomplished both. It doesn't use a retirement age, as\nmany employers do. Again, the Federal Government forces\npolice officers and firefighters out of their jobs.\nFirefighters at 55, police officers at 57. Kentucky\ndoesn't. The program doesn't discriminate on the basis\nof age.\nIf there's no question, I'd like to reserve\nthe rest of my time for rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Stewart.\nORAL ARGUMENT OF MALCOLM L. STEWART\nON BEHALF OF THE RESPONDENT\nMR. STEWART: Mr. Chief Justice, and may it\nplease the Court:\nIn calculating the retirement benefits owed\nto disabled workers, Kentucky uses age as an explicit\ndecisionmaking factor in a way that disadvantages older\nemployees. Although Kentucky may be able to establish\non --\nJUSTICE BREYER: Let me ask you this sort of\nbasic question: Does it use age any differently than it\nuses years of service?\nMR. STEWART: It does in the sense that,\nwith respect to disabled employees, two employees who\nhave the same total years of actual service but who are\nof different ages may receive dramatically different\nbenefits.\nJUSTICE STEVENS: That's because of the\nperiod necessary to qualify for retirement?\nMR. STEWART: It's -- let me direct your\nattention to the relevant provision of the Kentucky\nstatute, and it's at page 7a and 8a of the blue brief.\nThis is with respect to -- it's true that, for a normal\nretirement, an individual either has to be age 55 with 5\nyears of service or have 20 years of service at whatever\nage. But if you look at the requirements for disability\nretirement in particular, the very bottom of the page,\nit says: \"Any person may qualify to retire on\ndisability subject to the following. The person shall\nhave 60 months of service, 12 of which shall be current\nservice credited under provisions of Kentucky law.\"\nJUSTICE STEVENS: Let me just interrupt you.\nIs there -- is it your position there is a disability\nbenefit that is different from the retirement benefit?\nMR. STEWART: They -- they are different in\nthe sense that they are calculated differently. That\nis, if all Kentucky had done was say --\nJUSTICE STEVENS: I thought that all that\ndisability did was determine -- help get a man who is\ndisabled eligible for the retirement benefit.\nMR. STEWART: The program --\nJUSTICE STEVENS: That's the only function\nit provides.\nMR. STEWART: I think that's incorrect.\nThere are two distinct functions of -- there are two\ndistinct differences between disability retirement and\nnormal retirement: The first is that the eligibility\ncriteria are different. In order to qualify for normal\nretirement, you have to be either 55 years old with 5\nyears of service or have 20 years of service. For\ndisability retirement, you become eligible if you are of\nany age and are forced to retire due to disability and\nhave at least five years of service.\nJUSTICE SCALIA: Well, why does that matter?\nI mean, the exception in the statute is for -- for\nretirement, taking age into account for retirement, is\nnarrowly crafted. It says that they can make any\ndecision about -- they can require the attainment of a\nminimum age as a condition of eligibility for normal or\nearly retirement.\nNow, we have not read that to exclude adding\nan additional element to age, namely age plus years of\nservice. We don't say that that disables you from the\n-- from that exemption. Why can't you add a third\nfactor? Age, years of service, and disability.\nMR. STEWART: You can't. The first thing I\nwould say about that exception is it refers specifically\nto a minimum age, and what that was intended to make\nclear was that to the extent that Kentucky allows\n55-year-olds to retire with only 5 years of service, but\nrequires a 45-year-old to have 20 years of service, that\nminimum age would not violate the statute. Now, as a\nresult of this Court's decision in Cline, that provision\nin a sense is superfluous because the younger worker\nwouldn't have an ADEA claim anyway. But the reference\nto a minimum age is intended to address that situation.\nJUSTICE SCALIA: And --\nJUSTICE ALITO: It seems to me that what\nKentucky is trying to do is to, at least in part,\nprovide make-whole benefits for a police officer who\nbecomes disabled below the age of 55. So what they want\nto do is to say we want to give you the benefit that you\nwould have received if you had not been hurt on the job\nand therefore unable to work and had been able to work\nto the normal retirement age.\nNow, if that's correct, is that an\nillegitimate objective? And if it's not an illegitimate\nobjective, is there any way that they can do that\nconsistent with your understanding of the ADEA? Because\nwhen someone is over the retirement age, it's rather\nhard to see how many years you would add on projecting\nhow long that person would continue to work beyond the\nage of retirement eligibility.\nMR. STEWART: It is certainly not\nillegitimate for Kentucky to say: We want to be more\ngenerous to people who are forced to retire due to\ndisability than to people who choose to retire\nvoluntarily when they are physically capable of\ncontinuing to work.\nAnd so if Kentucky wants to say, in the case\nof an individual who is forced to retire due to\ndisability, we will add additional years in computing\nbenefits to estimate the number of years this person\nwould have worked had he or she not become disabled,\nthat's fine as well.\nWhat they can't do, at least what they can't\ndo without establishing one of the affirmative defenses,\nis use age as a proxy, as the basis for deciding how\nmany years would this person have worked if he or she\nhad not become disabled because --\nJUSTICE ALITO: So if they want to do that\nand they have a case of a police officer who works\nbeyond 55 -- the officer is 55-plus with 10 years of\nservice and then becomes disabled -- you say they have\nto give that person 10 years of credit.\nMR. STEWART: If they are going to give the\n45-year-old with 10 years of service 10 years of credit,\nthey have to give the 55-year-old 10 years of service --\nwith 10 years of service 10 years of credit, again,\nunless they can establish the cost-justification\ndefense.\nAnd part of the argument they are making is\nit would be unduly expensive to guarantee the\n55-year-old an additional 10 years of service, because\nit's much more likely that the 55-year-old will become\ndisabled than it is with the 45-year-old.\nJUSTICE SOUTER: But he is saying one thing\nmore. He is saying it's also highly unlikely that the\n55-year-old has worked as long subject to risk at the\npoint at which the calculation is made than is the case\nwith the person who retires on the basis of 20 years.\nAnd so that there is a tradeoff. And, therefore, you\nconstantly analyze this as the kind of garden variety of\ndiscrimination based on age which Congress was aiming\nfor.\nMR. STEWART: Well, to go back to the\nquestion you were asking Mr. Klausner, I think if we\nwere looking at the class of voluntary retirees, it\nwould be an accurate generalization to say that those\nabove 55 were likely to have fewer years of service than\nthe younger people. Because the only way that a younger\nperson could qualify for normal retirement would be to\namass 20 years of service; whereas, the older person\ncould do it with fewer years.\nBut if you are looking at people who want to\ncontinue working but who are prevented from doing so by\nreason of disability, there is no reason to assume that\nthe older people are going to have spent less time in\nthe line of fire than the younger people. And, in any\nevent, the comparison that we are making --\nJUSTICE SCALIA: Just say that again. Just\nsay the last thing again. I didn't follow you.\nJUSTICE SOUTER: Yes. I didn't get it\neither.\nMR. STEWART: If we're looking at the class\nof people who -- including over 55-year-old and under\n55-year-old -- who want to continue working but who have\nbeen prevented from doing so by reason of disability,\nthere is no reason to think that the older people within\nthat class, as a group, will have fewer years in the\nline of fire than the younger people. And, in any event\n--\nJUSTICE SCALIA: Why? I -- I think -- you\nmean in the future?\nMR. STEWART: No. No. Under their belt.\nUnder their belt.\nJUSTICE SCALIA: Under their belt. I see.\nJUSTICE SOUTER: They are exactly the same\npeople. The only thing that distinguishes the one\nclass, those who voluntarily do and those who are\ndisabled, is happenstance; and the happenstance is\ndisability in the line of service.\nMR. STEWART: It's not just happenstance,\nbecause if you're guessing the likely tenure of service\nof people who take voluntary normal retirement before\nage 55, in a sense you are skewing the class, because\nthe only people who can do that under Kentucky law are\npeople with at least 20 years of service.\nSo the voluntary retirees, the younger\npeople, as a group, are likely to be -- have longer\ntenure. But that generalization doesn't hold true with\nrespect to people who are forced to retire due to\ndisability.\nJUSTICE STEVENS: It seems to me your\nargument boils down to the claim that people who have\nalready reached -- become eligible for retirement by\neither age or period of service, the State has a duty to\ngive them a chance to recover a disability benefit if\nthey give a disability benefit to younger workers.\nMR. STEWART: No. Our point is that they\nshould use the same computation methodology for both\ncategories of employees.\nJUSTICE STEVENS: The computation is for a\ndifferent purpose in that -- in -- for the younger\nworkers the purpose is to make them eligible for\nretirement. For the older workers, they are already\neligible for retirement.\nMR. STEWART: I think that's incorrect, and\nthat was really the point I was making by quoting from\nthe Kentucky law on page 7a and 8a. The Kentucky\nprovision that I quoted was the provision that\nestablishes eligibility for disability retirement. And\nit says, as the criterion for eligibility, beyond, of\ncourse, the fact of disability, the person shall have 60\nmonths of service.\nSo an individual under Kentucky law who is\nforced to retire due to disability and has at least five\nyears of service is eligible for disability retirement.\nThe imputation of additional years of service is not\nnecessary --\nJUSTICE STEVENS: The term \"eligibility for\nretirement,\" as used in that part of the statute, is\nreferring to actually the same thing as retirement\nachieved by getting their -- getting credit for\npost-disability years.\nMR. STEWART: Exactly. Well, the purpose of\ndefining the category of eligible persons is to make\nsure that they do get a retirement benefit even though\nthey wouldn't satisfy the normal age and service\nrequirements for ordinary retirement. And we have no\nproblem with that.\nKentucky can say we want to define a\nseparate category of individuals who don't satisfy\nnormal age and service rules but who should,\nnevertheless, be given a retirement benefit because they\nhave been forced to retire due to disability. That's\nfine.\nAnd if they use the same computation\nmethodology, namely, some factor of actual years of\nservice times final compensation times a multiplier, as\nthey do for normal retirement, that would be fine. Our\n--\nCHIEF JUSTICE ROBERTS: So it's fine for\nthem to use that, but you're saying it's not fine for\nthem to use any element of age in making that\ncomputation?\nMR. STEWART: That's correct.\nCHIEF JUSTICE ROBERTS: Even though, under\nthe Federal law, they can use age as the exclusive\nrequirement in determining retirement?\nMR. STEWART: Well, again, there is a an\nexplicit exemption in the ADEA for a minimum retirement\nage. And so it wouldn't have violated -- even apart\nfrom this Court's decision in Cline, it wouldn't have\nviolated the ADEA to say an individual who is 55 with\nfive years of service can get retirement, even though a\nyounger --\nJUSTICE BREYER: What is wrong with using\nthat as a benchmark? If you can fire a person when he\nis 55, why can't you use it as a benchmark as to how\nmuch you're going to give a disability person on\npension?\nMR. STEWART: Well, again, I think the --\nJUSTICE BREYER: The lesser or greater --\nthis would be an instance where greater includes lesser\nfor the reason that this lesser business has no\nstereotypes. All they're trying to do is to help people\nwho are disabled at a time when they are younger and\nprobably have fairly good expenses, and everybody gets\nthis kind of insurance.\nAnd this man who is the Plaintiff here had\nit, too, while he was there. So it's true you are\nreally using in a minimal sense age, but you are doing\nit in a statute that permits you to do it because it's a\nlesser version of that.\nMR. STEWART: There are a couple of things\nI'd say. The first is that the Act is quite specific in\nsaying that a State may establish a minimum -- may\nestablish a retirement age with respect to its State\npolice and firefighters, but it doesn't say the ADEA is\ninapplicable to police and firefighters who are over age\n55.\nJUSTICE BREYER: It doesn't say it's\ninapplicable. I wasn't saying it's inapplicable. What\nI am worried about -- and this is a perfect example of\npeople using absolutely mechanical rules, and\nparticularly when you talk about pension systems, which,\nof course, age is relevant to a pension system, and what\nthey do is find comparisons; and, before you know it,\nyou are in the kind of a -- of a hamburger situation\nwhere it's so chopped up that perfectly worthwhile\nthings are forbidden. And this would seem to be a\nnumber 1 exhibit.\nMR. STEWART: There are several different\nanswers I would give. The first is if the greater\nincluded the lesser, it would be permissible for\nKentucky to say: We will keep the over 55-year-old\npeople on the work force, but we'll pay them less\nbecause of their age.\nJUSTICE BREYER: No, because what you are\nlooking at is to see whether the purpose of Congress is\nsomehow implicated, a purpose designed to prevent\nstereotypical thinking from being used to put older\npeople at a disadvantage. And there is no indication\nthat this is so in this case.\nMR. STEWART: I think --\nJUSTICE BREYER: Now, what's the response?\nMR. STEWART: I think that's incorrect, that\nis, the two justifications that have been given for the\ndisparate treatment of older workers are, first, younger\nworkers as a group are likely to need more of a boost;\nand, second, the younger disabled person probably would\nhave worked longer if he had not become disabled. And\nso this replicates the situation that would have\nprevailed.\nI think, whether or not you want to think of\nthose as stigmatizing stereotypes, it's quite clear that\nneither of those generalizations could typically be used\nas a basis for age-based disparities.\nFor instance, nobody would claim that an\nemployer could pay the older workers less because they\nare likely to be less in need of financial assistance.\nAnd with respect to the initial --\nJUSTICE SOUTER: The reason for that is that\nwe accept the criterion at the outset that your pay\nbears some relationship to what you do.\nWe are now in a situation in which the\nbenefit does not bear a relationship to what you are\ndoing or going to do.\nMR. STEWART: Well, on the whole, the\nbenefit bears a close -- the retirement benefit bears a\nclose relationship to what you have done. That is, the\nbenefit is calculated on the basis of actual years of\nservice, and the purpose clearly is, in part, to reward\nthe employee for service to the employer.\nBut with respect to -- and that's the way\nit's done with respect to the older disabled worker.\nHis benefits are computed based on what years of service\nhe has actually contributed to the employer. With\nrespect to the younger people, it's not based on that\nalone. Rather, the State imputes additional years --\nJUSTICE GINSBURG: And with respect to that,\nMr. Stewart, the problem that Justice Breyer brought up,\nyou -- if you would look to your brief, page 30,\nfootnote 13, the question is, so we have this -- if we\ntake your interpretation of the statute, how can we deal\nwith a person in her 30s who becomes disabled when she\nis making a low salary and has only, say, 10 years of\nservice? She is going to get a very low disability.\nAnd you say that's one thing that's all right.\nOn a prospective basis, what could Kentucky\ndo? One is give the younger workers only their actual\nyears of service, which Mr. Klausner said is what is\nhappening, and therefore, these people are getting a lot\nless than they used to get. And then you say, oh, but\nthere's another way, and that is to impute additional\nyears of service on an age-neutral basis. And you're\nnot specific about what would the age-neutral basis be.\nMR. STEWART: I guess there could be a range\nof alternatives. One alternative, for instance, would\nbe for every disabled worker of whatever age impute an\nadditional five years of service as something of a rough\nestimate of the number that person might have worked if\nhe or she had not become disabled.\nAnother possibility would be to impute years\nof service up to 10 or 20. Again, there would be\nprobably an infinite number of ways it could be done as\nlong as age were not used as, as the basis.\nThe other thing I wanted to say about --\nJUSTICE ALITO: But if do you that, aren't\nyou going to be -- you're going to be undercompensating\nthe younger person who gets disabled and\novercompensating the people over 55 who gets disabled\nwho may not -- it may not be realistic to think that\nsomeone's going to continue to work as a police officer\nuntil 65. I don't know.\nMR. STEWART: Well, the other thing I would\nsay about that justification, which rests on I think the\nvalid statistical correlation between how old you are at\nthe time that you're disabled and how much longer you\nwould have worked. Again, whether or not -- I think you\nwouldn't think of that as an invidious stereotype. But\nagain, it's not a generalization that could typically be\nused as a basis for age-specific decisions.\nFor example, the Wirtz report makes clear\nthat the paradigmatic pre-ADA practice that Congress\nwanted to get rid of was a limit of age 50 or age 45 and\nan employer saying: We're not going to hire anybody who\nis over that age. And certainly the employer could say\njustifiably as a group people above that age are likely\nto have fewer work years ahead of them than people below\nthat age. And if that generalization could provide a\nbasis for an explicit age-based distinction, the Act\nwould really be eviscerated.\nThe other thing I wanted to respond to is\nthe suggestion that, while we might be able to tease\nthis out of the literal language of the statute, this is\ncertainly an unintended consequence. It is not\nsomething that Congress would have wanted. I think, to\nthe contrary, this is not identical but very similar to\nthe type of disparity that was present in Betts. That\nis, in Betts the individual was over the age of normal\nretirement but had elected to keep working. She became\ndisabled and was prevented from continuing to work. She\nwas eligible for normal retirement benefits. She wanted\nto collect disability retirement benefits, because\nagain, the reason for her retirement was disability.\nShe was told that she couldn't do it. And the State's\ncomputation methodology for calculating disability\nretirement benefits was significantly more generous than\nthe one that it offered for --\nJUSTICE BREYER: What about this idea, which\nis -- would this wreck the statute? You say we're\ntalking about age, which is not an immutable\ncharacteristic. Everybody goes through it. Everybody\nis younger, everybody is older. And therefore we take\nthe word \"discriminate\" and the word \"discriminate\" in\nthis context, when considered in terms of pension\nrequirements, which inevitably are age mixed to a\nconsiderable degree, means that if there are plausible\njustifications and no significant reason for thinking\nthat it reflects stereotypical thinking, that it does\nnot fall within the scope of the word \"discriminate.\"\nMR. STEWART: I think, first, that would be\ncontrary to the way that the word \"discriminate\" has\nbeen construed in Title VII.\nJUSTICE BREYER: I started out by saying,\nthat's why I said that this is not an immutable\ncharacteristic, and it is -- that's why I put all the\nqualifications in there.\nMR. STEWART: Well, the court in Thurston\nhas said the language of the ADEA should be construed\nsimilarly to that of Title VII because the basic\nanti-discrimination prohibition was drawn in haec verba\nfrom Title VII in the legislative history to the older\nworkers's Benefit Protection Act when Congress amended\nthe statute to cover fringe benefits, which the Court in\nBetts had held were not covered. Congress did that by\nenacting a new 29 U.S.C. 630(l) to say the term -- that\nthe phrase \"terms and conditions of employment\" includes\nfringe benefits.\nAnd the legislative history explains that\nCongress could have achieved the same result by adding a\nreference to fringe benefits in the basic\nanti-discrimination provision contained in 29 U.S.C.\n623(a), but the Congress chose not to do that because it\nwanted to maintain the similarity in wording between the\nADEA's anti-discrimination provision and that of Title\nVII in order to reinforce the inference that the two\nwere to be construed in pari materia.\nThe other thing I would say with respect to\nyour reference to age distinctions that are not based on\nstereotypes is again to return to what I was discussing\nearlier. The two justifications that have been offered\nare first, younger people are likely to have fewer\nfinancial resources, so they need more of a boost; the\nsecond is the younger worker probably would have worked\nlonger if he hadn't become disabled and therefore this\nis replicating the situation that would have prevailed\nabsent the disability.\nAnd again, my point is, whether or not you\nthink of those as invidious stereotypes, they are\nplainly not generalizations that could typically be used\nto justify --\nJUSTICE STEVENS: May I ask this question\nright on that point. Supposing you have two different\npeople retire, one -- that become disabled, rather --\none because he's five years short of the age eligibility\nand the other because he's five years short of years of\nservice, so it would be a younger person, and both would\nhave become eligible for retirement in five years after\ntheir disability. Are they treated the same way under\nthe plan? And if they are, where is the discrimination?\nMR. STEWART: Well, the discrimination is if\nyou imagine --\nJUSTICE STEVENS: Well, first of all, tell\nme whether they're treated the same way under the plan.\nMR. STEWART: Well, it depends on other\nvariables. For instance, if you have a --\nJUSTICE STEVENS: What other variables?\nMR. STEWART: As to the person who is five\nyears away from qualifying by reason of --\nJUSTICE STEVENS: Years of service.\nMR. STEWART: -- years of service, if that\nperson is younger than 50, then they'll be treated the\nsame, because each of them will have --\nJUSTICE STEVENS: That's a hypothesis.\nMR. STEWART: But --\nJUSTICE STEVENS: So then how is that\ndiscrimination on the basis of age?\nMR. STEWART: But it is a discrimination on\nthe basis --\nJUSTICE STEVENS: It's not even\ndiscrimination as far as I see it.\nMR. STEWART: Well, it wouldn't -- there\nwouldn't be any claim of disparate treatment with\nrespect to those two individuals. But if you have an\nindividual who is 55 years old with 15 years of service\nand 50 years old with 15 years of service, they are both\nequally close to the 20-year threshold for qualifying\nfor normal retirement on the basis of years of service.\nYet the 50-year-old gets 5 imputed years added and gets\na significantly larger benefit than the 55-year-old.\nTheir justification is, well, the\n55-year-old is already eligible for normal retirement\nand therefore, it's fair to treat him differently. And\nthe point I was making with reference to the Kentucky\ncode is the 50-year-old who is forced to retire due to\ndisability is also eligible for retirement. It's called\ndisability retirement.\nJUSTICE STEVENS: It seems to me that your\nclaim boils down to an argument that the statute\nrequires someone who is already qualified for retirement\nto get a disability benefit that the younger person\nwould. It seems to me that's the basic difference.\nMR. STEWART: No, I don't think that's\ncorrect. If all the State did was to say disability\nretirement benefits will be available to people who have\nat least five years of service and are forced to retire\ndue to disability and we are excluding people who are\nabove 55, in and of itself that's fine. If the only\npurpose of excluding the older workers is to make clear\nthat they can't get both benefits simultaneously, there\nis no problem with that.\nOur problem is that, having defined the\nclass of persons eligible for disability benefits to\ninclude only those who are under 55 --\nJUSTICE STEVENS: I see you talking about\ntwo benefits.\nMR. STEWART: -- they did use a more\ngenerous computation methodology.\nJUSTICE STEVENS: There not two benefits.\nIt's only one.\nMR. STEWART: It's only one benefit. And\nreally, that's part of our point. It's only one\nbenefit, so why would they say that people who are older\nwill have their benefits computed using a different\nformula than people who are younger?\nCHIEF JUSTICE ROBERTS: You prevent the\nState from taking into account the fact that younger\ndisabled workers have not had the same opportunity that\nolder disabled workers have. And it results -- if we\nadopt your system where you can look only at years of\nservice, what it, in effect, is going to do is to\nprevent Kentucky from giving disability benefits to\nolder workers who become disabled.\nFor example, if you have two workers, one\nwho starts work at 18 and acquires years of service,\nsay, 12 years of service and becomes disabled, you would\nsay, well, you can take those years of service into\naccount. The older worker who begins at age 30 and is\ndisabled in his first year on the job, you say, well,\nyou can only look at years of service. You can't impute\nto both of them retirement age. So the 30-year-old who\nbecomes disabled has to get less, fewer benefits than\nthe 18-year-old who becomes disabled.\nMR. STEWART: Well, first, we are not\npreventing Kentucky from imputing additional years. We\nare simply saying the method of determining how many\nyears will be imputed, absent an affirmative defense,\ncan't be dependent on the employee's age.\nJUSTICE BREYER: Would it be the same as --\nI mean it seems to me now -- I'm thinking the problem is\nwe are going into the package; we are starting opening\nup the package that the 55-year-old retiree normally\ngets.\nSuppose they said this: here's what we'll\ndo to the disabled person. We'll treat him just as if\nhe retired at 55. He is only 35; and, moreover, at 55\nwhen you retire in our police force, we give you a big\nparty and a gold watch. Well, we don't do that if you\nretire later on. Same kind of claim.\nWhy not? Over 65 years old, he retired.\nHey, you didn't give him the gold watch. Why did you\ngive the other person the gold watch? You said the\nreason is we treat them all like we treat them when you\nretire at 55.\nMR. STEWART: I'm not quite sure if I\nunderstand the question, but I don't think that there is\nany --\nJUSTICE BREYER: That's fair, that you don't\nunderstand.\n(Laughter.)\nMR. STEWART: I don't think there would be\nanything wrong with Kentucky saying we are going -- in\nfact, this is what we are asking for. If Kentucky wants\nto say a younger person who is forced to retire due to\ndisability will be treated as though he were 55 years\nold, that's fine. If they give him disability benefits\nand they calculate the benefits using actual years of\nservice as they do for the other -- for the older\nemployees, that there is no ADEA problem with that.\nOur problem is that they say we are treating\nhim as though he had worked additional years until he\nwas 55 when he hasn't, and when the older employee isn't\ngiven that same opportunity.\nAnd, again, it is true that Kentucky's\nsystem is particularly generous to older employees who\nwant to retire voluntarily. They can retire with as\nlittle as five years of service, even though the younger\nworker would have to have more. But the people on\nwhose behalf the EEOC is suing have not derived any of\nthat benefit. These were people who did not retire\nvoluntarily. They were people who were eligible for\nretirement benefits, but chose to remain in the work\nforce. And, essentially, they are being told, in\nestimating how many more years you would have worked, we\nare going to have an irrebuttable presumption that the\nanswer is zero, even though their very circumstances,\nthe fact that they continued to work after they could\nhave retired, belie that assumption.\nAnd just a final point I wanted to make\nabout Betts, is that the system here is not identical,\nbut very similar to the system that was at issue there,\nin the sense that an older worker who was forced to\nretire due to disability got a lower benefit than she\nwould have received if she had been younger with the\nsame years of service and the same disability.\nIt couldn't be clearer that Congress wanted\nto overturn that decision. That was the impetus for the\nenactment of the OWBPA.\nSo I think there is really -- it's not\ncorrect to suggest that, even if we win, this is somehow\nan unintended consequence of what Congress did. This is\nthe very situation that Congress wanted to cover while\nproviding an affirmative defense to employers who can\nsatisfy it.\nJUSTICE GINSBURG: Mr. Stewart, before you\nfinish, that little piece that seems to be favoring the\nyounger worker that you guaranteed at least -- what was\nit, 25 percent of your final monthly salary, and you get\n10 percent for each child -- now that does seem to be\nsomething that's -- that's not available for a regular\nretiree.\nMR. STEWART: It's not available for a\nregular retiree, and it's not available for a person who\nis eligible for normal retirement but becomes disabled\nand is forced to retire for that reason.\nIf the only problem were that Kentucky made\nthose benefits available to people who were forced to\nretire due to disability, that wouldn't be an ADEA\nviolation, so long as they made those benefits available\nto the older worker who was also forced to retire.\nBut I take your point that those aspects of\nthe statute introduce a further element of age\ndiscrimination without even the justification that\nKentucky has proffered for the imputed years.\nWith respect to the children, in particular,\nthat seems to be the only other area in the plan in\nwhich Kentucky is directly targeting the people who are\nin greatest financial need, at least by one measure\nhaving dependent children, and yet the older workers are\nleft out of that entirely.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Stewart.\nNow, Mr. Klausner, you have four minutes\nremaining.\nREBUTTAL ARGUMENT OF ROBERT D. KLAUSNER,\nON BEHALF OF THE PETITIONERS\nMR. KLAUSNER: I'd like to start back where\nwe just left off with Justice Ginsburg's question about\nthe guaranteed benefit. If a person is 38 years old and\nhas 20 years of service, that benefit is not available.\nIf you're 50 years old with 5 years of service, the\nbenefit is available.\nThe benefit is not available to the\n38-year-old because that person is eligible to retire on\na normal retirement benefit. Age isn't the driver.\nEligibility for retirement is the motivation.\nAnd while my brother says that Congress\nwanted to overturn Betts, what they wanted to overturn\nin Betts was the language in this Court's decision that\ncast doubt on whether pension plans were generally\ncovered by the language of the Age Discrimination in\nEmployment Act. And the Older Workers Benefits\nProtection Act, if one looks at the legislative history,\nwas focused far less on what happened in a public\nemployee retirement system. The real issue that\nCongress focused on, if one looks at the House and\nSenate reports, is they said there is a problem in\nprivate industry in the Rust Belt that normal retirement\neligibility is being used to force people not to get\nsome other benefit in some other stand-alone plan.\nThat's not the issue here.\nAnd the plan in Betts is no more like\nKentucky's plan than the Thurston plan. In Thurston,\nthe pilot case, no pilot over 60, no matter how\nskillful, had bumping rights to be a flight engineer.\nIn Kentucky, one with 20 years of service, regardless of\nage, is in the same posture as someone who is 55 with a\nminimum service.\nMy brother also pointed you to a provision\nin the Kentucky statute on pages 7a and -- page 7a in\nthe appendix. Look also at 2a, which defines normal\nretirement to be 55 with 5 years of service, or 20 years\nof service regardless of age. The methodology for\ndetermining disability in this case is exactly the same.\nIt's based on your proximity to normal retirement, not\nbased on your age.\nOne example was given. If a person is 45\nyears old with 4 years of service and became disabled,\nthat person would get nothing because they haven't met\nthe five-year service requirement. But a 55-year-old\nwith 4 years of service has a normal retirement benefit.\nIt's about limited Government resources not\nbeing duplicated, and perhaps that's the reason why the\nEEOC adopted its regulation on December 26th\ncoordinating retiree health care. The rationale they\ngave was we looked at all the -- all the ways to do\nthis, and we couldn't come up with a reason to do it any\nother way.\nIn the Sixth Circuit Federal argument, Judge\nBoggs noted in his dissent -- Chief Judge Boggs noted he\nasked the EEOC for a reason on how to fix this, and they\ncouldn't give him one.\nWhat this case is about is about being fair\nto workers without regard to age. All the people who\nrun these plans, who fund these plans, who are in these\nplans, are all lined up on Kentucky's side of the table.\nThat should tell you that it's neither\narbitrary nor discriminatory. The plan is fair, and the\nplan does not violate the law. We ask you to reverse\nthe decision below and reinstate the district court's\noriginal final summary judgment.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you\n"
    }, 
    "respondents": [
        "No. 06-1037 EQUAL EMPLOYMENT", 
        "OPPORTUNITY COMMISSION."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 10, 
        "JUSTICE ALITO": 6, 
        "JUSTICE BREYER": 26, 
        "JUSTICE GINSBURG": 6, 
        "JUSTICE KENNEDY": 2, 
        "JUSTICE SCALIA": 9, 
        "JUSTICE SOUTER": 7, 
        "JUSTICE STEVENS": 22, 
        "MR. KLAUSNER": 36, 
        "MR. STEWART": 42
    }
}