{
    "appearances": {
        "content": "MATTHEW D. ROBERTS, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the Petitioner.\nTODD G. VARE, ESQ., Indianapolis, Ind.; on behalf of\nRespondent.\n"
    }, 
    "caseNum": "06-1005", 
    "caseinfo": {
        "content": "UNITED STATES, :\nPetitioner :\nv. : No. 06-1005\nEFRAIN SANTOS AND :\nBENEDICTO DIAZ :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nMATTHEW D. ROBERTS, ESQ.\nOn behalf of the Petitioner 3\nTODD G. VARE, ESQ.\nOn behalf of Respondents 25\nREBUTTAL ARGUMENT OF\nMATTHEW D. ROBERTS, ESQ.\nOn behalf of the Petitioner 48\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, October, 3, 2007\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:04 a.m.\n"
    }, 
    "petitioners": [
        "UNITED STATES,", 
        "Petitioner", 
        "v.", 
        "No. 06-1005 EFRAIN SANTOS AND", 
        "BENEDICTO DIAZ", 
        ""
    ], 
    "proceedings": {
        "content": "(11:04 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in case 06-1005, United States versus Santos.\nMr. Roberts.\nORAL ARGUMENT OF MATTHEW D. ROBERTS\nON BEHALF OF THE PETITIONER\nMR. ROBERTS: Mr. Chief Justice, and may it\nplease the Court:\nThe Seventh Circuit misconstrued the Federal\nmoney laundering statute by interpreting the term\n\"proceeds\" to mean profits. The statute prohibits the\nlaundering of all the gross receipts of a crime, not\njust its profits. The primary meaning of \"proceeds\" is\ngross receipts, and the statutory context makes clear\nthat's the meaning Congress intended here. The statute\nis structured to prevent criminals from using the fruits\nof their crimes to promote or to conceal their illegal\nactivities. But a profits definition of proceeds would\nconstrict the statute in ways that can't be squared with\nthat statutory objective.\nBecause the word \"proceeds\" appears in\nthe introductory section of the statute, those kinds of\nrestrictions would apply to both concealment and\npromotion cases.\nFor example, the statute wouldn't cover\nexpense payments that are structured to conceal the\nunlawful nature and source of the funds involved. That\nmeans that if an illegal gambling operator recorded the\ncompensation that he paid his collectors as salary\npayments by a legitimate business that he owned, that\nthat would not be covered under the statute.\nJUSTICE SCALIA: Where -- so what?\nMR. ROBERTS: Well, Congress was trying --\nJUSTICE SCALIA: Is there some rule up there\nthat says every criminal statute has to cover as much as\npossible?\nMR. ROBERTS: No, Your Honor. That's not\nwhat we're arguing. What we're arguing is that there is\nno reason that Congress wouldn't have covered these\ntransactions and that they implicate the objectives of\nthe statute as revealed by its text, just as much as the\ntransactions that are clearly covered.\nJUSTICE SCALIA: I think it -- I think it\nmuch more remarkable than that, more extraordinary than\nthat, that Congress would want to make all -- all\nbetting operations like this a violation automatically\nof two criminal statutes.\nMR. ROBERTS: Well, Your Honor --\nJUSTICE SCALIA: I find that sort of, you\nknow, very strange.\nMR. ROBERTS: -- it is certainly true that\nillegal gambling and money laundering are going to occur\ntogether, but that isn't a cause for concern. It just\nreflects the fact that certain businesses, illegal\nbusinesses like gambling operations, like drug dealing,\nfrequently generate large amounts of cash and they need\nto launder that cash in order to survive and to prosper.\nJUSTICE GINSBURG: It is hard to see this --\nthat, just in the sense of laundering, nothing is being\nconcealed. They're not -- the money that's being paid\nto the runners and the collectors, it is an ordinary and\nnecessary expense of the illegal business.\nSo I think Justice Scalia was emphasizing\nthat this is, for the very same conduct two discrete\nstatutes, one with much heavier penalties. That makes\nit odd, too, that the basic gambling statute has a lower\npenalty than this money laundering statute, and yet it's\nthe same conduct that's violating both.\nMR. ROBERTS: Well, it's not the same\nconduct in that the conduct here, the paying the winners\nand paying the collectors is not a required element of\nthe gambling offense.\nJUSTICE SCALIA: Oh well, I mean -- come on.\nNobody -- nobody runs a gambling operation without\npaying off the winners. It's not going to last very\nlong.\nMR. ROBERTS: And, true --\nJUSTICE SCALIA: To make the paying off of\nthe winners a separate crime from running the gambling\noperation seems to me quite extraordinary.\nMR. ROBERTS: It -- it -- it's true, Your\nHonor, that they're not going to last very long.\nThey're not going to survive. They're not going to\ngrow. That's because they need to commit money\nlaundering in different ways to do that.\nJUSTICE SCALIA: But even if --\nJUSTICE KENNEDY: Can you tell me what\nhappens if there's a -- two bank robbers, the one's with\nthe get-away car; the other one going into the bank\nteller, and the robber that goes into the bank gets\n$1,000 and comes out and gives 500 to the get-away guy.\nIs that a violation of the statute?\nMR. ROBERTS: That is, if the -- if the\npayment would promote the continuing -- if they've got a\ncontinuing robbery operation and by paying him he's\ngoing to say, he's saying, you know, keep on continuing\nin the operation and let's expand it further.\nJUSTICE SOUTER: Then under your theory the\nemployee who gets paid shows up for work the next\nmorning; and so, of course, under your theory it would\nbe promotion.\nMR. ROBERTS: Your Honor, your question and\na lot of the questions I'm getting, I think express\nconcern about treating these transactions as promotion\nunder the statute. But the question --\nJUSTICE SOUTER: I would have the same\nconcern if we were dealing with concealment.\nMR. ROBERTS: What I don't --\nJUSTICE SOUTER: If the robbery takes place\nin a dark alley, is that automatically concealment?\nMR. ROBERTS: No, because what needs to be\nconcealed, what there needs to be is a financial\ntransaction that's designed, the transaction itself, to\nconceal the nature and source of the proceeds.\nJUSTICE SOUTER: That's going into the alley\ninstead of doing it out on the --\nMR. ROBERTS: I don't think that doing a\nrobbery in the alley would be a financial transaction --\nwould be designing a financial transaction to conceal\nthe unlawful nature and source of the proceeds.\nBut if I can give you an example of --\nJUSTICE ALITO: Mr. Roberts, isn't it true\nthat the problems that are being highlighted are\nproblems that result from expansive interpretations of\nother concepts that are not before us here, expansive\ninterpretation of promotion, expansive interpretation of\nconcealment?\nThe Seventh Circuit in the first appeal in\nthis case interpreted promotion very broadly. And then,\nI guess it felt that it had boxed itself in and that's\nwhat led to this interpretation of proceeds. But if you\ninterpret those other concepts more narrowly, you don't\nhave the same kind of overlap.\nMR. ROBERTS: I agree with that, Your Honor.\nI was going to try to say to Justice Souter's question\nbefore that if you have concerns that these kind of\nexpense payments should not be treated as promotional\nmoney laundering, the way to address those is not by\nadopting a profit construction of proceeds, because that\nwould do tremendous violence to the statute in other\nways.\nAnd I do think that there are --\nJUSTICE GINSBURG: What about the\nqualification that Judge Easterbrook made when he said,\nat least where the crime is a business-like operation?\nHe gave the example of gambling, he gave the example of\nselling contraband.\nAnd it seems to me that he was narrowing his\ndefinition of proceeds to cases where the crime is not\nrobbery or a one-time event, but a business-like\noperation.\nMR. ROBERTS: Well, I think it's difficult\nto interpret the proceeds, the term \"proceeds,\" to mean\nsomething different for business operations than for\nother crimes because it's the same word. But even so,\nYour Honor, there are other ways --\nCHIEF JUSTICE ROBERTS: Why don't you\ncontinue. I'm sorry. I didn't know you weren't done.\nMR. ROBERTS: Okay. I'm sorry.\nEven so, there are other ways in which a\nprofits definition just makes no sense under this\nstatute, besides the numerous concealment transactions\nthat would be excluded that Congress would have no\nreason not to cover. It also would make no sense as\napplied to professional money launderers. Those are\npeople who are hiding money for criminals as a matter of\ntheir business. Because they wouldn't be guilty of\nmoney laundering, even if they knew that they were\nconcealing money that was generated by a Federal felony,\nunless they also knew that the money was profits.\nCHIEF JUSTICE ROBERTS: I thought your\nanswer to the line of questioning that we were having\nwas that the problem would still be there, even if you\nlimited this statute to profits. You take the two bank\nrobbers in Justice Kennedy's hypothetical, the one that\nrobs the bank, the other in the get-away car. If before\nthe robber gave the money to the person in the get-away\ncar, he said, now, you know, I'm keeping $100 because I\nhad to buy the gun and that was $100, so you only get\n400, so it's only the profits that they're splitting,\nyou'd have the same problem, wouldn't you?\nMR. ROBERTS: That's right. That's another\npoint, Your Honor, that a profits definition itself\nisn't going to solve the problem of where the underlying\ncrime and the money laundering --\nJUSTICE SCALIA: It will solve a lot them.\nAnd unless you're willing to come in and say, yes, do it\nto us, give us a narrower definition of concealment and\na narrower definition of what's a transaction, but\nyou're not willing to do that. You're going to stretch\nthat as broadly as you can.\nMR. ROBERTS: It's not going to -- it's\nnot -- first of all, this case doesn't present the\ninterpretation of promotion and the Court would be free\nto address that in --\nJUSTICE STEVENS: Maybe the question\npresented doesn't present it -- -\nMR. ROBERTS: Yes.\nJUSTICE STEVENS: But I think the facts of\nthe case do present it. I mean, it's theoretically\npossible we could agree with you on the profits issue,\nbut nevertheless say this doesn't fit the promotion.\nMR. ROBERTS: You certainly could, Your\nHonor. But that would not be an alternative ground that\nwould be appropriate for you to rule on in this case,\nbecause that issue was raised on direct appeal. It was\ndecided against Respondents by the --\nJUSTICE STEVENS: I understand all that, but\nwe can still do it if it's perfectly obvious that that's\nthe right way to dispose of the case.\nMR. ROBERTS: You can obviously address any\nissue that you want to, Your Honor. But the ordinary\nrule is that issues that have been decided on direct\nreview shouldn't be relitigated on collateral attack.\nThe issue wasn't addressed by either of the courts below\nin these collateral proceedings.\nJUSTICE GINSBURG: Wouldn't it be --\nMR. ROBERTS: We do submit that it was\nresolved correctly in this case, because, as the Seventh\nCircuit held and as all the other courts of appeals have\nheld about promotion, the payments to the winners and\nthe payments to the collectors encourage the continued\nparticipation of the collectors and encourage the\nincreased participation by gamblers.\nJUSTICE GINSBURG: Mr. Roberts, the Seventh\nCircuit in this case was following a precedent in\nanother case and it thought that the defendant was would\nprevail under its theory.\nIf this Court should say that that theory,\nthat it's profits and not proceeds that matter, wouldn't\nit be appropriate for us, if we don't decide the\nquestion ourselves, to remand and say, Seventh Circuit,\nyour precedent was wrong; but you could consider a\nquestion that was not necessary for you to reach because\nyou had your precedent on the profits issue?\nMR. ROBERTS: You could do that, but the\nquestion that I think that is concerning the Court was\nresolved by the Seventh Circuit in this very case on\ndirect appeal. So on direct appeal, the argument was\nmade by Mr. Santos that these transactions can't count\nas promotional money laundering because they're\nessential transactions of the business and that they\ndon't promote the carrying on of the business, and the\ncourt of appeals rejected those arguments.\nJUSTICE SCALIA: You might well reject it if\nyou're going to have a narrow definition of proceeds. I\nmean, that rejection was connected with its acceptance\nof a narrow definition of proceeds. And if you're\nasking us to obliterate the latter, I don't know why it\nisn't reasonable to send it back to the Seventh Circuit\nand say, well, you still said the same thing if you came\nout differently on the proceeds question.\nMR. ROBERTS: Well, we certainly would\nprefer that you did that than that you interpreted\nproceeds to mean profits because of the violence that it\nwould do to the remainder of the statute, Your Honor.\nI was talking about professional money\nlaunderers before and how they wouldn't be guilty of\nmoney laundering if they were concealing money that they\nknew that was generated by a crime. And Congress --\nthere's no reason that Congress would have considered\nthose professional money launderers to be less culpable\nmerely because they might be laundering only illicit\nreceipts.\nAnd It would be very difficult for the\ngovernment to prove that professional money launderers\nknew that they were laundering profits because they\nhaven't participated in the predicate crime.\nJUSTICE BREYER: I've got that point, but\nwhat is your suggestion as to how to deal with what is\nunderlying disturbing me and it seems like a lot of\nothers, if prima facie Congress did not intend that you\nlaunder money where the activity is an essential part of\nthe underlying crime itself? And there are three ways\nof dealing with that:\nOne is this gross receipts method, which has\nthe defects you mentioned.\nThe second is a definition of \"promotion\"\nwhich says when you promote a crime that's different\nfrom engaging in the crime.\nAnd the third is sentencing; because it's a\nreal offense sentencing method and where what you've\ndone is nothing more than the underlying crime, the\nsentence should be nothing more than the underlying\ncrime. I see three ways to get to the same problem, and\nyou're asking us to decide them piecemeal, yet they're\nrelated. What do I do?\nMR. ROBERTS: Well, I think you decide the\nquestion presented here and you decide that proceeds\nmeans that -- that proceeds means gross receipts,\nbecause that's the only meaning that makes sense with\nthe statute.\nBut the sentencing point you make is a very,\nvery good one, Your Honor. And the fact is that the\nSentencing Guidelines were changed in 2001 to align the\npunishment for money laundering when people participate\nin the underlying crime much more with the punishment\nlevel for the underlying crime.\nAnd -- you know, in addition, as we know,\nthe Sentencing Guidelines are advisory, and so courts\ncould certainly take into account concern about\noverlap --\nJUSTICE BREYER: But still your answer\nleaves me -- and I have no answer to this; I want yours.\nI want you to see that I'm in -- at risk here as a judge\nof getting whipsawed, that I first decide this case for\nyou; and the next case, all kinds of arguments appear\nthat I hadn't thought of; and then the third case,\nagain. But if I could have them somehow together, I\ncould look at the least evil way or the most efficient\nway of achieving the congressional objective.\nMR. ROBERTS: Well, I think that you can't\nhave all of them together, Your Honor, unfortunately.\nBut I do think that we would say that out of the three\nthat you raised, the best way to deal with concerns\nabout this would be in the sentencing context.\nJUSTICE SCALIA: I find that extraordinary.\nYou really come in and say yeah, two crimes, assume\nCongress meant ordinary gambling crime to carry with it\nthis other extraordinarily high penalty for the same\nactivity that involves the gambling, but don't worry\nabout it, we'll even it out in the sentencing.\nI mean -- that's no way to run a railroad.\nMR. ROBERTS: It's not -- Your Honor, it's\njust not exactly the same activity, because people can\ncommit gambling without commit money laundering. They\ncan be guilt of illegal gambling without being guilty of\nmoney laundering --\nJUSTICE SCALIA: Straighten that out in the\ndefinition of the crime, rather than in the --\nMR. ROBERTS: But they can be -- even under\nthis definition, Your Honor. In this very case there\nwere restaurant and tavern owners that permitted the\ngambling bets to be taken on their premises because it\nincreased their -- the patronage of their businesses.\nAnd they were convicted of participating in illegal\ngambling operations. They didn't commit money\nlaundering, because they didn't engage in a financial\ntransaction that's not an element of the gambling\noffense, that involves the proceeds of the offense, and\nthat's intended either to conceal the proceeds --\nJUSTICE STEVENS: -- Mr. Roberts -- that the\ngambling offense is conducting a gambling business, so\nit makes it -- it is not just the gambling itself --\nMR. ROBERTS: It is -- but the statute\ndefines what the three -- the statue defines what the\nthree elements of the gambling business are, Your Honor.\nThat it's illegal gambling that's illegal under State\nlaw, that involves 5 or more persons, that it has --\ncontinues for more than 30 days or has more than $2,000\nin gross revenues in a day.\nJUSTICE SCALIA: What continues? The\nbusiness has to continue. You are not engaging in a\ngambling business if you're not paying off the winners.\nThat's all. That's not a good decent honest gambling\nbusiness.\n(Laughter.)\nMR. ROBERTS: The gambling business -- it\nmight be gambling and fraud, Your Honor. But the\ngambling business can continue for more than 30 days\nwithout having paid the winners if they had a lottery\nevery month, and it was at the end of the month -- they\nhadn't paid the winners yet, it would have gone for the\n30 days, in a 31-day month without -- without having\npaid the winners.\nJUSTICE KENNEDY: And -- if your definition\nof proceeds is problematic, it is something like an\nabstract question you're asking us to answer. If this\n-- if we say well, we're not sure this is proceeds but\nif it is proceeds, it is defined as gross receipts.\nThat's an artificial context in which to\naddress the issue.\nMR. ROBERTS: Yes. I think that what\nthey're asking you to do is to interpret -- and what the\nSeventh Circuit has done, is to interpret proceeds in a\nway that makes no sense for the statute in order to deal\nwith these concerns about promotion cases that can be\ndealt with in the other ways that Justice Breyer raised.\nAnd there are really four --\nJUSTICE GINSBURG: Mr. Robert, may I go back\nto something you said about -- of the options that\nJustice Breyer mentioned.\nYou said the way to handle it is in\nsentencing.\nSantos was sentenced to 60 months on the\ngambling counts and 210 months on the laundering. You\nsaid the statute has been changed. So what would be the\nsentence under the statute as it now exists? And this\nis vastly disproportionate. 60 months for gambling, and\n210 for money laundering.\nMR. ROBERTS: I'm sorry, Your Honor. I\nprobably should know the answer to what the precise\nrange would be under the guidelines. Now, I don't. But\nwhat I do know is before, the way the guidelines worked\nwas that the base offense level for a money laundering\ncrime was not tied to the offense level for the\nunderlying offense. So it was set I think starting at\n23 for promotional money laundering.\nBut what happened in 2001 is that the\ncommission changed the rules so that when you -- when\nthe money laundering involves the person who\nparticipated in the underlying offense and has also done\nthe money laundering, you start with the offense level\nfor the underlying offense and then you make some minor\nincreases depending upon the type and the --\nJUSTICE BREYER: I have it in front of me\nactually. I was looking at it. And it seems to me what\nit assumes is that the underlying offense is different\nfrom the money laundering. And do you have any\nrationale at all as to why this individual, if it's true\nthat he did nothing more than engage in the underlying\noffense, why should he receive one day more than 60\nmonths?\nMR. ROBERTS: Well, because he does engage\nin something more than what he needs to do to be\npunished for the underlying offense, and that conduct is\n-- and that conduct is -- promotes ongoing crime or can\nconceal ongoing crime in ways that are just what\nCongress was getting at in the statute. And --\nJUSTICE SCALIA: Because gambling under the\ndefinition has the three elements that do not include\npaying off the winners. That's what it all represents\n--\nMR. ROBERTS: Because -- well, that's one\nthing, but the other thing is, Your Honor, if I could\ntalk about the ways that the proceeds definition just\ndoesn't make sense here. If these expense payments --\nthe expense payments for instance, the payment of the\nsalary that Mr. Santos made to Mr. Diaz -- it happens in\nthis very case, although we didn't prosecute it as\nconcealment money laundering -- that he recorded those\npayments as salary payments by a printing business that\nhe owned.\nAnd he's doing that to conceal the activity,\nto enable it to keep going. And that's just what\nCongress was trying to get in the statute. Wouldn't be\ncovered under a profits definition. If criminals\nconcealed the gross receipts temporarily until they pay\nthe expenses -- for instance, if a gambling operator\ntakes the money that -- his illicit receipts from the\ngambling, and he puts it in the bank account of the\nprinting business. And then later he uses it to pay the\nwinning betters, he's doing that to hide it so the\ngambling operation can keep going. That's what Congress\nwas trying to get at here. That wouldn't be covered.\nThat -- that evades detection just as much\nas transactions that hide profit.\nJUSTICE STEVENS: You are saying it would\nnot be covered as money laundering, but nevertheless it\nwould be illegal and be punished as gambling.\nMR. ROBERTS: Yes, it would, Your Honor.\nBut the conduct, the concealment conduct --\nJUSTICE STEVENS: And everything they've\ndone here would be punished as gambling --\nMR. ROBERTS: -- the concealment conduct is\nadditional conduct, and it is what Congress wanted to\nget at here, and a profits definition would mean that it\nis excluded from the statute.\nAnd it would exclude the --\nJUSTICE KENNEDY: Well, you see the problem\nwe have is we're not sure that it is within the statute.\nSo then you're asking us to say how to make the statute\nwork when we don't think the statute's applicable at\nall.\nMR. ROBERTS: Well, I guess if you don't\nthink that concealing expense payments should be\ncovered, if you don't think concealing money that is --\nJUSTICE STEVENS: Can you imagine running a\nillegal gambling business and advertising your expenses?\nI mean, you have got to conceal these --\nMR. ROBERTS: It's not a question of\nadvertising them, Your Honor. It's not a question of\nadvertising them, but it is a question of taking\nadditional conduct to conceal them.\nJUSTICE STEVENS: But it's not additional\nconduct. That's the point.\nMR. ROBERTS: It is additional conduct. He\ndidn't need to record it on the books of the -- on the\nbooks of his printing business.\nJUSTICE SOUTER: What if he puts it in a tin\ncan and buries it in the garden? Is that additional\nconduct?\nJUSTICE SCALIA: Of course it is.\nMR. ROBERTS: It's additional conduct, but\nit's not designed to conceal the unlawful nature --\nJUSTICE SOUTER: Why isn't it? Do you put\nyour salary in tin cans in the garden?\nMR. ROBERTS: I might like to keep my money\nin the cookie jar -- and it's perfectly legitimate\nmoney, Your Honor -- because I don't want when someone\ncomes into my house that -- for them to steal the cash.\nJUSTICE SOUTER: I just don't see how you\ncan make the distinction you're making, and therefore I\ndon't see how you can avoid Justice Stevens's problem.\nMR. ROBERTS: If he takes the money, Your\nHonor, and he structures his payments to his employees\nby making them -- or to his suppliers, by making them in\n$9,000 increments in order to evade transaction\nreporting requirements, that wouldn't be covered either\nunder this interpretation of the statute.\nJUSTICE ALITO: Mr. Roberts, isn't it true\nthat the Seventh Circuit's interpretation of proceeds\ndoesn't really solve these problems except in the case\nof an unprofitable business? In the case of a\nprofitable illegal enterprise, all of the same problems\nexist.\nMR. ROBERTS: I think there are many\nsituations, as the Chief Justice pointed out, in which a\nprofits definition isn't going to be enough to solve it.\nFor instance, just a drug dealer accepts payment for the\ndrugs. If that money exceeds the cost of the business,\nit would presumably be profit and without some other\nrequirement in the statute, it would count as money\nlaundering. And for instance, when street-level dealers\nthat are employed by a drug kingpin turn the receipts\nover to the kingpin even after they've take out their\nshare, let's say -- under a profits definition if those\nreceipts exceeded the costs of the business that would\nalso be covered as money laundering. So I think it's\nvery true that the profits definition isn't going to\nsolve all the problems as well.\nThat's a -- you know -- another point about\nit.\nIt also means that what we have to prove\nprofits that that's going to be very difficult for us to\ndo even in cases that don't involve these expense\npayments because criminals often don't keep accounting\nrecords. They certainly don't keep records that are\naccurate and complete and decipherable by law\nenforcement. And Congress recognized the lack of hard\nevidence of criminal profits, and for that reason\nCongress provided for the forfeiture of proceeds rather\nthan profits in the RICO and drug forfeiture statutes.\nAnd there's no reason to think Congress took a different\napproach here in the money laundering statute, two years\nlater, when it used the same term \"proceeds.\"\nThere's also -- there's the issue of the\nuncertainty that would be created by a profits\ndefinition, because it would raise all these questions,\nand there are no accounting rules to resolve them.\nAnd even the court below acknowledged that\nit's difficult to determine what is and isn't net\nincome, and that the line between paying expenses and\nreinvesting that income is murky.\nAnd I don't think the Court should lightly\nassume that Congress intended a definition of an element\nof the offense that's going to raise these numerous\nissues about the scope of that essential element of the\noffense. And the Court is going to have to resolve them\nall without any guidance from Congress.\nSo if I could reserve the reminder of my\ntime.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. ROBERTS: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Vare.\nORAL ARGUMENT OF TODD G. VARE\nON BEHALF OF RESPONDENTS\nMR. VARE: Thank you, Mr. Chief Justice, and\nmay it please the Court:\nJustice Ginsburg, you have suggested\ncorrectly that the only conduct in this case was the\npayment of ordinary and necessary expenses of the\nbusiness.\nJustice Scalia, you correctly suggested that\npaying off winners is necessary to every gambling\noperation.\nJustice Breyer, you have correctly suggested\nand stated that the money laundering statute is intended\nto punish different conduct, different criminal activity\nthan the underlying criminal activity.\nCHIEF JUSTICE ROBERTS: Didn't Justice Alito\ncorrectly suggest that these merger problems would still\npersist even under your definition of \"proceeds\"?\nMR. VARE: I think that that is not\nnecessarily true. The merger problems would -- would\nexist except for the \"profits definition,\" certainly on\nthe facts of these cases -- on this case.\nOn this case the only facts that were\npresented by the Government -- and they have conceded\nthat they did not present any evidence of profits.\nCHIEF JUSTICE ROBERTS: No, but I mean if\nyou have a \"profits\" definition and the enterprise has\nprofits, all of these problems we've been talking about\nin terms of the merger, as I call it, between the money\nlaundering and the underlying offense would still be\nthere, right?\nMR. VARE: Yes, Your Honor. There would.\nThere would. And, in fact, Justice Alito also correctly\nsuggested that the reason why the Scialabba panel\ndecided the \"proceeds\" definition is profits was because\nof the expansive interpretation and application of the\nother aspects of the statute, and that they were left\nwith essentially no choice.\nJUSTICE SCALIA: So why are you urging us to\ncreate two problems, to drag along all of the problems\nthat you object to with -- with interpreting proceeds to\ninclude simply covering your expenses? You acknowledge\nthat the problems you point out would continue to exist\nif we accept your definition.\nOn the other hand, I think you have to\nacknowledge that accepting your definition creates other\nproblems of its own, such as the difficulty in every\ncase of showing that an illegal operation made a profit,\nsuch as the difficulty of deciding what kind of criteria\nyou use for determining what are the -- what are the\nordinary and necessary expenses of a criminal\nenterprise.\nWhy should we -- why should we choose to get\nthe worst of both worlds? And why isn't the proper way\nto attack the difficulty to focus in on what constitutes\na transaction and what constitutes concealment --\nsomething other than the \"proceeds\" definition?\nMR. VARE: I think you're absolutely\ncorrect, Justice Scalia. And, in fact, in our\nopposition to the petition for cert in this case, we\nmade this very point as to why this was not the right\ncase to determine all of these issues, and particularly\nthe burdens that have been presented by the government.\nJUSTICE KENNEDY: Did you argue at any point\nthat these were not proceeds?\nMR. VARE: Yes, Your Honor, we did.\nJustice Kennedy, in the briefing in the opposition to\ncert and in our response brief, we have set forth\ndistinct arguments that there are not separate\ntransactions distinct and different from the underlying\ncriminal activity.\nJUSTICE KENNEDY: Did you argue that in the\ncourt of appeals?\nMR. VARE: That was presented as -- that was\npresented as part of the Febus decision as an argument\nthat those transactions did not constitute distinct and\nseparate transactions from gambling. That was presented\nin the pro se petition and acknowledged by the\ngovernment in responding to the pro se petition below.\nThe government acknowledged that the\nquestion in Febus, the question in Scialabba, the\nquestion in this case on habeas are legally and\nfactually indistinguishable. And I think Justice\nStevens has suggested that all of this is inherent in\nthe question presented.\nA fair -- it is fairly included because to\nlook at the statutory context of the word \"proceeds\" is\nnecessary for an intelligent resolution of the meaning\nof that word as well as how it plays throughout the rest\nof the statute.\nJUSTICE BREYER: The question is can you\nviolate the statute by financial transactions which --\nhave you promoted the crime, when those transactions are\nno more than part of the crime itself?\nThat's basically the question. And I think\nJustice Kennedy is asking if, in fact, we wanted to\nreach that question, is this a case in which we could do\nit, through reargument or in some other way?\nMR. VARE: I think that that is a question\nthat this Court could resolve on the facts of this case,\nor --\nJUSTICE BREYER: And was it raised in the\ncourt below?\nMR. VARE: It was -- it was raised in the\ncourt below as -- as inherent -- well, it was certainly\nraised in the Febus, in the direct appeal.\nIt is inherent in the 2255 petition filed\npro se by my client, Mr. Santos. It was acknowledged by\nthe government that these issues are not legally or\nfactually distinguishable.\nAnd again, it is inherent in the question\nthat's presented. The money laundering statute requires\nconducting a financial transaction involving the\nproceeds of the specified unlawful activity with the\nintent to promote the --\nJUSTICE KENNEDY: Well, I think it is a\nstretch so far as the question presented. The question\npresented is very clear whether or not it is gross\nreceipts or net profits. That's what we're asked to\nresolve.\nJUSTICE GINSBURG: That's not your question\npresented.\nMR. VARE: Absolutely not, Justice Ginsburg.\nIt is not our question presented, but we do feel that,\neven in answering that question, whether or not it is\nnet or gross does require looking at the term in\ncontext. And -- and the context, we're not looking at a\ndifferent statute.\nCHIEF JUSTICE ROBERTS: I didn't see that\nyou presented -- a separate question presented in your\nopposition.\nMR. VARE: We did , Your Honor.\nCHIEF JUSTICE ROBERTS: Where is that?\nMR. VARE: In the -- Mr. Chief Justice --\nCHIEF JUSTICE ROBERTS: Not at page (ii).\nMR. VARE: In Mr. Santos' brief. And the\nquestion presented there was --\nJUSTICE KENNEDY: Brief in opposition --\nMR. VARE: The brief in opposition on the\nvery first page.\nCHIEF JUSTICE ROBERTS: Oh, but I am looking\nat the orange one, not the red one. The orange one is\nwhat we have before us when we decide whether or not to\ngrant certiorari. And there you don't have a different\nquestion presented.\nMR. VARE: No, we did not -- in the\nopposition to the cert petition we did not present a\ndifferent question presented as a question presented.\nBut we did present the argument --\nMr. Santos did and Mr. Diaz did -- that there were no\nseparate transactions that promoted the carrying on of\nthe specified unlawful activity. Rather, all that the\ngovernment had presented in this case was merely\nconducting the illegal gambling business.\nCHIEF JUSTICE ROBERTS: If we adopt your\nposition, we will have to decide a question like, for\nexample, if the argument is I didn't have any profits\nbecause I had to pay $10,000 for a hit man to kill\nsomebody, we would have to have a judicial decision\nthat, yes, paying hit men is the ordinary and necessary\nbusiness expense in carrying out illegal gambling\noperations, right?\nMR. VARE: I think, Mr. Chief Justice, in\nany case you're going to have to look at what the\nspecified unlawful activity is in the context of a money\nlaundering prosecution, because that is part of the\ncontext.\nAnd so in this case you have to look at what\nis the ordinary conduct of an illegal gambling business.\nAnd I would suggest that paying off a hit man most\nlikely would not fall into that category. But,\ncertainly, as many of the Justices, including Justice\nScalia and Justice Stevens and others have suggested,\nthat when a gambling business pays off its winners, that\nis inherent -- that is integral -- to conducting a\ngambling business. It is not --\nCHIEF JUSTICE ROBERTS: Let's take two\nillegal gambling operations that are identical in every\nway except that the one pays the runners, you know, $200\na week. The other pays the runners $500 a week. And\nthe one that pays $500 doesn't make any profits because\nhe's paying too much to the runners.\nThe first one, the more successful\noperation, you say, can be prosecuted for money\nlaundering because its has profits. The other one\ndoesn't. So incompetence is rewarded.\nMR. VARE: No, Mr. Chief Justice. I would\nsay that neither one could be prosecuted for money\nlaundering because in both situations --\nCHIEF JUSTICE ROBERTS: But the --\nMR. VARE: -- when in both situations the\ngambling operator is simply paying off ordinary business\nexpenses. Just the collectors who are part and parcel\nof running the illegal gambling business, they're one of\nthe participants. And that's part of the illegal\ngambling statute, is that you have to have five or more\nparticipants.\nCHIEF JUSTICE ROBERTS: No, I'm focusing on\nthe question presented -- that was the only question\npresented when we considered whether to grant certiorari\nby either of the parties, and that focuses solely on the\nquestion of whether \"proceeds\" is considered gross\nrevenues or profits.\nMR. VARE: Well, Mr. Chief Justice, what I\n-- what I believe is the answer to your question is --\nis you cannot look at the term \"proceeds\" in isolation.\nAnd Justice Breyer, you know, suggested that the reason\nwhy we're even here today, arguing about what I believe\nis just absurd and unwarranted results on the facts of\nthis case, is because the courts below -- and the\ngovernment has proposed expansive interpretations -- the\ncourts below have adopted, in some cases and not others,\nthese expansive interpretations.\nJUSTICE ALITO: But this doesn't --\n\"proceeds\" must mean the same thing in every money\nlaundering case, doesn't it? And every money laundering\ncase is not based on a gambling business. There are\ndrug businesses and all sorts of other predicates.\nMR. VARE: Well --\nJUSTICE ALITO: Can it mean something\ndifferent in -- depending on the underlying illegal\nactivity?\nMR. VARE: I think there is certainly a\nsuggestion, but that this Court itself has made recently\nin the Duke Energy case, that a term can have multiple\nmeanings, multiple shades of meanings, and that will\ndepend upon the context. So you have to look at the\ncontext and the specified unlawful activity is context.\nNow, I'm not suggesting that we adopt a\ndefinition of proceeds as net profits in one case for\none unlawful activity or gross profits for another\nunlawful activity or gross receipts for another one.\nBut the problem that we have presented to us\ntoday is due to the piecemeal construction and\napplication of this statute and --\nJUSTICE SCALIA: Mr. Vare, you know, I'm --\nI'm unwilling to decide the definition of transaction\nquestion in the present case because, frankly, I think\nthat's a -- in itself, a very difficult question which\nwe haven't had adequately argued. For example, while I\nbelieve, as I've indicated earlier, that paying off the\nwinners is -- is an essential part of a gambling\noperation, I don't believe that paying off runners\nnecessarily is. You can have a gambling operation\nwithout runners, can't you? You can --\nMR. VARE: You could have --\nJUSTICE SCALIA: You can -- you can view\nthat as something beyond the mere -- the mere gambling\ncrime. I don't -- I don't think you can view that\npaying off the winners is beyond the gambling crime, but\nI do think having a bunch of runners and paying off each\nof them is not necessarily part of gambling.\nMR. VARE: Well, you can have a gambling\nbusiness without runners per se.\nJUSTICE SCALIA: Exactly.\nMR. VARE: But you do need, Justice Scalia,\nyou do need five or more participants. And the courts\nbelow have defined participants as -- as owners or\npartners, bartenders, cocktail waitresses, doormen,\nemployees of the business.\nAnd if those are qualifying participants to\neven establish the -- the predicate for an illegal\ngambling business, then those participants are most\nlikely going to get paid, and if they get paid, then\nthat is simply part of conducting an illegal gambling\nbusiness.\nI think the fact -- I mean, the fact that\nthe runner in this case, the bet collector, Mr. Diaz, is\nprobably -- you know, illustrates best the unwarranted\nresult in this case. Mr. Diaz did nothing more in this\ncase than collect wages of about $150 a month or a week,\nsomething along those lines, for simply collecting\ndebts, and he was convicted of money laundering and\nsentenced to 9 years in jail.\nMr. Santos, my client, all he did was pay\nwinners and pay those bet collectors to collect debts,\nand he -- his sentence was nearly quadrupled.\nCHIEF JUSTICE ROBERTS: So someone who\nsimply paid off whoever it is that ships in, you know, a\nton of heroin, you'd say is not guilty then? Same\nthing. I mean, you're just paying off the people who\nengage in the activities that are necessary for the\ncontinuation and promotion of the illegal enterprise.\nMR. VARE: Well, I -- I think in that case,\nMr. Chief Justice, I would -- I would suggest it might\nbe an incomplete hypothetical, because simply paying the\nexpenses of a crime or simply buying more drugs is not\nin and of itself -- and I think the government has\nconceded that in their opening -- that's not in and of\nitself money laundering. There has to be a transaction\nthat is conducted with the intent to promote the\ncarrying on or separately a transaction that is designed\nto conceal the legitimate or the illegitimate source of\n-- of the funds received.\nSo simply receiving proceeds from an\nunlawful activity is not enough. And that's clear on\nthe statutory language. You either have to have some\npromotion element or some concealment element.\nJUSTICE ALITO: Let me go back to the\nquestion of the definition of \"proceeds.\"\nIsn't it very unlikely that Congress would\nhave wanted -- wanted to adopt the net income definition\nin light of the legal issues and the problems of proof\nthat that would involve?\nLet's take the example of an international\ndrug ring that has assets in a foreign country. They\nmay have crops. They may have processing plants,\nwarehouses, trucks, airplanes, et cetera. They ship\nmillions of dollars of drugs into the United States.\nThey get millions of dollars in gross revenue here every\nyear. They hire a professional money launderer to\nlaunder the money here. Now, the Government wants to\nprosecute the money -- the person they hired plus\nmembers of the organization.\nThe person they hired may not know and may\nnot care whether the money that was being laundered was\nprofits or not. And how are you going to prove what --\nwhether this enterprise was a profitable enterprise or\nnot? They may have -- and they may have enormous gross\nrevenue, but they may have -- they may have enormous\nexpenses overseas. They may have bought a lot of\nwarehouses and equipment. They may have lost a lot of\nthings because they were raided by the government,\ndestroyed the factory, killed the plants.\nIt becomes as impossible situation, and why\nwould Congress ever have adopted a definition like that?\nMR. VARE: Well, Justice Alito, I don't\nthink it's an impossible situation, number one, and I'll\nget to that in a second. To address your first\nquestion, could Congress have intended this to mean\nprofits knowing that the burdens were so difficult?\nTo answer that question, then you must look\nat what else Congress intended, and there's no question\nthat Congress intended to punish different conduct than\nthe underlying criminal activity.\nAnd then you have to look at what Congress\nintended to get at when they wanted to fill the gap in\ncriminal law, when they want wanted to punish crimes\nthat were not previously punished.\nThey focused on getting at ill-gotten gains\nof criminal enterprises. They focused -- and our\nbriefs, you know, set forth the statements that are\nreplete through the debates on the floor, that the\nCongress was focused on profits of criminal enterprises.\nCongress was not focused on the unprofitable\ncriminal enterprise because --\nJUSTICE ALITO: I'm sure that's true. They\nwouldn't be that worried about the unprofitable criminal\nenterprises because they wouldn't last very long. But\nthere's the -- there still is the problem of proof --\nMR. VARE: Absolutely, Justice Alito.\nJUSTICE ALITO: -- proving that it's\nprofitable.\nMR. VARE: And the proof problem --\nJUSTICE SCALIA: Not just proving that it's\nprofitable; proving that the person laundering it knew\nthat it was profits because that's part of the\ndefinition of the crime, that scienter. And how can you\nprove that the fellow knew that it was profits? He\nwould very rarely know whether it was or wasn't. So he\nskips off scot-free free of the laundering crime.\nMR. VARE: Well, Justice Scalia, the intent\nor the knowledge or the scienter requirement is going to\nbe present. It's going to be a burden on the government\nto prove, no matter what definition of proceeds is.\nBut in terms of proving profits, the\ngovernment is able to prove profits in other criminal\nfinancial transaction-type cases in a number of ways.\nThey're not limited to a particular accounting method.\nThey can choose the accounting method that they want.\nThey're not limited to looking at day after day after\nday, week after week after week of financial records.\nThey can aggregate records that are selected from\nparticular points in time. And even in --\nCHIEF JUSTICE ROBERTS: Well, how do they\nknow even what the fiscal year of these enterprises is?\nI mean let's suppose you have some costs. They have to\nbuy the poppy field or wherever, but, you know, over 3\nyears, they're going to make a lot of money. You're\nsaying you can't prosecute them in year 2?\nMR. VARE: No, I'm not saying that at all,\nMr. Chief Justice, and I think my point would be the\ngovernment would not even need to look at a fiscal year\nto prove profits. They would be able to look at a\nperiod of time and through their extensive search and\nseizure efforts --\nCHIEF JUSTICE ROBERTS: My point is the\nprofits may not come in immediately, even though the\nunderlying activity is exactly the same.\nMR. VARE: That may be the case. They may\nhave a difficult burden of proving profits in the early\nstages, but most of these prosecutions practically occur\nafter a period of time.\nJUSTICE SCALIA: I mean what -- what's the\ntotal stage you look at? Suppose it's profitable 1\nmonth and not the next month, and the loss the second\nmonth more than undoes the profits of the first month.\nCan you still prosecute them for the profits in the\nfirst month?\nMR. VARE: Certainly, based upon the profits\nin the first month. They're not limited to that. I\nmean --\nJUSTICE SCALIA: One day they could pick\nthen, they have one good day. And they could --\nMR. VARE: And they could profit on that one\ngood day if there are other transactions involved in the\nprofits.\nJUSTICE KENNEDY: What about the bank robber\n-- there's just one bank robbery. They spend $500 to\neach, to people for their airfare and car rental. They\nrob the bank. They only get $800. They lost $200.\nThey then give the $800 to the attorney to please -- or\nto somebody to please launder the money. No profits?\nMR. VARE: I don't think that that --\nJUSTICE KENNEDY: That would be a very silly\nresult.\nMR. VARE: Well, I -- I don't think that,\nunder that hypothetical, even the government would\ncharge those criminals with money laundering.\nJUSTICE KENNEDY: No. They gave it to a\nthird person to conceal it, $800.\nMR. VARE: Well, if there's --\nJUSTICE KENNEDY: 8,000, 8 million.\nMR. VARE: Simply giving money to somebody\nelse does not meet the concealment and disguisement\nelement. I mean, there has to be an effort made to\ndisguise the source of the income as being illegitimate.\nJUSTICE KENNEDY: Assume that it's proceeds.\nAssume that they have a money launderer. Under your\ndefinition there's still no violation?\nMR. VARE: I suppose I would say no. And\nI'm going to explain why I have to say no, and I'm going\nto give you a medical word. The profits construction is\nnot perfect. There's no question about that.\nBut we're here today because it's the only\nway to resolve the case that came up to this Court based\nupon the expansive interpretations of the rest of the\nmoney laundering cases.\nCHIEF JUSTICE ROBERTS: Well that's -- but\nwe don't try to solve every case. We look at particular\nquestions presented. And maybe there's going to be\nanother case coming up in which the issue of how broadly\nyou should construe promotion is, or whether you should\nhave a different definition when the offenses are merged\nor not. And we'll confront that when it gets here.\nIt seems to me that your argument is --\nmaybe your best argument, but your argument, anyway, is\nlet's avoid this question because of these other\nmistakes that have been made, mistakes which are not\npresented to us on the question on which we granted\ncert.\nMR. VARE: I think, Mr. Chief Justice, I'm\nnot asking this Court to avoid any question. What I am\nsaying is that there is a profits construction that if\nyou apply the traditional rules of statutory\nconstruction, if you look at the text -- the word\nitself, \"proceeds,\" does not have a single plain meaning\nas gross receipts. It is ambiguous. And it has\nmultiple shades of meaning depending upon the context.\nIf you look at the term \"proceeds\" in\ncontext then, then it will depend upon how one is using\nit. If I were selling a house, and I asked somebody on\nthe street what would be my proceeds from the sale of my\nhouse, in that -- and only in that context, some would\nsay it is the gross. Some would say it is the net.\nSome would say it depends.\nWell, it depends upon what? It depends upon\ncontext. That is included in the question presented.\nJUSTICE GINSBURG: Well, let's take this\ncontext.\nThere is, if you are going to go with\nprofit, a question of what expenses? That's one of the\ndifficulties of working with a net proceeds, because we\ndon't know what the expenses that you would deduct, and\nthe hit man was given as one example. You said no, not\nthat one. But salaries to the runners, yes.\nTo figure out what would count to come up\nwith a net figure is the least difficult, is it not?\nMR. VARE: Justice Ginsburg, I think that it\nis slightly more difficult in the case the government\nhas now, which is really no difficulty at all. I think\nthat it would depend upon the unlawful activity, the\nspecified unlawful activity, what would be the ordinary\nexpenses associated with doing that crime.\nAnd lower courts are well equipped and\njuries are well equipped to hear evidence, direct and\ncircumstantial, and make inferences and decide those\nissues.\nJUSTICE SCALIA: Why does it have to be the\nordinary expense of that? I mean, let's assume the\ncharge is murder, and I happen to use a hit man for the\nmurder. That's proven and whatnot.\nWhy -- you mean, that isn't part of the\nmurder conviction, simply because I could have done it\nwithout a hit man, I could have done it myself?\nMR. VARE: No, I don't think so at all,\nJustice Scalia.\nJUSTICE SCALIA: You think paying the hit\nman would be part of the murder transaction?\nMR. VARE: Absolutely.\nJUSTICE SCALIA: Uh-huh.\nMR. VARE: But I don't think that that\nnecessarily parlays into whether or not it is money\nlaundering or not.\nJUSTICE SCALIA: No, I understand.\nMR. VARE: If, for example, the murderer\npaid the hit man with money to kill somebody and then\npaid -- you know, used proceeds from the insurance\npremium that somebody might have been his wife or her\nhusband, and used the proceeds to pay off the money --\nthe hit man for the next crime or to reward him or\nsomething else, to carry on the business or used the\ninsurance proceeds to conceal where they came from, then\nI think you could create a hypothetical situation of\nmoney laundering.\nCHIEF JUSTICE ROBERTS: I thought it would\ndepend on whether or not the insurance proceeds exceeded\nhow much he had to pay the hit man, right? Let's say\nhe's not doing it to get the insurance money. It just\nso happens he had a $50,000 policy on the victim --\nJUSTICE SCALIA: He wanted to kill his wife,\nright?\nCHIEF JUSTICE ROBERTS: Yes. He just wanted\nto commit the murder, not get the money. And so he pays\nthe hit man $100,000, he gets the $50,000, and then uses\nit for all these other activities, you'd say no money\nlaundering, because no profits?\nMR. VARE: If we assume the expansive\ninterpretations of a transaction promoting the\nunderlying crime that have been presented in this case\nand then we apply the profits definition, that might not\nbe money laundering. But, the money laundering statute\nis not designed to cure that evil. That evil is\npunished and punished severely by the murder statute.\nIt is punished as the underlying crime.\nAnd so in this case, Mr. Santos and\nMr. Diaz -- or Mr. Santos was punished up to the maximum\nof five years for running an illegal gambling business.\nHe didn't do anything else other than run a gambling\nbusiness.\nAnd so I think the point is at the end of\nthe day, there are certainly a lot of hypothetical\nsituations that suggest a profits construction might\npose some burdens, might not make sense. But if you're\ngoing to look at the burdens on the government in terms\nof construing the term \"proceeds,\" then you also must\nlook at the consequences of accepting the gross receipts\nconstruction. And I think at the outset, nearly every\njustice up here suggested -- well, that turns every\nillegal gambling business into a money laundering\nviolation.\nThe government has no answer to that. Under\ntheir interpretation as applied today, then every\nillegal gambling operator will be guilty of money\nlaundering.\nCHIEF JUSTICE ROBERTS: I thought their\nanswer was the money laundering statute covers a whole\nwaterfront of activities besides illegal gambling. And\nthe question is, what did Congress intend when they\npassed the money laundering statute.\nThis is kind of the tail wagging the dog.\nThe tail is, well, it presents these problems when\nyou're talking about gambling operations, but there's a\nwhole rest of the dog area where it doesn't present a\nproblem.\nMR. VARE: Well, I think what the money\nlaundering statute was intended to do was punish\ndifferent conduct, separate and distinct from the\nunderlying crime. And that different conduct is\ninherent in conducting a financial transaction with the\nintent to promote the carrying on of the unlawful\nactivity.\nI do not think that you can parse the\nstatutory language and only address the term \"proceeds\"\nirrespective of its consequences.\nIn fact, I think the questions directed to\nme as to the harsh consequences on the government\napproving profits shows that you have to look at the\nterm \"proceeds\" in its context. In its context includes\nnot only the burdens on the one hand, but it certainly\nincludes the situation we have here, that every illegal\ngambling business is automatic money laundering. And\nthat is not what money laundering statute was enacted,\nit's not what it was written or intended to address.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, Mr. Vare.\nMr. Roberts, you have four minutes\nremaining.\nREBUTTAL ARGUMENT OF MATTHEW D. ROBERTS\nON BEHALF OF THE PETITIONER\nMR. ROBERTS: Thank you.\nIf I could first address the reasons why\nthis Court should not decide the separate transaction\nissue itself in this case.\nFirst of all, it's not the question\npresented here which is limited to the meaning of the\nstatutory term \"proceeds.\" Respondents didn't present\nany alternative question in their briefs in opposition.\nAnd, in fact, they don't present an alternative question\npresented even in their briefs on the merits. They're\njust using the concern about merger as a reason to\ndecide that proceeds means profit.\nThe separate transaction issue was decided\nagainst Respondents adversely on direct appeal in the\nFebus case, as my brother on the other side\nacknowledged. And those kinds of issues that are\ndecided adversely on direct appeal shouldn't be\nrelitigated.\nThe issue wasn't raised in the separate\ntransaction issue, it wasn't raised in the Section 2255\nissues, and wasn't addressed by the courts below in\nthese collateral proceedings.\nAt most, we say it should be left open for\nanother case that presents -- that presents the issue.\nBeyond that, if this Court thought that something should\nbe left open for the court below to address, the court\nbelow could address a range of possible ways to deal\nwith ensuring a separation, for example, Justice\nStevens's suggestion that an illegal gambling business\nunder the statute itself entails the payment of winners\nand the payment of employees, although we don't think\nthat it does.\nBut a profits definition is not the way to\naddress concerns about overlap for the underlying\noffense, because it makes no sense in the broader\ncontext of the statute.\nIt would create significant uncertainty\nabout the scope of the statute because of the absence of\naccounting rules. It would make proof very difficult as\na general matter because of the absence of those rules\nand because criminals often don't keep accounting\nrecords. It would exclude numerous concealment\ntransactions that Congress had no reason not to cover,\nand it would cripple the government's ability to\nprosecute professional money launderers, which are\nreally a significant part of the problem that Congress\nwas addressing.\nIf the Court has no further questions, we\nwould ask that the judgments of the court of appeals be\nreversed.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "No. 06-1005 EFRAIN SANTOS AND", 
        "BENEDICTO DIAZ"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 24, 
        "JUSTICE ALITO": 7, 
        "JUSTICE BREYER": 5, 
        "JUSTICE GINSBURG": 7, 
        "JUSTICE KENNEDY": 12, 
        "JUSTICE SCALIA": 26, 
        "JUSTICE SOUTER": 7, 
        "JUSTICE STEVENS": 8, 
        "MR. ROBERTS": 45, 
        "MR. VARE": 45
    }
}