{
    "appearances": {
        "content": "BRIAN WOLFMAN, ESQ., Washington, D.C.; on behalf\nof the Petitioner.\nANTHONY YANG, ESQ., Assistant to the Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nthe Respondent.\n"
    }, 
    "caseNum": "06-1717", 
    "caseinfo": {
        "content": "RICHLIN SECURITY SERVICE :\nCOMPANY, :\nPetitioner :\nv. : No. 06-1717\nMICHAEL CHERTOFF, :\nSECRETARY OF HOMELAND :\nSECURITY. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nBRIAN WOLFMAN, ESQ.\nOn behalf of the Petitioner 3\nANTHONY YANG, ESQ.\nOn behalf of the Respondent 26\nREBUTTAL ARGUMENT OF\nBRIAN WOLFMAN, ESQ.\nOn behalf of the Petitioner 53\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, March 19, 2008\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:05 a.m.\n"
    }, 
    "petitioners": [
        "RICHLIN SECURITY SERVICE", 
        "COMPANY,", 
        "Petitioner", 
        "v.", 
        "No. 06-1717 MICHAEL CHERTOFF,", 
        "SECRETARY OF HOMELAND", 
        "SECURITY.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:05 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 06-1717, Richlin Security\nService versus Chertoff.\nMr. Wolfman.\nORAL ARGUMENT OF BRIAN WOLFMAN\nON BEHALF OF THE PETITIONER\nMR. WOLFMAN: Mr. Chief Justice, and may it\nplease the Court:\nThe Federal Circuit affirmed an award of\nattorney fees under the Equal Access to Justice Act, or\nEAJA, to Petitioner Richlin Security Services Company,\nbut it denied Richlin an award for paralegal services at\nmarket rates on the ground that statutory attorney fees\ndo not include work done by paralegals.\nThe Federal Circuit was wrong because, as\nthis Court has explained, the statutory term \"attorney\nfees\" -- and now I'm quoting -- \"takes into account the\nwork not only of attorneys but others whose labor\ncontributes to the work product for which an attorney\nbills her client.\" Employing that reasoning the Court\nheld, in Missouri versus Jenkins, that paralegal fees\nare compensable at market rates as attorney fees under\n42 U.S.C. section 1988.\nThe question in this case is whether there\nis any reason EAJA should be interpreted differently.\nThe answer is no. And, indeed, the only potentially\nrelevant difference between the two statutes -- that\nEAJA requires fees to be awarded at prevailing market\nrates, and section 1988 requires only that fees be\nreasonable -- provides stronger support for market-based\nrecovery of paralegal fees under EAJA than it would\nunder section 1988.\nJUSTICE GINSBURG: Mr. Wolfman, what about\nthe cap that's not present in 1988 and is present in\nEAJA?\nMR. WOLFMAN: Well, Justice Ginsburg, that\nreally is, when we get down to it, what the government's\nargument boils down to. And I think the cap is\nirrelevant for two reasons, both of which are important.\nFirst, and let me -- let me first state the argument;\nthen I'll give you the answers.\nBut the argument that the government posits\nis -- taking a lead from the Federal Circuit -- is that\nparalegal services can't be compensable at market rates\nunder EAJA because then paralegal services would be\nfully or largely compensable, while lawyers' fees to the\nextent that they exceed the cap would not be. And again\nthere are two answers to that: First, the argument\nincorrectly looks at EAJA from today's perspective when\nlawyers' rates generally exceed the fee cap.\nJUSTICE SCALIA: Excuse me. The paralegals'\nrates would also be subject to the -- to the cap.\nMR. WOLFMAN: Absolutely.\nJUSTICE SCALIA: They couldn't go above the\ncap.\nMR. WOLFMAN: There is no question about\nthat because -- because, Your Honor, they are attorney's\nfees.\nJUSTICE SCALIA: Okay.\nMR. WOLFMAN: That's our submission. But --\nbut the problem with looking at it at the current\nvantage point, which is what the Federal Circuit\nessentially did, is that at the time EAJA was enacted,\nmost lawyers --\nJUSTICE STEVENS: May I just ask on that\nlast point, does the government agree that the\nparalegals' fees are subject to a cap?\nMR. WOLFMAN: Well, the government would\ncertainly agree that if there are attorney's fees, they\nare subject to the cap. They are not willing to pay\nabove the cap for anything.\nJUSTICE SCALIA: Indeed, would insist.\nMR. WOLFMAN: Yes, indeed, Your Honor. But\nat any rate --\nJUSTICE STEVENS: But they do not agree with\nthe bottom line that they are subject to cap?\nMR. WOLFMAN: Well, what they believe -- the\ngovernment --\nJUSTICE STEVENS: -- attorney's fees.\nMR. WOLFMAN: And I'm sure they can explain\nthis better than I can. But what the government's\nposition is, is that they are like an out-of-pocket\nexpense --\nJUSTICE SCALIA: Right.\nMR. WOLFMAN: -- reimbursable only at the\ncost to the lawyer. That's an interesting question,\nYour Honor, because one could -- one could posit a\nsituation 20, 30 years out from now, if EAJA were not\namended, where even the cost to the lawyer could exceed\nthe cap. So, in a way, the government's argument sort\nof collapses upon itself. We -- we -- our submission is\nthey are all attorney's fees and they are all subject to\nthe cap. But let me go --\nJUSTICE SOUTER: But you -- isn't that one\nof the problems with your argument? Because there is\nsomething very strange about capping paralegal fees at\nthe same amount that they would cap a lawyer's fees for,\nregardless of what that amount is and when they were\nsetting it.\nMR. WOLFMAN: Well, again, that's -- that's\n-- I took to be Justice Ginsburg's question and let me\ntry to answer it. First, as I say, by -- by positing\nthat's a strange situation, which we don't agree with,\nbut even assuming it's a strange situation, again it\nlooks at the situation from today's perspective, not at\nthe time --\nJUSTICE SOUTER: No, I'm looking at it from\nthe perspective of the original enactment on your theory\nat that moment. These fees were legal fees, were\nattorney fees, and they were capped at the same amount\nthat a lawyer's time was capped at. And that's just\nodd.\nMR. WOLFMAN: Well, I don't believe it's\nodd. And, again, for two reasons: At that point --\nagain, you have to take the perspective where they are\nat. Lawyers' fees and paralegal fees were really capped\nat the same point, but all those fees were arrayed, by\nand large, under the cap so that there would be\nparalegal fees at a relatively low rate, junior\nassociates at a modest rate, and the senior partner's\ncloser to the cap.\nJUSTICE SCALIA: Well, agent fees --\nMR. WOLFMAN: By and large --\nJUSTICE SCALIA: I mean, the problem exists\nwhether or not you make paralegal fees attorney's fees,\nbecause agent fees are also subject to the same cap.\nMR. WOLFMAN: That is true.\nJUSTICE SCALIA: And agents were paid a good\ndeal less than that.\nMR. WOLFMAN: That is true. That is another\nargument that could be made. Agents, who are\nindividuals that are qualified by an administrative\nagency, in essence, to practice law without the\nsupervision of a lawyer, they are also allowed fees\nunder the administrative part of EAJA, but not under\nsection 2412, which is the court part of EAJA.\nJUSTICE KENNEDY: You began -- and it's not\njust because of my notepad but because I'm interested --\nyou told Justice Ginsburg there are two reasons --\nMR. WOLFMAN: Yes.\nJUSTICE KENNEDY: -- why the government's\ncap is wrong. And I'm not even sure you finished the\nfirst one. What are the two reasons?\nMR. WOLFMAN: I would love that opportunity,\nYour Honor. The first, again, is, -- and let me come\nback to this if I didn't get it out completely -- which\nis that, again, it's looking at the -- at the problem,\nif there is one from the -- the current-day perspective,\nbut what you had at the time, by and large, was that\nlawyers' and paralegal rates would be arrayed below the\ncap. It's just not something that would have been\nwithin the contemplation of Congress. But let me --\nJUSTICE STEVENS: But may I ask you this?\nMR. WOLFMAN: Yes.\nJUSTICE STEVENS: Supposing at the time the\nstatute was enacted, paralegals' fees were not generally\ntreated as lawyers' fees, but rather were disbursements,\ndoes that make a difference?\nMR. WOLFMAN: That might have made a\ndifference, but that was not the case, Your Honor. In\nfact, what the Court pointed out in Missouri versus\nJenkins, which was 1989, nine years later, paralegal\nfees -- it appeared to be that they were separately\nbilled in about three-quarters of all law firms. In\n1980 it was probably fewer. There was a transition\ngoing on.\nBut let me give you the Court's response to\nthat problem in Missouri versus Jenkins, to the extent\nthat it is a problem. And what the Court said was,\nwhether they're separately billed or not, they were\nsubsumed within the lawyer's rates like other forms of\noverhead. That's what the Court said in Missouri versus\nJenkins. And the question of how they are billed\ndoesn't -- doesn't inform the question of how you\ninterpret the term \"attorney's fees.\" That's what the\nCourt said in Missouri versus Jenkins and what it\nreaffirmed two years later in the West Virginia\nHospitals versus Casey.\nNow, let me, if I could, get to the second\npoint which Justice Kennedy asked me about. The second\npoint is that the government's argument proves far too\nmuch, because under the Federal Circuit's theory, which\nthe government has now adopted, the fees generated by\nlaw firm associates would also not be compensable at\nmarket rates because a much higher percentage of an\nassociate's billed rate would also fall below the cap as\ncompared to the senior partners in the firm. In other\nwords, it doesn't help explain the problem.\nCHIEF JUSTICE ROBERTS: I'm sorry. Is your\npoint there that most associates are billed at less than\n$125 an hour?\nMR. WOLFMAN: No. That's not my point, Your\nHonor. My point is this: The -- the theory of the\ngovernment's argument is that you would -- you would be,\nin essence, giving too much recovery to the lower -- to\nthe lower-billed billing agents, whether they be\nparalegals, junior associates, and so forth. And it --\nwhen you get up to the senior partners --\nCHIEF JUSTICE ROBERTS: Too much money\nproportionally.\nMR. WOLFMAN: Proportionally.\nCHIEF JUSTICE ROBERTS: Okay.\nMR. WOLFMAN: Exactly. That's the argument.\nIn all events, some of those various individuals' rates\nwill be compensated under EAJA.\nOur point is that it proves far too much\nbecause the junior associates are much more like the\nparalegals than the senior associates at the largest K\nStreet or Wall Street law firm. And my only point -- my\nonly submission -- point in that regard is that it shows\nthat the government's argument proves too much because\nit illustrates that the government's concern and the\nFederal Circuit's concern, the anomaly that they have\npointed out, has nothing to do with the statutory term\n\"attorney fees\" and nothing to do with paralegals, per\nse. It's the phenomenon that's at work is the fact that\nthe rate -- the hyperinflation in the legal services\nmarket as a whole has outstripped EAJA. That's the\nphenomenon on which the Federal Circuit, in truth, was\nrelying, even though they put it to the paralegal\nquestion.\nJUSTICE ALITO: If -- if paralegal charges\nare not fees but are other expenses, what would be the\nstandard for determining the rate at which they would be\ncompensable? Would it necessarily be cost under this\nstatute or would it simply be what is reasonable?\nMR. WOLFMAN: Well, that's -- that's an\nexcellent question. I think it, in part, undermines the\ngovernment's position because what happened here is that\nthe Federal Circuit and the Board of Contract Appeals\nbelow said, well, it's cost to the lawyer, and we are\ngoing to do an Internet search and we are going to find\nwhat paralegal salaries are and divide it by the\nrequisite number of hours in any year. And we are going\nto make it $35 an hour, and we are going to determine\nthat's the cost to the law firm.\nBut, of course, that's -- that's not the\ncost to the law firm. What about the overhead? What\nabout the rent, utilities, and so forth, what about\nbenefits? So what you would have is a very complex cost\nanalysis.\nNow, you're suggesting, Your Honor, that we\ncould do it on some vague notion of reasonableness. But\nthe problem is that the -- the fee-shifting statutes\neither look to market rate or actual cost. But what is\ninteresting about the actual cost argument here -- and\nthat's true across the entire range of fee-shifting\nstatutes -- and what's interesting about --\nJUSTICE SCALIA: This problem is going to\nexist anyway, isn't it? I mean, even if you don't cram\nparalegals into the other expenses, there are going to\nbe other expenses that are in the other expenses.\nMR. WOLFMAN: But --\nJUSTICE SCALIA: You're going to have to\nhave this same problem -- and what about the overhead\nand so forth?\nMR. WOLFMAN: No, that is -- with respect,\nJustice Scalia, that is not correct because the problem\nhere is -- and I'm using your words -- is that the\ngovernment is cramming a in-house professional\nservices -- service into a place where no court\nvirtually in the history of American jurisprudence has\never put it. Out-of-pocket --\nJUSTICE ALITO: Well, if -- if it's simply\nreasonableness -- because I don't see anything in the\nstatute that says that all non-fee expenses are\ncompensable at cost -- if it's simply reasonableness,\nwould it be possible to say that what would be\nreasonable would be a rate that preserves the ratio\nbetween attorneys' fees and paralegal fees that existed\nat the time when the statute was enacted so that you\nwouldn't have the problem of attorneys being compensated\nat the same rate as paralegals?\nMR. WOLFMAN: Let me -- let me answer that\nin two ways: If you were to preserve the ratio, then it\nseems to me that the -- in many markets, the paralegals\nare going to get right near the cap anyway or, you know,\nbetween $75 and $100, because we know that many lawyers'\nrates are well above the cap -- if you preserve that\nratio --\nJUSTICE ALITO: No. No. If the ratio -- if\nlawyers were -- I know that if lawyers were compensated\nat $125 an hour when this was enacted and paralegals\nwere compensated at $75, then it would be a 2-1 ratio,\nand you'd preserve that.\nMR. WOLFMAN: Yes. You could do that, and\nwhat you would have is just a static rate for all\nplayers in the market, and there's no suggestion that\nCongress intended that. After all, I using the term\n\"prevailing market rates\" --\nJUSTICE SCALIA: Am I to understand, you\nclaim that even if they are expenses, they should --\nthey should be paid for at market rate, don't you?\nMR. WOLFMAN: Well, not quite market rate,\nbut this goes to -- I said I had two responses to\nJustice Alito's question.\nAnd the problem is that when we talk about\nout-of-pocket expenses, again, which is where the\ngovernment is trying to shoe-horn the paralegal\nservices, we talk about out-of-pocket expenses for the\nclient, for the prevailing party. Expenses, whether\nthey are out-of-pocket expenses or attorney fees are --\nare awarded to the prevailing party, and the cost faced\nby the prevailing party is the cost to the prevailing\nparty, what it paid for the paralegal services.\nNow, that will approximate the market rate,\nno question about it. It might not always be synonymous\nwith it.\nJustice Alito, I am not suggesting that\nCongress could not have done it that way, but there is\nno suggestion that it did. After all, in this statute,\ncompared to other fee-shifting statutes, it specifically\nsaid it wants to work at the prevailing market rate.\nAnd the only reason that in some markets for some\nlawyers the -- the ceiling, the cap has become a floor\nis because of hyperinflation in the legal services\nmarket. It has nothing to do with the compensability of\nparalegal services vis-a-vis junior associates, as I've\nmentioned.\nJUSTICE GINSBURG: Mr. Wolfman, if there's\nany discretion in the district judge in setting the\namount of the fee, then why wouldn't it be appropriate\nto say, now there's a cap for the lawyer is $125 an\nhour, but we know the true market rate for that lawyer\nis $200? Does it do the same thing with the paralegal?\nThe true market rate is X, and we're going to knock it\ndown so that it will match the knock-down for the\nlawyer?\nMR. WOLFMAN: Well, the reason for that\nis -- is that there -- there is no suggestion at all\nthat that's what was being contemplated in this statute.\nAnd that may be the way that if you had seen this\nphenomenon that's developed, which again is\nhyperinflation in the legal services market, you might\nhave written it that way.\nIt's true that the courts have discretion.\nThere's always a reasonableness factor. But the\noverriding factor is the market rate. The Congress said\n\"prevailing market rate.\" And to me, that would be\noutside the bounds of any discretion that had been\nafforded.\nJUSTICE GINSBURG: But isn't it likely that\nwhen Congress said that, it was not thinking of\nparalegals.\nMR. WOLFMAN: No. I think -- I don't think\n-- with respect, I don't think that's the question.\nGoing back -- that takes us back to Missouri versus\nJenkins, and what the Court said there is that you have\nthis word \"attorney's fee,\" and the way of thinking of\nattorney's fees is to include everything that goes into\nthe labor of the attorney that ultimately gets billed to\nthe client and that paralegal services are an aspect of\nthat.\nTwo years later, in West Virginia University\nHospitals, the Court made -- made essentially the same\npoint again, which is that -- that at the time that all\nthese fee-shifting statutes were passed, paralegal\nservices, to the extent that they existed, were\ntraditionally subsumed within the lawyer's rate. And so\nthat once law firms started billing for them\nseparately --\nCHIEF JUSTICE ROBERTS: I'm sorry.\n\"Traditionally subsumed in the lawyer's rate,\" are you\nsuggesting, when this statute was passed, they weren't\nbilled separately to the client?\nMR. WOLFMAN: No. I'm not suggesting that.\nI'm saying traditionally, well before they were passed,\nthey were subsumed to the market rate. There -- there\ncame to be a tradition, roughly in the '70s and early\n'80s, for the separate billing. And what the Court held\nemphatically in Missouri versus Jenkins was that the\nseparate billing didn't tell you anything about whether\nthere were attorney's fees.\nLet me -- let me -- if I could extend my\nanswer a little bit. Appreciating what the government's\nargument is here, the government's argument is that if\nthe paralegal fee, the paralegal services, are subsumed\nwithin the lawyer's rate, if there were a law firm out\nthere that still didn't do the separate billing, that\nwould be compensable as an attorney's fees when billed\nwithin the lawyer's rate. But if they're billed\nseparately under EAJA, the government's position is\nthey're not compensable at lawyers' rates.\nJUSTICE SCALIA: Of course, that's no loss\nto the government because when you put it into the\nlawyer's rate, you hit the ceiling for the lawyer's rate\nthat much sooner.\nMR. WOLFMAN: That is true --\nJUSTICE SCALIA: It seems like that would be\n--\nMR. WOLFMAN: -- but that was not true in\n1980.\nJUSTICE SCALIA: Right.\nMR. WOLFMAN: And that's the point we are\nmaking here. And it's true that it may not be, in this\nday and age --\nJUSTICE SOUTER: I'm sorry. Why wasn't it\ntrue in 1980? You simply mean in 1980 the two together\nwouldn't have gotten as high as the cap?\nMR. WOLFMAN: Absolutely. If you -- in most\nmarkets for most lawyers -- we deal with this\nextensively in our brief. We cite case after case to\nthis effect. And I think -- and I don't mean to be glib\nhere -- I think the way to put this, that in 1980 and\n1985, that the statute covered virtually all lawyers'\nfees rather comfortably on Main Street, if not\nnecessarily on K Street and Wall Street. I mean -- and\nthat's what the statute was for.\nI know it's hard to appreciate that now,\nwhen we see, you know, very high rates from the large\nlaw firms, but put yourself back in that perspective,\nwhich is -- in that vantage point, which we try to do in\nour brief.\nJUSTICE KENNEDY: Assume that our decision\nwill in part drive the market either way, what we do\nwill effect the way paralegals are used, the way billing\nis done. If that is true, is there some utility in\nsimply following the EAJA so we give a consistent signal\nto the market and then if Congress wants to change it,\nit can? I mean --\nMR. WOLFMAN: I'm not sure I understand the\nquestion.\nJUSTICE KENNEDY: Rather than follow EAJA, I\nmean follow 1988, follow Jenkins. Follow Jenkins.\nMR. WOLFMAN: Well, I certainly think\nthere's utility in doing that, and Congress can revisit\nthis. The difficulty is that Congress has not revisited\nit. And Congress could revisit this and make -- I think\nit's -- it is clear right now that the -- the purposes\nof the statute are not being fully carried out because,\nagain, of the hyperinflation in legal services.\nJUSTICE KENNEDY: Are there some\ndisutilities from an economic standpoint in having two\nstructures: Jenkins for one kind of cases, EAJA in the\nother cases as the government wants?\nMR. WOLFMAN: Is there some --\nJUSTICE KENNEDY: Are there some\ndisadvantages to the system?\nMR. WOLFMAN: I -- of course, we don't think\nthere are, but the -- to be candid, the -- the Federal\nCircuit pointed to one purported disadvantage. The\nFederal Circuit claimed that to the extent that there\nwas some incentive that would be driven by a contrary\ndecision, it would be that lawyers would shunt off more\nwork than is efficient to paralegals, and it's --\nCHIEF JUSTICE ROBERTS: But that's -- I saw\nthat analysis. This Act only applies when the\ngovernment's position is not substantially justified.\nPeople are not going to structure their billing\narrangements assuming the government's position is not\neven going to be substantially justified.\nMR. WOLFMAN: I certainly agree that it is\nunlikely, but as we point -- very unlikely. I agree\nwith that, Mr. Chief Justice, but there is another point\nthat I would make that we cover quite extensively in our\nbrief, which is that -- which is that -- I think you\nhave to step back and think about that for a second,\nwhat the Federal Circuit did.\nThe notion that lawyers are going to shunt\noff work to paralegals that they wouldn't otherwise\nhave, there are -- runs head long into both economic and\nethical constraints on the profession. Economic,\nbecause if that was occurring, i.e., people were --\nlawyers were giving paralegals work that they could not\nsensibly do, clients would, one, insist that work not be\nallocated like that; or, two, take their business\nelsewhere. That's the economic constraints. If, in\nother words, the whole premise --\nCHIEF JUSTICE ROBERTS: That point makes\nsome assumptions about the relative abilities, say, of\njunior associates and senior paralegals, and I'm not\nsure are well founded.\n(Laughter.)\nMR. WOLFMAN: Well, Mr. Chief Justice, I\nwill -- I believe that you have greater experience on\nthat than I do.\nBut I think the other answer to that is the\nethical constraints. Even if there weren't economic\nconstraints -- I mean, as we pointed out in our brief,\nsure, the paralegal profession has become an impressive\none. They do a lot of things that lawyers used to do,\nno question. But a lawyer can't shunt off work that\nthey can't handle because there are ethical constraints.\nI can't, for instance, give a paralegal,\nsay, responsibility for -- principal responsibility for\nwriting an appellate brief. I could not or would not do\nthat because they can't do that, generally speaking,\nbecause of their training and experience.\nSo I just think that just falls apart. And\nas you say, Mr. Chief Justice, the fact that -- of the\nsubstantial justification defense and other reasons as\nwell, it's unlikely -- and this gets back to Justice\nKennedy's questions -- unlikely that law firms will\nstructure their practices and businesses around this\nproblem.\nThe real problem, though, is not an attack\non the government fisc, as we point out in our brief.\nThe impact on the public fisc for rejecting the Federal\nCircuit's decision would be negligible. It's worth\nnoting, though, that the Federal Circuit's decision\nwould have an impact on clients most affected by it.\nThree groups comprise the great majority of\nEAJA applicants: Small businesses like Richlin,\ndisabled veterans, and disabled Social Security\nclaimants. In all three situations, clients will lose\nif paralegal services are awarded at the cost of those\nservices to their lawyers. For the latter two groups,\nveterans and Social Security claimants, Federal law, in\nfact, requires that EAJA -- that the EAJA fee be paid to\nthe claimant.\nSo, although it makes economic sense for\nparalegals to work on significant aspects of Social\nSecurity and veterans' cases -- and that's set out at\nsome length in the amicus brief of the National\nAssociation of Legal Assistants -- the claimants will\nlose those fees under the government's view of EAJA.\nCHIEF JUSTICE ROBERTS: Is that pertinent --\nis that pertinent on the cap questions we've been\ndiscussing too? I mean, if you're representing a\ndisabled veteran, is the lawyer typically charging more\nthan $125 an hour?\nMR. WOLFMAN: No. This is how it works, and\nthat's why I said Federal law provides for this. And\nlet me give you the citations. They are also set forth\nin footnote 2 of this Court's decision in Scarborough.\nThe way the Social Security and veterans\nsituations work -- and, again, they comprise the\nmajority of these cases -- is that the Federal law\nallows the lawyer to take a contingent fee out of the\nback benefits, not to exceed 20 and 25 percent of the\nveterans' or Social Security claimants' back benefits,\nrespectively.\nBut then what Federal law also provides --\nand the citations are Public Law 99-80 section 3 and\nPublic Law 102-572 section 506(c) -- Federal law\nprovides that to the extent that there is an EAJA fee,\nthe lawyer may not double-dip and has to send that fee\ndirectly back to the client. So for these relatively\nimpecunious claimants, essentially chopping the\nparalegal fee in third or in half or something like that\nwould have a real impact on claimants.\nJUSTICE BREYER: I would not say no one\nelse, but not everyone else places the importance on\nlegislative history that I do, but I do. And I saw here\nthat the Senate Judiciary Committee considered all these\narguments, they wrote a report; and they sided with the\ngovernment.\nMR. WOLFMAN: Well --\nJUSTICE BREYER: And I know it was there,\nbut it doesn't matter to me it was on a bill that was\nlater not passed, and then unless there is something\ndifferent --\nMR. WOLFMAN: Well --\nJUSTICE BREYER: -- for that reason, because\nin my own mind I'm thinking there were a group of people\non the committee, they went through the issue, they\nreflected views of their principles, they work it out,\nand unless something changed that makes me think that\nisn't the working out of it, I would put a lot of weight\non it.\nMR. WOLFMAN: Well -\nJUSTICE BREYER: And now you're going to\ntell me what there is, I hope.\nMR. WOLFMAN: I'm certainly going to do\nthat, Justice Breyer. The first thing is -- and I do\nwant to point out for the benefit of the other members\nof the Court that -- is that that piece of legislative\nhistory accompanied vetoed legislation. But let me also\nsay that, and we explained this at some length both in\nour opening and reply briefs, that the government relies\non a snippet saying that paralegals -- paralegal\nservices can be awarded, and then it says paren, at\ncost. But there are a number of other aspects of that\nsame piece of legislative history that point in exactly\nthe opposite direction in terms of market rate recovery,\nand in fact the Court cites -- excuse me, the committee\ncites a case from the Sixth Circuit, the Northcross\ncase, in which paralegal services were awarded at market\nrates.\nCHIEF JUSTICE ROBERTS: And of course they\nmay mean -- may have meant costs to the client.\nMR. WOLFMAN: And that is -- and that is my\nnext point, Mr. Chief Justice, which is that it said \"at\ncost,\" but at whose cost? And the problem here, is that\nthis piece of fee shifting statute and every other fee\nshifting statute of which I am aware awards a fee to the\nprevailing party. The purpose of the statute is not to\nenrich the lawyers. The purpose of the statute is to\nprovide incentive for lawyers to handle cases on behalf\nof clients. Unless the Court has any further questions,\nI'll reserve the balance of my time.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\nMr. Yang.\nORAL ARGUMENT OF ANTHONY YANG\nON BEHALF OF THE RESPONDENT\nMR. YANG: Thank you Mr. Chief Justice, and\nmay it please the Court:\nEAJA authorizes Federal agencies to award\ntwo distinct categories of litigation expenses against\nthe United States: fees and other expenses. The most\nnatural reading of attorney's fees is one that embraces\nan attorney's time, payments for an attorney's time,\nwhereas the broader term \"other expenses\" naturally\nencompasses outlays that are paid by an attorney during\nits representation of a client including the cost of\nparalegals whose work may be necessary for the\npreparation of a client's case.\nCongress recognized this distinction between\nattorney's fees and other expenses when it enacted EAJA\nin 1980. The relevant Senate report, like EAJA's House\nreport, stated that the ceiling on \"attorney's fees\" --\nCHIEF JUSTICE ROBERTS: You say the relevant\none was of course on a legislation that wasn't passed,\nright?\nMR. YANG: Actually this is even before EAJA\nlacks the first time, this is upon EAJA's initial\nenactment in 1980, there was a Senate report and a House\nreport and both have functionally identical language.\nThe Senate report states that quote, \"attorney's fees\nrelates only to the compensation of lawyers themselves\"\nand then goes on to explain that costs connected with\ntheir representation of a particular interest in a\nproceeding is not affected by the limitation that is the\ncap on attorney's fees. When Congress then re-enacted\nEAJA after its repeal, Congress again made clear -- and\nthis is the report that, Mr. Chief Justice, you were\nreferring to -- made clear that the \"other expenses\" of\nEAJA fees includes an attorney's out-of-pocket expenses,\nand that those out-of-pocket expenses were illustrated\nby the specific example of paralegal time being\nreimbursed at cost.\nJUSTICE GINSBURG: What is cost? Could you\n-- one could say I'm going to look at the Internet and\ncome up with $35 dollars an hour, or you could say in\nthe case of a paralegal there is a part of the overhead,\nthere is the fringe benefits -- so just giving the\nhourly rate is deceptive of what the actual cost is to\nthe law firm, because the law firm has to add on to\ndetermine what in fact it's paying for the paralegal,\nthe fringe benefits and part of the overhead.\nMR. YANG: Justice Ginsburg, the government\nagrees that more than simply salary would be\nreimbursable at cost. And I think the appropriate way\nto calculate cost in the context of paralegals would\nbe -- would parallel how the government calculates its\ncost for attorneys when the government seeks attorney's\nfees. And what the government does is it uses salary as\na baseline and then adds -- for the government 29 or\napproximately 29 percent of salaries for other benefits.\nAnd --\nCHIEF JUSTICE ROBERTS: Well and it might be\nquite different for private practitioner. Your benefits\nfor health care will probably cost you a lot less than\nprivate practice and doesn't that make the paralegal\nfees quite different than the other items of expenses\nthat are listed? You know, expert witnesses, you get a\nbill, that's how much it costs the lawyer. Studies,\nanalysis, engineering reports, you don't have to figure\noverhead benefits with respect to any of those. All of\na sudden you throw in another item, paralegal costs, you\nput those under costs, and now you've got to go through\nthis elaborate calculation that is going to be not worth\nit, almost, for a typical firm representing a small\nclient.\nMR. YANG: Mr. Chief Justice, I'm not sure\nthat I agree with some of the premises that you had.\nFirst, with respect to the analysis and reports and\nsuch, those are not always things that are done outside\na law firm. The statutory text, in fact, allows the\nreimbursement of costs for any study, analysis, report,\ntest or project; it's not limited to things that are\ndone outside of a firm. I mean also be --\nCHIEF JUSTICE ROBERTS: Well, in most firms\nan engineering report would be outside the --\nMR. YANG: Well, that's an engineering\nreport, except for maybe, some intellectual property\nfirms but --\nJUSTICE KENNEDY: It seems to me the\nquestion is a valid one, that you're running away from\nthe question.\nMR. YANG: Well --\nJUSTICE KENNEDY: And I'll let you answer.\nIt suggests this further inquiry. Suppose that a solo\npractitioner knows that a paralegal in another firm is\nvery good at this and he asks the other lawyer, may I\nuse your paralegal, and he just sends that lawyer the\nbill. What -- how would that be billed under your view?\nMR. YANG: Well, there is now two questions\nin the air.\nJUSTICE KENNEDY: They both -- they both\napply, they both apply to outside experts.\nMR. YANG: Well, when a paralegal is\noutsourced, which is your question, there is two\npotential situations. One may be that the paralegal is\nless expensive, and if that were the case you would\nthink that firms would normally outsource their\nparalegals if it's less expensive to obtain them from\nthe outside than the inside.\nCHIEF JUSTICE ROBERTS: Well, but that\nwasn't Justice Kennedy's question. His was the\noutsourced paralegal is better at a particular task.\nMR. YANG: The outsourced paralegal is\nbetter, it may be that the actual cost to the firm is\nthe cost that the firm pays for that paralegal to the\nthird party.\nJUSTICE SOUTER: Well in that case it would\nbill the paralegal in the same way it would bill, I take\nit, the expense of, let's say, having water tested in a\npollution case. It would -- it would -- I take it it\nwould bill the client dollar for dollar what it had to\npay.\nMR. YANG: In fact that's right --\nJUSTICE SOUTER: And add --\nMR. YANG: And not add profit on to that --\nthat paralegal as well.\nJUSTICE SOUTER: They don't add a profit and\nthey don't add a profit on to -- to travel expenses and\nthings like that.\nMR. YANG: Right.\nJUSTICE SOUTER: And -- so if that is so, in\neach case cost means cost to the client, and you're\ncoming up with a new category of expense, which is cost\nto someone else, and why should there be a subcategory\nof expense, in which cost does not mean cost to the\nclient when every other category of expense does mean\ncost to the client?\nMR. YANG: Justice Souter, every other\ncategory does not mean cost to the client. In fact,\nEAJA specifically provides for fees, but the fees are\nbased on the prevailing market rates for similar\nservices.\nJUSTICE SOUTER: Because there is a separate\nprovision for fees.\nMR. YANG: That's correct, Your Honor.\nJUSTICE SOUTER: Yes.\nMR. YANG: But in that context a client does\nnot incur any legal fees, have any obligation to pay any\nfees, and courts routinely award EAJA fees when there\nhas been no cost to the client in fees, and similarly,\neven if the client has an obligation to pay the cost in\nthose circumstances -- where for instance a firm is\nproviding pro bono services or a legal services\norganization is providing pro bono services to a client,\nthe client does not have to incur or pay the costs.\nThe question is whether those costs have\nbeen ultimately incurred and have been incurred at the\nrate that the firm has incurred the cost on behalf of\nthe client.\nJUSTICE STEVENS: At this discretion, let me\nask this question. Maybe it's the same question Justice\nKennedy asked, but I want to be sure of your answer.\nSuppose you had independent firm of paralegals. I don't\nknow whether the market contains them, but it surely\ncould. A firm that they are all paralegals, and they\nthen bill the law firm at their own hourly rate, and\nthen the law firm in turn bills the client. In that\nsituation, would the market rate of the independent firm\nof paralegals govern?\nMR. YANG: It would be the rate that is\nultimately paid. If you're outsourcing the paralegals\nit would be the rate paid by the firm for those\nparalegals. Now it may also be, for instance --\nJUSTICE STEVENS: Do I understand the\ngovernment's position that the -- the result would\ndifferent if a firm uses its own paralegals as opposed\nto outsourcing?\nMR. YANG: The result is not different, Your\nHonor. The result is the same in the sense that the\nfirm's cost --\nJUSTICE STEVENS: No. But under my example\nthey would be paying the market rate for paralegals, and\nI think you say they could be reimbursed for that.\nMR. YANG: It wouldn't necessarily be the\nmarket rate. It may would be what they are paying,\nwhich may well reflect the market rate.\nJUSTICE STEVENS: Well, they are not market\nto make business. I presume the paralegals would charge\nthe going rate.\nMR. YANG: If they did.\nJUSTICE STEVENS: I assume that they also\ncharged the market rate.\nMR. YANG: It may be. But if it's the\nmarket rate, there would presumably be no incentive for\na firm to outsource --\nJUSTICE KENNEDY: But again, you're not\nanswering the hypothetical. Let's assume two cases:\nCase A, you hire an outside paralegal at $85 an hour.\nHe is outside, he is independent. He is just like the\nexpert engineer in the Chief Justice question, $85 an\nhour. Case two, it's your own paralegal. The\nprevailing rate for which you charge general clients is\n$85 an hour.\nWhy should there be a difference?\nMR. YANG: There should be a difference,\nYour Honor, because with respect to outsourced firms,\nthere is no concern that a firm is going to add, well --\nif the firm is only going to bill at its cost, the firm\nis not going to add additional profit to the outsourced\nparalegal.\nSo if, for instance, a firm paid $85, under\nour view the firm could not turn around and charge $95\nto the client. Likewise -- and the reason that this is\nimportant under your context --\nJUSTICE KENNEDY: But under your -- they\ncan't even charge $85 an hour.\nMR. YANG: Well, that's correct if their\ncost, actual cost would be less in house. And the\nreason that's important is because in EAJA, unlike\nsection 1988, there are several statutory differences.\nOne, EAJA provides for other expenses, so the term\n\"attorney's fees\" is not the only terms that needs to be\nconstrued by the court. Other expenses needs to be\nconstrued in a manner that gives it meaningful effect.\nAnd Congress recognized, again, in the\nlegislative history to the extent you could disagree on\nthe meaning of other expenses, Congress was very clear\nboth in 1980 and then again in 1984 that other expenses,\nattorney's fees do not include things that attorneys pay\nand only compensates attorneys for their own hourly\nrate.\nAnd the reason that the fee cap was\nimportant is because EAJA, as this Court recognized in\nUnderwood, is not intended to be fully compensatory. If\nthe cap for --\nJUSTICE GINSBURG: I know you said that a\nfew times and you have authority for it, but it seems to\nme odd if you look at 1988 and if the attorney's fees\nand costs -- and costs is very limited in the statute in\n1920 -- and if you have attorney's fees and other\nexpenses, other expenses is a much larger category than\ncosts within 1988. So I -- I would think that, well,\nEAJA is the more compensatory because it allows for more\nitems.\nMR. YANG: Justice Ginsburg, under Jenkins'\nrationale, Jenkins recognized that when there is not\nanother -- another box of other expenses, where in a\nstatute which was intended to be fully compensatory,\nthat attorney's fees necessarily must include\ncompensation for all types of costs that a lawyer might\nincur in the presentation/representation of a client.\nThat works for Section 1988.\nBut if that rationale were applied to the\nEAJA context, if attorney's fees were given the same\nmeaning in EAJA, there is little or no work for other\nexpenses to be done in the statute, because already\nyou've pushed all of those expenses into the box of\nattorney's fees and --\nCHIEF JUSTICE ROBERTS: Counsel, your --\nthis question only arises when the position of your\nclient was not substantially justified. Now under\nthose -- and it was designed, to some extent, to\npenalize you because -- because of that fact. Why\nshould we adopt a construction that, in effect,\npenalizes the client who has had to face the Federal\nGovernment when the Federal Government's position was\nnot substantially justified? They are going to have to\npay the paralegal fees at market rates, but they are\nonly goes to get compensation at cost.\nMR. YANG: Mr. Chief Justice, the reason\nthat you would adopt our construction is because\nCongress is balancing more than the intent to provide\ncompensation for prevailing parties in EAJA. It was\nalso intending to balance the effect on the Federal fisc\nand limit the government's exposure as a means of\npassing the Act.\nCHIEF JUSTICE ROBERTS: It's kind of a\nstretch to suggest in a situation where they pass a law\nthat only applies to individuals or small businesses\nwhere they put a cap in and so on, that another way that\nwe are going to prevent damage to the fisc was to treat\nparalegal expenses as costs rather than at market rate.\nI suspect that was not foremost in their mind.\nMR. YANG: Well, Mr. Chief Justice, I think\nthe legislative history illustrates that, in fact,\nparalegals and other costs --\nCHIEF JUSTICE ROBERTS: Well, it assumes\nthat when they said \"costs,\" that they meant costs to\nthe firm as opposed to costs to the client. And that, I\nthink, is entirely an open question.\nMR. YANG: Well, the relevant page of the\nlegislative history in 1984 that you're talking about\nexplains that Congress wanted to adopt the views of the\nAdministrative Conference in its model rules, and goes\non to quote the Administrative Conference --\nCHIEF JUSTICE ROBERTS: Not to belabor the\npoint it meant that the people who drafted the Senate\nreport may have meant that.\nMR. YANG: Well, that's a problem with all\nlegislative history.\nJUSTICE BREYER: I don't think it is a\nproblem with legislative history.\n(Laughter.)\nJUSTICE BREYER: I think that the people in\nCongress who hired their staffs pay attention to what\nthe staffs say in precisely the same way that any other\nexecutive --\nCHIEF JUSTICE ROBERTS: Do we know what the\nPresident's view was on that question when he signed the\nlegislation into law, which is what he was required to\ndo before it became law and which he did not do under\nthe prior bill?\nMR. YANG: The President did not express a\nview, but what we do know is that the legislative\nhistory in 1984 dealt with language that was identical\nto that ultimately passed by the Senate -- by Congress\nand signed by the President. And that legislative\nhistory explains and quotes the Administrative\nConference that says that what should be awarded is an\naward of reasonable expenses of the attorney.\nJUSTICE SCALIA: Do you know of any other\ncase where we used -- I mean it just gets worse and\nworse. Do you know any other case where we've used the\nlegislative history of a vetoed bill to determine the\nmeaning of a later bill that was not vetoed?\nMR. YANG: Yes, Justice Scalia.\nJUSTICE SCALIA: Good. What is it?\nMR. YANG: This Court has twice cited\nunanimous opinions, the same report that we cite here,\none of which was in the Jean opinion. In fact, the\nCourt not only cited the Senate report, but also cited\nthe House report to the 1984 bill.\nJUSTICE SCALIA: When was that?\nMR. YANG: Jean?\nJUSTICE SCALIA: Yes.\nMR. YANG: Pardon my --\nJUSTICE SCALIA: Never mind. Don't take --\ndon't waste your time.\nJUSTICE BREYER: I mean that wouldn't be\nsurprising would it, that wouldn't be surprising because\nyou have, in fact, very complex bills that have 14\nsections and section of the B bill could have been\nvetoed -- been vetoed because of problem with Section 14\nand repassed without Section 14, in which case the\nlegislative history for the other 13 sections would be\nhighly illuminating as to what they mean.\nMR. YANG: In fact Congress recognized that,\nJustice Breyer, when it re-enacted -- when it\nreaddressed the bill in 1985, the relative legislative\nhistory specifically references the bill that existed\nbefore that it was reported by --\nJUSTICE BREYER: The question that I had in\nrespect to this statute is -- is that my impression and\nhere -- I'd like to know how they bill secretary's\ntimes. I'd like to know how they bill rent. And my\nthought is -- and I want to be either verified or told\nI'm wrong and explain it, that when you have no cap, the\nlawyer and the client want to shove everything possible\ninto the rubric attorney's fees, including the kitchen\nsink, if the plumber is there in the kitchen of the law\nfirm.\n(Laughter.)\nJUSTICE BREYER: That's fine. No problem.\nThere is no other way to get paid for them.\nBut where you have a cap, you should shove\neverything the other side, if expenses are going to be\npaid for it, because that cap means that the lawyer will\nnot get his full pay back and therefore, the lower the\ncap, the more you want to be sure it's covering only\nthat lawyer's time. And everything else goes into\nexpense so that you can pay the lawyer adequately and he\nwill recover his expenses elsewhere.\nWas that the theory of this bill? Is there\nany evidence that that was the theory? If you did it\nthat way, would anything get mixed up?\nMR. YANG: Well, the theory of the bill was\nthat attorney's fees would be based at prevailing market\nrates, and that prevailing market rates would embody a\ncertain set of costs that might be reimbursed. I would\nthink that the prevailing practice is not to bill\nseparately for the kitchen sink, but as the Court\nexplained in Missouri versus Jenkins, Missouri's\nanalysis would extend to your hypothetical, Justice\nBreyer. It explains that reasonable attorney's fees had\nto cover all kinds of costs, including the costs of\nsecretaries, messengers, librarians or janitors who\nmight well be cleaning the kitchen sink.\nJUSTICE GINSBURG: Am I right that when this\nlanguage first came in -- this is in relation to Justice\nBreyer's question -- there was no cap? When did the --\nwhen was the cap put on?\nMR. YANG: The cap in EAJA was imposed from\nthe very beginning.\nJUSTICE GINSBURG: It was.\nMR. YANG: Yes. It was. It was in the\nSenate bill. It was -- it was removed by subcommittee,\nreinserted by the full judiciary committee, passed the\nSenate, came over to the House and continued on for\npassage in 1980.\nJUSTICE GINSBURG: It would be a lot of\nweight to be put on three little words: \"Billed at\ncost.\" If you just read those words, you could be the\ncosts to the client, the cost to the law firm and then\nyou'd have to go to this further document, the\nAdministrative Conference document, it's rather thin I\nthink.\nMR. YANG: Well, Justice Ginsburg, we are\nrelying not only on the 1984 but also on the 1980\nlegislative history, which although it does not\nspecifically refer to paralegals, explains that in\nconnection with the term \"attorney's fees\" and the\nceiling on attorney's fees -- and I'll quote again from\nthe Senate report, which was the first: Ceiling on\nattorney's fees relates only to the compensation of\nlawyers themselves. And then goes on to say: That does\nnot include other costs connected with their\nrepresentation of a particular interest in a proceeding.\nAnd when Congress did that, it specifically\nrecognized that it was taking a different approach than\nthat taken in other fee-shifting statutes. The very\nnext sentence explains that the committee notes that\nthis section is not intended to limit or affect the\ncomputation of reasonable attorney's fees under any\nother provision of law, and gave as an example the Civil\nRights Act. That is section 1988.\nSo Congress knew from the very beginning\nthat its treatment of attorney's fees as being limited\nonly to attorneys and the larger more capacious category\nof other expenses, capturing all other costs that an\nattorney might incur in the representation of a client\nwas one that was both different from other statutes, and\none that was intended by Congress. And it's not\nreflected not only by the legislative history, but again\nby fee caps.\nThe fee caps I believe you started here were\nspecifically designed and set by reference to attorney's\nrates, the exceptions to the fee caps -- again\nspecifically reference attorneys. There is an exception\nthat you can exceed the fee cap when there is a limited\navailability of the attorneys qualified at the\nproceedings involved. And it would be anomalous in that\ncontext where Congress has paid particular attention to\nthe billing rates of attorneys, set the cap based on\nattorney's rates with no reference to paralegals to\nassume --\nJUSTICE STEVENS: May I go back --\nMR. YANG: -- that Congress intended --\nJUSTICE STEVENS: May I go back to the\npoint, because I think you were cut off before you went\ninto the full legislative history. I'm still concerned\nabout the argument that even if they are not fees but\nrather costs, that the costs should be those that are\nbilled to the client. And you think there is some\nconclusive answer in the legislative history that that's\nnot the case.\nMR. YANG: Well, the legislative history\nwhen you -- again, if you look to what Congress was\ntalking about, both the Administrative Conference rules\nand the quotation of the Administrative Conference rules\n--\nJUSTICE STEVENS: Which took place when?\nMR. YANG: This was in 1984.\nJUSTICE STEVENS: At that time were they\nbilling paralegal's fees at cost to the client? Was\nit --\nMR. YANG: In fact, Your Honor, there was a\ndispute that the legislative history speaks to the\ncontroversy that evolved regarding the -- whether other\nexpenses of the term would include more than what was\nspecifically enumerated in the statute. And what we\ncite to in our brief as a footnote at page 28, footnote\n12, there was a dispute. Several courts had concluded\nthat paralegals were reimbursed at cost. In fact, the\nNorthcross decision, which the committee reports,\nspecifically references -- concluded that it was costs\nto the attorney, as this Court recognized in Jenkins.\nFootnote seven of Jenkins discusses the Northcross\ndecision and explains that Northcross awarded\nout-of-pocket expenses for attorney's fees at the cost\nto the attorney.\nAnd so, when you take that controversy which\nhad evolved regarding how you compensate these other\nexpenses -- and specifically paralegal expenses -- along\nwith Congress' statement that it intended to compensate\nout-of-pocket expenses incurred with connection to a\ncase, the model rules and Northcross when you combine\nthat with the statement that paralegals are to be\ncompensated at cost, seems clear to us that Congress is\nintending that in contrast to attorney's fees, which\nhave a profit element embedded in them and a profit\nelement capped by the fee cap that Congress imposed in\n1980 -- that when read together, it seems fairly clear\nto us that Congress intended --\nJUSTICE STEVENS: Every expense that's\nreimbursed at cost has a profit element in it for\nwhoever performed the service.\nMR. YANG: But when it's within the control\nof the firm --\nJUSTICE STEVENS: Business or otherwise.\nMR. YANG: -- within the control of the\nfirm, there is a particular danger that the firm can\ninflate its own costs. Whereas when it's going out to\nthe market, of course, it's not going to control the\nprofits.\nCHIEF JUSTICE ROBERTS: Well, maybe this is\nthe same question Justice Breyer asked, but I haven't --\nI didn't grasp the answer. Under your system it would\nmake sense for lawyers to charge separately for\nphotocopy services, telephone services, so on because\nthen they are not going to be subject to the attorney\nfee cap. And they may think, look, the difference\nbetween cost and market rate is relatively small; the\ndifference between our hourly rate and $125 is large.\nMR. YANG: You're asking about the\nincentives that firms might have.\nCHIEF JUSTICE ROBERTS: Well, I'm just\nsaying if we adopt your position, isn't it going to be,\nI guess, worse for your client because firms will, as\nI've been told firms sometimes do, charge separately for\nthings at a higher rate than their cost? They will\ncharge higher rate for photocopy services because they\ntry to factor into it overhead and things like than\ncost.\nMR. YANG: Overhead profit. We don't\nbelieve it's actually going to change any practices,\nbecause ultimately, when you're looking at what costs\nare reimbursable under EAJA, it has to be costs that are\nnot traditionally already paid for in the attorney's\nfees. So you have to look not to the practice of the\nspecific firm that's at issue, you have to look at the\nprevailing practice.\nCHIEF JUSTICE ROBERTS: Well, I would say --\nI would say that it's now traditional for firms to\ncharge, say, more for their photocopy services than it\ncost them.\nMR. YANG: Well, if that's the case under\nour reading, of course, we would -- we would say that\nthat is -- that is not a type of expense that was\ncontemplated by EAJA, because Congress already provided\nfor profits that attorneys get from representing a party\nwithin the attorney fee and cap that.\nThe whole idea of a cap is to limit the\nreimbursement that a firm might get from EAJA below what\nthe prevailing market rates for the services would be.\nIf the -- the prevailing market rates were below the\ncap, the cap never comes into play. The only reason for\nthat cap is to limit compensation below market rates.\nAnd it would be anomalous to allow --\nJUSTICE STEVENS: But the cap doesn't apply\nto expenses, does it?\nMR. YANG: I didn't catch you.\nJUSTICE STEVENS: The cap does not apply to\nreimbursement expenses at cost?\nMR. YANG: Precisely, because in our view\nexpenses are at cost and it is not -- you don't have the\nsame danger of having firms imbedding profit within\ntheir own rate.\nJUSTICE STEVENS: It seems to me just the\nopposite just as the Chief Justice suggests. It seems\nto me you're creating an incentive for the firms to --\nto charge as much as they can -- I mean, under market\nrates for everything under the -- under the time of the\nlawyer himself.\nMR. YANG: But again, and under our view if\nthey were to -- if a firm were to charge, say, 50 cents\nfor a photocopy and it only cost 10 or 15 cents for that\nphotocopy, under our view the firm would only be\nreimbursed for our for the 15 cents. The not an\nincentive to bill the client for anything more --\nJUSTICE STEVENS: No, because other costs\nreasonably interpret to include overhead. It's not just\nthe paper and the accounting time.\nMR. YANG: Overhead, we don't believe, is\nfairly attributable to a particular case. And, in fact,\nCongress was specific about this particular point on\noverhead in the legislative history.\nCHIEF JUSTICE ROBERTS: Well, I think you\nmissed my point. It was even if you're right, 50 cents\nand they can only charge 15 cents, they have an\nincentive to separately charge for photocopying, because\nthey get the 15 cents, and otherwise it's going to --\nthey are going to lose it over the cap if you say no\nthat's part of the attorney's fees.\nMR. YANG: I guess you're right to some\nextent there would be incentive to shift out costs even\nthough there would be less of an incentive than shifting\nout costs plus profit. But the reason that -- that\nthe -- the reason that we think that that's a bit\ndifferent is because, again, Congress intended for the\nprofit making part of a -- an attorney's compensation to\ncome out of attorney's fees, and then are capped. And\nthere is very little incentive to -- to shift out fees\nunless the market itself is already doing that. And if\nthe market itself is already billing for photocopies,\nthen that's what you're going to get. Even if you\ndidn't separately charge for photocopies as part of your\nrate, you could bill under EAJA. The market is\nproviding for photocopies being billed separately, you\ncan simply submit a request for photocopies.\nJUSTICE SCALIA: When you have a -- you can\nsubmit it a letter. I've looked in your brief, I can't\nfind this Jean case that you mentioned on use of veto.\nI have a certain morbid interest in it.\n(Laughter.)\nMR. YANG: It's at 496 U.S. 154. And\nit's -- I believe it's cited, it's Commissioner, INS\nversus Jean. And I apologize if it's not there, but I\nthought it was. Yes. No. That's right.\nJUSTICE GINSBURG: I'd like to go back to a\nquestion that Justice Kennedy asked of Mr. Wolfman.\nIsn't there -- doesn't it make sense to take a word like\n\"attorney's fees\" and like the word \"discrimination,\" we\nhave many different anti-discrimination statutes, but\nthere has been an attempt to give that word\n\"discrimination\" the same meaning in all those statutes.\nAnd here the term attorney's fees, if it means that\nincludes all of them, in terms of 1988, why not say\nevery time attorney's fees comes up, that's what it's\ngoing to mean?\nMR. YANG: As a general rule, in\nfee-shifting statutes that are like Section 1988, that\nis in fact the rule. But the rule that similar words\nare given a similar meaning readily yields when there is\nindication that Congress did not intend the same to\napply here, and in fact for instance in the Fogerty\nversus Fantasy case, the Court specifically rejected the\napproach of adopting the understanding of reasonable\nattorney's fees applied in other fee-shifting statutes,\nbecause it found that the policy and legislative history\nof the Copyright Act required or at least suggested that\nCongress intended something else.\nAnd here, not only do we have a different\nlegislative history, we have fundamentally different\nstatutory text. There is a second category of other\nexpenses that must be given meaning in conjunction with\nattorney's fees. It did not --\nJUSTICE ALITO: Well on that point, does the\nstatute say that all non fee expenses are compensable at\ncost? Or are you arguing that the work that's done by\nparalegals is a study or analysis project?\nMR. YANG: It's either a, it can be a study\nor analysis or at least analogous to that type of a -- a\n--\nJUSTICE ALITO: Which is it, is it a study\nanalysis or project? That seems like a strange way of\ndescribing it.\nMR. YANG: It can be -- it can be a project,\nfor instance in this case, the paralegal compiled the\nrelevant information regarding how much wages needed to\nbe developed, repaid on the merits of the case, how much\ntaxes needed to be reimbursed. That could be understood\nas a project, particularly when Congress has modified it\nwith any, the word \"any\" before.\nCHIEF JUSTICE ROBERTS: Counsel, there are\noccasions, aren't there, when the government is entitled\nto attorney's fees?\nMR. YANG: There are occasions.\nCHIEF JUSTICE ROBERTS: Do you know how you\nbill paralegal times -- time in those situations?\nMR. YANG: We often don't bill them\nseparately.\nCHIEF JUSTICE ROBERTS: You often don't bill\nthem separately.\nMR. YANG: I -- I asked this question. I\nhave not been able to determine that we have ever billed\nparalegal time separately. Normally, like every other\nlitigant in a normal fee-shifting statute that would\nprovide for attorney's fees, and again, just the way the\ngovernment calculates it, it is based on overall costs\nper benefit, ends up some percent of salary. There is\nan attorney fees that benefits -- percentage and a small\noverhead charge as well. For the attorney's fees, not\nseparately for paralegals.\nCHIEF JUSTICE ROBERTS: Thank you, Mr. Yang.\nMr. Wolfman, you have four minutes remaining.\nREBUTTAL ARGUMENT OF BRIAN WOLFMAN,\nON BEHALF OF THE PETITIONER\nMR. WOLFMAN: Thank you, Mr. Chief Justice.\nI want to start where the discussion left\noff. It harkens back to some things that Mr. Yang said\ntowards the beginning of his argument. He said that,\nthat if the Federal Circuit weren't affirmed, that there\nwould be no meaning to the term \"other expenses,\" but\nthat's just not so; it would begin to lose its meaning.\nIt means things like travel, long distance\nphone, copying, the types of things we think of as\nout-of-pocket expenses. The problem here is they are\nshoe-horning a -- the government is shoe-horning what is\nalways conceived of as an in-house professional service\nas an out-of-pocket expense, and it just does not fit\nthere.\nLet me turn to the legislative history and\nI'd like to do two things with that before I close. The\nfirst is, let's presuppose that it should be given some\nweight, as Justice Breyer has suggested, and the problem\nis that it just doesn't bear the weight that the\ngovernment gives the report. If you look at -- and this\nis discussed at length at page 12 of our reply brief --\nlet's turn for instance to the administrative conference\nreport. Here's what it says. It's a 46 Federal\nRegister 32913. It says that: With regard to expenses,\nthey should be compensable whenever the lawyer, quote,\n\"ordinarily charges clients separately for such\nexpenses.\" That's the situation today with paralegal\nexpenses.\nThen it's true that the ACUS, the\nadministrative conference, did not issue a hard and fast\nrule with respect to paralegal expenses. But that of\ncourse is because the market wasn't uniform at that time\nas it is today. Today it's nearly ubiquitous that\nparalegal services are -- are separately billed. But\nlisten to what the court said --said: Indeed, we\ndecline to issue because, quote, \"practices with respect\nto charging clients for paralegal time vary depending on\nlocality and field of practice.\"\nBut that statement reflects exactly our\nposition. That the rule the Court embraced in Jenkins\nis that the compensability of paralegal services should\nreplicate prevailing practices in the market.\nNow let me just end by -- by -- on this\nnote. If, there is also the question raised about\nwhether you should give any weight to this -- this\nreport at all. We say that you should not for the\nreasons, essentially in Justice Scalia's last question\non that topic; but we do -- we do talk about why the\nJean decision use of that report does not wear the\nweight that the government gives us, and that's on pages\n13 and 14 of our brief, our reply brief. And the reason\nis, is because in Jean, no one brought to the Court's\nattention in any of the briefs the problem that the --\nthat legislative history accompanied vetoed legislation.\nIt was never brought to the Court's attention. In the\nScarborough case three years ago, neither the majority\nopinion nor the dissent cited that report.\nCHIEF JUSTICE ROBERTS: Well, but I think\nJustice Breyer is correct, isn't he, that there was no\nreason for the Senate to sort of redo a report that they\nhad already done on a bill that was substantially\nidentical?\nMR. WOLFMAN: That might be true in some\ncircumstances, but that's not what happened in 1985.\nThere was an extensive House report accompanying that\nlegislation. There was no Senate report. The House\nreport --\nCHIEF JUSTICE ROBERTS: There was no Senate\nreport because they had done it just the previous year.\nMR. WOLFMAN: I think not, Your Honor.\nThere were some other things taken up in the House\nreport and the House report, quite extensive, says\nnothing; it's silent on the question of paralegal\nservices.\nLook, let me just say as I close -- may I\nanswer the question?\nLet me just say as I close that -- that if\nthe Court wishes to look at that report, at the very\nbest for the government, it's a wash. Thank you very\nmuch.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel,\nthe case is submitted.\n(Whereupon, at 11:06 a.m., the case in the\nabove-entitled matter was submitted.)\n57:2 29:18 51:19 10:13 award 3:11,14\nair 30:16 37:20 23:17 39:11\n55:22 15:11 52:3,10 appreciate assumes 38:3 25:24 26:5\nallocated 21:18 Appreciating 21:2 awards 26:13\nallows 24:6 51:18 attack 22:23 57:1\n43:16\nAmerican 13:14 approximate 44:8 55:21,23 B 40:8\n31:5 amount 6:24,25 approximately 3:18,21,24 16:24 19:13\n7:12 15:24 29:1 7:12 11:17 21:9 22:19\n20:24 29:10,19 2:2,7 3:3,7 45:17,21 47:1 53:21\n29:22 41:24 4:15,17,19,25 48:7 53:12 balance 26:18\nanomaly 11:15 18:3,3 26:21 44:4,6,9 48:6 41:18 44:9\n38:10 14:1 18:2 22:4 arguments 5:21 6:6,19 8:2 baseline 28:25\n39:9 30:9 33:3 24:23 10:2 17:1,2,25 bear 54:12\n44:24,25 44:20 46:23 arises 37:1 18:7 27:3,4,4 began 8:14\n56:19 arrangements 27:11,13,21 beginning 42:9\n47:8 answers 4:18,25 arrayed 7:19 9:2 35:13,20 36:4 behalf 1:18,21\nanyway 13:2 asks 30:12 46:5 47:19 believe 6:4 7:15\n28:13 45:12 50:17 30:22 31:8,11 27:14 28:3 44:19 45:5\n29:1,4 54:14 55:19,19 31:23 34:14,17 29:3,17,25 47:9 49:10\n53:12 briefs 25:22 39:13,14 40:10 31:1 34:16 clients 21:17\n31:9,9 55:23 52:14,16 55:24 47:7,23 48:25 client's 27:9\n33:7 business 21:18 56:25 57:1 49:18 52:20,24 close 54:9 56:18\n39:3,15 34:4 46:15 cases 20:11,12 53:3,15,19 56:20\n40:8 businesses 22:21 23:15 24:5 56:1,11,24 closer 7:23\n23:5 37:20 26:16 34:13 chopping 24:16 collapses 6:18\nCasey 10:5 Circuit 3:11,17 combine 46:2\n49:10 C catch 48:17 4:20 5:14 come 8:22 28:11\n52:25 C 2:1 3:1 categories 27:1 11:21 12:7 50:7\n56:4 calculate 28:21 category 31:24 20:18,19 21:10 comes 48:12\n17:3 53:10 43:19 51:25 Circuit's 10:9 comfortably\n18:7,8 calculation ceiling 15:17 11:15 23:1,2 19:8\n42:17 29:14 18:13 27:13 circumstances coming 31:24\n50:14 candid 20:17 43:3,4 32:18 56:7 Commissioner\n55:2 cap 4:11,15,24 cents 49:6,7,9,19 citations 24:1,11 50:22\n5:23 6:3,17,20 certain 41:20 45:12 24:22 25:8\n19:18 6:24 7:20,23 50:19 cited 39:19,22 26:3 42:13\n44:9 45:5 8:3,19 9:3 certainly 5:21 39:22 50:22 43:12 45:15\n10:13 14:4,6 20:2 21:4 55:25 Company 1:4\n23:20 28:1 change 19:21 Civil 43:15 compared 10:14\ncapped 7:12,13 charges 11:24 35:18 46:4,8 compensate\n40:5 7:18 46:7 50:7 54:19 client 3:22 15:3 45:23,25\n41:4 capping 6:23 charging 23:22 17:4,17 24:15 compensated\n46:22 caps 43:25 44:1 55:5 26:8 27:7 11:7 13:24\n56:2 44:3 Chertoff 1:7 3:5 29:16 31:12,23 14:9,11 46:4\n3:7 53:17 carried 20:7 17:14 20:23 33:8 35:4 compensation\n22:6,13 19:4,4 26:4,5 22:17 23:19 38:5 40:24 37:10,14 43:5\n23:16 27:9 28:12 26:7,10,19,23 42:19 43:21 48:13 50:6\n36:9,14 construed 35:14 36:5,8,16 day 18:23 9:9\n16:8 48:5 43:20 44:18,18 decision 19:16 51:3,6\n9:4 47:17,18 49:11 24:2 45:15,19 discusses 45:18\n32:13 35:5 Counsel 26:19 decline 55:4 discussion 53:20\n34:23 continued 42:14 course 12:14 Department distance 54:1\ncontrast 46:5 46:19 48:3 describing 27:10\n39:10 46:19 3:10,18,22 44:2 divide 12:10\n44:24,25 controversy 8:13 9:13,21 determine 12:12 document 42:20\n45:9,22 9:24 10:3 28:16 39:15 42:21\n15:12 Copyright 51:21 17:7,22 25:19 determining dollar 31:12,12\n19:21 correct 13:10 26:3,17,24 12:1 dollars 28:11\n27:10 32:11 35:8 35:14,24 39:19 developed 16:10 double-dip\n35:16 56:2 39:22 41:22 52:16 24:14\n37:13 cost 6:13,16 45:17 51:17 difference 4:4 drafted 38:13\n39:7 12:2,8,13,15 55:3,8 56:21 9:10,12 34:20 drive 19:17\n43:9,17 12:17,22,23 courts 16:13 34:21 47:2,4 driven 20:20\n44:8,13 13:19 15:5,6 32:15 45:13 differences D.C 1:11,18,21\n45:25 23:8 25:25 Court's 9:19 35:11\n48:5 26:11,11 27:7 24:2 55:20,23 different 25:4 E\n50:5 28:8,9,14,20 cover 21:7 42:1 29:4,7 33:17 E 2:1 3:1,1\n52:18 28:21,23 29:5 covered 19:7 33:19 43:10,22 EAJA 3:13 4:2,5\n31:24 32:1,1,3 cram 13:2 51:24 5:15 6:15 8:12\n33:21 34:24 creating 49:1 difficulty 20:4 18:9 19:20,25\n42:18,19 45:5 current-day directly 24:15 23:11,18 24:13\n46:11 47:3,11 cut 44:15 23:22 28:2,5 32:6,15\n22:5 52:5 D 3:1 disadvantages 37:14 42:8\ncosts 26:8 27:23 damage 37:22 20:15 47:18 48:5,9\n22:5,10 explain 6:7 37:6,7,15 finished 8:19\nevolved 45:9,23 explained 3:18 17:1 18:4 18:5 28:15,15\n23:13 exactly 11:5 25:21 41:23 23:11 24:6,13 29:15,21,24\n37:5,15 example 28:7 39:9 41:25 26:12,13 35:23 32:18,24 33:4\n40:22 6:16 24:7 44:5 express 39:4 52:4 34:24,24 35:2\nexcellent 12:5 extend 18:1 fees 3:12,15,19 35:3 38:5 41:2\nexcuse 5:3 26:3 56:15 5:21 6:6,19,23 48:9 49:6,8\nexpense 6:10 37:3 50:1 11:25 13:22,22 49:1\n14:10 46:10 48:4 face 37:6 23:18 27:2,3 4:25 7:4 8:20\n54:6 faced 15:5 27:11,13,21 8:22 25:17\n13:3,4,4,18 22:17 23:11 32:6,6,10,14 42:5 43:4\n15:3,4 27:1,2,5 29:21 31:14 35:13,20 36:4 fisc 22:24,25\n30:1,2 36:7,7,13,22 51:13,16 43:3,5,14,18 Fogerty 51:16\n52:1,4 53:24 Fantasy 51:17 53:12,13 foremost 37:24\nexpensive 30:22 Federal 3:11,17 17:9 43:11 12:16 13:8\nexperience 22:2 11:15,21 12:7 fewer 9:17 found 51:20\n24:16 expert 29:8 22:25 23:2,10 figure 29:10 four 53:16\n34:16 23:25 24:5,10 find 12:9 50:18 fringe 28:13,17\n21:11 25:14,16 head 21:13 11:19 15:18 independent\n36:14 34:5,23,24,25 hear 3:3 hypothetical indication 51:15\n46:18,19 47:1 help 10:15 11:6 37:20\n49:23 50:11 higher 10:12 idea 48:8 inform 10:1\n42:20 good 8:5 30:12 highly 40:12 39:6 56:5 52:15\nhire 34:14 illuminating initial 27:18\n51:11 4:19 5:18,20 26:1 35:17 38:1 insist 5:24 21:17\n22:14 13:12 15:1 39:6,9,15 48:22 32:18 33:14\n8:16 25:22 28:18,22 44:22 45:8 impecunious intellectual 30:3\n16:19 28:23,24,25 49:17 51:20,24 24:16 intend 51:15\n36:2 37:7 52:21 54:8 55:22 importance intended 14:16\n42:4,10 53:10 54:4,13 hit 18:13 24:20 35:25 36:14\n50:25 55:18 56:22 HOMELAND important 4:16 43:13,23 44:13\n22:11 8:18 10:8,21 6:14 8:22 9:12 46:7 intending 37:15\n51:5 11:13,14 12:6 10:20 12:19 impression 46:5\n18:2,3,9 20:25 32:11 33:20 40:19 intent 37:13\n52:1 33:16 37:7,16 56:13 incentive 20:20 43:8 50:19\ngrasp 46:23 hope 25:15 26:16 34:10 interested 8:15\n55:18 greater 22:2 17:7 50:1,2,8 12:23,25\n28:13 group 25:7 12:12 14:10 include 3:16 28:10\n42:20 34:19 35:7 45:10 49:12 interpreted 4:2\n50:25 H hourly 28:14 includes 28:5 involved 44:7\n37:10 handle 22:10 47:4 including 27:7 54:5\n41:11 26:16 hours 12:11 40:25 42:1 irrelevant 4:16\nhappened 12:6 house 27:12,19 incorrectly 5:1 issue 25:8 47:21\nhard 19:11 42:14 56:8,9 36:17 43:21 item 29:12\n14:4 54:23 56:14,15 incurred 32:23 items 29:7 36:10\n25:1 29:8 33:5 lawyer's 6:24 36:4 44:23\n55:17 38:17,20,24 knows 30:11 41:11 looking 5:13 7:9\n39:12,17,18,24 lead 4:20 8:24 47:17\n41:4,24 42:4,5 labor 3:20 17:3 legal 7:11 11:19 lose 23:7,18\n16:25 42:10,16,23 lacks 27:18 15:18 16:11 49:23 53:25\n20:1,1 44:12,14 45:2 language 27:20 20:8 23:17 loss 18:11\n36:11,12 45:4 46:10,15 39:6 42:5 32:14,19 lot 22:8 25:11\n45:17,18 46:21,22 47:7 large 7:20,25 legislation 25:20 29:5 42:16\n47:23 48:15,18 9:1 19:12 47:4 27:15 39:1 love 8:21\n51:1 52:3,10 43:19 25:19 26:1 lower-billed\n11:9 53:15,19 54:11 Laughter 21:25 38:16,18 39:5\n21:23 55:15 56:1,2 38:19 41:3 39:8,15 40:11 M\njustification law 8:10 9:16 43:24 44:16,20 majority 23:4\n4:10,13 justified 20:25 12:13,15 17:12 49:17 51:20,24 making 18:22\n21:3 37:2,8 18:5 19:13 54:8 55:22 50:6\n7:3 22:20 23:10,25 length 23:16 manner 35:15\n8:1,5,14 K 24:5,10,11,12 25:21 54:14 March 1:12\n9:5,7 K 11:10 19:9 24:12 28:15,15 letter 50:17 market 3:15,24\n11:1,4 Kennedy 8:14 29:21 33:7,8 let's 31:10 34:13 4:5,21 10:12\n13:1,6 8:18 10:7 37:19 39:1,2 54:10,15 11:20 12:22\n14:8 19:16,25 20:9 41:1 42:19 librarians 42:2 14:15,17,20,21\n15:11 20:14 30:5,9 43:15 Likewise 35:4 15:8,15,19\n16:19 30:17 33:3 lawyer 6:13,16 limit 37:16 16:1,3,11,15\n18:11,16 34:12 35:6 8:11 12:8 43:13 48:8,13 16:16 17:20\n19:16 51:1 15:25 16:1,5 limitation 27:25 19:17,21 26:2\n20:9,14 Kennedy's 22:9 23:22 limited 29:23 26:5 32:7 33:5\n21:6,21 22:20 31:2 24:6,14 29:9 36:5 43:18 33:9,23 34:1,2\nkind 20:11 30:12,13 36:16 44:5 34:3,8,10 37:9\n24:19 37:18 40:24 41:8,12 line 6:3 37:23 41:18,19\nkinds 42:1 49:4 54:18 listed 29:8 46:19 47:3\nkitchen 40:25 lawyers 4:23 5:2 listen 55:3 48:10,11,13\n28:3,9 41:1,22 42:3 5:16 7:18 9:2,9 litigant 53:8 49:2 50:9,10\n29:3,17 knew 43:17 14:5,9,9 15:17 litigation 27:1 50:13 54:25\n30:5,9 knock 16:3 18:10 19:3,7 little 18:2 36:21 55:10\n31:1,2,8 knock-down 20:21 21:11,16 42:17 50:8 markets 14:3\n16:4 22:8 23:9 locality 55:6 15:16 19:3\n33:1 know 14:4,5,9 26:15,16 27:22 long 21:13 54:1 market-based\nmorning 3:4 once 17:12 P 3:1 Pardon 40:2\nN 2:1,1 3:1 opinion 39:21 pages 55:18 12:5 19:17\n19:5,9 natural 27:3 opinions 39:20 15:7 23:11 50:6,12\n20:1 naturally 27:5 opportunity 27:6 33:12,13 particular 27:24\n23:21 near 14:4 8:21 35:2 41:5,8 31:3 43:8 44:8\n29:24 nearly 55:1 opposed 33:17 44:8 47:19 46:17 49:15,16\n39:13 necessarily 12:2 38:5 paper 49:13 particularly\n49:2 19:9 33:25 opposite 26:2 paralegal 3:14 52:18\n36:15 48:25 3:23 4:8,21,22 parties 37:14\n39:16 needed 52:15,17 26:21 8:2 9:2,14 10:25\n52:1 needs 35:13,14 ordinarily 54:19 11:22,24 12:10 partner's 7:22\nnegligible 23:1 organization 13:22 15:1,7 party 15:3,5,6,7\nnever 40:3 48:12 original 7:10 17:4,9 18:4,4 48:6\n41:8 new 31:24 outside 16:17 24:17 25:23 passage 42:15\n54:1 nine 9:14 29:20,24 30:1 26:5 28:7,12 passed 17:9,16\nnon-fee 13:18 34:15 30:11,13,19,21 27:15 39:7\n50:18 53:7 outsourced 37:9,23 45:24 pay 5:22 31:13\nnotepad 8:15 outstripped 5:3,19 9:8 33:23 34:1\n21:11 14:25 15:2,4 19:18 20:22 penalizes 37:6\n16:24 number 12:11 28:5,6 45:20 21:12,16,23 people 21:1,15\n41:23 25:25 46:1 54:3,6 23:14 25:23 25:7 38:13,20\nO overhead 9:24 30:24 33:4,6 29:1 53:11\n32:17 47:13,15 49:12 38:2 43:1 performed\npossible 13:20 29:5 26:15 18:5,8,13,13\n2:4,9 3:8 potential 30:21 8:1,24 9:20,21 pushed 36:23 32:24 33:7,9\n53:18 potentially 4:3 10:15 12:21 put 11:22 13:15 33:11,13,23\n16:10 29:6 41:21 14:24 22:22,23 25:11 29:13 34:18 35:22\n47:16 55:4,10 54:11 55:21 Q 50:13\n47:12,25 29:4 30:11 proceeding 44:6 4:21 5:2,4 9:2\nprecisely 38:22 27:25 43:8 question 4:1 5:8 9:23 10:12\npremise 21:20 44:7 10:1 11:23 18:10 19:12\npreparation profession 21:14 15:9 16:23 41:19,19 44:3\n14:12 46:6,6,11 42:6 46:22 36:19\n10:7,8 38:25 48:6 questions 22:20 readily 51:14\npresumably project 29:23 23:20 26:17 reading 27:3\n34:10 52:6,11,13,18 30:15 48:3\n18:21 presume 34:4 property 30:3 quite 14:21 21:7 reaffirmed 10:4\n21:5,6 presuppose proportionally 29:4,7 56:15 real 22:23 24:18\n22:24 54:10 11:2,3 quotation 44:25 really 4:14 7:18\n26:1,10 prevailing 4:5 proves 10:8 11:8 quote 27:21 reason 4:2 15:16\n44:15 14:17 15:3,5,6 11:13 38:11 43:3 16:6 25:6 35:4\n52:3 15:6,15 16:16 provide 26:16 54:18 55:4 35:10,23 37:11\n20:18 34:18 37:14 provided 48:5 quoting 3:19 55:19 56:3\n41:18,19,21 provides 4:7 reasonable 4:7\n20:25 principles 25:9 43:15 10:13 11:19 16:14\n33:16 prior 39:3 public 22:25 12:1,22 13:21 reasonably\n47:8 private 29:4,6 24:11,12 13:25 14:14,20 49:12\npro 32:19,20 purported 20:18 14:21 15:8,15 reasoning 3:22\n8:16,20 24:15 47:3 24:9 salary 28:19,24 senior 7:22\n55:15 relevant 4:4 Respondent 53:11 10:14,25 11:10\n53:17 52:15 response 9:19 saying 17:19 sense 23:13\n35:16,24 relying 11:22 responsibility says 13:18 25:24 51:2\n40:13 42:24 22:12,12 39:10 54:16,17 sensibly 21:17\n45:17 remaining 53:16 result 33:16,19 56:15 sentence 43:12\n26:2 repaid 52:16 revisited 20:4 8:1,5 13:1,6,10 32:9\nreply 25:22 3:13,14 23:5 40:3 50:16 46:24 47:10\nreport 24:23 18:20 20:6 Scarborough 53:2,4,7,14\n38:14 39:20,22 Rights 43:16 second 10:6,7 54:5\n55:17,25 56:3 17:14 20:23 SECRETARY 13:13 15:2,7\n52:15 56:15,15,21 26:7,19 27:14 secretary's 17:4,10 18:4\n28:20 representation 46:21 47:7,23 24:12 35:11 46:25,25 47:12\n27:7,24 43:8 49:18 52:20,24 36:18 40:8,9 47:25 48:10\n33:24 representing 56:11,24 51:12 set 23:15 24:1\n45:14 23:21 29:15 roughly 17:21 sections 40:8,11 41:20 44:2,9\n49:9 48:6 routinely 32:15 Security 1:3,9 setting 7:1 15:23\nrequest 50:15 rubric 40:25 3:4,13 23:6,10 seven 45:18\n48:9,19 51:21 54:24 55:8 see 13:17 19:12 shifting 26:12\nrespect 13:9 38:13 39:7,22 shove 40:24 41:6\n54:24 55:4 salaries 12:10 send 24:14 21:11 22:9\nstandpoint 52:7,10 synonymous 19:5,6 20:2,5\nstart 53:20 31:25 system 20:15 22:4,16 25:10\nstate 4:17 subject 5:4,19 T 37:25 38:6,17\n18:25 46:3 55:7 submission 5:12 24:6 31:9,11 47:2 49:18\n28:19 states 1:1,15 6:18 11:12 40:3 45:22 50:4 54:2 56:1\n27:2,21 submit 50:15,17 51:2 56:13\nstatute 9:8 12:3 57:2 56:14 17:1 25:7\n33:9 16:8 17:16 22:18 talk 14:24 15:2 thought 40:22\n54:20 19:7,10 20:7 substantially 55:16 50:24\n30:21 36:5,14,22 37:2,8 56:4 44:24 42:17 55:24\n40:19 45:11 subsumed 9:23 task 31:3 three-quarters\n47:3 12:21,25 15:14 sudden 29:12 tell 17:24 25:15 time 5:15 7:8,13\n17:9 43:11,22 suggest 37:19 term 3:18 10:2 9:1,7 13:23\n24:3,8 3:18 11:16 suggesting 43:2 45:10 40:4 41:11\n18:24 6:2,6 9:5,7 16:7 tested 31:10 times 36:3 40:21\n31:8,15 44:14 45:2,4 supervision 8:11 53:15,19 56:22 55:1\n32:4 46:10,15 48:15 support 4:7 56:24 today's 5:1 7:7\n48:18,24 49:11 Suppose 30:10 theory 7:10 10:9 told 8:16 40:22\n49:16 19:8,9,9 sure 6:7 8:19 thing 16:2 25:17 traditional\n32:6 stronger 4:7 22:7 29:17 29:20,23 31:20 traditionally\n43:1,9 structure 21:1 33:3 41:10 35:20 47:11,13 17:11,15,19\n45:11 22:21 surely 33:5 53:21 54:1,2,9 47:19\nuniform 54:25 want 25:18 33:3 12:4 13:5,9 29:17 30:2,8\n55:17 19:21 20:12 20:2,13,16 34:6,9,21 35:8\nuses 28:24 33:17 wash 56:22 21:4 22:1 36:11 37:11,25\n54:22 utilities 12:16 Washington 23:24 24:25 38:7,15 39:4\nutility 19:19 1:11,18,21 25:5,13,16 39:17,19,25\nU.S.C 3:25 54:25 56:6,13 44:13,22 45:3\nv 1:6 way 6:17 15:12 words 10:15 48:17,20 49:5\n8:16,20 vantage 5:14 24:3 28:20 work 3:16,20,21 52:23 53:1,5\n14:2,22 19:14 31:9 37:21 11:18 15:15 53:15,21\n18:25 various 11:6 38:22 41:5,16 20:22 21:12,16 year 12:11 56:12\n21:18 vary 55:5 52:11 53:9 21:17 22:9 years 6:15 9:14\n27:1 verified 40:22 ways 14:2 23:14 24:4 10:4 17:6\n34:13 versus 3:5,23 wear 55:17 25:9 27:8 55:24\n54:9 9:13,20,24 Wednesday 36:21 52:5 yields 51:14\n33:12 39:15,16 40:9 We'll 3:3 15:24 19:1 $75 14:5,11\n47:17 40:9 55:22 we're 16:3 21:12 33:25 $85 34:14,16,19\n30:14 35:3 39:14 writing 22:13 $95 35:3\n48:20 49:5,8 wrong 3:17 8:19 0\n19:23 Virginia 10:4 Wolfman 1:18 wrote 24:23\n17:6 1\n3:6,7,9 10 49:7\n5:5,8 10:05 1:16 3:2\n19:7 5:12,20,25 6:4 x 1:2,10 16:3\n7:2,15 Y 11:06 57:1\n45:13 54:14 53 2:9\n40:11 55:19\n40:7,9,10 7\n70s 17:21\n49:7,9,20,22\n50:21 8\n1:12 80s 17:22\n36:6 9\n9:17 18:19\n24:11\n19:6\n35:19\n46:8\n35:19 38:8\n42:24\n19:7 40:15\n3:25 4:6,9\n20:1\n36:4,8\n43:16\n9:14\n24:2\n14:11\n6:15 24:7\n1:12\n8:13\n24:7\n2:6\n45:12\n28:25 29:1\n2:4 24:11\n6:15\n54:17\n3:25\n54:16\n50:21\n49:6,19\n24:12\n"
    }, 
    "respondents": [
        "No. 06-1717 MICHAEL CHERTOFF,", 
        "SECRETARY OF HOMELAND", 
        "SECURITY."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 30, 
        "JUSTICE ALITO": 5, 
        "JUSTICE BREYER": 9, 
        "JUSTICE GINSBURG": 9, 
        "JUSTICE KENNEDY": 11, 
        "JUSTICE SCALIA": 20, 
        "JUSTICE SOUTER": 9, 
        "JUSTICE STEVENS": 20, 
        "MR. WOLFMAN": 50, 
        "MR. YANG": 58, 
        "N 2": 1, 
        "U.S.C 3": 1
    }
}