{
    "appearances": {
        "content": "ARTHUR J. MADDEN, III, ESQ., Mobile, Ala.; on behalf of\nthe Petitioner.\nMATTHEW D. ROBERTS, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.;\non behalf of the Respondent.\nPETER B. RUTLEDGE, ESQ., Washington, D.C.; for amicus\ncuriae, support of the judgement below; Appointed by\nthis Court.\n"
    }, 
    "caseNum": "06-7517", 
    "caseinfo": {
        "content": "RICHARD IRIZARRY, :\nPetitioner :\nv. : No. 06-7517\nUNITED STATES. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nARTHUR J. MADDEN, III, ESQ.\nOn behalf of the Petitioner 3\nMATTHEW D. ROBERTS, ESQ.\nOn behalf of the Respondent 17\nPETER B. RUTLEDGE, ESQ.\nAs amicus curiae, support of the\njudgement below 37\nREBUTTAL ARGUMENT OF\nARTHUR J. MADDEN, III, ESQ.\nOn behalf of the Petitioner 50\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, April 15, 2008\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:11 a.m.\n"
    }, 
    "petitioners": [
        "RICHARD IRIZARRY,", 
        "Petitioner", 
        "v.", 
        "No. 06-7517 UNITED STATES.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:11 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument next\nin Case 06-7517, Irizarry versus United States.\nMr. Madden.\nORAL ARGUMENT OF ARTHUR J. MADDEN, III\nON BEHALF OF PETITIONER\nMR. MADDEN: Mr. Chief Justice, and may it\nplease the Court:\nThis is a sentencing process case. The\nfirst step of the sentencing process described by the\nCourt in Rita, as noticed, broke down in this case. The\nPetitioner first learned that the district court\ncontemplated a non-Guideline sentence when it was\npronounced. The grounds for that statutory maximum\nsentence were not noticed and the issues were,\ntherefore, not litigated.\nThe government here agrees that the lack of\nnotice was error and advocates notices for all sentences\noutside the Guidelines. This is the correct result.\nBecause it's only through notice can the sentencing\ncourt subject a defendant's sentence to the thorough\nadversarial testing contemplated by Federal sentencing\nprocedure.\nThat quote comes from Rita and relies upon\nrules 32(f), (h), (i), and a decision of this Court in\nUnited States versus Burns. That law controls the\ndecision in this case.\nThe position of the Amicus --\nCHIEF JUSTICE ROBERTS: You may not have had\nnotice of the issue of whether or not an alternative\nprocedure and medication audit would help, but you\ncertainly knew that future dangerousness was going to be\non the table. And if you had a response to that, which\nis, well, if he took his medication, it wouldn't be a\nproblem, I assume you would have prepared for that.\nMR. MADDEN: The -- the -- the notice that\nsuggested -- the Guidelines departure which is suggested\nin the last paragraph of the pre-sentence report, is\nvery specific. It is directed toward the 4A1.3\ndeparture. The concerns raised by that are completely\ndifferent than the grounds on which the court departed.\nSo, no, that wasn't adequate notice.\nCHIEF JUSTICE ROBERTS: Well, yeah, I -- but\nin terms of what issues might suggest themselves to a\njudge sentencing this particularly defendant, I would\nhave thought future dangerousness. I mean, you have an\nindividual who has leveled particular threats with some\ndegree of certainty that he intends to pursue them, I\nwould have thought that would have been one of the first\nthings a sentencing judge would look at.\nMR. MADDEN: Well, it was looked at in the\ncontext of the sixth level enhancement for intent to\ncarry out the threat, and it did come up in the context\nof acceptance of responsibility. But both look at\ndifferent issues than the ground that the sentence was\nultimately -- the -- the upward non-Guideline sentence\nwas ultimately imposed on.\nJUSTICE SCALIA: Well, you know this -- this\nprovision 32(h), really doesn't -- does simply not work\nwith post-Booker guidelines. You either have to say it\nwas designed for a different regime, and therefore, has\nno effect now after Booker, or else you have to expand\nit beyond what it says, because may depart from the\napplicable sentencing range on a ground not identified,\nunder the mandatory guidelines, they were identified\ngrounds for departure.\nAnd you had some -- the court could look at\nthose and say, gee, am I going to pick one of these, if\nso I'll let him know. But you can depart now simply on\nthe ground that you don't agree with the -- with what\nthe Guidelines say as -- is that what you would call a\nground of departure?\nIt's simply a ground of disagreement, I\nwould suppose. Why shouldn't we hold 32(h) simply.\nSimply has no -- no application under the new system?\nOr at least hold that all it applies to are departures\nwithin the meaning of the old mandatory guidelines\nsystem? Which is a much narrower category of\ndepartures.\nMR. MADDEN: Yes, sir. I think first it\nwould seem to make -- it would not make sense to demand\nnotice for a finite range of factors, but no notice for\na potentially broader one. That seems\ncounter-intuitive. But --\nJUSTICE SCALIA: I don't think it is\ncounter-intuitive to provide -- to -- to require notice\nwhen the number of grounds is finite. But if the number\nof grounds is infinite, I'm much less inclined to read\nit as even applicable to the situation.\nMR. MADDEN: But the -- the decision of --\nin Burns, I think, answers the question because unless\nthere's -- if a party is not focused -- and generally\nthe parties' papers and the PSR will focus the issues.\nBut in the few cases where -- where an extraneous\nsentencing consideration that's important enough to\ndrive the sentence up or down is raised, in order to\nhave adversarial testing of that important issue, there\nhas to be some kind of notice. And it's not -- variance\nis not what we're calling a variance, a non-Guidelines\nsentence is not a pure exercise in policy even in\nKimbrough.\nThat was a policy disagreement but it was\ndriven by facts, and the defendant in that case, the\nappellant, gave notice that they were going to be\nchallenging it, and -- and there was a factual\npresentation. So the record was in the right shape to\nmake the policy determination.\nJUSTICE SCALIA: Post-Booker the guidelines\nare advisory, and the district judge has discretion as\nto the sentence.\nNow, in the bad old days, when the statute\nsaid 20 to 40, and the judge decided to give you 40, he\ndidn't have to give you notice of why he was giving you\nthe highest sentence.\nAnd now that we've returned to a system that\nis closer to that, why should we interpret 32(h) as\nimposing a very difficult to comply with requirement\nthat didn't exist under the -- under the pre-pre-Booker\nsystem?\nMR. MADDEN: I remember that system.\nI think the -- the answer is that -- that\nit -- it's important -- the requirement is essential for\npurposes of advocacy on the issues. Burns -- Burns\nreflects the Court's understanding again of what\nCongress intended in the Sentencing Reform Act. They\nsaid Congress intended notice and litigation.\nNow, this Court had to make some excisions\non Sixth Amendment grounds in what Congress -- what\nCongress could do, but their intent hasn't changed.\nJUSTICE ALITO: Suppose the district court\nin this case had said I'm considering an\nabove-Guidelines sentence based on facts that are in the\nrecord in the pre-sentence report to protect the public\nfrom further crimes of the defendant.\nWould that be adequate notice?\nMR. MADDEN: No. Not on the grounds here.\nIt's close. It's closer.\nJUSTICE GINSBURG: What would have been?\nMR. MADDEN: I think -- I think --\nJUSTICE GINSBURG: And how much time -- this\nis two questions; time question and the content\nquestion.\nWhat would she have had to say to comply\nwith the rule as you read it?\nMR. MADDEN: Yes, Your Honor. Reading it\nbackward from what the comment -- the explanation of the\nsentence at the end backwards to what the grounds were\nand the notice should have been, her finding was that --\nthat he would continue to be a threat regardless of the\nsupervision we are under. That was the key.\nTo say if there is nothing other than\nmaximum incapacitation which will prevent him from being\na danger in the future, if that was the issue, if the\nquestion is: Is there any lesser sentence than maximum\nextra incapacitation, then everyone could have\nlitigated, that would have been the issue that was on\nthe table.\nJUSTICE ALITO: You seem to be requiring a\nvery specific kind of notice, almost as if the district\ncourt has to say this is the sentence that I'm\nconsidering, and these are the exact reasons that I'm\nconsidering; now what do you have to say about that.\nMR. MADDEN: Yes. And I think that goes\nwith the Justice's second question.\nJUSTICE ALITO: Is that what you're asking?\nMR. MADDEN: -- content -- it needs to be\nspecific -- it needs to be specific enough so that the\nfacts that get litigated are the ones that are\nultimately recited by the court for the reason for the\nnon-Guidelines sentence.\nJUSTICE ALITO: But why would the --\nJUSTICE GINSBURG: That's a complex answer.\nAnd I -- this seems to me to be a clear case of what was\nin the judge's mind. She said I have a record here of\nrepeated e-mails to this woman, threatening to kill her,\nthreatening to kill her new husband, threatening to kill\nher mother. He did it again and again and again.\nI have seen this person, he appeared before\nme. It is my educated prediction that he will do it\nagain. So I'm going to put him away for as long as I\ncan.\nThat's -- her reasoning process is not at\nall mysterious.\nWhat notice is the defendant lacking?\nMR. MADDEN: I think if -- if she would have\nsaid something to the effect that -- and this sometimes\nhappens during the course of a sentencing, that's a\ndifferent issue -- but here's what's on my mind. I'm\nconcerned that only extra prison time, incapacitation\nfor as long as I can give him, will do the job of\nprotecting society. What do you have to say about that?\nIf that was the -- now isn't the written,\nformal, this is during the context of the sentencing --\nthe way it comes out, then the response would be\nsomething like, \"Judge, there's -- there is psychiatric\nevidence or psychological evidence that's developed that\nI'd like to put on bearing on that issue in light of the\nreport from Buttner, the new report that just came into\nthe record right before the sentencing, that goes\ndirectly to the issue of amenability to treatment; and\nyou're concerned that only maximum incapacitation will\naddress the issue.\nI think that's how that -- that's how it\nshould have played out.\nJUSTICE SOUTER: Why -- why isn't that an\nequally response to what Justice Ginsburg just gave as a\nrecitation of what the what the judge had said.\nMR. MADDEN: The --\nJUSTICE SOUTER: She quoted and summarized\nthe judge saying he's going to do it again.\nMR. MADDEN: Yes.\nJUSTICE SOUTER: Anybody knows that what the\njudge is getting at is I'm going to put him away as long\nas I can put him away. Isn't that just as much notice\nor just as much a -- a stimulus to the response that you\nwant to give, as your reformulation of the -- of the\nissue?\nMR. MADDEN: Yes, and that goes to the\ntiming question. When she said that, the next -- in the\nsame paragraph, was -- and, and therefore, it's a\n60-month sentence.\nThat -- that discussion didn't occur -- the\nnotice didn't --\nJUSTICE SOUTER: So it's not the question of\nnotice; it's the question of time to respond.\nMR. MADDEN: At that point it was\nexplanation, it explanation of what she was doing, not\nnotice of what she was going to do at a time when\nit would have made a difference.\nJUSTICE SCALIA: What is she supposed to do?\nUsually there -- there's just one sentencing hearing,\nright?\nJUSTICE SCALIA: And there's --\nMR. MADDEN: Usually.\nJUSTICE SCALIA: -- a pre-sentence report\nwhich both parties have. And sometimes there are\nwitnesses who come in. Sometimes the injured parties or\nthe relatives of the deceased party come in; and -- and\nusually the sentence is imposed at the end of that\nproceeding.\nNow when is -- when is the judge supposed to\nbe so precise as to what particular matters induce her\nto -- to raise this sentence here?\nMR. MADDEN: I --\nJUSTICE SCALIA: Are you going to have a\nrecess? Or maybe reschedule the sentencing for -- for a\nweek later so that the judge can decide in detail what\nparticular factors motivate her?\nMR. MADDEN: I think in -- in the vast\nmajority of cases, and the government concedes this in\nthe brief or acknowledges it, that while there are\ninfinite number of variables that lurk in every case,\npractically, there are not that many that are actually\nthere. Those are usually identified in the pre-sentence\nreport which you have way in advance or in advance.\nThere are -- the parties have a duty to\nidentify the issues that are going to be litigated; and\nthat's done.\nJUSTICE SCALIA: Now if it is in the\npre-sentence report, is that enough notice?\nMR. MADDEN: Yes. And that's typically --\nJUSTICE SCALIA: So long as it is in the\npre-sentence notice the judge doesn't have to say I plan\nto rely on this aspect of the pre-sentence report?\nMR. MADDEN: No.\nJUSTICE SCALIA: Okay.\nMR. MADDEN: No, because in the vast\nmajority of cases that's what occurs. And then the\nparties have a duty to interject issues that they think\nought to drive the Guidelines or non-guidelines either\nway.\nAnd the bar is actually getting better at\nthat than when this occurred in picking up on 3553(a)\nfactors, and I think the problem is actually going to\nbecome lesser over time.\nSo only in the extraordinary cases -- and\nBurns was an extraordinary case -- where an issue that\nis important to the judge isn't flagged in the papers --\ndoes the duty arise to let -- let the parties know what\nconsiderations they should focus their attention on, so\nthat they can be litigated.\nCHIEF JUSTICE ROBERTS: Does the defendant\nhave an obligation to give notice, both to the\ngovernment and I suppose to the judge, saying at the --\nat the sentencing hearing, we're going to say this? So\nthe judge can get ready for it? Or the government can\nget ready for it?\nMR. MADDEN: Usually, the interests, of\ncourse, are different.\nThe -- the interests of the defendant in --\nin a lower sentence, I think, is different than\ndefending against a higher -- a higher sentence; but\nyes, I think it is appropriate.\nAnd the rule says -- rule 32(h) only speaks\nto the judge. But I think the parties in their\npositions are required by the local rule in the Southern\nDistrict of Alabama and the Federal rule generally to\nput their -- their positions in writing in advance of\nthe hearing. I think our rule, I believe, is seven\ndays.\nSo that when the judge, before getting ready\nto sentence, looks at the issues, the people with the\nheightened interest in them have already identified what\nthey are.\nSo the only -- it's only the residual issues\nthat are picked up by rule 32. It occurs very\ninfrequently in practice.\nCHIEF JUSTICE ROBERTS: What about the point\nmade by Chief Judge Boudin in his recent opinion, is\nthat now that we look more carefully at the 3553\nfactors, counsel has to come in prepared to address all\nof those?\nMR. MADDEN: It is -- you know, as a\npractical matter, it is extremely wasteful. It does not\npromote focused advocacy. The sentences that are going\nto come out of that kind of system won't be on a\ndeveloped record. The sentences in the aggregate will\nbe less reliable for purpose of evolution of the\nguidelines.\nThere's -- there are -- the reasons for\nnotice I think are in -- notice is important not only\nfor the individual defendant but there's institutional\ninterests as well.\nIt's a -- it's a fairly rarely occurring\nphenomenon where rule 32(h) comes into play. The rule\nas written doesn't demand any changes. It is a matter\nof interpretation. And the Sentencing Commission itself\ndefines a departure as any non-Guidelines sentence.\nThat fits within the literal language of\nrule 32(h). This Court doesn't have to decide this\ncase.\nJUSTICE SCALIA: It's not what it meant when\n32(h) was promulgated.\nMR. MADDEN: Well, the Court in Rita, which\nwas after Booker, discussed in fact, the sentencing\ncourt, applying the Guidelines in individual cases, may\ndepart either pursuant to the Guidelines or since Booker\nby imposing a non-Guidelines sentence. The word\ndeparture --\nJUSTICE SCALIA: You could apply departure\nto post-Booker; but at the time this rule was adopted,\ndeparture did not consist of that; it consisted of\nsomething much more narrow.\nMR. MADDEN: It -- it had a narrower meaning\nbut -- but the rule 32(h) was to implement the structure\nof rule 32, that's what Burns said. And --\nJUSTICE GINSBURG: Why should we put into\nrule 32(h), as Justice Scalia suggests, the 3553(a)\nfactors, when we know that the rule makers did make a\nchange in 2007? That is they put 3553(a) into\n32(d)(2)(F); so they made a change there and they said\nthe judge could ask to have these things included in the\npre-sentence report; but they left (H) looking like it's\ndealing just with the guidelines. Why couldn't the\nCourt say well, we didn't put 3553 in (h), and so it's\nnot there?\nMR. MADDEN: Well, I don't think that that\nanswers the question, because under the prior structure\nof the rule, the pre-sentencing was supposed to set out\nall of the factors and (h) was just -- just a stopgap.\nThe provision that came in in December of\n'07 that says that the court can request other factors,\nI think is just that an authorization to the probation\nofficer to look at -- to look at other factors and to\nthink more broadly.\nBut I don't think that should be read as\nlimiting the scope of 32(h) simply to what would be\ntraditional guideline departures.\nIf I could, I'd reserve the balance of my\ntime.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\nMr. Roberts.\nORAL ARGUMENT OF MATTHEW D. ROBERTS\nON BEHALF OF THE RESPONDENT\nMR. ROBERTS: Mr. Chief Justice, and may it\nplease the Court:\nRule 32 requires the district court to\nprovide notice before any departure from the Guidelines\nrange based on a ground not previously identified by the\nPSR of the parties, including a departure based on the\nfactors in section 3553(a). Non-Guideline sentences\nunder section 3553(a) fall squarely within the term\ndeparture, both as defined in the dictionary and as\ndefined in the Guidelines.\nJUSTICE ALITO: Well, why shouldn't this\nrule be dealt with by further rulemaking? It is very\nclear that when 32(h) was adopted, departure had a\nspecific meaning under the Guidelines. And what we're\ntalking about now was not contemplated at all by the\nrulemakers at that time.\nNow, applying 3553(a) in this situation\nraises different problems, and there are issues\nregarding the specificity of the notice that's required\nand the timing of the notice. Why shouldn't this be\ndealt with by further rulemaking when those -- where\nthose things can be handled in a comprehensive way\nrather than by the haphazard development of case law by\nthe courts of appeals if we agree with your position.\nMR. ROBERTS: First of all, as enacted rule\n32(h) requires notice of all deviations from the\nGuidelines range, and by its plain terms it continues to\ndo that. But --\nJUSTICE ALITO: Are you saying --\nMR. ROBERTS: Either way --\nJUSTICE ALITO: Are you saying that if they\nhad in mind at the time that Booker might be coming down\nthe road.\nMR. ROBERTS: No.\nJUSTICE ALITO: There would be\nnon-Guidelines variances from the Sentencing Guidelines.\nMR. ROBERTS: No. They were focused on\nGuidelines authorized departures because those were the\nonly ones that were legally authorized at the time. But\nthe fact is that they required notice of all -- that --\nthat -- that they were requiring notice of all\ndeviations that were available. Now they should require\nnotice -- at a minimum, rule 32(h) is still there and it\ncontinues to apply to traditional departures.\nCHIEF JUSTICE ROBERTS: The rules advisory\ncommittee is currently considering whether or not to\nchange this, right?\nMR. ROBERTS: Yes. It --\nCHIEF JUSTICE ROBERTS: Nobody in that\nprocess has suggested, well, it's too bad you've already\ndecided this in 32(h)?\nMR. ROBERTS: Well, yes. One of the -- they\nhave, Your Honor.\nOne of the things that the advisory\ncommittee stated that it was going to consider was --\nwas lower court decisions on the question -- on the\nquestion of whether notice -- the current text of rule\n32(h) requires notice to be given.\nSo that might have been one of the reasons\nthat some people in the conference were reluctant to\nadopt an amendment. Another reason was that they knew\nthat the courts were considering the question, and many\npeople expressed concern that an amendment was\npremature, that the -- that the conference should await\nfurther guidance from the courts and from this Court.\nCHIEF JUSTICE ROBERTS: A lot of judges\nobjected to the idea they would adopt the position\nyou're urging here.\nMR. ROBERTS: That's true. Some judges did\nobject to that. But others -- as I said, there were\nother -- some judges expressed support for that\ninterpretation, and there were varying reasons that were\nmotivating different people in the conference to take\nthe position that the conference should wait.\nThe fact is -- and so the Court shouldn't\nconstrue from the failure to enact an amendment just\nlike the Court is reluctant to construe from the failure\nto amend a statute that the current provision doesn't\nrequire notice.\nCHIEF JUSTICE ROBERTS: It's not inferring\nfrom the failure to act. It is just a recognition that\nthese things are looked at very carefully by the rules\ncommittees and they look at it in a broad way and take\nin all the information. We know they're doing that now.\nAnd we would be kind of jumping the gun and short\ncircuiting that process.\nMR. ROBERTS: I don't think so, because\nthey've -- they've referred it back to the subcommittee\nand said they want to wait and see what -- what this\nCourt does and what the courts to.\nSo, they're waiting for you. Doesn't seem\nlike in that circumstance it makes sense for you to wait\nfor them.\nBut however you interpret the current\nrule -- and the question before you is what the current\nrule requires. However you interpret that it doesn't\ncircumvent the rulemaking process --\nJUSTICE KENNEDY: May I ask you this\nquestion about the rule: It says before the court may\ndepart from the applicable sentencing range on a ground\nnot identified for departure. Can a pre-sentence report\nsay possible grounds for departure are as follows, and\nthen list them? Or does this, in your view, mean that\n\"identified for departure\" means as recommended by the\npre-sentencing report?\nMR. ROBERTS: No. I think that the\npre-sentence report doesn't actually have to recommend\nit. The pre-sentence report -- and they generally have\na section that does this although, although often they\ndon't identify --\nJUSTICE KENNEDY: Well, could the\npre-sentencing report just list a series of -- a whole\nseries of factors saying these are possible grounds for\ndeparture? Would that comply with the rule?\nMR. ROBERTS: I mean, at a certain point it\nwouldn't, but if it listed more than one as a possible\nones and they were identified with sufficient\nspecificity to enable --\nJUSTICE KENNEDY: Would future\ndangerousness -- future dangerousness be something that\ncould be put in the report and that would cover these --\nMR. ROBERTS: Yes. It -- it -- it certainly\ncould, Your Honor. And the PSR here includes --\nJUSTICE KENNEDY: That's the latest thing\nwe're talking about very much.\nMR. ROBERTS: That's required.\nNo. But what -- what it does show is that\nthis is a possibility that an out of Guidelines sentence\nis a possibility and this is the ground on which it is a\npossibility.\nJUSTICE SCALIA? What if the ground is I\njust simply believe that the Guidelines' recommendation\nfor arson when there are people in the building is\nsimply too low? Okay? You give notice of that. What\ngood is giving notice of that going to do? Is too low.\nIsn't too low. Is too low. Isn't too low. I mean --\nMR. ROBERTS: The parties can --\nJUSTICE SCALIA: It's almost, you know, a\ndetermination of the judge's gut feeling of what is\ncondign punishment for a particular --\nMR. ROBERTS: The parties -- the parties\nwould be able to focus on that and try to inform the\njudge's decision on that. But that's not the only kind\nof -- that's not the only kind of ground on which a\ncourt might vary, and that may not be one for which\nadvance notice would be particularly helpful, but there\nare many on which it is.\nIf I can give an example of a case we\nrecently confronted, for example? We had a case in\nwhich a judge imposed probation on a defendant who was\nconvicted of soliciting child pornography because the\njudge was under the belief that prison couldn't provide\nthe necessary treatment.\nWe hadn't presented any evidence on\navailable treatment programs, but we certainly would\nhave done that if we had had notice that the court was\ncontemplating varying on that ground. And because we\ndidn't do that, there was no adversary presentation of\nthat.\nJUSTICE GINSBURG: Couldn't you have asked\nat the hearing, couldn't you ask the judge: Judge,\nplease have a continuance here because you have taken us\nby surprise and we'd like to offer some evidence that\nyou -- that might influence you?\nMR. ROBERTS: You could -- we could\ncertainly do that. But that's an after the -- you know,\nthat would be an after-the-fact situation. What -- what\nrule 32 is trying to do is set up a procedure so that in\nevery case, in every case you get the adversarial\npresentation on the grounds --\nJUSTICE GINSBURG: When? I asked Mr. Madden\nand didn't get a precise answer: When does this notice\nhave to be given? We're told that the court itself did\nnot get the full sentencing packet until seven days\nbefore the hearing.\nSo when must this notice be given and how\nmuch does it have to say?\nMR. ROBERTS: Well, it's -- it's a\ncontext-specific question. The question is, is the\nnotice reasonable, which means it has to give the\nparties enough time to present the adversarial process\non the question.\nNow, in the vast majority, all but the most\nunusual cases notice a day or two in advance would be\nspecific. And in many cases, notice that the hearing\nitself would be sufficient.\nI think in this case, for example, notice\nthat the hearing itself would certainly have been\nsufficient; but -- but the --\nCHIEF JUSTICE ROBERTS: How can that be?\nThey're talking about an expert and all that. He's not\ngoing to be hanging around the courthouse.\nMR. ROBERTS: Well, several reasons; for all\nthe reasons, Your Honor, that we said that the -- that\nit's failure to give notice of a variance here was\nharmless. First of all, the PSR had already identified\na possible departure on a very similar ground.\nSecond of all, the Petitioner's future\ndangerousness was central to the victim impact testimony\nof his wife who had notice was going to testify. He\nknew from the PSR what she was going to say.\nIn addition, it was central to dispute --\npotential adjustment to the Guidelines' range. So, his\nfuture dangerousness was --\nCHIEF JUSTICE ROBERTS: Well, that all goes\n-- that all goes to the harmless error question. Is\nthat the only time in which notice at the sentencing\nhearing is going to be adequate?\nMR. ROBERTS: No, Your Honor. But I think\nin this circumstance, for example, there would be --\nanother example would be often if the victim impact\ntestimony -- there hadn't been identified as a potential\nground for departure on it, but the judge heard victim\nimpact testimony, but the defendant knew the victim was\ngoing to testify, had the general sense it and the judge\nwhen it heard -- when she heard it decided, wow, you\nknow, this really makes me think I should take it out of\nthe sentence, I think that because the -- because the\ndefendant knew that the testimony was going to be there,\nknew the gist of it and was prepared to respond to it,\nwould probably be sufficient to give notice at that time\nthen.\nFor instance, if the judge relied on remorse\nin allocution -- lack of remorse in allocution that's\nanother example where I think, you know, notice at the\nhearing would pretty much --\nJUSTICE SCALIA: In a lot of cases, though,\nit will be impossible for judges to make their\ndetermination the night before, take home the\npre-sentence report, and, you know, stuff from the trial\nand focus on the next morning's sentencing hearing.\nMR. ROBERTS: Well, judges --\nJUDGE SCALIA: -- decide it a week in\nadvance. Do judges do that, decide a week in advance?\nI doubt it.\nMR. ROBERTS: The judges are reviewing the\nmaterial. I don't think they are doing it a week in\nadvance. They're getting the material a week in\nadvance. They are reviewing it before the sentencing\nhearings. And the notice requirement has not been\nunduly burdensome for traditional departures --\nCHIEF JUSTICE ROBERTS: But you're really\nasking them to sentence first and hearing afterward.\nMR. ROBERTS: No, they don't --\nCHIEF JUSTICE ROBERTS: Maybe the whole\npurpose of the hearing is to find out what factors are\npertinent and all that. You're asking the judge to come\nto that determination before the hearing.\nMR. ROBERTS: That -- it is true that they\ngo into the hearing with an open mind, but it's also\ntrue that before the hearing, they're going to have some\nsense based on the written materials that they've\nreviewed and based on the parties' identifications of\nwhat they think the appropriate sentence is. As\nPetitioner's counsel explained, in the vast majority of\ncases, the PSR, the parties are already going to\nidentify the potential grounds for a variance, and so\nit's very few cases that there's going to be a ground\nthat's going to come out --\nJUSTICE ALITO: How specific does the notice\nhave to be? I take it it's not enough just to recite\none of the 3553(a) factors.\nMR. ROBERTS: Well, at a minimum, the court\nwould have to identify the relevant 3553(a) factor. I\nthink then what more is required depends a little bit on\nthe particular factor, the record in the case. Again,\nthe test is to ensure that they focus adversarial\npresentation. If it's a really an open-ended factor,\nlike the nature and circumstances of the offense and the\ndefendant's characteristics, obviously more is going to\nbe required.\nJUSTICE ALITO: Well, what was required\nhere?\nMR. ROBERTS: Here I think it would have\nbeen sufficient for the judge to say. I'm contemplating\na variance under section 3553(a)(2)(C), based on the\nfact that Petitioner's conduct indicates that he is\nlikely to commit future crimes.\nCHIEF JUSTICE ROBERTS: So you disagree with\nthe Petitioner on the specificity of notice required?\nMR. ROBERTS: Yes. We don't think that\nnotice of the specific fact on which the court is going\nto rely is required. That would start to make the\nnotice requirement unworkable, but I don't think that's\nhow it's been interpreted, to require the very specific\nfacts in the departure context.\nThe same situation, the parallel thing\napplies here. As I was going to say before on the\nburdensomeness, it hasn't been burdensome, unduly\nburdensome, to require notice for traditional, and there\nreally isn't any reason to think that it would be\ndifferent for here.\nAnd to get back to something earlier as well\nthat we're were talking about, the key fact is rule\n32(h) does indisputably require notice for traditional\ndepartures. And a notice requirement for variances is\nessential to prevent evisceration of that notice\nrequirement because a court can always impose the\nsame -- use a variance to impose the same sentence that\nit could have imposed as a Guidelines departure.\nSo that notice requirement, which is still\nin the rule, is going to basically become meaningless\nunless the word \"departure\" is given it full scope and\nconstrued to include variances.\nAnd notices of variances is also necessary\nfor the focused adversarial testing that rule 32\nrequires for the reason the Court said in Burns. If the\nparties don't know what the potential grounds for a\nnon-Guidelines sentence are, then what they're likely to\ndo is either address the possibility of an\nabove-Guidelines sentence in a random and wasteful way\nby trying to conceive of every possible grounds or\nthey're just not going to address it at all, like in the\nexample that I gave before when we just didn't address\nthe potential variance based on prison not providing --\nbeing able to provide the appropriate treatment.\nAnd it's still important, even after Booker,\nto have adversarial testing of that issue.\nJUSTICE STEVENS: Could we go back to the\nexample for just a minute? I want to be sure I fully\nunderstand it. Why couldn't that issue have been\nadequately discussed at a hearing in which there was no\nparticular notice, but at the end of the hearing the\njudge said, this is what I'm planning to do because I'm\nworried that they won't get treatment in prison and so\nforth? Well, wouldn't the government have had an\nopportunity to then say, Judge, you overlooked this\nfact? And wouldn't all involved in the hearing?\nMR. ROBERTS: Well, what we would have liked\nto do is bring in people to explain to the judge these\nare the programs that are available. This is --\nJUSTICE STEVENS: Couldn't the lawyer have\ndone that?\nMR. ROBERTS: That's how it works. Well, I\nthink the lawyer probably could have said we have -- we\nhave treatments and they work. But then the judge said\n--\nJUSTICE STEVENS: But wouldn't --\nMR. ROBERTS: -- well, based on this --\nJUSTICE STEVENS: Well, that solves the\nproblem because the judge apparently was operating under\na misunderstanding of facts.\nMR. ROBERTS: Well, I think that what the\njudge thought was that there were no available\ntreatments that would work. And it --\nJUSTICE STEVENS: And the lawyer could say\nyou're wrong.\nMR. ROBERTS: That -- you know, it might\nhave dissuaded the judge there, but it didn't give us\nthe opportunity to bring in somebody who --\nJUSTICE STEVENS: No, I understand.\nMR. ROBERTS: -- who knows how it -- you\nknow, who knows what the programs are, to explain it.\nWhatever the judge said, yes, I know you have these\nprograms, but the programs that you can do in prison --\nyou know, I just don't think that those are effective.\nAnd --\nCHIEF JUSTICE ROBERTS: Well, if you think\nyou have a particularly good case that they are, again\nyou make that point to the judge.\nMR. ROBERTS: But --\nCHIEF JUSTICE ROBERTS: If you can see what\nthe last report about these programs was like, you\nwouldn't think that. And I think a reasonably competent\njudge is not going to say, I don't want to see it. Or\nmaybe he will based on his own experience in dealing\nwith those types of --\nMR. ROBERTS: The judge is -- you know,\ncounsel can make the argument. But in certain cases,\nthe ability to present actual evidence on it is going to\nbe an important -- is going to be an important factor.\nThere's, you know, other examples: For instance, if the\njudge varies on grounds that there's no treatment\navailable for other things or that people have been\npermanently psychologically scarred, and the other side\nwants to bring forward counter-evidence and -testimony.\nThere are numerous ones. That's the -- that's the\nessence of what the requirement --\nJUSTICE STEVENS: In your --\nMR. ROBERTS: -- and the rules get at.\nJUSTICE STEVENS: In your experience, do\njudges often bring in experts on this kind of stuff?\nMR. ROBERTS: Judges -- do judges bring in\nexperts?\nJUSTICE STEVENS: Well, not judges -- do\njudges say, \"Oh, this is very interesting; I'm going to\nhave a new hearing\"? I mean, how long do these hearings\ngo on?\nMR. ROBERTS: We would have -- if -- I think\nthat we would -- could bring in someone and testify\nabout -- to present evidence on that for sure, if the\njudge was thinking of imposing probation because there\nwas no treatment program. It wouldn't have to go on for\nvery long, but we could have someone come in for a few\nminutes and -- and do that.\nJUSTICE STEVENS: But you're saying that,\nroutinely in sentencing matters, you have expert who\ncome in and advise the judge of programs and so forth?\nMR. ROBERTS: Not routinely, but, you know,\ngenerally that's not an issue. That's why we didn't do\nit in this -- in this particular sentencing hearing.\nThe point is that, you know, we're not going to do that.\nAnd so a judge that's operating under that and it's\ngoing to vary on that ground isn't going to get that\ninformation because we're -- as you say -- we're not\ngoing to just want to delay all the hearings for that\nreason.\nAnd so that -- it's really the reason that\nthe requirement in the existing rule is there, and the\nreasons behind that apply with equal force in the\nvariance context.\nJUSTICE GINSBURG: But you think that this\ncase is a poor example because you're urging us to apply\nthe harmless error rule and say this case would have\ncome out the same way --\nMR. ROBERTS: Yes -- I mean, it's not the\nbest -- it's not the best example to illustrate to the\nCourt why notice is required because here we do think\nthat the error was harmless for various reasons.\nJUSTICE GINSBURG: If we -- if we grant the\nreview so we can resolve the question, does the judge\nhave to give notice or not? And if she has to give\nnotice, what time? What content?\nBut now you're urging us to say -- to do\nsomething that ordinarily this Court doesn't do, that\ntrial judges do, to deal with harmless error, which\nwould be spending our time on this very particular case\nsetting no law for any other case?\nMR. ROBERTS: Well, we think the Court\nshould, you know, first obviously address the rule 32\nquestion on which it granted certain certiorari, but\nafter doing that, we think the Court should address the\nharmless error question because that will provide useful\nguidance to the lower courts. There are likely to be a\nlot of harmless error cases because half of the circuits\nhave erroneously concluded that the rule doesn't require\nnotice, and they could benefit from an illustration of\nhow to apply it in this particular context --\nCHIEF JUSTICE ROBERTS: I suppose we'll have\n--\nMR. ROBERTS: -- involving variance.\nCHIEF JUSTICE ROBERTS: I suppose we'll have\na lot of appeals about the adequacy of the notice. You\nand the Petitioner disagree on that, and appellate\ncourts will have to address that as well.\nMR. ROBERTS: Well, I think this is an easy\ncase for an appellate court to address because --\nCHIEF JUSTICE ROBERTS: Yes. This may be --\nMR. ROBERTS: -- regarding whether the\nnotice would be adequate --\nCHIEF JUSTICE ROBERTS: I'm sorry. This may\nbe an easy case, but you can imagine others that aren't\ngoing to be.\nMR. ROBERTS: Yes, but the questions about\nadequacy of notice are really no different in kind than\nthe same questions that come up for the traditional\ndeparture rule. It's still going to be there, however\nthis Court resolves the case for the notice of\nGuidelines departures.\nSo I don't think that you're opening a --\nwhole new questions about adequacy, just as like you're\nnot opening up a whole set of new questions about\ntiming. Those questions are there, and the courts are\ngoing to have to confront them.\nBut in discussing the harmlessness issue\nhere, you could shed some light on those questions that\ncan provide some guidance for the lower courts that will\nbe useful to them in the future. And we would urge you\nto do that.\nTurning to the harmlessness, in addition to\nthe fact that the PSR gave notice -- do you want me to\ncontinue?\nCHIEF JUSTICE ROBERTS: Continue. Finish.\nMR. ROBERTS: Sure. In addition to the fact\nthat future dangerousness was central to sentencing,\nit's also true that the evidence that Petitioner now\nsays he wouldn't have presented wouldn't have made a\ndifference because his counsel essentially made the same\nargument to the district court, and he could have used\nthe expert testimony to support that argument, but he\nchose not to.\nThe District Court had already rejected the\ndefense of expert diagnosis the Petitioner was\ndelusional and could be treated with anti-psychotic\ndrugs and adopted the government expert's diagnosis that\nPetitioner had a personality disorder that was\nlongstanding and unlikely to change.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Rutledge.\nORAL ARGUMENT OF PETER B. RUTLEDGE\nFOR AMICUS CURIAE,\nIN SUPPORT OF THE JUDGMENT BELOW\nMR. RUTLEDGE: Mr. Chief Justice, and may it\nplease the Court:\nThe Court has before it today two\nalternative grounds to affirm the judgment below. The\nfirst is suggested by Justice Ginsburg and Chief Justice\nRoberts that paragraph 78 of the presentence report put\nthe parties on adequate notice that they could engage in\na full adversarial testing outweighing the defendant's\nfuture dangerousness against his amenability to\nalternative methods of treatment.\nThe alternative ground for affirming the\njudgment below is that suggested by Justice Scalia and\nJustice Alito, namely: That Federal Rule of Criminal\nProcedure 32(h) was drafted for a different era, an era\nof mandatory guidelines. And there is no reason,\nparticularly in light of the right rulemaking process,\nto extend rule 32 to an advisory guideline era.\nJUSTICE GINSBURG: But then it would be easy\nfor a district judge to escape any obligation to give\n32(h) notice because he could simply say: Oh, yeah,\nbefore I would have ranked this as a Sentencing\nGuidelines matter, but now I'm treating it as a 3553(a)\nfactor, so I don't have to bother with 32(h) anymore.\nMR. RUTLEDGE: Justice Ginsburg, I\nunderstand your concern about the possibility that\ndistrict judges might, I guess in theory, attempt to do\nan end run around rule 32(h) by recasting a departure\ndecision as a variance decision.\nAnd, admittedly, there are certain\ncircumstances in which the ground for a departure on\nrule 32(h) has some overlap with the ground for a\nvariance under 3553(a), but I would offer several\nresponses. My first response is that I feel the Court\ncrossed that bridge a little bit in the Booker remedial\nopinion when it created an advisory guidelines system.\nThe whole premise of the advisory guidelines system was\nto enhance the discretion of the district judge.\nMy second answer would be that district\njudges still have a reason to engage in the departure\ncalculation. As this Court made clear in Rita, district\njudges must begin by consulting the guidelines. And the\nSecond, Third, Fifth, Sixth, Eighth, and Tenth Courts of\nAppeal all have interpreted that obligation to consult\nthe Guidelines to include consideration of possible\ngrounds for departure.\nOf course, this Court's decision in\nKimbrough made clear that even if those two grounds\ndon't provide the judge adequate incentive to engage in\na departure calculation, that there is yet another\nreason; and that is because it may affect the\nscrutiny-of-reasonableness review.\nAs the Court explained in Kimbrough, when a\ndistrict judge departs from the Guidelines, the district\njudge's determination may be entitled to greater respect\nwhen the judge makes the determination that a case\ntakes -- that a circumstance takes the case outside of\nthe heartland.\nJUSTICE ALITO: But didn't the decision that\nthe Guidelines are not mandatory make what used to be\nknown as Guidelines departures completely irrelevant? A\ncase that would qualify for a Guidelines departure\nwould, by definition, be a case in which the 3553(a)\nfactors justified a sentence other than a Guidelines\nsentence? So I don't understand why there's any need to\ngo through the departure analysis any longer at all.\nMR. RUTLEDGE: Justice Alito, I don't\nbelieve that this Court's Booker and post-Booker\njurisprudence has made the departure determination\nirrelevant.\nIndeed, just this last Friday, the\nSentencing Commission posted on its website additional\nproposed amendments to the Sentencing Guidelines that\nwould inject new grounds for departures including fraud\nfor emergency assistance and violations of Federal food\nand drug laws that entail a risk of serious bodily\ninjury.\nDepartures remain relevant to the guidelines\nbecause they are the basis upon which the Commission can\ncontinue to fulfill its mandate to provide for the type\nof uniform sentencing that still is possible.\nJUSTICE ALITO: I just don't understand\nthat. You're not -- a court -- a sentencing court,\nafter concluding that there is no ground for a departure\nunder Booker and the later cases, then has to consider\nthe 3553(a) question.\nSo the decision about the departures is\nirrelevant. It is not dispositive; and, if the court\nfinds that the case qualified for a Guidelines\ndeparture, as I said before, by definition, that is\ngoing to be a case where the 3553(a) factors warranted a\nnon-Guidelines sentence anyway. So it seems like a\nuseless appendage at this point.\nMR. RUTLEDGE: Well, it may well be the\ncase, Justice Alito, that as this Court's Booker\njurisprudence unfolds, that the concept of a departure\ndeclines in importance, in addition with respect to the\n32(h) obligation for notice.\nJUSTICE BREYER: Well, why is the 32(h)\nobligation relevant? That is, looking through the\nhistory of it, I see that in 32(i)(C) it says that the\ngovernment has to allow the parties' attorneys to\ncomment on the determination of the probation officer\nand other matters relating to an appropriate sentence.\nThen, in a case called Burns v. United\nStates, this Court says that that right to comment\nincludes a right to notice.\nAnd so all that 32(h) did was to take what\nwas already the law and make specific that it includes a\nright to notice. I take it that was what they were up\nto.\nBut even if you didn't have 32(h), you would\nhave precisely the same right once you got 32(i)(C)\ntogether with the case of Burns.\nSo I don't know where that leaves me, except\nthinking it doesn't matter, because the defendant has\nprecisely the same right either way. And I guess it's\neasier just to say \"departure\" means generally all kinds\nof departures including not applying it.\nThat's not a stretch of the language. It is\nquite right it is not consistent with what they thought\nthey were up to, but not -- it is -- maybe before -- if\nthey had passed this before Hawaii became a State, you\ncould say: Well, they didn't think it would apply in\nHawaii.\nSo what? I mean would you decrease that,\nGeneral?\nMR. RUTLEDGE: Certainly, Justice Breyer.\nIf we were to put 32(h) to one side and consider the\neffect of rule 32(i)(1)(C), then the Court confronts the\nquestion whether the basic ideas that animated its\ndecision in Burns should be extended in an\nadvisory-guidelines era. And Burns, at bottom, rested\non two distinct strands of reasoning.\nOne was the question of unfair surprise.\nAnd we think, with that respect, that the post-Booker\nera is different from the pre-Booker era. And the\nreason why, Justice Breyer, is because pre-Booker the\nparties came to the sentencing hearing with an\nexpectation of a within-Guidelines sentence.\nAnd post-Booker, particularly in light of\nthis Court's decision in Rita, the parties cannot come\nto the sentencing hearing with that expectation because\nthe district judge may not presume the reasonableness of\nthe within-Guidelines sentence.\nAnd so to the extent that Burns rested on\nconcerns of unfair surprise, the rationale has dropped\nout after Booker.\nNow, there is a second strand of reasoning\nto Burns which Justice Ginsburg alluded to, which is\nthis question of full adversarial testing. And I agree\nwith you, Chief Justice Roberts, that Chief Judge\nBoudin's decision in the Vega-Santiago case provides the\npathway here.\nJudges engage in this kind of discretionary\nact all the time. Parties come to the hearing with a\ntheory, a theory of how the judge should exercise her\nsentencing discretion within a known range, and knowing\nthe applicable legal criteria, and have an opportunity\nto be heard.\nAnd we believe that, particularly in light\nof the recent amendment to section 32(d)(2)(F), that's\ngoing to include the possibility of the 3553 factors --\n3553, a factor in the presentence report, that the\nparties are going to have the opportunity to come to the\nhearing with the ability to engage in full adversarial\ntesting.\nCHIEF JUSTICE ROBERTS: Do you accept Chief\nJudge Boudean's safety valve as well? In other words,\nif the basis for the variance is going to be a matter of\nsurprise, then notice is required?\nMR. RUTLEDGE: I accept the first part of\nthat premise, Chief Justice Roberts: That they are may\nbe rare cases of truly unfair surprise.\nWhat I don't necessarily accept is that\nnotice has to be the straitjacketed remedy for District\nJudges in all of those instances.\nThere may be other mechanisms such as if\nthe -- if the fact is, if you will, sprung on the\nparties in the midst of the hearing, a motion for a\ncontinuance, as the government indicates on page 44 of\nits brief, may be a mechanism to control against those\ncases of truly unfair surprise. And then a court of\nappeals under this Court's decision in Pickett,\nreviewing the appropriateness of granting or denying the\ncontinuance, can base its appellate review on whether or\nnot unfair surprise --\nJUSTICE KENNEDY: That is an abuse of\ndiscretion standardized?\nMR. RUTLEDGE: That is an abuse of\ndiscretion --\nJUSTICE KENNEDY: Unworkable or is there\njust as many impracticalities as the rule.\nMR. RUTLEDGE: I -- I don't think that it\npresents a concern of impracticability, Justice Kennedy,\nfor one simple reason; and that is by relying on a\nmechanism such as the continuance, the parties are given\nthe opportunity to identify for the court whether or not\nthere's a concern of unfair surprise; and if there is,\nthe district judge is in the position to decide whether\nor not she believes that the continuance is necessary.\nIf the notice claim only arises at the time\nthat the sentence is entered, there's relatively little\nopportunity at that point for the district judge to go\nback and reconsider the record on the basis of unfair\nsurprise. And that sort of takes me to the basic point\nthat Justices Souter, Alito and Justice Ginsburg all\ntalk, about which is the fundamental unworkability of\nthe notice rule and advisory guidelines system.\nAs the judges -- the district judges\nexplained to us in the recent rulemaking proceeding\ncontemplating a amendment to rule 32(h), they're\nconcerned that extending this rule to variances will\nmake it quite difficult.\nWe know that district judges often receive\nthese packets of sentencing information only seven days\nbefore the sentencing hearing. Several courts of\nappeals have held that giving notice at the sentencing\nhearing is not timely. And even if the timeliness\nconcern can be overcome, there are serious problems in\nworkability as to the adequacy of the notice.\nThe best that the Petitioner and the\ngovernment the instruct this Court on, in terms of how\nthe adequacy standard is going to work, is that it has\nto be context-specific; and if we put ourselves in the\nshoes of a district judge that now has to engage in a\ndiscretionary act to decide whether or not the notice\nthat I've given is adequate turns on the context,\ndoesn't provide a great deal of guidance to the district\njudge.\nWe know, for example --\nJUSTICE GINSBURG: Why isn't it just\nwhatever is the reason that the judge is considering is\ngoing outside the advisory Guidelines, whatever that\nreason is, just say it. So the judge says -- could say\nhere, \"I'm contemplating going outside because I don't\nthink that this man is going to stop these threats.\"\nPeriod. That's all.\nMR. RUTLEDGE: I -- certainly,\nJustice Ginsburg. And I've wrestled with that own\nquestion in -- in my mind. If this judge were to have\nsaid I'm thinking of sentencing outside the Guidelines\nbecause I'm dealing with an individual who has a\ndemonstrated ability to stalk and threaten his ex-wife,\nwould that have been adequate? And interestingly, I\nthink pages 23 and 126 of the Petitioner's reply brief\nillustrate that either the answer to that question is\ngoing to be \"not necessarily,\" or otherwise appellate\njudges are going to be strung up having to unpack\nwhether or not notice is adequate, because it is\nPetitioner's petition in this case that even if the\ndefendant had been put on notice as to the future\ndangerousness, that that did not, quote, \"put the\ndefendant on notice\" that the district judge supposed\nthe futility of treatment might justify an\noutside-the-Guidelines sentencing.\nHere's the essential workability problem.\nWe know from this court's decision in Rita that the\nbasic vision in the post-Booker world is to encourage\njudges to provide reasoned sentencing decisions, where a\ndegree of reasoning may depend a little bit upon whether\nthe judge is engaging an inside-the-advisory-Guidelines\nsentence, or an outside-the-advisory-Guidelines\nsentence.\nIn the event that a district judge engaging\nin an outside-the-Guidelines sentence, she is now\nwalking into a trap. Because if she imposes it based on\na determination about the defendant's future\ndangerousness, and then in an attempt to provide a full\nexplication of her reasoning makes a statement about the\namenability or non-amenability of the defendant to\nalternative forms of treatment, the aggrieved party will\nseize on that extra statement and bring it back to the\npre-sentencing report and the parties' pleadings and\nsaid we may have had notice as to ground one to the\nvariance but we didn't have notice as to ground two. Or\nwe may have had notice as to ground one and two, but we\ndidn't have any as to ground three.\nThis is the essentially workability concern\nthat we believe that the district judges raised when\nthey expressed their discomfort with the proposed\namendments to rule 32(h); and precisely why we think the\nmore prudent course is to affirm the judgment below,\neither on the narrow ground that I started start with,\nthe Chief Justice's question suggested, or alternatively\non the broader grounds suggested by Justice Scalia's\nquestions, that the resume that emerged at the time of\nmandatory Guidelines should not be extended to the time\nof advisory Guidelines.\nAnd if I could make one last observation,\nand then I'll complete my argument unless the Court has\nfurther questions.\nIn December of 2007, the Advisory Committee\non Criminal Rules formed a subcommittee to study this\nproblem. If the Court consults the minutes of that\nmeeting, they didn't form that subcommittee because they\nwere awaiting this Court's decision in Irizarry. They\nformed that -- cert hadn't been granted in Irizarry.\nThey formed that subcommittee for two\nreasons. The first reason was whether in light of this\nCourt's decisions in Gall and Kimbrough a notice\nrequirement was still necessary; and second was the\nconsideration that in light of the breadth of the\n3553(a) factors a notice requirement should be removed\naltogether. The more prudent course either for the\nnarrow grounds suggested by Chief Justice Roberts or the\nbroader grounds suggested by Justice Scalia is to affirm\nthe judgment below.\nIf the Court has no further questions I\nwould be happy to yield back the balance of my time.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\nMr. Madden, you have two minutes remaining.\nREBUTTAL ARGUMENT OF ARTHUR J. MADDEN, III\nON BEHALF OF PETITIONER\nMR. MADDEN: Thank you.\nI think Justice Breyer is correct that rule\n32(e) is -- requires that the parties have an\nopportunity to comment on matters appropriate to the\nsentencing. That opportunity extends to not only\nGuidelines departures but also what has been called\nvariances. There are two reasons why it's important\nthat that -- that right comes with a notice requirement.\nThe first is that fairness for the individual defendant,\nthe ability to litigate the issues that are going to\nmake a difference in his sentencing.\nThe other is that it permits as an\ninstitutional issue effective appellate review, if\nthere's a developed record and evolution of the\nGuidelines by looking at the aggregate of cases. If the\nCourt's decision is that we're going to exempt from\nnotice requirement the cases that are going -- the\nsentences that are going to be driven towards the\nmargin, high or low, the goal of uniformity that\nCongress sought in the Sentencing Reform Act would be\nlost.\nAnd I submit that that's an independent\nreason why the Court ought to require notice is because\notherwise, it's inviting the sentencing disparities\nwhich the architecture of the Sentencing Reform Act is\ndesigned to eliminate.\nAs far as workability, it is extremely rare\nthat the issues aren't flagged in the papers. It is not\ngoing to come up frequently. Rule 32(h) issues don't\ncome up terribly frequently, at least in my practice in\nthe appellate cases.\nFive circuits below have -- saw no\nworkability problem with extending the notice\nrequirement of rule 32(h) to variances as well.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\nMR. MADDEN: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Rutledge, you\nbriefed and argued the case as amicus curiae in support\nof the judgment below upon appointment by this Court,\nand we thank you for undertaking and discharging that\nassignment.\n"
    }, 
    "respondents": [
        "No. 06-7517 UNITED STATES."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 27, 
        "JUDGE SCALIA": 1, 
        "JUSTICE ALITO": 12, 
        "JUSTICE BREYER": 1, 
        "JUSTICE GINSBURG": 10, 
        "JUSTICE KENNEDY": 6, 
        "JUSTICE SCALIA": 14, 
        "JUSTICE SOUTER": 4, 
        "JUSTICE STEVENS": 10, 
        "MR. MADDEN": 29, 
        "MR. ROBERTS": 45, 
        "MR. RUTLEDGE": 9
    }
}