{
    "appearances": {
        "content": "MARC FERNICH, ESQ., New York, N.Y.; on behalf of\nthe Petitioner.\nANTHONY YANG, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the Respondent.\n"
    }, 
    "caseNum": "07-1309", 
    "caseinfo": {
        "content": "EDMUND BOYLE, :\nPetitioner :\nv. : No. 07-1309\nUNITED STATES. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nMARC FERNICH, ESQ.\nOn behalf of the Petitioner 3\nANTHONY YANG, ESQ.\nOn behalf of the Respondent 24\nREBUTTAL ARGUMENT OF\nMARC FERNICH, ESQ.\nOn behalf of the Petitioner 50\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, January 14, 2009\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:16 a.m.\n"
    }, 
    "petitioners": [
        "EDMUND BOYLE,", 
        "Petitioner", 
        "v.", 
        "No. 07-1309 UNITED STATES.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:16 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument in Case 07-1309, Boyle v. United States.\nMr. Fernich.\nORAL ARGUMENT OF MARC FERNICH\nON BEHALF OF THE PETITIONER\nMR. FERNICH: Thank you, Mr. Chief Justice,\nand may it please the Court:\nThis is a case about a defendant's right to\nan independent jury determination of each essential\nelement of a RICO offense, specifically a pattern of\nracketeering and a separate enterprise that is more than\njust a duplication of the pattern.\nTo keep the elements apart, ensure their\ndistinct consideration, and give the enterprise\nindependent meaning, juries must be instructed, as in\nthe Seventh Circuit and elsewhere, that an \"enterprise\"\nrequires a structure separate from the commission of the\npredicate acts forming the pattern.\nJUSTICE GINSBURG: Mr. Fernich --\nMR. FERNICH: Yes, Your Honor.\nJUSTICE GINSBURG: -- are we talking just\nabout the instruction to the jury? I know you think\nthat the instruction given here was incorrect. But is\nit just a question of charge error or are you saying\nthat there was insufficient evidence of enterprise for\nthis case to go to the jury?\nMR. FERNICH: I am not suggesting, Your\nHonor, that there was insufficient evidence of -- of\nenterprise to go to the jury. My primary point is with\nrespect to the charge. We do contend --\nJUSTICE GINSBURG: You're saying if a proper\ncharge had been given, this jury on this evidence still\ncould have convicted the defendant?\nMR. FERNICH: We contend, to be sure, that\nthe evidence was legally insufficient under Rule 29.\nBut we are pressing principally the first -- the jury-\nargument claim here in this Court. We do contend that\nthe evidence was legally insufficient.\nJUSTICE GINSBURG: Did you make that -- did\nyou make that objection in the trial court?\nMR. FERNICH: Yes, we did, and we preserved\nit in the court of appeals as well. And there was, as\nYour Honor knows, no published opinion with respect to\neither issue, so both issues are preserved.\nNow, Your Honor, under the Second Circuit\nrule that functionally conflates the two elements, that\nis enterprise and pattern, the jury in this case was not\nso instructed as to the need for an enterprise with an\nexistence separate and apart from the racketeering acts\nforming the pattern. For that reason we contend that\nthe judgment below must be vacated.\nJUSTICE ALITO: The -- the error was the\nfailure to give the instruction that appears on page 95\nof the joint appendix? Is that the error that you are\ncomplaining about?\nMR. FERNICH: Not merely so, Justice Alito.\nThat is why the entire relevant excerpts from the jury\ncharge are included in the joint appendix. We objected\nto the entirety of the charge, in addition to requesting\nspecific language of our own. To be sure, the principal\nerror of which we complain in this Court is the failure\nof that instruction anywhere to require, as this Court\nrequired in the United States v Turkette, and as 18\nU.S.C. 1962(c) itself requires, an entity with a\nstructure separate and apart from the pattern of\nracketeering.\nJUSTICE SCALIA: What -- what do you mean by\nthat precisely? Suppose you have a group of people, the\nringleader goes and gets a safecracker, he gets a\nwheelman, and so forth, all the people he needs for the\ncrime; and he says we are going to call this the -- the\nBrinks Job Group, okay? We are the Brinks Job Group.\nBut that's the only thing that he has put the group\ntogether in order to do. But it's still a group. He\ncalls it a group and he gets all these guys together and\nthey -- they meet and have lunch together, and do a lot\nof stuff together.\nWould that meet your -- your condition of a\nseparate association from the predicate acts?\nMR. FERNICH: To be sure, we would contend\nthat it would be a question in the first instance for a\nproperly instructed jury, but without more on the\nhypothetical that Your Honor has posited, the answer to\nthat question is no. There is no ongoing decisional\napparatus, no continuing directional mechanism.\nJUSTICE SCALIA: Except insofar as it is\ndirected to the Brinks job.\nMR. FERNICH: Except the degree of\norganization, I should say, inherent in each individual\npredicate act.\nJUSTICE KENNEDY: But you -- you imported --\nI'm looking at your quotation from Turkette, at page 5\nof your brief. It doesn't seem to me conclusive of your\npoint. In order to answer Justice Scalia, you had to\ninterpolate, to add various words. You had to say --\nyou said an ongoing organization with directions or\nsomething to that effect. That is not what Turkette\nsays. Turkette says \"as proven by evidence of an\nongoing organization, formal or informal, that is\ncontinuing.\" That's all it says.\nMR. FERNICH: To be sure, Your Honor, we\ndon't contend that Turkette is directly controlling of\nthe issue and we go through a lengthy textual exegesis\nin our brief of why we think that implicit in the\nfactors of ongoing organization and continuing unit is a\nstructure requirement. But what Turkette did\nunequivocally say is that there must be an entity\nexisting separate and apart from the pattern of\nracketeering activity. There was no such instruction\ngiven in this case -- and the word \"entity,\" which\nappears in section 1961(4) itself and appears twice in\nthe Turkette decision, surely connotes an ascertainable\nstructure with an existence separate and apart from the\npattern of racketeering.\nJUSTICE GINSBURG: What does \"structure\"\nmean? I think you said it doesn't mean that this has to\nbe an organization with a president, a treasurer; it\ndoesn't mean that.\nMR. FERNICH: It could mean that in an\nappropriate case, Your Honor. It surely would be\nprobative --\nJUSTICE GINSBURG: What is -- what is the\nminimum to qualify as having a structure?\nMR. FERNICH: The minimum is a separate,\nongoing, continuing existence apart from the commission\nof the predicate acts themselves, and the members\nnecessary to commit those predicate acts, because that\nby definition, I should say, is the pattern of\nracketeering activity; and moreover, it is also inherent\nin any criminal conspiracy that extends over time.\nTo be more specific, the bare minimum\nrequisites for a structure would be: an ongoing\ndirectional mechanism; a continuing decisional-making\nunit -- decisionmaking unit, I should say -- and some\nsort of coherent existence between the commission of the\nracketeering acts themselves. Those are the main\ningredients.\nCHIEF JUSTICE ROBERTS: So all you have to\ndo, to pick up on Justice Scalia's hypothetical, is just\nnot the Brinks job, but you have to have one more crime,\nand that's it; then everything you've talked about is\nsatisfied?\nMR. FERNICH: No, that is, respectfully, not\nwhat we contend, although in an appropriate case it is\nconceivable that a properly instructed jury may find\nstructure on those facts. The point that we are\nconveying here is that this is principally a jury\nquestion, and a jury that is properly instructed will\nmake findings, presumably, as to what the -- whether the\nstructure was extant, and those findings would command\nsubstantial deference on appeal, as they do in the\ncircuits that have applied a structure requirement; and\nit would be a relatively easy task for an appellate\ncourt to defer to the jury's findings in such a case.\nThere is a --\nJUSTICE GINSBURG: The jury -- the words\nthat you asked for, what was it? \"Ascertainable\nstructural hierarchy.\" And suppose the judge gets\nquestions from the jury: \"Your Honor, what do you mean\nby ascertainable structural hierarchy?\"\nMR. FERNICH: I'm -- I'm sorry,\nJustice Ginsburg.\nJUSTICE GINSBURG: Those are the words that\nyou wanted the judge to include in the charge --\nMR. FERNICH: To be sure.\nJUSTICE GINSBURG: -- and it's your\nrequested charge, as to say to have an enterprise you\nneed to have -- the group has to have an ascertainable\nstructural hierarchy. Those are the three words in your\nrequested charge.\nMR. FERNICH: Well, respectfully, Your\nHonor, it goes beyond that, because the end of --\nJUSTICE GINSBURG: But those -- but you did\nask for those.\nMR. FERNICH: I did, and --\nJUSTICE GINSBURG: And now I'm asking you,\nwhat does that mean? The judge gives your charge, the\njury is puzzled: Your Honor, we don't understand what\nyou mean by \"ascertainable structural hierarchy\"; would\nyou please tell us specifically?\nMR. FERNICH: Yes, Your Honor. First of\nall, the charge that we are asking for specifically is a\ncharge that is given in the Seventh and Eighth Circuits\nwhich says a structure separate from the commission of\nthe predicate acts themselves. If a jury were puzzled,\nin that instance the judge could, as spelled out in\npages 31 through 35 of our reply brief, give examples,\nany number of examples that have been spelled out by the\nlower courts in -- that have adopted a structure\nrequirement.\nJUSTICE GINSBURG: And some of those\nexamples it seems are present here. One you gave was\nlongevity, well, this has been going on for 10 years;\nanother was a unique way of operating, and they are\nspecialists in deposit boxes and they have look-out\npeople and they have people who actually break into the\nbank, and they have a certain amount of skill.\nSo we have longevity, modus operandi, and a\ndivision of labor. They have some people being their\nlookouts and other people doing other things. So I was\nlooking at your list in the reply brief, and it seems to\nme that this organization, this association of\nindividuals, has some of those characteristics.\nMR. FERNICH: Your Honor, first of all, to\nget right down to the nitty-gritty of the verdict in the\ncase, it's important to focus on what the jury actually\nfound. The enterprise as charged was a 10-year\nenterprise. There were three predicate acts found by\nthe jury ranging in date from late December of 1998\nthrough early January of 1999. So the longevity aspect\nis certainly something that we dispute here.\nAgain, to answer Your Honor, to go back to\nthe beginning of our argument, to be sure the thrust of\nour argument in this Court is directed to the jury\ninstruction in this case. It may be conceivable, we\ndon't for a minute concede that the evidence was legally\nsufficient under rule 29. That said, had a jury been\nproperly instructed and made such a finding, i.e., to\nfind a separately structured enterprise, that would be a\nfinding that would command significant deference, and\nI'd be hard-pressed --\nJUSTICE SCALIA: Why -- why do you need a\nhierarchy? Why do you need a boss? Why can't it be a\ndemocratic mob? I mean, there is no boss and they agree\nthat all of their decisions will be taken unanimously?\nMR. FERNICH: We don't contend before this\nCourt that it must be hierarchical per se. Certainly --\nJUSTICE SCALIA: Well, that's what you\nrequested. Isn't -- isn't that the instruction you\nrequested?\nMR. FERNICH: On the facts of this case,\nconsistent with the examples that are spelled out\ncomprehensively in both the opening brief and the reply\nbrief, that is the one that we focused on. But to be\nsure -- to be sure, I also objected to the charge as\ngiven in its entirety. In this Court we don't press the\ncontention that a hierarchical structure -- hierarchical\nstructure is an irreducible minimum. We do --\nJUSTICE SOUTER: Well, you couldn't, could\nyou, because the -- an organization can consist of an\nindividual. And it seems to me that all of the\nrequirements that you have been specifying would in an\nindividual case be met simply by showing that there was\n-- there was an individual in business who had a brain.\nMR. FERNICH: An individual, Your Honor, is\n-- is a legal entity under the first clause of 1961(4).\nIt means a sole proprietorship in this context. And an\nindividual, a legal entity, as set forth in the first\nclause of 1961(4), by definition --\nJUSTICE SOUTER: Well, but, if I set up a\nnewsstand, it's a sole proprietorship and that's all I\nhave to do. And if I have a functioning brain, I have a\ndecisionmaking mechanism. I remember from day-to-day\nwhat I did, so I have continuity. And -- and it seems\nto me that all of these requirements are -- are\nvirtually satisfied as a matter of course by an\nindividual who engages in any kind of business that\nmight have interstate-commerce implications.\nMR. FERNICH: And that is not an absurd\nresult. It is a -- and it is a result that squares with\nthe primary purpose of the statute as enacted, which was\nto prevent the subversion and infiltration of legitimate\nbusiness by criminal elements.\nJUSTICE SOUTER: Oh, absolutely. But it\nseems to me that it -- it puts you in sort of a -- a\ndifficult position to -- to be calling for or -- or\nrequiring jury instructions that call for, as necessary\nconditions, findings of structure, continuity, decision-\nmaking, capacity and so on, when in fact on -- on at\nleast one variety of enterprise, these conditions are --\nare met virtually automatically simply by having\nsomebody doing business in any way.\nMR. FERNICH: To be sure, Your Honor, we are\nonly calling -- and the problem only arises in the\ncontext of an association-in-fact enterprise. The great\nweight of authority and the plain language of 1961(4)\ndoes not define an individual as an association-in-fact\nenterprise. And it does not square with the plain\nlanguage of the statute to call an individual an\nassociation-in-fact enterprise. And, moreover, doing so\nwould create a whole set of other problems,\ndistinctly --\nJUSTICE SOUTER: Oh, I agree, but an\nindividual can be an -- an enterprise.\nMR. FERNICH: A legal enterprise.\nJUSTICE SOUTER: And -- and an association,\nin fact, can be an enterprise. And if we accept those\ntwo propositions, then I think you've got a tough row to\nhoe in saying that any enterprise which is not an\nindividual has got to have all the formal\ncharacteristics that you talk about, given the fact that\nthose characteristics are automatically satisfied by an\nindividual.\nMR. FERNICH: We don't -- we don't press\nthat contention, Your Honor. We specifically press it\nfor the phrase \"any union or group of individuals\nassociated in fact, although not a legal entity.\" The\n\"individual\" portion appears in the first clause of the\nstatute. The distinctness problem simply does not arise\nin the context of a legal-entity enterprise.\nAnd it's important to note, as this Court\nsaid in Salinas -- recognized in Salinas ---virtually\nevery criminal prosecution that is brought under 1962(c)\nis brought against an illicit association-in-fact\nenterprise. The -- the scenario of an individual being\nan association-in-fact enterprise, I don't think it's a\nvalid association-in-fact enterprise as a matter of law.\nThere is a line of cases from the Seventh Circuit that\nsays it's not.\nAnd this structural problem, having a\nstructure that is distinct from the pattern of\nracketeering activities so that the two elements, I\nshould say, are kept separate and apart, only arises in\nthe context of an association-in-fact enterprise, which\nis, of course, a very, very wide swath.\nJUSTICE GINSBURG: Would it include, let's\nsay, a street gang? How about -- this may be before\nyour time, but \"The Lavender Hill Mob\"?\nMR. FERNICH: I'm sorry, Your Honor?\nJUSTICE GINSBURG: The Alec Guiness movie,\n\"The Lavender Hill Mob.\"\nMR. FERNICH: Oh, well, certainly we don't\nhave any quarrel with the proposition of street gangs,\nand many of them are cited in our briefs. The great\npreponderance of typical RICO prosecutions are\nhierarchical, drug-type street gangs which have\nregimented structures. And again, to answer\nJustice Scalia's question, we don't contend that that is\na strict necessity, but certainly they are not going to\nhave a problem establishing a structured enterprise with\na regimented drug gang.\nJUSTICE ALITO: If hierarchy is not\nrequired, then I'm not clear what more -- what you think\nneeds to be shown beyond the fact that there was an\nassociation in fact and whatever continuity needs to be\nshown in order to establish the pattern. What -- what\nneeds to be shown beyond that?\nMR. FERNICH: Well, Your Honor --\nJUSTICE ALITO: What needs to be charged to\nthe jury that they must find beyond that?\nMR. FERNICH: We contend that they must be\ncharged that there has to be a structure separate from\nthe commission of the predicate acts themselves. The\nSeventh and Eighth Circuits use pattern jury\ninstructions that give that precise charge. And there\nhas been, to my knowledge, no reported difficulties --\nJUSTICE ALITO: But What does that mean?\nMR. FERNICH: It means -- and -- and I would\ntake the test most prominently from Your Honor's own\nhome circuit as spelled out in the Riccobene case: A --\nan ongoing decisional-making apparatus to guide the\naffairs of the enterprise, a directional mechanism.\nThe Third Circuit in Riccobene said an\noverseeing, clearinghouse and coordination function, and\n-- and a cohesive existence between predicate acts.\nJUSTICE ALITO: I -- I just --\nJUSTICE KENNEDY: Basically, you described\nthis -- this gang. One -- one person is a guard. The\nother person brings the hook to pull the -- the box off.\nAnother person scouts it out. Another person's got the\nscanner. It seems to me to fit precisely what you have\njust described.\nMR. FERNICH: The gang has no structure\naside from that which is a necessary incident to the\ncommission of each racketeering act. We don't contend\nthere has to be a formal organization, but there is no\nevidence of any continuing, ongoing organization other\nthan that when they get together to commit the predicate\ncrimes.\nJUSTICE KENNEDY: Isn't it pretty clear that\nif the -- the person who is supposed to be the lookout\ndoesn't perform his job, he is not going to be included\nin that next heist?\nMR. FERNICH: There is no evidence of that\nin the record to my knowledge, Your Honor.\nJUSTICE GINSBURG: Isn't there a record that\nthis is a more or less steady group that hangs out\ntogether, except when one of them gets caught and put in\njail, and then they replace him with someone? But this\nis -- this was explained as a group that meets regularly\nin the Brooklyn Social Club?\nMR. FERNICH: Your Honor, the testimony\nabout the Brooklyn Social Club is -- is a little bit\noverdrawn, I would say. And I would direct the Court to\npages 58 and 74 through 75 of the joint appendix, and\nthis is the testimony of the witness Gerard Bellafiore,\nwhose testimony, by the way, is the only testimony we\nknow for a fact that the jury credited. Quote: \"Just a\nclub to hang out in, not for any type of anything.\"\nJUSTICE GINSBURG: But one of the members\nowned the club, right?\nMR. FERNICH: Yes. That -- that's true.\nBut that -- there is no evidence in the record that they\nwould do anything other than, for example -- and this is\nnot in the record -- for example, shoot pool at the\nclub. And -- and Bellafiore himself was careful to\nqualify it in that way so that he wasn't gilding the\nlily.\nJUSTICE ALITO: Suppose you have a gang that\ngets together every Friday afternoon and by democratic\nmeans they decide what crime they are going to commit\nthat weekend. And they are multi-talented so they --\nthey look at the whole list of RICO predicates, and they\nchoose a different one each -- you know, each weekend to\ncommit. And they do that over some period of time, and\nin doing that they perform different roles at different\ntimes. Is -- is that an enterprise?\nMR. FERNICH: It sounds to me like a jury\ncould -- if they are having regular Friday meetings and\nthey are using sophisticated means to canvas the RICO\nstatute with a degree of complexity and sophistication\nto figure out what they are going to do or maybe even\ntry to evade the statute, it probably --\nJUSTICE ALITO: We will take that part out\nof it. They don't look at the statute. They just --\nwhatever crime comes to somebody's mind. They -- they\nwant to commit a crime every weekend to -- to make some\nmoney. But it is a different thing, done by different\nmeans, different roles.\nMR. FERNICH: If the jury --\nJUSTICE ALITO: Does that have an\nascertainable structure?\nMR. FERNICH: If the jury were properly\ninstructed that there had to be a structure separate and\napart from just that which is inherent in the commission\nof each act, a properly instructed jury probably could\nwell find the requirements satisfied on -- on the\nhypothetical that Your Honor has posited.\nThe cases say -- the cases out of the\nSeventh Circuit say it is not a high hurdle. They say\nit's a low hurdle, and there has to be some structure,\nbut not much -- not much to distinguish between --\nJUSTICE ALITO: Well, what structure would\nthere be there? What characteristics of that group\nwould satisfy the structural requirement?\nMR. FERNICH: The ongoing existence, the\nregular meetings, and the degree of sophistication\nemployed. And it implies that they are not just sort of\ngetting together on an impromptu basis as opportunities\narise, but they are sitting around on a regular basis\nfor a -- a continuing period of time and planning things\nout. What are we going to do this weekend? What are we\ngoing to do next weekend?\nLet's twist the hypothetical a little bit.\nMaybe they project our three or four weeks ahead of\ntime. That's what RICO is -- is getting after, some\nkind of sophistication, some kind of coordination. This\nis the crux of the statute.\nJUSTICE GINSBURG: How about during the\nperiod that this man -- what was his name, Mangia --\nMR. FERNICH: Mangiavillano, Your Honor.\nJUSTICE GINSBURG: Yes. When he was running\nthe show, it seems that he was a leader, and that the --\nand that the group wasn't quite as democratic before he\ngot sent to prison.\nMR. FERNICH: Your Honor, the testimony in\nthe record is that -- again, what was found by the jury\nhere. The testimony is that Mangiavillano and Boyle and\nBellafiore never committed any crimes together. It is\n-- it is very extensively briefed in -- in the lower\ncourt. The Second Circuit never addressed it. There is\na long multiple-conspiracies argument. We are not going\nto get into that in this Court.\nThe fact is that Mangiavillano had nothing\nto do, nothing to do with the bank burglaries found in\nthis case. There were three burglaries found as RICO --\nI shouldn't say \"burglaries\" --\nJUSTICE GINSBURG: That wasn't what I meant.\nMR. FERNICH: Okay.\nJUSTICE GINSBURG: I meant, would the\norganization, as it was described to exist at the time\nMangiavillano was there, would that have satisfied the\ndefinition of \"structure\" because it had a leader?\nMR. FERNICH: It may have at that point, but\nthere was no evidence -- and -- and because it's outside\nof the time frame of what the jury has found, there is a\nlot more diversity in the criminality that was alleged\nduring that period.\nA properly instructed jury may have found\nthat there was an enterprise existing at that time,\nAlthough I'm not even sure a jury could so find under\nTurkette because the core of the membership changed very\ndramatically over a period of time. But the leadership\nwould be one -- to be sure, leadership is something that\na jury could take into account and could permissibly\nfind if they were properly instructed. On the facts of\nthis case, I cannot answer that question definitively.\nJUSTICE BREYER: Could you try something out\nin your mind, and maybe you can't react to it. I'm\ntrying to figure out how the structure requirement, what\nto say, and a thought was occurring to me which I am not\nwedded to, I would like some reactions to it: Is to say\nthat there is a structure means that among this\nassociation of people there must be rules,\nunderstandings, or behavior that tend to keep the\nassociation together over time, other than those which\nwould be essential to allow them to commit the\nparticular crimes at issue.\nMR. FERNICH: Certainly the defense would\ntake a ruling like that, but what --\nJUSTICE BREYER: Well, I know, but I'm\ntrying to work out in my mind, is that a sensible thing\nto say? The trouble with the word \"structure\" is\neverything in the universe has a structure, and so it's\nawfully vague? I'm trying to make it a little bit more\nspecific.\nMR. FERNICH: A structure -- the structure I\ndon't think entails necessarily rules, regulations, et\ncetera. I don't think the word \"structure\" --\nJUSTICE BREYER: That isn't what I said. I\nsaid: Rules, understandings, forms of behavior that\ntend to keep the association together over time, other\nthan those rules, understandings and associations and\nbehaviors that would be necessary -- \"necessary\" meant\nstrongly -- to commit the particular crimes at issue.\nMR. FERNICH: Is Your Honor's question is\nthat a sensible definition of \"structure\"?\nJUSTICE BREYER: Yes.\nMR. FERNICH: Yes, it is a sensible\ndefinition of \"structure.\"\nAnd if there are no further questions, I\nwould like to reserve the rest of my time.\nCHIEF JUSTICE ROBERTS: Thank you, Mr.\nFernich.\nMr. Yang.\nORAL ARGUMENT OF ANTHONY YANG\nON BEHALF OF THE RESPONDENT\nMR. YANG: Mr. Chief Justice, and may it\nplease the Court:\nAn association-in-fact enterprise need not\nhave an ascertainable structure distinct from the\npredicate act of racketeering committed by one of its\nassociates, whatever that means. RICO's statutory text,\nits surrounding context, and this Court's construction\nof the statute show that RICO's definition of\n\"enterprise\" is broad and contains no such limitation.\nPetitioner's primary argument, that the term\n\"enterprise\" is rendered superfluous and merges with the\ncharged pattern of racketeering acts, is wrong for at\nleast three reasons: First, it's wrong as a formal\nmatter. The enterprise is a group of individuals. The\npattern is a series of acts. Second, it fails to\naccount for the fact that the relevant pattern of --\nJUSTICE SCALIA: Wait, wait, wait, wait,\nwait. I assume that he was responding to the argument\nthat you can establish the enterprise from the mere\nexistence of the pattern of the acts, from the separate\nacts. And if indeed it takes nothing more than the acts\nto constitute the enterprise, it seems to me he has a\npoint.\nMR. YANG: That goes to my second reason.\nJUSTICE SCALIA: Oh, so we'll forget about\nyour first one.\nMR. YANG: Well, let me go to -- which I\nthink it addresses the second reason. It's distinct as\na formal matter, which is that have you to have find a\ngroup of individuals versus a series of facts. You can\ninfer the group from their actions, just as can you\ninfer, you know, a relationship between individuals by\nthe way they act together. But --\nJUSTICE SCALIA: So --\nMR. YANG: My first point is a formal one.\nThe second point goes straight to the statute: That the\nrelevant pattern of racketeering acts that is at issue\nin RICO -- this is 1962(c) -- is a pattern of acts\ncommitted by an individual defendant, not a group. In\nfact, in H.J. this Court explained that the premise that\nthe pattern has to be performed by a group or an\nassociation -- this is at page 244 of the Court's\nopinion there -- was wrong and that the pattern can be\nfully the work of an individual acting alone.\nIt's also wrong because an enterprise\nremains wholly distinct and pertinent in numerous RICO\ncontexts under the government's interpretation.\nJUSTICE BREYER: When you say \"individual,\"\nthe first part of the definition of \"enterprise\" speaks\nabout any individual partnership, corporation,\nassociation, or other legal entity.\nMR. YANG: That's correct.\nJUSTICE BREYER: So then, I've read\nsomewhere that people feel that where that individual is\ninvolved, the individual is acting as an -- a legal\nentity such as a sole proprietorship. Is that right?\nMR. YANG: An individual can be an\nenterprise as a sole proprietorship, if that's the\nquestion.\nJUSTICE BREYER: I'm talking about a legal\nentity. And in the second clause, what we are talking\nabout here, specifically, it is \"a corporation, a union,\nor a group of individuals associated in fact although\nnot a legal entity.\"\nMR. YANG: That's correct. I think there\nmay be some miscommunication on my part. I would direct\nthe Court to page 5a of the appendix which reproduces\nsection 1962(c). It states: \"It shall be unlawful for\nany person\" -- it doesn't say \"group,\" \"enterprise\" or\nan \"association\" -- \"that is employed or associated with\nan enterprise\" --\nJUSTICE SCALIA: What appendix? Not the\njoint appendix?\nMR. YANG: Excuse me. The appendix to our\nbrief. I'm sorry.\nJUSTICE SCALIA: All right.\nMR. YANG: The gray brief. So what's\nrelevant for purposes of showing an element of a 1962(c)\nviolation is that the defendant alone, perhaps with\nothers, but the element is the defendant has to commit a\npattern of racketeering. There are other elements. For\ninstance, the defendant has to do so in a manner that\nparticipates in the conduct of the affairs of the\nenterprise. But, of course, that embraces a wholly\ndistinct concept, that is the enterprise.\nNow, in many cases, as you have here, the\npattern of racketeering activity of this defendant is\nproved by evidence that that defendant was also working\nin concert with others. And so in that case, the\npattern element, which, again, is the individual's\npattern of acts, is proved by the same type of evidence\nthat would prove the --\nCHIEF JUSTICE ROBERTS: So then you'd have\nan easy time before the jury. And same thing with\nrespect to the individual. All that's saying is that\nwhen you are dealing with one person, it's pretty easy\nto prove that he, you know, directs himself or, you\nknow, has an ongoing plan, but that doesn't mean that\nit's not a separate element that the jury should have to\nfind.\nMR. YANG: We don't say that it's not a\nseparate element, and we also don't say that a pattern\nnecessarily would --\nCHIEF JUSTICE ROBERTS: Well, you say that\nit's not distinct from the underlying offenses.\nMR. YANG: No, I don't believe so. I think\nwhat we have said is that the evidence regarding the\npattern of activity allows the jury to infer the\nexistence of an enterprise because an enterprise --\nCHIEF JUSTICE ROBERTS: But they don't have\nto be separately instructed that they have to find that,\ndo they?\nMR. YANG: No, they do. And in fact the\njury can --\nCHIEF JUSTICE ROBERTS: What is the\ninstruction that the Seventh Circuit and the Eighth\nCircuit give that you don't think is necessary?\nMR. YANG: The instruction is pertaining to\nan ascertainable structure distinct from the pattern of\nracketeering. Here you still have to show an\nenterprise, and the jury may not infer an enterprise\nfrom the pattern, but certainly it's open to the jury.\nWhen that pattern -- again, a pattern is an individual's\nconduct -- but when that pattern is shown through\nevidence that the individual is acting with others over\na long period of time -- to either establish that it's a\npattern of racketeering activity, if that same evidence\nnot only shows that the individual committed a pattern\nof racketeering activity, but it was done in concert\nwith others and that the -- that evidence shows that a\ngroup of individuals had associated in fact for the\ncommon purpose of engaging in criminal conduct.\nJUSTICE ALITO: Would you agree there could\nbe a situation in which an individual engages in a\npattern of racketeering activity together with other\npeople and yet is not participating in the affairs of an\nenterprise through the pattern of racketeering activity?\nMR. YANG: Well, I think that's the case\nthat we gave -- an example that we gave in our brief,\nwhich is saying an individual commits a very long string\nof bank burglaries and -- actually, make it robberies.\nRobbery is a predicate act; burglary is not. Bank\nburglaries with individuals, but each time he does it,\nit's with a different group of individuals. There you\n-- the individual would be established -- you could\nestablish a pattern from, say, the relatedness of the\ncrimes to an M.O. or a -- and in the long continuous\nstring of crimes, more than a few months, perhaps years.\nBut it would not establish an enterprise.\nJUSTICE ALITO: And what is -- why would it\nnot? What --\nMR. YANG: Because there would be -- you\nwould --\nJUSTICE ALITO: What's lacking there?\nMR. YANG: What would show is that the\nindividual is not working in concert with others to\nachieve an end. There's no parallel identity between\nany two of the crimes except for the individual acting\nalone.\nCHIEF JUSTICE ROBERTS: I thought an\nindividual -- I thought an individual could be the\nenterprise?\nMR. YANG: One -- he could be --\nCHIEF JUSTICE ROBERTS: An independent\ncontractor rather than an employee.\nMR. YANG: He could be an enterprise but not\none -- when an individual acts an alone as an\nenterprise, the individual is not liability for\nracketeering acts under 1962(c) under this Court's\ndecision in Cedric Kushner, because there's a\nrequirement in 1962(c) that the individual has to be\nemployed by or associated with the enterprise. And this\nCourt has explained that you have to have some\ndistinctiveness between the enterprise itself and the\nindividual.\nSo with respect to the individual, there\nwould be no -- there might be an enterprise. It is\nconceivable that he could be deemed an enterprise, but\nnot one that has any relevance for RICO purposes under\n1962(c).\nJUSTICE ALITO: What if he has a list of 25\npeople who may, on various occasions, want to\nparticipate with him in bank robberies? So whenever he\ngets the urge to commit a bank robbery, he gets out his\nrolodex and he picks one or more of them and calls them\nup and they commit the bank robbery?\nMR. YANG: I guess it's unlikely that the\ngovernment, if that were the only fact, could show an\nenterprise. If there was some additional evidence that\nthe individuals had gotten together and said, yeah, you\nknow what, call me, let's work together, when I'm\navailable call me, but it just happens he never called\nme twice.\nJUSTICE ALITO: What is the element, then,\nthat is missing?\nMR. YANG: Well, what's required under this\nCourt's decision in Turkette, which we think flows\ndirectly from the language, any group of individuals\nassociated in fact, is that the group of persons must be\nassociated together for a common purpose of engaging in\na course of conduct. And that could be shown, as\nTurkette explained, by evidence of some kind of ongoing\norganization, formal or informal, that -- whose\nassociates function as an ongoing unit.\nAnd in order to prove through one's actions\nwith others that there is an entity -- some agreement\nand continuing unit behind it, you are going to have to\nshow some identity in the group. If there is no\nidentity except for one person, it would be very\ndifficult to show an enterprise.\nJUSTICE SOUTER: Why -- I guess that's where\nI'm losing the argument. Why is it difficult?\nMR. YANG: It would be difficult to prove an\nassociation in fact. I'm sorry. It would be difficult\nto prove an association in fact of more than one person\nas the enterprise in that context, because it would be\ndifficult to show that that person had joined with\nothers for the common purpose of engaging in a course of\ncommon conduct. It would just be a series of distinct\ncrimes.\nJUSTICE SOUTER: Then why don't you dispense\nwith the association-in-fact category and simply go with\nthe individual?\nMR. YANG: That was my answer to the Chief\nJustice's question, because under 1962(c), there has to\nbe distinctiveness in that context.\nJUSTICE BREYER: Two people -- two people\nwalk along the street and know each other, suppose\nthat's the example, and one of them says I have a great\nidea. Let's go in and take some money out of the post\noffice. The other says, what happens if a policeman\ncomes? The first one says, we'll bribe him. Okay.\nThen they do it. That's it. Period.\nNow, of course that's illegal. But is RICO\nsupposed to catch that?\nMR. YANG: No.\nJUSTICE BREYER: What is it that keeps them\nout of it?\nMR. YANG: Well, RICO requires, among other\nthings, a pattern of racketeering.\nJUSTICE BREYER: Well, here we have two --\ntwo -- two related crimes.\nMR. YANG: Well, they can be related, but\nunder this Court's decision in H.J. you also have to\nshow continuing criminal conduct.\nJUSTICE BREYER: There was between the two.\nMR. YANG: Well, no. That has a particular\nmeaning under H.J., which is that it has to extend over\nan extended period of time.\nJUSTICE BREYER: That is the bribery. What\nhappens if three months from now the postal inspector\ncomes to catch us, we will bribe him.\nMR. YANG: Well, again, I'm not sure that\nthat would meet the continuing aspect, either because\nit's a threat of continuing activity or because it would\nsatisfy the closing continuity.\nJUSTICE BREYER: You are quite right, I\nagree with you that these are different efforts to try\nto catch the same problem. And the problem is that I\ndon't think anyone sees that the simple conspiracy in\ncarrying out of two criminal offenses by several people\ntogether without more -- without something more should\nviolate RICO. I think your answer to that would be you\nagree with that, but tell me if you don't.\nAnd then if you do agree with it, the very\ndifficult problem is to figure out how to get the people\nto clearly show a pattern or not.\nMR. YANG: I think I agree with that\nproposition. But what needs to be shown is that there\nneeds to be an enterprise. Sometimes the enterprise in\ncases are lawful enterprises; sometimes in cases it\ninvolves an unlawful organization or unlawful\nassociation in fact, like we have here. And that is\nshown -- the statutory requirement, as explained in\nTurkette, is simply that this group of people associate\ntogether for a common purpose of engaging in a course of\nconduct.\nNow, when you have a long -- a series, like\nwe have here of racketeer -- of crimes. These sets of\ncrimes went on for almost a decade, involved dozens and\ndozens of bank heists.\nCHIEF JUSTICE ROBERTS: In fact, your friend\nsaid that the period the jury found was just a couple of\nmonths.\nMR. YANG: Yes, that concerns the predicate\nacts of racketeering. This is -- this raises another\nimportant issue, which is, the group largely was\ncommitting bank burglaries. Those are not predicate\nacts. The predicate acts here under RICO involve the\ninterstate transportation of stolen funds. There were\nthree of those that were charged as the predicate act,\nand the jury found those to constitute a pattern.\nBut what this group of individuals were\ndoing, is they were associating in fact for a very long\nperiod of time, committing dozens of bank -- bank\nburglaries, and did so sometimes with the interstate\ntransportation -- that's what brought --\nJUSTICE SCALIA: And -- and were they shown\nto the jury, all of those bank burglaries?\nMR. YANG: Oh, there were many things shown\nto the jury.\nJUSTICE SCALIA: So it is not at issue in\nthis case whether -- whether the entity can be --\nMR. YANG: I have to say --\nJUSTICE SCALIA: -- derived simply from the\npredicate acts?\nMR. YANG: I have to say I'm a little\nperplexed at this stage in the litigation based -- how\nwe got here based on the objection that was made to the\ndistrict court. The objection that was made, which was\na J.A. 95, was that there was an ascertainable\nstructural hierarchy which seems to be abandoned at this\npoint, distinct from the charged predicated acts of\nracketeering, that was repeated at 103, 108, and 109.\nAnd then there was also an objection that the entity has\nto have a particular or formed structure, and that has\nbeen abandoned and also inconsistent with Turkette,\nwhich recognized that this could be an informal\nassociation.\nAnd, in fact, there was not an objection to\nthe entire charge. Counsel at page J.A. 97, after --\nwhen the court explained that it was going to address\nhis proposed charge at J.A. 95 said, you know, I have\nsome specific objections to the charges written, and\nthen went through them, and raising those two objections\nas we've just discussed here.\nSo, we've kind of evolved in terms of what\nthis case is all about. And even if the Petitioner were\nright, I don't think he could prevail, even under the\ncharge he wants in this case.\nBut let me turn to a few anomalies with\nrespect to Petitioner's interpretation of a structure.\nJUSTICE GINSBURG: Before you do that, Mr.\nYang, could you give us a sense, if you know it, about\nthe practical results of the different formulas that --\nthere are at least three formulas, I take it that the\ndifferent circuits have approved. In the result of the\nRICO prosecution, does it really make a difference which\none of these is charged or do they could out the same\nway, anyway?\nMR. YANG: It will make a difference in some\ncases. There is a case called Bagaric that this Court\ncited in its National Organization for Women Against\nScheidler. In there, there was a -- the -- involved a\ngroup of Croation nationalists, loosely knit, who agreed\nto promote their anti-Yugoslavian through a series of\nacts they committed over a series of years, extortion,\nmurder, bombings. There was no structure, it would be\nvery difficult to fit into the ascertainable structure\ndistinct from the predicate act of racketeering that\nPetitioner espouses.\nThere are other cases involving loosely knit\ngangs such as neighborhood thugs. The Nascimento case\ninvolved a neighborhood group of thugs that protected\neach other, and that was their common -- common bonding\nelement through killing rivals or intimidating\nwitnesses. There's no hierarchy there. There were no\ncolors, no initiation rights. But this went on for over\na long period of time.\nBut beyond the classic cases that might fall\noutside RICO, if the Court were to adopt an\nascertainable structure requirement, I think as\nPetitioner's laundry list of -- of examples -- unless\nmy -- his reply brief illustrates, that is going to\ninvolve a long course of case-by-case adjudication.\nJUSTICE BREYER: What did you think -- what\ndid you think of the -- probably not much of it, but\nwhat did you think of my effort there? And I am trying\nto point out, as you see, I am open to anything that\nwill deal with what I think of as a functional problem\nand the functional problem is exhibited by that Posner\nexample I gave you or by two investment companies that\ndecide, what we will do is we will issue a letter that\nis going to be shown to two different people; that is\ntheir only association; or maybe 100 people, but they\nknow who they are, and they are going to be shown this\nletter over a period of five or 10 years, and someone\nlater comes back and says there is a false statement in\nthe letter. Well, they shouldn't issue a false\nstatement, but is that RICO?\nI mean, so -- so the object -- the object is\nto find a way of not overextending RICO where there is\nnothing there but a conspiracy to commit two crimes.\nPattern is one help. The pattern is pretty vague, so\nall the courts but one have come along, I take it, with\nthis other help, which is playing on the word structure.\nNow you have heard what I said as a weak\neffort to try to do something. What is your best effort\nto do something to deal with the problem? Or what's\nwrong with my effort? Whatever you want to say.\nMR. YANG: Let me first address what is your\nunderlying concern, that there is a problem. Turkette\naddressed that; Turkette addressed that it doesn't\nmatter that the evidence used to establish these\nseparate elements may in case of --\nJUSTICE BREYER: That's different.\nThat's -- of course the same evidence can establish two\nseparate elements.\nMR. YANG: The --\nJUSTICE BREYER: The problem will be\nconflating the elements so that every single case that\nyou have the first set, you also have the second set.\nMR. YANG: That problem does not exist as\nwell, because the relevant pattern of racketeering\nactivity that is the element of the crime is something\ncommitted by individuals.\nFor instance, let's take a group of\nindividuals who commit a long string, of, for instance,\nburglaries, they do so over a series of years. Bank\nburglary is not a predicate act of racketeering; it's a\nwholly criminal organization; all they do is commit bank\nburglaries. One individual is given the money at the\nend of the -- of each burglary. What we would have\nthere is a RICO violation after the individual, because\nthe individual, the element is that the individual has\ntransported the money in interstate transportation -- or\nacross State lines, and that is a RICO predicate; but\nthe other things that the group was doing, those are not\nRICO predicates.\nJUSTICE BREYER: No, no.\nMR. YANG: So the -- so the element, it\ndoesn't change, if the individual then does it with some\nother people -- let's say he brings his buddy along, two\nof them do it, that just shows the evidence necessary to\nshow that the individual -- the evidence showed that the\nindividual committed a pattern of racketeering, also\nhappens to show he did it with a group, but it's the\nevidence, not the element. The element of the crime in\nsection 1962(c) always turns on the defendant.\nJUSTICE BREYER: Always, in a case where you\nsue the investment company because of their one letter\nused four times, it's the act of the individual. In the\ncase that Posner used, it's always the act of the\nindividual. There's always a criminal act of an\nindividual.\nMR. YANG: But if you have --\nJUSTICE BREYER: And he has to be\nassociated, however, with an enterprise for it to fall\nwithin RICO, and there also has to be a pattern.\nMR. YANG: If we take --\nJUSTICE BREYER: That's going back --\nMR. YANG: -- my hypothetical with the\nindividual transporting the money alone across State\nlines, you have a pattern. If you just looked at that,\nindividual taking money across State lines, by himself,\nthat doesn't establish enterprise. What would -- so the\npattern exists independently.\nWhat would show the enterprise is the fact\nthat the evidence might also show that he is doing it\nwith other people. That would show that he -- the\nelement that is, that he is committing a pattern of\nracketeering activity and he is doing it in concert with\nothers, but that goes to the separate element of\nenterprise. That is --\nJUSTICE BREYER: That's right, and our\nproblem is he is doing it with one other person whom he\nmet once, and they agreed to do it, and it's a common\nlaw conspiracy; and now suddenly he has done it twice\nwith another person who helped him and they said they\nwould do it, and now we have RICO; and my belief is --\nwhich you may not agree with -- that that common\ngarden-variety conspiracy to say, rob a bank and then\ntransport the money a few months later, that that's all\nthat's at issue. That shouldn't be within RICO.\nMR. YANG: Let me --\nJUSTICE BREYER: You might come back and\ntell me it should be.\nMR. YANG: Let me try to approach that in\ntwo separate ways. One, Turkette in footnote 5 was very\nclear. The Court explained even if the pattern of\nracketeering activity and the enterprise are established\nthe same way, it doesn't matter, if enterprise has\nfunction -- some function, there is no such thing as, in\nother words, partial superfluidities of an element, or\npartial superfluidity of a word.\nSecondly, the concern about conspiracy\nexists in any conspiracy. Conspiracy is an inchoate\nact. You are liable for conspiracy as soon as you made\nthe agreement, and under 371 commit an overt act or\nunder RICO conspiracy agree to all the necessary\nelements of a substantive RICO offense.\nCongress has -- and not only that, you can\nbe charged for conspiracy and charged for completing the\nconspiracy as separate crimes. That's the normal rule.\nThat's the normal rule here. You can be charged for a\nconspiracy to commit RICO offenses, and RICO offenses,\nthe pattern element I don't think can be overestimated\nhere.\nThe pattern element is where RICO has --\nplus the list of predicate acts of racketeering -- is\nreally where RICO gets most of its limiting structure,\nand I think the Court recognized that in H.J.\nIt's the pattern which requires related\ncriminal acts that can be related in a number of ways,\nand the -- the Court gave kind of a list of that in\nH.J., which I think I won't go through now, but as well\nas continuity, and that could be long-term criminal\nactivity, not just a single or two, but long-term\ncriminal activity, or the threat of criminal activity.\nInterestingly enough --\nJUSTICE SCALIA: I am -- I am really\nconfused now. I don't -- I am not sure I know what your\nanswer to the question presented is, which is quite\nsimply must an association-in-fact enterprise under RICO\nhave some ascertainable structure beyond that inherent\nin the commission of predicate crimes by its members and\nassociates?\nAnd you -- your answer is no?\nMR. YANG: No. I mean, I guess it depends\non what you mean -- ascertainable structure --\nJUSTICE SCALIA: Yes.\nMR. YANG: It's very -- I have to say it's\ndifficult for me to understand what is being proposed by\nthe other side, particularly once you have lost\nhierarchy. Hierarchy is something which is an\nunderstandable term.\nJUSTICE SCALIA: Right.\nMR. YANG: But if you are talking about\nstructure, structure could mean relationship between\nindividuals that enable them to --\nJUSTICE SCALIA: Right, right.\nMR. YANG: -- commit their crimes. If that's\nthe case --\nJUSTICE SCALIA: Yes.\nMR. YANG: -- I don't see why a jury cannot\ninfer from the fact that over a long period of time the\nalleged members of this group have operated as a unit\nand have committed acts of racketeering, from that\ncoordinating conduct that you were not able to infer\nthat they had a means of acting as a group.\nJUSTICE SCALIA: Yes, but you would have to\ntell the jury -- you would have to tell the jury you\nwould have to find it. Of course the jury can find it,\nbut the issue is must the jury be told that it has to\nfind it? I think he's conceding --\nMR. YANG: Must the jury --\nJUSTICE SCALIA: Be told it's not enough,\nladies and gentlemen of the jury, for you to find that\nthese predicate acts occurred; you must find -- and you\ncan find it just from the predicate acts, if you think\nthe evidence will justify that -- you must find an\norganization separate from the mere commission of the\npredicate acts.\nMR. YANG: What does that mean?\nJUSTICE SCALIA: I don't know.\n(Laughter.)\nMR. YANG: Because Turkette makes very clear\nthat an association-in-fact enterprise can exist for\nwholly criminal acts. So if for instance, take a few\nhypotheticals. Let's say a group forms for the basis of\ncommitting just only predicate acts of racketeering,\nthey do that. Nothing else, just predicate acts, over a\n10-year period.\nJUSTICE SCALIA: Right.\nMR. YANG: All right? One formulation of\npetitioners is you have to look at the charged pattern\nof racketeering acts, presumably because then the jury\nhas to find the charged pattern and then that has to be\ndistinct from the enterprise. If that is the case --\nlet's say there is 100 predicate acts of racketeering.\nAll that does is say that the government has to show 99\nand leave the last one uncharged. That makes no sense.\nTo the extent that Petitioners say that\nokay, there has got to be some -- something other than\nracketeering activity, take for instance, the group that\ndoes wholly legal, but does criminal non-racketeering\nacts as well as racketeering acts; that's in fact this\ncase. Bank robberies and -- excuse me, bank burglaries,\nwhich is not a predicate act, and interstate\ntransportation of funds. It would be wholly anomalous\nto exclude a group that only did bank robberies, which\nare predicate acts, but include a group that was only\npartially racketeering but wholly criminal.\nCHIEF JUSTICE ROBERTS: Not at all; not at\nall. That would make a lot of sense, because RICO is\nnot intended just to bring in the crimes. They are look\nfor something else. They are looking for an\norganization that is involved in these types of things.\nMR. YANG: But there is nothing -- there's\n-- in order to find an organization, you are not going\nto see any more from criminal acts that are not\nracketeering versus criminal acts that are. Both of\nthem show --\nJUSTICE KENNEDY: But -- but you -- you\nwould instruct the jury that if these three thefts that\nare covered by RICO occurred over a period of a year,\nand they involved lookouts and scanners and so forth,\nyou may infer from these acts an enterprise as defined\nby the statute?\nMR. YANG: They might.\nJUSTICE KENNEDY: You would allow that\ninstruction?\nMR. YANG: You -- yes, but there would have\nto be more. You have to explain what would be necessary\nto show an enterprise. And in fact the -- the\nappendix to the --\nJUSTICE KENNEDY: Where -- where in your\nbriefs or in the materials do we find the definition of\nwhat the enterprise is, other than in the statute, other\nthan the terms of the statute itself?\nMR. YANG: I believe page 17.\nJUSTICE KENNEDY: I mean, in other -- what\ndo I refer to in order to supplement the instruction\nthat I just noted -- that I just suggested?\nMR. YANG: Page 17 of our brief reiterates\nthe standard, I believe it's Turkette, it comes from\nTurkette and in the appendix to petition -- or excuse\nme, to the joint appendix, the charge is at pages 111\nthrough 113. That's the charge.\nJUSTICE KENNEDY: That's at the bottom of\n111 where it said you can look to see what it does and\nmake the inference rather than have -- I forget -- an\nabstract analysis?\nMR. YANG: But it goes on to say that you\nmust -- the government must prove that there is an\nongoing organization with some similar framework, formal\nand informal, for carrying out its objectives and\nvarious members and associations of the association\nfunction as a continuing unit to achieve a common\nobjective.\nThe government must prove that in every\ncase. In this case, this is not in the J.A., but it is\nin the court of appeals appendix at page 8770, the\ndistrict court specifically charged the jury that they\nmust find five separate elements of a RICO offense,\nincluding the existence of an enterprise as one; two,\nthat the enterprise engaged in or its activity affected\ninterstate or foreign commerce; three, that the\ndefendant was associated in it.\nEventually you get down to five, that the\ndefendant knowingly participated in the conduct of the\naffairs of the enterprise through a pattern of\nracketeering.\nSo the district court explained you have to\ndefine an enterprise. And to find an enterprise, what's\na necessary element, it said you may infer an enterprise\nfrom what the --\nCHIEF JUSTICE ROBERTS: You say enterprise.\nI mean, the objection is that the enterprise is no\ndifferent than the various predicate acts.\nMR. YANG: It is different in the sense that\nyou can have a series of predicate acts without an\nenterprise, you can have an enterprise without a series\nof predicate acts. Now what, the objection seems to be\nultimately that the evidence needs to show the predicate\nacts of racketeering may also prove that the enterprise\nexists, because when you show predicate acts of a\ndefendant, which is the only element, he doesn't have to\nwork in concert with others to commit the predicate acts\nof racketeering, but when you show the predicate acts\nwith evidence that individual is acting with others, you\ncan also show that they have -- there is an association\nin fact of individuals who joined together to pursue a\ncommon course of conduct. Thank you, Your Honors.\nCHIEF JUSTICE ROBERTS: Thank you Mr. Yang.\nMr. Fernich, you have four minutes\nremaining.\nREBUTTAL ARGUMENT OF MARC FERNICH\nON BEHALF OF THE PETITIONER\nMR. FERNICH: Thank you, Your Honor.\nVery briefly, nobody disputes the\nproposition that a properly instructed jury would be\nable to find that racketeering acts committed by an\nindividual is a distinct element from the\nassociation-in-fact enterprise. The government is\nabsolutely right and we agree on that score. The\nproblem is the lower courts have misread Turkette. They\nare not focusing on the pattern of activity committed by\nthe individual; they have -- and the instruction as\nJustice Kennedy himself quoted in this case encapsulate\nit -- encapsulates the problem.\nComments -- and this is at the bottom of\nJ.A. 1111. Common sense suggests that the existence of\nan association in fact is oftentimes more readily proven\nby what it does -- it does, not rather than what an\nindividual member does -- rather than by abstract\nanalysis of its structure.\nSo it only raises a further vagueness\nproblem. We agree that patterns of racketeering\nactivity are properly committed by individuals. If you\nare going to define the enterprise solely or principally\nby virtue of the pattern, whose pattern would you define\nit by? It doesn't even make any sense. And in\nTurkette, it -- with respect to what occurred in\nTurkette -- and this is at page 5 of my brief, the\nlatter -- and this is a quote from Turkette, and it is\nreferring to a pattern: \"The latter is proved by\nevidence of the requisite number of acts of racketeering\ncommitted by the participants in the enterprise.\"\nWe agree in the abstract that a properly\ninstructed jury, that the pattern and the enterprise are\ntotally different things. The problem is it's a giant\ncircular argued by the government. Juries are not being\nproperly instructed in that regard, and that only\ncompounds the vagueness of the statute.\nThe second point I would like to make: the\ngovernment presses its principal definition of an\nenterprise in its brief, and what I hear here from the\ngovernment is its common purpose. Common purpose. And\nI would like to direct the Court to the Salinas opinion\nwhich discussed RICO conspiracy. It's at 522 U.S. --\nwell, I will give you the -- let's try 118 S. Court 477.\nIt looks like common purpose is the hallmark\nof a conspiracy. This is in the discussion of a\nconspiracy: \"We rejected argument X because it would\nerode the common law principle that so long as they\nshare a common purpose, conspirators are liable for the\nacts of their co-conspirators, which is the Pinkerton\ndoctrine which collapses 1962(c) into a general\nconspiracy statute, if you are going to define an\nenterprise principally by virtue of its common purpose.\nMy second point.\nAs far as the claim that somehow we didn't\nobject sufficiently to a charge, I am not going to\naddress that in any depth. I would just direct the\nCourt to pages 97 through 109 of the joint appendix. It\n-- it spells out exactly what we objected to, and we\nobjected to virtually every sentence of the instruction\nthat defines or purports to define an\nassociation-in-fact enterprise.\nAs far as the definition of the enterprise,\nwe would certainly agree with Justice Breyer's\nformulation that something to differentiate it as a\nlong-term, goal-directed, decisionmaking apparatus that\ncontinues in the intervals between the predicate acts\nwould do it, but we contend that structure is largely,\nit's a plain English word, it's not\nantidisestablishmentarianism or something like that; the\njury should be instructed as in the Seventh and Eighth\nCircuits that there has got to be a structure separate\nfrom the pattern. If the jury has questions, we have\nlots of faith in district judges, as Justice Ginsburg\npointed out; that if the jury comes back with a question\nthe judge could list examples tailored to the\nappropriate case.\nAnd I just want to hit the common -- the\npurpose underlying RICO here. It's very significant in\nmy view that bank burglaries are not in fact RICO\npredicate acts, and if you were to look -- if this Court\nwere to look at my court of appeals brief in this case,\nbank burglary is not a RICO predicate act for a reason.\nCongress made the judgment that bank burglaries are\nadequately handled by the States, that the States can\nprosecute them. And the reason why the three bank\nburglaries had to be addressed up as interstate\ntransportation of stolen money is this is not really a\ncase in which RICO is properly invoked.\nIt's fully briefed in my court of appeals\nsubmission. These are State crimes that a State is\nperfectly capable -- capable of handling on its own.\nAnd unless there are any further questions, I would\nwaive any further rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\nthe case is submitted.\n(Whereupon, at 12:17 p.m., the case in the\nabove-entitled matter was submitted.)\n46:21,21 47:1 analysis 48:17 50:12 52:9\n51:6 arises 14:1 B\n54:10 50:1,3,4,17 anomalous ascertainable 41:20 42:20\n53:4,18 answer 6:10,21 10:6 19:24 Bagaric 37:21\naddition 5:11 22:14 33:3 36:15 38:3,16 21:17 29:20,21\naddressed 21:13 antidisestablis... asking 10:3,9 42:16 46:22,22\naddresses 25:7 anti-Yugoslav... 34:8 53:21,23\n24:9 53:22 anyway 37:19 associate 35:4 based 36:12,13\n29:21 adjudication apart 3:15 5:1 associated 14:24 Basically 17:9\n38:4 38:19 5:17 7:10,15 26:17,24 29:10 basis 20:16,17\n41:11,12 adopt 38:15 8:2 15:15 20:2 31:1 32:3,4 46:4\n43:7,8 adopted 10:16 apparatus 6:12 41:17 49:8 beginning 11:15\n53:20 affairs 17:4 17:3 53:3 associates 24:10 behalf 1:15,19\n29:4 49:11 appeals 4:19 associating 24:4 50:13\n45:9 afternoon 19:2 49:2 53:19 35:23 behavior 22:22\nagree 12:1 14:10 54:2 association 6:6 23:13\n34:19,22 42:15 1:14 16:12 22:21,23 belief 42:14\n28:12 agreed 37:24 appellate 9:5 32:19 35:2 Bellafiore 18:13\n42:11 appendix 5:6,10 36:23 39:4 18:23 21:11\n40:9 42:6 agreement 18:12 26:21 48:22 50:6 best 39:17\n44:2,3,3 32:10 43:8 27:1,2,3 47:25 51:3 beyond 9:24\n49:6 ahead 20:22 48:11,12 49:2 associations 16:11,14,17\n51:9 Alec 15:22 52:20 23:15 48:22 38:14 44:9\n10:12 16:16,24 17:8 approach 42:22 14:2,4,7 15:6,8 23:7\n16:20 19:1,16,23 appropriate 15:9,16 24:7 bombings 38:2\n24:16,19 20:10 29:12 7:22 8:21 33:1 44:8 46:2 bonding 38:9\n30:4,8 31:10 53:14 50:19 52:24 boss 11:25 12:1\n27:20 31:23 approved 37:16 assume 24:22 bottom 48:14\n35:15 alleged 22:4 argued 51:22 authority 14:3 51:1\n36:10 45:6 argument 1:12 automatically box 17:11\n38:1 allow 22:24 2:2,7 3:4,6 13:23 14:19 boxes 10:22\n45:7 47:20 4:14 11:15,16 available 31:21 Boyle 1:3 3:4\nC changed 22:9 club 18:8,10,16 companies 39:1\ncalled 31:21 charge 4:1,7,9 collapses 52:13 completing\n33:6 37:21 5:10,11 9:16 colors 38:12 43:12\ncalling 13:18 9:19,22 10:4,9 come 39:14 complexity\n38:20 14:1 10:10 12:12 42:20 19:13\n40:4,24 calls 6:2 31:14 16:22 36:25 comes 19:18 compounds\ncanvas 19:12 37:2,9 48:12 33:11 34:6 51:24\ncapable 54:4,4 48:13 52:18 39:7 48:10 comprehensiv...\n11:3 case 3:4,10 4:3 43:14 46:10,12 commerce 49:7 8:22 11:17\n27:4 4:24 7:12,22 49:3 commission 31:7\n29:18 8:21 9:6 11:8 charges 37:3 3:19 8:2,12 concept 27:14\n48:9 11:17 12:8,20 Chief 3:3,8 8:15 10:11 16:20 concern 39:21\n52:2 17:2 21:18 23:25 24:5 17:17 20:2 43:5\n22:14 27:18 27:22 28:8,14 44:10 45:21 concerns 35:14\n37:7,9,21 38:7 33:3 35:11 17:20 19:3,7 29:8 30:10\n53:14,19 54:1 15:10 17:2,5 43:15 45:1 13:22\n8:17 cases 15:10 20:6 28:20,21 commits 29:19 29:3,11 32:5\n38:6,14 37:16 53:9 25:18 29:7 49:10 50:8\n38:19 cited 16:1 37:22 41:5 45:7 conflating 40:5\n29:20 category 33:1 clause 12:23 committing 53:21\n35:17,25 caught 18:5 13:1 14:25 35:17,24 42:5 connotes 7:14\n40:13,16 Cedric 30:24 26:15 46:5 consideration\n53:17,21 certain 10:24 clear 16:10 common 29:11 3:16\ncertainly 11:13 17:22 42:24 32:4,22,23 consist 12:17\n53:20 16:6 23:1 29:1 clearinghouse 42:11,15 48:23 conspiracy 8:7\ncetera 23:11 clearly 34:21 52:3,7,10,11 42:12,16 43:5\n52:5 course 13:8 47:11 degree 6:15 25:7,25 27:14\n15:17 27:13 criminality 22:4 19:13 20:14 28:9,23 32:23\n35:5 38:19 crux 20:25 19:2 21:6 46:13 50:18\n50:8 D 1:18 31:3 33:5\n4:14,17,19 date 11:11 deposit 10:22 distinctness\n5:2 6:7 15:3 18:11 dealing 27:25 described 17:9 district 36:14\n8:21 12:3 21:13,15 24:6 decade 35:9 17:14 21:23 49:3,13 53:11\n17:17 25:19 26:21 December 11:11 determination diversity 22:4\n31:2 36:14 decide 19:3 39:2 3:11 division 11:1\n14:22 42:24 43:21,24 13:20 30:24 37:20 doing 11:2 13:24\n15:2,16 52:6,20 53:18 decisional 6:11 19:8,20,20,21 35:23 40:22\n32:20 53:19 54:2 decisional-ma... 29:23 34:12 42:3,6,10\ncourts 10:16 8:10 17:3 37:14,16 39:3 dozens 35:9,10\n8:2,10 32:1 33:23 deemed 31:7 53:2 drug 16:8\n20:18 covered 47:15 defendant 4:10 difficult 13:18 drug-type 16:3\n33:24 co-conspirators 25:18 27:8,9 32:14,16,17,18 duplication 3:14\n48:23 52:12 27:11,16,17 32:21 34:20 D.C 1:8,18\n16:12 credited 18:15 50:2 difficulties E\n44:1 crime 5:23 8:17 defendant's 16:23 E 2:1 3:1,1\ncrimes 17:21 defer 9:6 directed 6:14 27:25\n39:12 43:13 52:14,23 directly 7:4 32:2 efforts 34:12\n20:24 47:5 54:3 defines 52:23 discussed 37:5 16:21 28:20\n29:11 33:24 23:19,22 24:12 dispense 32:25 34:8\n44:1,3,3 46:3 definitively distinct 3:16 28:6 31:23\n41:7,7 44:8 46:2,13 51:17 31:17 32:3,18 findings 9:1,2,6\n43:3,16 47:17,24 48:3 evolved 37:6 32:19 35:2,11 13:20\n49:15 49:5,6,11,14 exactly 52:21 35:23 36:24 first 4:13 6:8\n49:14,15,17,18 example 18:21 42:2 45:5 10:8 11:6\n13:15 50:19 51:10,18 33:8 39:1 50:7 51:3 24:17 25:5,14\n27:10 51:20 52:2,15 examples 10:14 53:17 26:3 33:11\n40:2,5 52:24,25 10:15,19 12:9 factors 7:7 39:20 40:6\n49:4 enterprises 38:17 53:13 facts 8:23 12:8 fit 17:13 38:3\n31:1 entirety 5:11 excuse 27:3 failure 5:5,13 focus 11:8\n26:15,18 32:10 46:2 feel 26:8 forget 25:4\nerode 52:10 7:15 8:2,12 2:8 3:5,6,8,21 formal 7:1 14:17\nespouses 38:5 49:5 51:2 7:21 8:1,20 48:20\n35:5 2:5,8 22:7 10:2,8 11:6 forming 3:20\n4:2,6 30:3 39:23 25:19 31:2 17:15 18:1,9 37:15\n9:19 40:1 41:25 32:6 35:3 37:1 18:19 19:10,22 formulation\nestablished 42:24 49:13 19:25 20:13 46:9 53:2\n14:2,5,7 29:24 42:25 extant 9:2 21:3,8,21 22:1 forth 5:22 12:25\nestablishing extend 34:2 23:1,9,18,21 47:16\n16:7 extended 34:3 24:1 50:10,12 found 11:9,10\n17:4 19:9 et 23:10 extends 8:7 50:14 21:9,17,18\n24:7,13 evade 19:15 extensively figure 19:14 22:3,6 35:12\nEventually 49:9 21:12 22:17 34:20 35:21\n26:3 evidence 4:2,5,9 extent 46:17 find 8:22 11:21 four 20:22 41:11\n4:12,15 6:25 extortion 38:1 16:17 20:4 50:10\n28:13 11:18 17:19 22:8,13 25:8 frame 22:3\n18:1,20 22:2 F 28:4,15 39:11 framework\n30:3,16 27:17,20 28:11 fact 13:21 14:14 45:12,12,14,17 48:20\n31:1 29:4,6,9 31:18 14:18,24 16:11 45:18,19,20 Friday 19:2,11\n32:6 39:23 16:12 18:15 46:12 47:9 friend 35:11\n34:24 40:1 41:3,4,7 21:16 24:20 48:2 49:4,14 fully 25:23 54:2\n41:17,25 42:3 45:20 25:19 26:17 50:17 function 17:6\n43:1 49:24 50:5 28:17 29:10 finding 11:20,22 32:8 43:2,2\n53:3 hang 18:16 I individuals 11:5\n25:3,15 42:7 happens 31:21 identity 30:11 25:9,11 26:17\ngoing 5:23 10:20 41:6 illegal 33:13 31:19 32:2\n20:20 21:14 hear 3:3 52:2 implications 51:9\n54:5,6 38:18 39:3,5 heist 17:25 implicit 7:6 27:19 29:2\n47:9 heists 35:10 implies 20:15 infer 25:10,11\n19:1 31:17 46:15 12:4,14,14 impromptu inference 48:16\n38:7 51:22 52:1,3 hierarchy 9:10 inchoate 43:6 13:14\n26:1 11:25 16:9 include 9:16 32:7 36:22\ngreat 14:2 16:1 44:19,19 included 5:10 ingredients 8:14\n4:8,16 25:9,10,18,20 4:20,22 6:10 3:11,17 30:18 10:13 27:11\n9:8,14 26:17,23 29:10 7:3,22 9:11,24 independently 40:11,12 46:3\n29:23 32:2,3 10:5,8 11:6,14 42:1 46:19\n15:18 32:12 35:4,16 12:22 13:25 individual 6:16 instruct 47:14\n18:3,17 35:22 37:24 14:22 15:21 12:18,20,21,22 instructed 3:17\n38:8 40:11,22 16:15 18:2,9 12:25 13:9 4:25 6:9 8:22\n53:11 41:6 45:6,9 20:5 21:3,8 14:4,6,11,17 8:25 11:20\n16:22 47:1 Honors 50:8 25:18,23 26:2 28:15 50:16\n37:13 guard 17:10 Honor's 17:1 26:4,8,9,11 51:20,23 53:8\nguess 31:16 23:18 27:24 29:4,7 instruction 3:24\n10:10 guide 17:3 hurdle 20:7,8 30:10,12,15,15 7:11 11:17\n14:18 Guiness 15:22 hypothetical 30:21,22,25 12:6 28:20,22\nguys 6:2 6:10 8:16 20:5 31:4,5 33:2 47:21 48:7\n25:6 hallmark 52:7 46:4 41:14,22,24 13:19 16:22\n43:25 handled 53:22 H.J 25:19 33:23 50:5,18,23 insufficient 4:2\njudgment 5:3 32:25 33:6,16 L little 18:10\n37:11 51:22 36:2,6,9 37:12ladies 45:17 long 21:14 29:5\n40:20 4:6,9,13,24 5:9 40:4,24 41:9 14:3,6 32:2 35:7,23 38:13\n49:7 6:9 8:22,24,25 41:16,20 42:9 largely 35:16 38:19 40:12\n9:8,11 10:5,12 42:20 44:5,15 53:5 45:5 52:10\n13:19 16:17,21 45:10,16,24 Laughter 45:25 10:25 11:12\n21:9 22:3,6,8 48:14 49:17 15:23 look 19:5,17\n28:3,12,18,25 53:11 54:7 52:10 48:15 53:18,19\n45:11,12,13,15 J.A 36:15,25 leadership 11:3 47:6\n37:23 47:14 49:3 leave 46:16 lookouts 11:2\n47:7,16 50:16 51:20 K legal 12:23,25 47:16\n3:8,21,23 4:8 Kennedy 6:18 legally 4:12,15 38:6\n23:17 6:13,18,21 47:20 48:1,6 legal-entity 15:2 lost 44:18\n35:16 7:17,24 8:15 48:14 50:24 legitimate 13:14 lot 6:3 22:4 47:4\n39:2,8 8:16 9:8,14,15 kept 15:15 lengthy 7:5 lots 53:11\n45:13 9:18,25 10:3 killing 38:10 letter 39:2,6,8 low 20:8\n14:10,13 37:6 43:24 31:20 33:9 lunch 6:3\n18:17 19:1,16 25:11 28:1,2 liable 43:7 52:11 making 13:21\n17:24 21:1,4,20,22 37:2,13 39:5 limitation 24:13 Mangia 21:2\n23:20,25 24:5 knowingly line 15:10 21:3,10,16,24\n27:2 26:2,7,14 27:1 knowledge 41:23,24 MARC 1:15 2:3\n52:20 27:5,22 28:8 16:23 18:2 list 11:3 19:5 2:8 3:6 50:12\n24:18 mob 12:1 15:20 46:20 operandi 10:25 participants\n39:23 15:23 normal 43:13,14 operated 45:6 51:18\n54:10 modus 10:25 note 15:3 operating 10:21 participate\n33:9 40:16,20 number 10:15 25:22 52:4 participated\n10:4,6 41:22,24 42:17 43:23 51:17 opportunities 49:10\n16:24 53:25 numerous 25:25 20:16 participates\n39:10 months 30:2 N.Y 1:15 oral 1:11 2:2 3:6 27:12\n34:5 35:13 24:3 participating\n48:6 42:17 O order 6:1,21 29:15\nmovie 15:22 O 2:1 3:1 16:13 32:9 particular 22:25\n21:14 52:18 organization 36:20\n19:3,12 19:4 12:12 52:21,22 7:19 11:4 44:18\n22:20 murder 38:2 objection 4:17 12:17 17:18,19 partnership\n45:9 M.O 30:1 36:13,14,19,24 21:23 32:7 26:4\nN objections 37:3 40:15 45:21 3:20 4:24 5:2\n13:5 17:4 name 21:2 objective 48:24 outside 22:2 8:5 15:13\nNational 37:22 occurred 45:18 18:11 25:16,17,20,22\n44:10 23:10 28:7 43:10 49:4 39:11 29:14,16,25\n48:22 necessary 8:4 offenses 28:9 overseeing 17:6 33:19 34:21\n23:16,16 28:21 office 33:10 owned 18:18 40:8 41:5,18\n47:23 49:15 Oh 13:16 14:10 P 42:24 43:16,18\nneeds 5:22 16:11 33:11 46:18 26:21 36:25 53:10\n23:4 34:23,24 49:24 44:18 51:14 people 5:20,22\n12:15 38:7,8 ongoing 6:11,23 18:12 48:12 11:2 22:21\nnewsstand 13:3 48:20 26:20 39:3,4 41:2\n38:23 51:25 presumably 9:1 prosecute 53:23\npointed 53:12 pretty 17:22 15:5 37:17 R 3:1\n21:2 pool 18:22 prevail 37:8 16:2 racketeering\n29:5 portion 14:25 prevent 13:14 protected 38:8 3:13 5:1,18\n34:3 posited 6:10 primary 4:6 prove 27:21 7:11,16 8:6,13\n38:13 20:5 13:13 24:14 28:1 32:9,17 15:14 17:17\n45:5 46:7 position 13:18 principal 5:12 32:19 48:19,25 24:9,16 25:16\nPosner 38:25 52:1 49:25 27:10,16 28:24\npost 33:9 8:24 51:10 51:16 30:23 33:19\n40:8,14\n26:23\n32:13,19 precisely 5:20 probably 19:15 pull 17:11 43:19 45:7\n42:10,13 17:13 20:3 38:21 purports 52:23 46:5,11,14,19\n16:20 17:7,20 34:13,13,20 52:11,15 53:16 raises 35:15\n2:4,9 3:7 40:14,21 43:19 51:8,21 put 5:25 18:5 react 22:16\n38:5 44:10 45:18,19 problems 14:8 puts 13:17 reactions 22:19\n45:22 46:5,6 project 20:22 puzzled 10:5,12 read 26:7\n17:1 really 37:17\n37:11 53:18,20 proper 4:8 qualify 7:25 53:25\npredicated properly 6:9 18:24 reason 5:2 25:3\n16:2 proposed 37:2 44:7 53:12 36:22 43:21\npresident 7:19 propositions 44:7 regard 51:23\nrequiring 13:19 robbery 29:21 scanner 17:13 share 52:11\nrequisites 8:9 ROBERTS 3:3 scenario 15:7 show 21:5 24:12\n27:24 31:5 28:19 30:14,18 scouts 17:12 32:21 33:24\nRespondent roles 19:8,21 25:3,7,15 50:1,4,6\nresponding row 14:15 51:25 52:16 showing 12:20\n44:23 rest 23:24 11:19 43:13,14 section 7:13 shown 16:11,13\n25:16 Riccobene 17:2 running 21:4 sees 34:14 39:3,5\n40:8 17:5 sense 37:13 shows 29:7,9\n38:18 40:21,23 41:18 13:8 14:19 5:1,17 6:6 7:10 13:23 15:1\n43:20 44:8 34:10 20:1 24:24 single 40:5 44:2\n12:6,7 52:5 53:16,17 14:16 27:24 40:2 42:7,23 situation 29:13\n31:25 right 3:10 11:7 15:11 33:8,10 28:15 26:10,12\n10:17 27:5 34:11 Scalia 5:19 6:13 32:23 35:7 Solicitor 1:17\n22:17 37:8 42:9 6:21 11:24 37:25 38:1 somebody 13:24\n35:3 44:21,25,25 12:5 24:21 40:13 49:21,22 somebody's\n46:8,9 50:20 25:4,13 27:1,5 set 12:25 13:2 19:18\n13:7 ringleader 5:21 44:15,21,25 sets 35:8 sophisticated\nrivals 38:10 45:3,10,16,24 Seventh 3:18 19:12\n33:18 robberies 29:20 Scalia's 8:16 16:21 20:7 19:13 20:14,24\n31:12 46:22,25 16:5 28:20 53:8 sorry 9:13 15:21\n32:18 strongly 23:17 24:15 thefts 47:14 53:25\n9:12,21 10:6 48:7 23:4 27:23 40:20\n14:10 structure 3:19 supposed 17:23 20:18 33:19 treasurer 7:19\n32:15,25 5:17 7:8,15,17 33:14 36:4 40:22 trial 4:17\n37:3 15:13 16:19 11:15 12:12,12 15:8 16:10 34:12 39:17\n14:22 20:1,8,10 34:7 44:6 26:19 28:10,21 trying 22:17\n49:3 21:25 22:17,20 surely 7:14,22 29:17 32:1 23:4,7 38:22\n17:2 28:23 36:20 swath 15:17 38:21,22,24 7:8,14 22:9\n54:3 11:21 16:7 33:9 37:15 three 9:21 11:10 turns 41:8\nstructures 16:4 39:14 40:11 20:22 21:18 twice 7:13 31:22\n5:15 26:22 submitted 54:8 takes 24:25 47:14 49:7 two 4:23 14:15\n54:10 talk 14:18 53:23 15:14 30:12\n15:1 substantive talking 3:23 thugs 38:7,8 33:21,25 34:15\n43:10 26:14,15 44:22 time 8:7 15:20 37:4 39:1,3,12\n24:12 subversion task 9:5 19:7 20:18,23 40:1 41:2\n47:18 13:14 tell 10:7 34:18 21:23 22:3,7 42:23 44:2\n51:24 suddenly 42:12 42:21 45:11,11 22:10,23 23:14 49:5\nsue 41:10 tend 22:22 23:14 23:24 27:23 type 18:16 27:20\nsufficiently 44:20 35:24 38:13 typical 16:2\nsuggesting 4:4 testimony 18:9 told 45:13,16 ultimately 49:24\n33:7 43:3 text 24:10 transport 42:17 uncharged\n40:12 superfluous 50:8,9,14 54:7 40:20 46:24 39:21 53:16\nwait 24:21,21,21 30:10 11:16 1:13 3:2\nwaive 54:6 wrong 24:16,17 1111 51:2 8770 49:2\n23:13,15 118 52:6 9\n39:19 37:2\n53:15 x 1:2,7 52:9 14 1:9\nwants 37:9 18 5:15\n45:6 25:14 26:6,11 14:3\n21:6,20 1962(c) 5:16\n5:15 18:14,24 25:12 26:22 27:7\n39:11 31:25 32:17\n33:3,15,18,22 52:13\n20:19,20 44:13,16,22\n47:22 48:5,9\n48:18 49:20 3\n50:9 3 2:4\n48:22 38:1 39:6\n40:13 4\n47:2\n0\n43:4 53:6 10-year 11:9 522 52:5\n58 18:12\n52:22 9:15,21 43:3 100 39:4 46:14\n36:18\n31:20 50:3 74 18:12\n36:18\n"
    }, 
    "respondents": [
        "No. 07-1309 UNITED STATES."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 14, 
        "JUSTICE ALITO": 14, 
        "JUSTICE BREYER": 22, 
        "JUSTICE GINSBURG": 21, 
        "JUSTICE KENNEDY": 8, 
        "JUSTICE SCALIA": 21, 
        "JUSTICE SOUTER": 7, 
        "MR. FERNICH": 47, 
        "MR. YANG": 58
    }
}