{
    "appearances": {
        "content": "GEN. EDWIN S. KNEEDLER, ESQ., Acting Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nthe Petitioner.\nCARTER G. PHILLIPS, ESQ., Washington, D.C.; on behalf\nof the Respondent.\n"
    }, 
    "caseNum": "07-1410", 
    "caseinfo": {
        "content": "UNITED STATES, :\nPetitioner :\nv. : No. 07-1410\nNAVAJO NATION. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nGEN. EDWIN S. KNEEDLER, ESQ.\nOn behalf of the Petitioner 3\nCARTER G. PHILLIPS, ESQ.\nOn behalf of the Respondent 19\nREBUTTAL ARGUMENT OF\nGEN. EDWIN S. KNEEDLER, ESQ.\nOn behalf of the Petitioner 47\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, February 23, 2009\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:04 a.m.\n"
    }, 
    "petitioners": [
        "UNITED STATES,", 
        "Petitioner", 
        "v.", 
        "No. 07-1410 NAVAJO NATION.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:04 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument first today in Case 07-1410, United States v.\nNavajo Nation.\nGeneral Kneedler.\nORAL ARGUMENT OF GEN. EDWIN S. KNEEDLER\nON BEHALF OF THE PETITIONER\nGEN. KNEEDLER: Mr. Chief Justice and may it\nplease the Court:\nSix years ago this Court rejected the Navajo\nNation's claim for damages in connection with the same\naction that is before the Court here, the Secretary's\napproval of amendments to the tribe's mineral lease in\nthe mid-1980s. The Court held there that in order for\nthe United States to be held liable under the Tucker Act\nor the Indian Tucker Act, the claimant must specify at\nthe threshold a specific rights-creating or\nduty-imposing statutory or regulatory prescription that\nthe government has allegedly violated.\nThe Court found no warrant in any relevant\nstatute or regulation to impose liability on the United\nStates. In particular, the Court concluded that the\napproval of the royalty rates in the tribe's lease was\ngoverned by the Indian Mineral Leasing Act of 1938, or\nIMLA. Looking at IMLA's framework, the Court held that\nthere was no, quote, \"textual basis,\" close quote, in\nany pertinent statutory or regulatory provision that\nrequired the Secretary to insist that the tribe\nnegotiate for a higher rate.\nCHIEF JUSTICE ROBERTS: Well, it said\n\"pertinent or relevant,\" but surely that's limited to\nthe statutory provisions that we examined in the case.\nGEN. KNEEDLER: But I think the way to look\nat it is what the Court said, that it found no warrant\nin any relevant statute or regulation, and it discussed\nnot just IMLA but several other statutes which -- which\ndid have to do with the economic -- excuse me -- the\neconomic terms of leases, but --\nJUSTICE GINSBURG: But the question --\nGEN. KNEEDLER: -- didn't govern.\nJUSTICE GINSBURG: But the question\npresented, General Kneedler, was limited to IMLA, to the\nMineral Leasing Act.\nGEN. KNEEDLER: Well --\nJUSTICE GINSBURG: That was the government's\nquestion presented.\nGEN. KNEEDLER: Two things about that. The\ngovernment's question presented was that the Court could\nnot find the United States liable or -- was whether the\nCourt could find the United States liable without\nfinding a violation of IMLA. And therefore, the premise\nof the question was, without finding a violation of\nIMLA, the United States could not be liable, and the\nCourt found no violation of IMLA.\nBut beyond that, the tribe's principal\nsubmission in this Court was that the United States had\ncontrol through a network of statutes, including the\nones they rely on here. But the Court also itself on\npage 30 of its brief in that case identified the\nrelevant statute as being IMLA and the other two that\nthis Court discussed and the general introduction to the\nRehabilitation Act.\nSo I think the structure of the Court's\nopinion, looking at the way the tribe serves it up, the\nCourt said there has to be a specific violation of a --\nof a statutory regulatory prescription. The Court found\nthat the relevant one was IMLA, and it found no\nviolation. And therefore -- and the Court also said the\ntribe's claim, not simply arguments made in favor of the\nclaim, must fail.\nBut if the Court concludes that its prior\ndecision did not absolutely foreclose the litigation, we\nthink it's clear that the framework that this Court\nannounced in -- or reaffirmed in Navajo 1 itself does\nforeclose the claim here. As I said, the Court\nconcluded that IMLA is the statute that governs the\napproval of royalty terms in coal leases.\nOn remand, the Federal Circuit relied on two\nother statutes addressing other subjects, the Surface\nMining Reclamation and Control Act, which has to do with\nthe regulation of environmental issues and matters that\nmay arise in connection with a coal lease, and the\nHopi-Navajo Rehabilitation Act of 1950, which set in\nmotion a general governmental program to rehabilitate\nand improve the economic life of the Navajo and Hopi\nIndians.\nBut neither of those statutes had anything\nto do with the approval of the economic terms of coal\nleases. That was governed by IMLA. So the fact that\nthe Federal Circuit on remand held the United States\nliable on the basis of two statutes that have nothing to\ndo with coal leasing, minus the statute that did have\nsomething to do with coal leasing, in our view shows how\nfar the Federal Circuit has strayed from this Court's\nteachings.\nBut beyond that, we think it's a fortiori\nthat the court of appeals erred in its alternative\nholding, which was that the United States could be held\nliable on the basis of general common law principles.\nThe Tucker Act and the Indian Tucker Act provide that\nthe United States may be liable only for a violation of\nan act of Congress or a regulation. And it was for that\nreason that this Court stated in Navajo -- in the Navajo\n1 case that there has to be a violation of a specific\nstatutory or regulatory provision.\nEven as a general matter, under this Court's\njurisprudence, there is only a very limited role for\nFederal common law, but that is especially so when what\nwe are talking about here is liability for damages under\na waiver of sovereign immunity, and the usual sovereign\nimmunity principles have to cast considerable doubt on\nthat. Only an act of Congress or a regulation adopted\npursuant to congressionally conferred authority can\nprovide for the payment of money out of the Federal\nTreasury under our Constitution.\nJUSTICE KENNEDY: Are there cases in the\ncourts of appeals where Indian tribes litigate with the\nSecretary and claim an abuse of discretion for the way\nin which the Secretary performs the duties with respect\nto Indian lands?\nGEN. KNEEDLER: Under the Administrative\nProcedure Act, there could be -- there could be claims\nbrought, but those would not be for money damages.\nThey're --\nJUSTICE KENNEDY: I -- I recognize that, but\nI want to know, is there a body of law in the Federal\nCircuit that generally recognizes that the -- that the\nSecretary has a fiduciary obligation that's enforceable\nas a matter of administrative law?\nGEN. KNEEDLER: Not in the Federal Circuit,\nto my knowledge, because -- because the Administrative\nProcedure Act --\nJUSTICE KENNEDY: I meant all of the\ncircuits.\nGEN. KNEEDLER: Yes. No -- in the -- under\nthe Administrative Procedure Act -- I'm not -- just like\nany party could claim -- could challenge what was done\nby the Department taking particular administrative\naction. And I think there -- I think that was what --\nJUSTICE KENNEDY: Well, what I was asking\nwas whether there was some doctrine that the -- that the\ntrustee -- that the Secretary acts in a capacity, a\nfiduciary capacity as a trustee. If that doctrine were\nout there, then that might be the basis for saying that\nit's a sufficient foundation for a money damages. I was\njust asking, is that doctrine there?\nGEN. KNEEDLER: No, not -- not in the way\nyou put it. But there are cases that certainly talk\nabout this, that the Secretary has trust\nresponsibilities. But there are a lot of ways in which\nthat concept can be used. It can be used in a political\nsense in that the United States Government, through\ntreaties or a general sense of moral responsibility,\nshould look out for the Indians, and in the day-to-day\nadministration of Indian affairs, to contemplate a trust\nresponsibility is simply to mean that the United States\nhas a special relationship and should deal in that\nmanner.\nAnd under the Administrative Procedure Act,\nif there is -- if there is an action the United States\ntakes under a statute that governs Indian affairs, that\nwould be -- that would be subject to judicial review\nunder the general principles, is it arbitrary and\ncapricious under normal principles, does substantial\nevidence sustain the determination?\nBut, particularly in a suit for money\ndamages under the -- under the Tucker Act and where\nCongress has said there has to be a violation of a\nmoney-mandating statute or regulation, general common\nlaw principles do not suffice. As I said, for money\ndamages, only Congress or an executive agency under --\nacting pursuant to congressional authority under the\nConstitution can provide for the payment of -- of money\nout of the Federal Treasury.\nCHIEF JUSTICE ROBERTS: I -- this may be a\npurely academic distinction, but you talked in terms of\nliability. Are you suggesting that the trust principles\ndo not set a standard to which the Secretary is bound,\nor simply that they don't constitute a waiver of\nsovereign immunity?\nGEN. KNEEDLER: I think it's really both.\nThe general trust principles, at least -- at least again\nunder Tucker Act jurisprudence, general trust principles\nare not what establish the Secretary's duties. It's the\nacts of Congress that impose duties on the Secretary in\nthis area as in any other, or regulations the Secretary\nhas prescribed under it.\nNow under this Court's jurisprudence, the\nCourt has said that the notion of trust is relevant at\nthe second stage of the analysis. The first stage is\nthe threshold requirement that there be a specific\nstatute or regulation that imposes duties or rights. If\nthe Court finds that, then at the second stage, as this\nCourt has held in Mitchell 2 and indicated in Navajo as\nwell, that may be relevant to determine whether those\nspecific duty-imposing statutes in turn also impose\nmonetary liability on the United States for violation.\nJUSTICE ALITO: Under both IMLA and the\nRehabilitation Act, leases have to be approved by the\nSecretary. Doesn't that impose a duty on the Secretary?\nGEN. KNEEDLER: Well, what the Court said in\nNavajo specifically with respect to IMLA, the Secretary,\nyes, does have to approve it, but the Court specifically\nrejected the proposition that there was any basis for\nliability stemming from the Secretary's approval of the\nlease.\nJUSTICE ALITO: Well, under the\nRehabilitation Act, if it applied to this lease, what\nwould the Secretary's duty be?\nGEN. KNEEDLER: Section 5 of the\nRehabilitation Act for approval of leases is essentially\nthe same as IMLA. It provides for the Secretary to\napprove the lease. But, as this Court held in IMLA --\nor in Navajo 1, the theory of IMLA is not to have the\nSecretary be responsible or to take the lead in leasing\ntribal lands for coal purposes. It's the tribe, subject\nto the approval, and the Court concluded it would be\ninconsistent with that arrangement for the Secretary to\nsecond-guess the determinations that the secretary had\nmade. And the Court -- the argument was made there and\nexpressly rejected that the Secretary was required to\ninsist that the tribe negotiate a higher amount when it\nrenegotiated the lease.\nJUSTICE ALITO: The Secretary has to apply\nsome standard, presumably. What is it?\nGEN. KNEEDLER: What -- what the secretary\nhas adopted -- has done is by regulation, is to say that\n-- that there is a minimum that the tribe cannot go\nbelow. At the time -- at the time of the renegotiation\nof this lease in 1987, from 1984 to 1987, there was a\nminimum of 10 percent or 10 cents per ton. The tribe\nwas getting 37.5 cents per ton. This lease was\nrenegotiated in connection with a clause in the lease\nthat allowed adjustments for reasonable rates, which is\nnot the same thing as maximizing the tribe's -- the\ntribe's revenues, so the Secretary had a regulation at\nthe time of 10 cents per ton. The Secretary now has a\nregulation that says the minimum royalty rate will be\n12.5 percent, which, as Court pointed out in Navajo 1,\nis the standard royalty rate for Federal and tribal\nleases throughout the United States.\nNow, what is significant, in further\nresponse to your question, is that regulation states\nthat that minimum rate is 12.5 percent unless the\nSecretary determines that a lower rate would be in the\nbest interest of the Indians. So the way this works\nthen, the way the Secretary has implemented it, it's\nbasically up to the tribe to negotiate something at or\nabove the minimum. If it's below the minimum that the\nSecretary's prescribed, the Secretary has to make a\njudgment that that going lower, maybe because of a\ngeological conditions or whatever, is in the best\ninterest of the Indians. And that is -- that is borne\nout --\nJUSTICE SCALIA: Is that in IMLA or is that\nin the Rehabilitation Act?\nGEN. KNEEDLER: That's in IMLA. That's an\nIMLA regulation. The general regulations that implement\nthe Rehabilitation Act have a similar provision. They\ndon't talk about royalties, which I think is telling\nbecause royalties have to do with coal leases. They\ntalk about -- they require it be a fair rental for\nproperty, not a maximum rental but a fair rental. And\nthen it has the same sort of thing, that if it's going\nto be below the fair market value it has to be in the\nbest interest of the Indians.\nAnd I think it's instructive that I know\nthere's been an argument that this lease is governed by\n-- by the Rehabilitation Act rather than IMLA, and\nnotwithstanding what this Court held in Navajo 1 six\nyears ago, but in 1999 when Secretary Babbitt, who\njoined the brief arguing this is covered by the\nRehabilitation Act, approved the amendments to the lease\nin 1999, he approved it under the IMLA regulations and\nhe specifically said that because the minimum royalty\nrate is 12.5 percent -- he is quoting the applicable\nregulation -- \"I do not have to decide whether the\nroyalty rate is in the best interest of the Indians.\"\nHe went on to say: \"But I think it is.\"\nSo secretary Babbitt's approval of those\namendments really explains the way the Secretary has\nimplemented the statutory scheme, and we think that's\ncertainly well within the Secretary's discretion under a\nstatute that did not impose any limitations. With\nrespect to the Rehabilitation Act, the general leasing\nprovision of that act, as we've explained in our brief,\ndoes not apply to mineral leases. That continued to be\ngoverned by IMLA after 1950. But even if it did, there\nis nothing in section 5 that imposes any more specific\nduties with respect to royalty terms or any other terms\nthan IMLA itself. Section 5 has to do with surface --\nleases for surface users, business purposes basically.\nAnd that was put in there because at the time there was\nno provision for long-term leases if somebody wanted to\nbring a surface commercial venture onto a reservation.\nBut the last sentence of section 5 of the --\nof the act on page 171a of the petition appendix says\nthat: \"Nothing contained in section 5 shall affect the\nauthority\" -- \"shall be construed to repeal or affect\nthe authority under any other act of Congress.\" So\nsection -- and the other act of Congress here is IMLA.\nI think it's also -- I think it's also\ninstructive to point out not only did this Court hold\nthe last time around that the lease was governed by\nIMLA, that was the tribe's position in this case. Its\nproposed findings of fact indeed in the Court of Federal\nClaims, pages 524 and 525 of the joint appendix, said\nthe lease was governed by IMLA.\nBut the textual dispositive point is that\nthe lease couldn't have been entered into under the\nRehabilitation Act. The lease in this case provided\nthat the lease would be for a term of 10 years and then\nsubject to a further extension for as long as minerals\nare produced in paying quantities. That precise\nlanguage is repeated in the lease, which shows that it\nwas under IMLA.\nUnder section 5 of the Rehabilitation Act,\nthe lease could only be for an initial term of 25 years\nand then a further term of 25 more years. It wouldn't\nhave allowed for this sort of lease here and indeed,\nbecause the initial lease term here was 10 years and\nthen could have only been 25 more years under the Rehab\nAct, this lease would have had to expire in 1999, and\nyet it was amended at that time and continues in effect\nand mining continues under it.\nJUSTICE SCALIA: The other side says that\ncertain standard provisions in the IMLA leases did not\nexist in this lease. Is that accurate?\nGEN. KNEEDLER: No. Well, they said -- I\nthink -- the only thing I think they say along those\nlines is that -- has to do with the form of the lease.\nJUSTICE SCALIA: With the forms?\nGEN. KNEEDLER: The form on which the lease\nis used. I think what they said is there were several\nprovisions that appear in regulations under general\nstatutes that are related to leases. One has to do with\nthe property can't be used for unlawful purposes, and\nI'm forgetting what the second one was. But it wouldn't\nbe unusual that the Secretary might borrow or a tribe\nmight borrow provisions from other leases and put them\nin this lease.\nThis is -- again, IMLA provides for\nnegotiation. So the parties are free to put in\nparticular provisions of lease. So that the fact that\nthere might be things that would parallel what were in\nthe other leases we don't think is really dispositive.\nAlso, the other significant thing is that\nthe lease itself incorporates or refers to by reference\nthe IMLA regulations. So even if somehow the lease were\nthought to be governed by Section 5, even though that\nwasn't what it was issued under, the IMLA regulations\nwould control, and this Court already held in Navajo 1\nthat those IMLA regulations, which are in the lease, do\nnot impose any -- did not impose any -- did not impose\nany duty on the Secretary with respect to the approval,\napproval of the lease.\nI should also point out that when the -- we\ncite this in our briefs, that at the time the lease\namendments were approved in 1987 the Solicitor's Office\ndid a legal review of the propriety of the lease\namendments and that legal review expressly says that the\nlease was entered into under IMLA.\nSo I think the circumstances are really\noverwhelming that it was entered into under IMLA and\nthat the Rehabilitation Act lease provision does not\nhave anything to do with this lease. And the more\ngeneral emanation from the Rehabilitation Act that the\ntribe seeks to rely on here are too general and short.\nThe Rehabilitation Act was enacted in 1950 in\nrecognition that the plight of the Navajo and Hopi was\nvery serious, and Congress undertook to study resources\nand put in the infrastructure and that sort of thing,\nand part of it was to have programs -- excuse me --\nstudies to determine what the tribe's coal resources\nwere, and that was done, and this lease grew out of\nthat. But that doesn't mean that it was in any way\ngoverned by the Rehabilitation Act.\nJUSTICE GINSBURG: General Kneedler, the\nlast time -- the last time around, we remanded for\nfurther proceedings consistent with our opinion. Would\nyou advocate a different bottom line this time?\nGEN. KNEEDLER: Yes. I would -- I would\nsuggest that this case be reversed. I mean this -- this\nconcerns a -- outright and with directions to dismiss\nthe complaint. This -- this controversy arose in the\nmid-1980's. The litigation has been going on since\n1993, and it's been -- this is now the second time that\nit's been -- that it's been to this Court.\nAnd we think in doing so that the -- that\nthe Court should reiterate the analytical framework that\nit put forward in -- in its decision the last time\naround so that there will be no mistaking the way these\ncases are to be handled in the Federal circuit in the\nfuture by requiring that the threshold, a -- as I said,\na specific statutory or regulatory provision that\nimposes duties and not in particular looking at general\nnotions of common law that -- that might arise out of --\nout of some sort of -- some sort of factual control.\nThe last thing I wanted to say is that the\nFederal circuit also relied on the Surface Mining\nReclamation and Control Act. And that -- and that, as I\nsaid, has to do with environmental issues in connection\nwith -- with Indian leases. The Federal circuit relied\non a provision that says that the -- that the Secretary\nshould include in any Indian leases additional\nprovisions that were proposed by the tribe. But that's\nadditional provisions in addition to other environmental\nprovisions extending from the statute that had to be in\nthe lease. It was -- it was just quite a stretch for\nthe -- for the court to conclude that that somehow\ncontrolled the economic terms of the leases.\nIf there are no further questions, I will\nreserve the balance of my time.\nCHIEF JUSTICE ROBERTS: Thank you, General.\nMr. Phillips.\nORAL ARGUMENT OF CARTER G. PHILLIPS\nON BEHALF OF THE RESPONDENT\nMR. PHILLIPS: Thank you, Mr. Chief Justice,\nand may it please the Court:\nI think I would like to start with Justice\nAlito's question because he said: Doesn't Section 5 of\nthe Rehabilitation Act specifically require the\nSecretary to approve this lease? And Mr. Kneedler\nconceded that it does. And so then the question is:\nDoesn't that create some kind of a duty? And it seems\nto me clearly it does, just as the Court I think\nimplicitly said in Navajo 1, the difference between\nNavajo 1 and Navajo 2 being that this Court then went on\nto examine IMLA, the Indian Mineral Leasing Act.\nIt concluded that IMLA very specifically for\nthe entirety of native Americans and for the entirety of\nIndian mineral leasing had a preference to ensure that\nthe Indian tribes themselves would -- would attain a\ncertain self sufficiency. And it essentially advocated\nthe responsibility of having to deal with individual\nnegotiations and allowed it for the tribes to take over.\nJUSTICE GINSBURG: But, Mr. Phillips, I'm\nlooking at the last paragraph, and it says: We have no\nwarrant from any relevant statute or regulation, et\ncetera. So it wasn't limited to IMLA. Do you think\nthat was just carelessness on the Court's part?\nMR. PHILLIPS: Oh, I would -- I would never\nassume that, Justice Ginsburg. I -- I think -- I think\nthe operative term here is \"relevant.\" And that is that\nthe Court for purposes of analyzing the question\npresented and disposing of it evaluated not only IMLA\nbut the other two provisions that the -- that the\ngovernment and the Court felt needed to be disposed of\nat that point.\nThe Court didn't address the alternative\narguments under either Macrow or the Rehabilitation Act.\nTo be sure, they were argued. But I -- I have seen many\ninstances in which alternative arguments were made, and\n--\nJUSTICE SCALIA: I don't understand your\nanswer. If you say that those were not relevant and,\ntherefore, they were not covered --\nMR. PHILLIPS: Not relevant to the question\npresented, which is the proper interpretation of the --\nthe Indian Mineral Leasing Act. And, indeed, if you\nlook at the other two provisions, the opinion of the\nCourt analyzing them through the -- through the prism of\nthe Indian Mineral Leasing Act, it says those don't add\nto the Indian Mineral Leasing Act.\nOur argument here is that Section 5 of the\nRehabilitation Act provides a wholly independent basis\non which there is a duty imposed, but that duty is then\nimplemented in the regulations that are identified in\nthe -- in the Secretary's --\nJUSTICE SCALIA: In the Rehabilitation Act,\nthe requirements for approval of lease, is -- is that\napplicable to mineral leases?\nMR. PHILLIPS: Is that applicable to mineral\nleases?\nJUSTICE SCALIA: Yes.\nMR. PHILLIPS: Absolutely, it's applicable\nto mineral leases. The -- the language of the statute\nis \"business leases, including those for the development\nof mineral resources.\" So clearly it applies to Indian\nmineral leases, but --\nCHIEF JUSTICE ROBERTS: I'm sorry. Where is\nthe specific reference to mineral leases, mineral\nresources?\nMR. PHILLIPS: Mineral resources.\nCHIEF JUSTICE ROBERTS: It says \"resources.\"\nI don't remember it saying \"mineral resources.\"\nMR. PHILLIPS: Yes, the development of the\n\"resources\" for the Navajo and Hopi Indians.\nCHIEF JUSTICE ROBERTS: That's a big\ndifference, don't you think?\nMR. PHILLIPS: I'm sorry. The development\nfor utilization of natural resources.\nBut the basic point there is, at least as I\nread section 5, what it's saying is that it grants broad\nleasing authority. The Solicitor General is absolutely\nright about that. But that authority extends to certain\nkinds of mineral leasing.\nAnd that says -- and that's an authority and\nit's important to recognize this. Because while it is\ntrue for the run-of-the-mill Native Americans who are --\nwho are engaged in mineral leasing it may make sense to\nsay: Look, we -- we are going to take a hands-off\napproach for the most part. We are going to set a\nminimum ceiling or a minimum floor and above that you\nnegotiate as hard as you want.\nBut the -- but the Navajo were in a\nfundamentally different position in 1950 when this\nlegislation was enacted. The -- the median education on\nthat -- on that reservation was less than one year of\neducation.\nThe resources were $400 per year annual\nincome. This was a tribe in horrible condition. And so\nit would make perfect sense for Congress to say: Look,\nfor -- for most tribes we want to go ahead and have the\napproval be based with the -- with the Secretary taking\na hands-off approach above a certain minimum, but when\nyou deal with the Navajo --\nJUSTICE ALITO: Is it your -- is it your\nposition that it would be -- that it -- it is not lawful\nfor coal on the Navajo Reservation to be leased under\nIMLA, that the lease would have to be solely under\nsection 5 of the Rehabilitation --\nMR. PHILLIPS: No, I don't think it would\nhave to be solely under it. I -- I think that's a -- a\nfalse dichotomy. I don't think this is an either/or\nproposition. I think there are parts of IMLA that can\nreasonably be applied here, and -- and section 5\nspecifically says no authority from other statutes,\nwhich would include IMLA, is meant to be superseded by\nthe passage of section 5. So I think there is a rule.\nAnd I think that the lease -- if you read the\nlease on its face -- Justice Scalia asked the question:\nDoes this lease conform to the form lease that you get\nunder IMLA? The answer is clearly not.\nThis is a mix and match between some\nprovisions, it seems to me, that clearly provides\nadditional protection for the Navajo and other\nprovisions that --\nJUSTICE ALITO: But the lease -- the lease\ndoesn't follow the -- the requirements of section 5 of\nthe Rehabilitation Act in -- in respect to its term.\nBut what is your -- is it your position that in entering\ninto a lease the tribe has the authority to decide that\nwe want this to be under IMLA; we want this to be under\nthe Rehabilitation Act? When it comes up to the\nSecretary for approval, does the Secretary have the\nauthority to say, I'm going to approve this under IMLA;\nI'm going to approve it under section 5?\nMR. PHILLIPS: I think the Secretary has to\napprove it under both of those provisions. It is just\nthat IMLA in this particular context would impose a\n10-cent minimum over time.\nJUSTICE SCALIA: What do you do about the\nfact that the term of this lease would -- would not be\npermitted under the Rehabilitation Act?\nMR. PHILLIPS: I think it would be permitted\nunder the Rehabilitation Act because the last sentence\nof section 5 specifically says that this is not meant to\nlimit any other authority provided under any other\nstatute. And since IMLA provides additional time and\ndurational protections for the tribes under these\ncircumstances, that provision would definitely allow you\nto use IMLA's time limits rather than the Rehabilitation\nAct.\nJUSTICE SOUTER: Okay. Explain to me the --\nthe relevant scope of IMLA and the Rehab Act. The --\nthe argument that you made, that you just made, makes\nperfect sense if the Rehab Act applies to some kinds of\n-- of leases or contracts that the -- that the IMLA does\nnot.\nAnd yet I -- I thought you were saying a\nlittle bit earlier that the Rehab Act applies to all\nmineral leasing, because that would be the development\nof the natural resource. And if that is so, then there\nseems to be a pretty clear conflict, even on your own\nargument, between the term provisions in the Rehab Act\nand the term provisions of IMLA with respect to -- to\nmineral leases. How do -- how do we get out of that\nproblem for you?\nMR. PHILLIPS: Yes. I think the -- the key\ndistinction is to look at the -- at who is being\nregulated, and under the Rehabilitation act it's the\nNavajo and the Hopi. And -- and Congress said, look, we\nare going to take special care to protect and to try to\nput them into a position where they can even just catch\nup to other Native Americans.\nAnd so it seems to me that there is --\nthat's a special protection with a special duty, and\nthat duty is enforced through the 162 regulations.\nJUSTICE SOUTER: But it's a special\nprotection and special duty that applies to every one of\nthe mineral leases, including this one, that the Navajo\nmay be involved in.\nMR. PHILLIPS: Correct.\nJUSTICE SOUTER: So I -- what -- maybe --\nmaybe I missed the point, but would you go back to\njustice Scalia's question: How is it that there is not\na conflict here between this lease and the Rehab Act?\nMR. PHILLIPS: Because the last section\nunder section 5 says that, notwithstanding anything\nelse, this provision doesn't preclude -- doesn't --\ndoesn't limit the authority that would otherwise exist.\nJUSTICE SOUTER: But that, in effect -- but\nthat, in effect, is saying this -- this provision will\nnever apply to a mineral lease with the Navajo or the\nHopi. I mean, you are reading it right out of the act\nwith respect to these two tribes.\nJUSTICE SCALIA: Which is all that the\nRehabilitation Act -- I'm sorry.\nMR. PHILLIPS: I'm sorry, it's because the\nprovision applies to a lot of other leases, too. Are\nyou asking when the 20 or 10 and 10.\nJUSTICE SOUTER: With respect -- my point is\nwith respect to every mineral lease of the Hopi and the\nNavajo, you are saying the term provision never applies.\nAm I correct --\nMR. PHILLIPS: No, I understand. Right. I\nhave the answer your question which is this provision in\nsection 5 applies not just to mineral lease, it applies\nto all business site leasing.\nJUSTICE SOUTER: But it only applies to\nthose two tribes. And there is something very, very\nstrange, it seems to me, in saying that the -- that the\nkind of -- the saving sentence at the end of section 5\nreads its very term limit provisions out of every -- out\nof every possible application for mineral lease by these\ntwo tribes. And that's what you are saying.\nMR. PHILLIPS: But -- but -- but the\nimportant distinction -- and I hope I can articulate\nthis -- is that section 5 applies beyond mineral leases.\nJUSTICE SOUTER: I realize that.\nMR. PHILLIPS: So that all -- so the time\nlimitation of 10 years and 10 years, if you bring a\nbarber shop, you want to build a barber shop on those\nlands, you want to lease the space in order to do that,\nyou would be subject to the section 5 time limitations,\nunless for some reason there is another authorization\nsomewhere.\nJUSTICE SOUTER: Okay. But that, in effect,\nmeans that -- and I don't want to overdo your barber\nshop analysis or example, but that, in effect, says --\nMR. PHILLIPS: I need a haircut.\nJUSTICE SOUTER: -- on -- on trivial lease\ncontracts there are term limits, but on the ones that\nreally count, where the real money is, doesn't apply at\nall.\nMR. PHILLIPS: There is a -- way beyond that\nthere is an entire defense plant on the Navajo tribe --\non the Navajo reservation right now that would obviously\nbe subject to precisely these same limitations. So it's\nnot just trivial, it's all business lease citing that is\ncovered why that.\nSo it seems to me not at all unreasonable to\nthink that Congress, in its -- in its very protective\neffort here under section 5 would say, here are all the\nleases that you are allowed to enter into. You have\nbroad leasing authority, we are going to protect you\nagainst overreaching by restricting how long you can go,\nbut if there are other provisions of law that allow\nthese to be modified in a particular area, we will allow\nthose to be modified in that way.\nAnd in this context, what that last sentence\nwould, in my mind, say is there is no reason to try\nand -- to say that IMLA or the Rehabilitation Act. It\nseems to me much more sensible to say that Congress\nwould have intended multiple protections for the Navajo.\nJUSTICE SOUTER: Let's assume that, and I --\nI -- I think your argument is well taken. But assuming\nthat, don't we also have to assume that the stress in\nIMLA on placing primary responsibility on the tribes,\nnot on the Secretary should, in fact, also be imported\nto the application of the Rehab Act as you say it should\nbe applied.\nMR. PHILLIPS: Right. But you see I don't\nthink that's an authority. I would say -- I would not\nread --\nJUSTICE SOUTER: What's not an authority?\nMR. PHILLIPS: The notion that the Navajo\ntribe would be in a position to better -- to better --\nto -- I'm sorry, to achieve self-sufficiency.\nJUSTICE SOUTER: Okay. You made a good\nargument a few moments ago for the fact that it would\nhave been at least at one time inappropriate to thrust\nthat responsibility on the Navajo, but there was no\nNavajo exception in IMLA. That responsibility was\nthrust on the Navajo --\nMR. PHILLIPS: I'm sure there isn't --\nJUSTICE SOUTER: -- and this Court\nrecognized that.\nMR. PHILLIPS: Right. But that's exactly\nwhy the Navajo Rehabilitation Act of 1950 does modify\nIMLA.\nJUSTICE GINSBURG: With respect to that --\nJUSTICE SCALIA: Expired --\nMR. PHILLIPS: I'm sorry?\nJUSTICE GINSBURG: -- the opinion in the\nlast time around not only contained the statement that I\nread before, that is, any relevant statute, but in the\nvery beginning it says, \"We hold the tribe's claim for\ncompensation from the federal government failed,\" and\nthere is a well known distinction between a claim at\nissue and attributing to the Court that kind of\ncarelessness for saying that the claim is barred as\ndistinguished from an issue, the issue being IMLA. I\nthink the Court was conscious of that distinction when\nit used the word that the claim failed, not just the\nissue.\nMR. PHILLIPS: Obviously, Justice Ginsburg,\nyou are in a much better position to judge what was\nintended here. On the other hand, my experience with\nthe Court generally is that when you analyze a case,\nthat you analyze it in terms of the specific question\nthat is presented, and if you are posing to go beyond\nthe question presented, you say so expressly, not simply\nby the use of the word \"claim\" or \"argument.\"\nSo while I recognize that the Court -- that\nthe government has an argument to be made that has\npre-decided that, I think, frankly, one, the Court\ndidn't decide this issue; and two, the Court should\ndecide the question that was presented here as to the\nscope of section 5, because it's obviously of\nextraordinary importance to not only section 5 but also\nto section 8 as well.\nJUSTICE SCALIA: Mr. Phillips, the\ngovernment says that by the time this lease was\nexecuted, the Rehabilitation Act was a dead letter.\nThat it was meant to stimulate economic activity on the\nNavajo reservation, and there were funds appropriated\nfor that purpose and that all had been played out by the\ntime this lease was entered into.\nIs there something wrong with that?\nMR. PHILLIPS: Yeah, the government's wrong\nabout that. I believe -- the program itself is for the\noverall rehabilitation of the Navajo and the Hopi.\nThere are a series of projects that the -- where the\nstatute says such programs shall include the following\nprojects. It doesn't say it's limited to the following\nprojects, and those projects have been set out over\ntime.\nBut the program itself is not limited that\nway and more fundamentally, it is completely\ninconsistent with that kind of time limitation on the\nstatute overall. Congress would have repealed certain\nsections of this act, sections 9 and 10 after the\n10-year period that expired if the statute didn't have\nany continuing implication.\nIt also would have meant that the leasing\nprotections in section 5 had expired after 10 years,\nwhich seems to me quite inconsistent with the overall\npurpose here to accomplish that. So I think the\ntemporal argument doesn't get the government\nparticularly far.\nI would like to take a second to talk about\nsort what I think is an important distinction between\n635 and other provisions, which is that 634(a) imposes a\nduty that the Secretary's brief, I think, evidently sets\nout, that duty means that you have to make sure there is\nfair market value, that those are reasonable rates, and\nthat was not done. So that's the violation that took\nplace.\nThen the question is, is there a\nmoney-generating, money-mandating obligation imposed\nhere. And there it seems to be the distinction between\n635(a), which said nothing about liability, and 635(b)\nand (c), which expressly -- expressly excludes the\npossibility of liability, suggests clearly why 635(a)\nought to be viewed by this Court as a sufficient -- as\ncreating a fair inference, is what the Court said in\nMitchell two, a fair inference under these particular\ncircumstances.\nThe other issue that we have put on the\ntable that the government didn't actually address in its\nopening, although I have to suspect --\nJUSTICE BREYER: So you are saying that\n635(a) creates an inference that 635(c) creates a\nfiduciary duty?\nMR. PHILLIPS: No, 635(a) creates the\nfiduciary duties. The juxtaposition of (a) to (b) and\n(c) demonstrates that that duty is a money-mandating or\nrights-creating duty that's enforceable under the Indian\nTucker Act, Justice Breyer.\nThe other duty, it seems to me, that the\nSecretary breached there is the duty embedded in section\n8 of this statute, which requires him to make\ndisclosures as part of this program. And the one thing\nthat is absolutely clear that the Court of Federal\nClaims --\nJUSTICE BREYER: That's the part that I'm\nnot getting. You are saying -- the question, I guess,\nbasically is, does the language of 635(a) that says with\nthe approval of the Secretary, the Indians can, among\nother things, for business purposes lease the land.\nRight? That's what it says?\nMR. PHILLIPS: Right. And then --\nJUSTICE BREYER: And that doesn't seem much\ndifferent from the IMLA, to tell you the truth, to me.\nIt doesn't seem different at all. But now you are\nsaying, no, it's really different because look at (b)\nand (c), that's your basic argument?\nMR. PHILLIPS: Right.\nJUSTICE BREYER: I look at (b) and (c) and\nit says -- when you lease something under (b) and (c)\nwhich is not (a) -- (b) and (c) -- you have to have this\nall supervision, and so forth, or it has to be at a fair\nvalue, something like that; is that right?\nMR. PHILLIPS: Well, it doesn't -- it\ndoesn't --\nJUSTICE BREYER: (B) and (c) say that land is\nowned in fee but, let's see -- what is -- sorry, I don't\nwant to delay you on this. I thought that (b) and (c),\nyou were saying, create an obligation -- create more of\na trust obligation.\nMR. PHILLIPS: No, just to read (b) which\nunfortunately isn't reproduced I don't think in any of\nthe papers, but it says notwithstanding any other\nprovision of law, land owned in fee simple by the Navajo\nmay be leased, sold or otherwise disposed of by the sole\nauthority of the tribal council in any manner that a\nsimilar land in this State is situated may be leased,\nsold or otherwise disposed of by other private land\nowners, and the -- such disposition shall create no\nliability on the part of the United States.\nJUSTICE BREYER: So why does that -- why\ndoes that mean that this Act creates a trust\nrelationship?\nMR. PHILLIPS: No, that -- the -- the trust\nrelationship doesn't come out of the PNC; the money\ncreating component of it, it seems to me comes, out of\nPNC. The trust relationship comes from the fact that\nthe entirety of the statute was enacted to implement the\ntreaties, that these are all lands that are held in\ntrust, and that -- and that there is a specific duty\nembedded in (a) that requires that the Secretary approve\nwhat is otherwise basically controlled as a trust\narrangement, and that is implemented through regulations\nthat require the Secretary to do this under a fair\nmarket value standard.\nJUSTICE KENNEDY: Well, give me an -- an\ninstance in the statute that is in opposition brief of\nthe orange brief at page 5. Give me an example of why\nthe last clause \"and such disposition shall create no\nliability on the part of the United States,\" what\ncontingency was that directed to if not the one that is\nbefore us?\nMR. PHILLIPS: Well, that's for the sale of\nfee simple lands, so you are dealing with a very\ndifferent set of -- of circumstances. Which is talking\nabout -- it's aimed clearly at a different set of\nproperties that were being held and therefore they said,\nwhen you engage in leases for that kind of property,\nthere is no liability.\nJUSTICE SOUTER: But your -- your argument\nis that simply because there isn't that kind of an\nexclusion in (a), there must have been an intent to\npermit liability.\nMR. PHILLIPS: A fair inference, I think is\nall I have to demonstrate --\nJUSTICE BREYER: Thank you, but now what of\ncourse is at the back of my mind is I'm trying to see,\nif this -- is this statute stronger for you than the\nstatute we already considered? And I start with some\nsuspicion, because I think if it is a stronger statute\nfor you, you would have argued it the last time. So I\nwonder why you didn't.\nMR. PHILLIPS: I wasn't here then.\nJUSTICE BREYER: So somebody thought maybe\nit was a weaker statute, so -- but I will put that\nsuspicion aside.\nMR. PHILLIPS: Can I ask you --\nJUSTICE BREYER: So anyhow that's the\nfundamental question in my mind. I look at the language\nand so forth, but the language doesn't seem any stronger\nfor you, at least at first blush.\nMR. PHILLIPS: Right. There's two -- there\nare two answers; I was being facetious as to why we\ndidn't push this argument the last time. It was largely\nbecause the Federal Circuit concluded the last time\nbased on IMLA alone that there was in fact a sufficient\nright-creating provision. And therefore we depended --\nJUSTICE GINSBURG: So did you, Mr. Phillips.\nLast time around you acknowledged that the Peabody lease\nwas governed only by IMLA. That -- those words were\nfrom your brief last time around.\nMR. PHILLIPS: I don't know if those were\nfrom the brief. I know there was a statement of\nundisputed facts in the first round of litigation. But\nthere is no question in the Court -- if we are right,\nthat the Court remanded to -- from consideration\nconsistent with this. We then went down upon remand\nfrom the Federal Circuit; we took additional discovery;\nand we obtained the information that we got. And also,\nremember, the United States' brief in the Ninth Circuit\nspecifically says that this was approved pursuant to the\nRehabilitation Act --\nJUSTICE GINSBURG: But I thought -- you are\nreally saying that you were wrong in make that\nconcession.\nMR. PHILLIPS: That was an overstatement,\nthere's no question. Based on what we knew at the time,\nwe thought it was in fact an IMLA lease, but in truth --\nJUSTICE GINSBURG: In -- IMLA --\nMR. PHILLIPS: -- is it's not IMLA, anyway.\nJUSTICE GINSBURG: But it is the statute\nthat seems most closely on point, because it's the only\none that talks about mineral leases exclusively.\nMR. PHILLIPS: Yes, but this is the only one\nthat deals specifically with the Navajo Reservation and\ndeals with leasing for business purposes for the\ndevelopment of resources. And so while I -- I agree\nwith you in one sense, the other one has a -- some\nsuperficial closeness here. It seems to me that the\ncloser one is actually the provision that deals with\nthis specific reservation and this specific type of a\nlease arrangement.\nCHIEF JUSTICE ROBERTS: But you knew all of\nthat -- that's not -- that's not something you\ndiscovered on remand. You knew all that before.\nMR. PHILLIPS: Well, we -- we obtained\nadditional information, certainly, you know. We have\nthe Udall declaration that specifically said that when\nhe negotiated this lease he negotiated it as the\ncenterpiece of the Navajo-Hopi Rehabilitation Act of\n1950.\nCHIEF JUSTICE ROBERTS: And that affidavit\nwas before or after our decision the first time around?\nMR. PHILLIPS: It was after the first time\naround. I mean, there is no question that if we had won\nthe first time around, we would have stood by that\nstatement, but having lost it --\n(Laughter.)\nMR. PHILLIPS: -- there is a tendency to\nfocus the mind elsewhere, and we did. But the reality\nis that if you look at the parties, the -- Secretary\nUdall specifically says this was adopted pursuant to the\nRehabilitation Act. Peabody Coal Company in briefing in\nthe Arizona courts has specifically said that this was\napproved under the Rehabilitation Act, and the United\nStates Government itself in briefing in other courts has\nsaid that this was approved pursuant to the --\nJUSTICE SCALIA: You bring in Federal\nofficials to testify years after the fact as to what\nbasis they acted earlier? That's very strange to me. I\ndon't know what -- what motive Secretary Udall has today\nthat might induce him to say that.\nMR. PHILLIPS: Obviously --\nJUSTICE SCALIA: If there was some statement\nat the time, I could understand it, but bringing him in\nhow many years after -- 40 years after?\nMR. PHILLIPS: He has a good memory,\nJustice Scalia.\n(Laughter.)\nMR. PHILLIPS: No, Justice Scalia, I\nunderstand that, but the -- the bottom line here is, the\nquestion is, is this, you know -- is it absolutely clear\nthat this is exclusively an IMLA lease? And the answer\nto that is there is a lot of evidence that suggests no.\nIt's not in the form of IMLA; there are a lot from other\nstatements that say yes, and more fundamentally it seems\nto me is the Court should not view it as an either/or\nproposition. It could be adopted under IMLA or it could\nbe adopted separately. So the section 8 argument --\nJUSTICE ALITO: I thought that your argument\nearlier was that all leases of mineral rights on the\nNavajo-Hopi land are governed by the Rehabilitation Act,\nand it's not a factual question as to which statute\nanybody chose at the time of the negotiation of the\nlease. But recently, in the last few minutes, you seem\nto be arguing that it was a factual issue that was --\nthat was unearthed only through later discovery.\nMR. PHILLIPS: Well, I don't know that it's\na factual question; it is that candidly, we obviously\nfocused more on IMLA because the Federal Circuit --\nfirst of all, the Court of Federal Claims in the first\ngo-around adopted IMLA as the test and just said you\nlose because you don't have an IMLA lease here; and we\nhad argued here that it's not just an IMLA lease. Then\nwe went to the Federal Circuit and we won on the grounds\nthat it was an IMLA controlled error and we should\nprevail on that basis. When it was sent back down and\nwe obviously didn't have IMLA available, since the\nFederal Circuit specifically precluded us from any\nfurther reliance on IMLA, we looked at the other\nprovisions; we tried to understand their context, and\nthen that -- all I'm trying to do is explain why it is\nthat we would suddenly focus more on the Navajo act, not\nto say that you couldn't read the statute and say it\nwould necessarily apply in that circumstance.\nJUSTICE BREYER: That isn't really my\nquestion, because I've tried to erase from my mind any\nsuspicion about why you did or didn't argue it last\ntime; and looking at it straight afresh, I think when\nthe Court of Claims got this back, as any judge would,\nthe first thing they do is look at the words of the old\nstatute, look at the words of the new statute, and try\nto figure out if the new statute that you cited is\nsomehow more supportive of your claim than the old one\nwas.\nMR. PHILLIPS: Right.\nJUSTICE BREYER: Okay. So what have we got\nhere in that respect? What we seem to have is two later\nprovisions that say the government shall have no\nliability when it enters into leases. I mean, maybe\nthat helps you, but at the moment, I am slightly\nescaping it. And then I guess there is some regs that\nwere promulgated after the lease was entered into and\nseem on their face to deal with other matters. Okay,\nnow, what am I missing?\nMR. PHILLIPS: I'm not sure I understand the\nlast part about --\nJUSTICE BREYER: Well the regs you didn't\nemphasize, so forget them. If you don't want to rely on\nthem we won't.\nThe -- but I've looked for everything I\ncould find that would support you on this basis --\nMR. PHILLIPS: Right.\nJUSTICE BREYER: -- and there you are, so I\nwant to you add something to explain --\nMR. PHILLIPS: Well, I would go back to\nJustice Alito's first question that was posed to Mr.\nKneedler, which was is this provision has a duty --\nbecause it has an approval requirement; and the answer\nis yes, this Court in Navajo I looked further at IMLA,\nat that specific statute, and concluded that that\nstatute overall had a very significant limitation\nembedded in that duty; and the question is, is there\nanything in the Rehabilitation Act that has that same\nlimitation?\nJUSTICE BREYER: Okay.\nMR. PHILLIPS: And my answer to that is no,\nthere is nothing in it; and contrary to the overall\nintent of IMLA, which was to guarantee self-sufficiency,\nthe overall intent of this statute was to allow the\nNavajo to come somewhere in the area of those standards.\nIn addition to that, I do think there are regulations\nthat do require the Secretary to invoke a fair market\nvalue assessment of the rates that are embedded in this\nlease, and that he did not -- he clearly did not do\nthat.\nCHIEF JUSTICE ROBERTS: Even if you are\nright about the duty-creating aspect, what -- talk a\nlittle about the money-mandating aspect, the second\nstage of the analysis under Navajo I.\nMR. PHILLIPS: Well, I -- I think the key to\nthat is -- is sort of two-fold. One, I think when you\n-- in the absence of some clear statement in this\nstatute akin to the one that existed in IMLA, that\nreduces the duty of the United States, that the Court\nought to then simply examine this against the background\nof the trust principles and say you have a duty; you\nought to exercise your duty consistent with your role as\na trustee; and you ought to -- you ought to be acting in\nthe best interests of the Navajo Nation.\nCHIEF JUSTICE ROBERTS: Before we find a\nwaiver of sovereign immunity opening up the Treasury of\nthe United States, we usually insist on something a\nlittle more specific than general trust principles.\nMR. PHILLIPS: And then the second -- I\nmean, if you are not prepared to accept the general\ntrust principles, although, again, they go through the\ncontext of a specific imposed duty that -- that 635(a)\nhas in the first instance. But even if you want to go\nbeyond that, then I go to 635(b) and (c), where Congress\nclearly seems to have in mind the possibility of not\nhaving liability imposed in certain circumstances and\nyet left 635(a) there without a similar protection for\nthe United States, which, again, may not be the\ncompelled inference, but it certainly seems to me to\ncreate a fair inference.\nCHIEF JUSTICE ROBERTS: Well, that's not how\nthe Secretary reads 635. Isn't he entitled to Chevron\ndeference?\nMR. PHILLIPS: Well, unless you are saying\nthat -- I don't know what context Mr. Chief Justice was\ntalking about. I mean -- but to be sure, lawyers don't\nwant to read it that way because they are in litigation\nright now. But I don't see anything in the statutory\nscheme or in the regulatory scheme that would say that.\nAnd certainly, if you go back and look at the\nSecretary's brief, in their analysis of the regulatory\nscheme, the -- let me see if I can find this -- page 25\nto 26, where they point out that there was a gap where\n-- where the Secretary did not exclude mineral leasing\nfrom the 635 --\nJUSTICE SCALIA: What did Secretary Udall\nthink about this?\nMR. PHILLIPS: He's fully on board, Justice\nScalia.\n(Laughter.)\nMR. PHILLIPS: It's not in the brief.\nI'll just conclude with the section (a)\nargument, which is to recognize that the Secretary did\nowe a duty of candor and disclosure embedded in section\n(a). That program did not end. That disclosure\nresponsibility did not end. What the measure of damages\nfor that breach of duty is a question that obviously is\nstill open on remand. But the notion that the Secretary\ncan behave the way the Secretary did in this case, which\nis to know that he was not going to take personal\njurisdiction over the final decision, command that no\ndecision be made, leave the Navajo in a state of\ndistress under those circumstances, force them to\nnegotiate with one hand tied behind their back at a\nminimum, and then handed up an agreement that was half\nwhat the fair market value would have been for the\nquality of coal is an outrage, and the Court ought to\nallow the damages action to go forward.\nIf there are no further questions, I urge\nthe Court to affirm.\nCHIEF JUSTICE ROBERTS: Thank you, Mr.\nPhillips.\nMr. Kneedler, you have nine minutes\nremaining.\nREBUTTAL ARGUMENT OF GEN. EDWIN S. KNEEDLER\nON BEHALF OF THE PETITIONER\nGEN. KNEEDLER: First, Mr. Chief Justice,\nwith respect to the text of section 5, it doesn't -- it\ndoesn't by any means suggest that it covers mineral\nleases. The pertinent phrase is that they -- that the\ntribe or members of the tribe \"may lease\" -- \"with the\napproval of the Secretary, may lease for various\nreligious, recreational, or business purposes, including\nthe development\" of utilization -- \"or utilization of\nnatural resources in connection with the operations\nunder those leases.\" It's not a free-standing mineral\nlease or resource lease provision. It says, \"including\"\nand \"in connection with operations under such leases,\"\nreferring back to business leases or the other things\nthere. So I think, on its face, it doesn't suggest it\ncovers mineral leases.\nJUSTICE KENNEDY: Well, that --\nGEN. KNEEDLER: But --\nJUSTICE KENNEDY: But it says \"the\ndevelopment or utilization of natural resources.\"\nGEN. KNEEDLER: \"In connection with\noperations under such leases.\" And -- and what's above,\na recitation of things that don't include mineral\nleases. It's educational, recreational, and business\nleases. And as we explained, there are specific --\nJUSTICE KENNEDY: Well, why isn't it a\npublic purpose to develop Indian minerals? That\nbenefits the Indians and whole country.\nGEN. KNEEDLER: It says \"business\"\npurposes,\" and as such --\nJUSTICE KENNEDY: No, it says \"public.\"\nGEN. KNEEDLER: \"For public, religious\" --\n\"public\" would be like for a school, if a State was\ngoing to put a school on or something, but -- but the --\nbut as we explain in our brief, there was a specific\nreason why Congress enacted this. There was a gap in\nthe authority to lease for these types of purposes at\nthe time this was enacted.\nJUSTICE SOUTER: And why didn't --\nJUSTICE KENNEDY: Well, even if -- if I may\nhave just one minute, Justice Souter.\nIf you get revenue from the natural\nresources, why isn't that a public, religious,\neducational purpose? They get revenue from leasing.\nGEN. KNEEDLER: The -- the example would be\n--\nJUSTICE KENNEDY: I just -- I just think you\ngive too cramped a reading to section 5.\nGEN. KNEEDLER: Well, the example would be,\nif you -- for example, if you were going to use water --\nthis is a Navajo reservation -- if you needed water for\na business and sink a well, you would be utilizing or\ndeveloping the natural resources in connection with a\nsurface lease. But -- but the last section of -- the\nlast sentence of section 5 says, \"Nothing in this\nsection shall be construed to repeal or affect the\nauthority under other provisions.\" And it's the other\nprovision that is IMLA. The regulations --\nJUSTICE SOUTER: May I just supplement\nJustice Kennedy's question? Why can't the development\nof the mineral leases be regarded as an adjunct to a\nbusiness enterprise?\nGEN. KNEEDLER: Well --\nJUSTICE SOUTER: I mean business purposes.\nI --\nGEN. KNEEDLER: I -- I suppose they could,\nbut in -- in the terminology, mineral leasing, as we\nexplain in our brief -- that the categories of leasing\nthat are -- have always been handled differently.\n\"Mineral leasing\" is the term that is used for minerals.\nBusiness, grazing, farming -- we explain this in our\nbrief, that those are different. The regulations that\nwere utilized to implement section 5 had never included\nspecific provisions for mineral leases. They have\nalways been under other -- other provisions.\nJUSTICE SOUTER: Do the regs specifically\naddress the scope of business purposes?\nGEN. KNEEDLER: They -- they -- not beyond\nbasically repeating them, but the -- but they, for\nexample, talk about rental value, which is not the way\nyou describe mineral leases, which are -- which are\nroyalties, not rental value.\nIf I could also address the argument about\nsections (b) and (c), sections (b) and (c) of this Act\nprovide -- first of all, were enacted after section (a),\nso I don't think much of an inference could be drawn.\nBut there are situations -- special types of conveyances\nthat the tribe was going to make: One was for fee land\nthat it was -- that it was transferring. There would be\nno reason to think the United States should be liable\nfor that, for what it did with the tribe did with its\nown fee land, and Congress wanted to make sure of that.\nThe other was that the tribe could convey trust land to\nmunicipalities and that sort of thing, and what the\nstatute says thereafter the United States won't be\nliable. The United States was just making sure it was\nwashing its hands of it.\nUnder section (a), we aren't saying that\nthere could be no lease under which it could conceivably\nbe for a business purpose in which the United States\ncould be liable. If there was a regulation establishing\na minimum floor and the lease terms went below that,\nthen that might be a circumstance in which liability\ncould be imposed.\nBut otherwise, Justice Breyer is completely\ncorrect: This statute on its face imposes no more of a\nduty on the Secretary with respect to the approval of\nwhatever leases are covered than IMLA imposed on the\nSecretary with with respect to -- with respect to\nmineral leases.\nAnd -- and another important point is, as\nthis Court pointed out in the Cotton Petroleum and\nMontana v. Blackfeet Tribe, the IMLA was enacted to\nbring uniformity to mineral leasing. And the notion\nthat Congress would have implicitly wanted to\nspecifically carve the Navajo and Hopi out of that\ngeneral authorization and that preexisting set of\nregulations and cover it by -- by a provision like this\nwe think is just not consistent with the way Congress\nhas dealt with mineral leases over the -- over the\nyears.\nI also just wanted to come back to this idea\nof -- of imposing liability on the basis of the common\nlaw, because the example of what the Federal Circuit did\nin this case, with all respect to that court, we think\nstrayed so far from what this Court laid down in Navajo\nI, that it's important for this Court, however it thinks\nit disposed of this case before, to make clear that\nliability cannot be imposed unless, as this Court said\nin Navajo, there is -- there is a specific\nrights-creating or duty-imposing language in the statute\nitself. The theory that has been adopted in some lower\ncourts -- Federal circuit court decisions, which you can\nlook at -- a hodgepodge of statutes, one dealing with\nenvironmental concerns, one dealing with rights-of-way,\none dealing with this -- add them all up and say the\nUnited States has control and, therefore, out of that\nsort of bucket of statutes, you can impose trust\nresponsibilities. That's fundamentally inconsistent\nwith the Tucker Act, which requires that the liability\nbe based on the statutes themselves, and you have to\nlook at each statute and each regulation that governs\nthe United States in Indian affairs in the same way,\nunder the Tucker Act, you would look at the --\nJUSTICE STEVENS: General Kneedler --\nGEN. KNEEDLER: -- United States elsewhere\nto decide whether it was --\nJUSTICE STEVENS: Can I ask one question? I\nprobably should have asked earlier. But there is no\ndispute as the case comes to us. I know the government\nhas taken the position that there was no breach of\ntrust. But do we -- we do have to decide it on the\nassumption that there was a breach of trust that caused\nall this damage?\nGEN. KNEEDLER: No, no. I think that's not\nat all correct. With respect to the approval of the\nlease terms in 1987 -- under a provision that provided\nfor \"reasonable\" lease adjustments, the Secretary\napproved leases negotiated by the tribe at 12.5 percent.\nThe tribe entered into two other leases at the very same\ntime, although not the subject of this case, for 12.5\npercent. That's the standard royalty rate. And the\ntribe got other benefits from this as a package. With\nrespect to the arguments about what the Secretary did on\n-- on appeal, it's even clearer that all this\ninformation about the Secretary meeting with Peabody's\nlobbyist, it was before the Court before, and the Court\nfound no violation of any statute or regulation. But\nit's even clearer on remand, as we point out on page 22\nof our reply brief, that the tribe was fully aware that\nthe Secretary was not going to -- had -- had said the\nappeal was not going to be acted on and had sent the\nparties back to negotiations. In fact, when Chairman\nZah of the tribe opened the negotiations on August 30 of\n1985, he said, \"It appears that the Secretary wants us\nto take another shot at negotiating the lease.\" He knew\nwhat --\nCHIEF JUSTICE ROBERTS: I'm not sure that's\nresponsive to justice Stevens's question. I mean, you\nare arguing the merits, but those haven't been decided.\nGEN. KNEEDLER: Well, what the -- what the\nCourt of Federal Claims said along those lines was a\nlegal conclusion, not a factual conclusion. And the --\nthe facts as described are really what they were before\nwhen the Court found no violation.\nAnd -- and as we say, it's clear factually\non remand that the tribe knew. But again, that was just\n-- it's not a factual determination that has to be taken\nas true. For one thing, it was summary judgment, not\nfactual findings. But it does -- it was just a legal\nconclusion. And at that, it was the sort of legal\nconclusion drawn from general notions of fiduciary\nresponsibility, nothing that has been channeled or\nembodied or codified in a statute or regulation.\nAnd we think to unleash the law to regulate\nthe day-to-day operations of a vast agency, like the\nInterior Department, which has to operate by statutes\nand regulations would be -- under Vermont Yankee and\nthis Court's other jurisprudence, would be -- would be\nunwarranted for the courts to do and especially in a\nwaiver of sovereign immunity under the -- under the\nTucker Act to impose damages liability for the violation\nof a procedural regulation. And, of course, the Court\npointed out the last time that there was no prohibition\nagainst ex parte contracts for this sort of informal\nadjudication, as there isn't across -- across the board\nfor government -- government activities.\nIf there are no further questions --\nCHIEF JUSTICE ROBERTS: Thank you, general,\nthe case is submitted.\n(Whereupon, at 11:04 a.m., the case in the\nabove-entitled matter was submitted.)\n56:1 52:25 allegedly 3:20 24:3 29:24 21:2,4 54:3\n34:12 additional 19:6 47:7 27:12,16,20,20 arrangement\n19:8 24:13 allowed 12:10 27:22 28:6 11:19 36:11\nadjunct 49:25 14:7 17:10,12 approval 3:14 aspect 44:16,17\n5:13 6:6,9 12:10 53:22 23:1 26:12 11:6,12,18 44:12\nadministration amount 11:23 14:6 17:6,7 assume 20:19\n9:10,18 9:6 analysis 10:16 21:22 23:16 29:18,20\n11:9 administrative 28:17 44:18 24:22 34:17 assuming 29:19\n13:7,10 7:22 8:5,7,12 46:5 43:22 47:21 assumption\n14:11 8:14 9:10 analytical 18:16 51:21 53:20 53:17\n15:1 adopted 7:13 analyze 31:12 approve 11:4,14 attain 20:9\n12:3 40:10 31:13 19:24 24:23,24 attributing 31:3\n41:11,12,25 analyzing 20:21 25:1 36:9 August 54:13\n19:2,23 52:21 21:13 approved 10:25 authority 7:14\n21:2,11 advocate 18:7 announced 5:25 13:24,25 17:10 9:23 14:25\nadvocated 20:10 annual 23:12 38:19 40:13,15 15:1 22:21,22\n25:6 affairs 9:6,12 answer 21:7 53:23 22:24 24:4,19\n53:7 24:10 27:19 arbitrary 9:14 24:23 25:10\n26:2,8 affect 14:24,25 41:6 43:22 area 10:12 29:11 27:3 29:8 30:1\n27:7,10 49:20 44:5 44:9 30:3 35:19\n30:17 affidavit 39:25 answers 38:1 argue 42:16 49:1,21\n34:7 affirm 47:9 anybody 41:17 argued 21:3 authorization\n38:20 afresh 42:17 anyway 39:3 37:14 42:2 28:13 52:6\n40:11,13 agency 9:22 appeal 54:4,11 arguing 13:23 available 42:6\n42:11 55:10 appeals 6:23 41:19 54:19 aware 54:9\n50:23 ago 3:11 13:22 7:18 argument 1:12 a.m 1:13 3:2\n55:16 30:8 appear 16:11 2:2,7 3:4,7 55:25\naimed 36:24 appendix 14:23 29:19 30:8 35:4,9,11,14\n47:7 ALITO 10:24 applicable 14:2 34:25 37:3 Babbitt 13:22\n42:5,18 bottom 18:7 carelessness circuits 8:10 common 6:25\n46:4 41:4 20:17 31:4 circumstance 7:9 9:20 18:23\n48:3 bound 10:4 CARTER 1:18 42:13 51:17 52:12\n54:12 breach 46:21 2:5 19:17 circumstances Company 40:11\nbreached 34:9 case 3:4 4:8 5:10 33:21 36:23 compensation\n35:2,9,24 37:9 46:23 52:14,17 cited 42:21 completely\n53:5 44:4 51:19 cases 7:17 8:24 5:21 6:1 7:19 conceded 19:25\n14:12 33:7 cast 7:12 31:2,4,7,16 51:13\n34:16 38:11,18 46:5 categories 50:7 claimant 3:17 concerns 18:10\n50:18 46:15 48:24 caused 53:17 claims 7:23 15:8 52:24\n11:5 briefing 40:11 centerpiece 42:18 54:21 38:23\n40:18 40:14 39:23 clause 12:9 conclude 19:11\n43:15 briefs 17:9 cents 12:7,8,13 36:17 46:16\nbring 14:21 28:9 certain 16:3 clear 5:24 26:1 concluded 3:23\n3:8 broad 22:20 45:15 54:25 concludes 5:22\n47:15 29:8 certainly 8:24 clearer 54:4,8 conclusion\nbusiness 14:18 Chairman 54:12 45:14 conditions 13:3\n14:4 29:2 34:18 channeled 55:7 closely 39:5 conflict 26:1,24\n39:9 47:22 Chevron 45:21 closeness 39:12 conform 24:9\n49:16 50:1,3 10:1 19:15,19 coal 6:3,8,14,18 9:19,22 10:11\n31:14 39:16,25 44:15 13:12 17:25 23:14 26:9\n50:17 C 45:4,20,24 23:21 40:11 29:5,16 32:19\ncandor 46:18 19:1,4 38:3,16 36:4,5 53:14 7:14\ncount 28:21 creating 33:19 determine 10:21 31:5\n55:17 D 12:21 8:22\n3:10,11,13,15 damage 53:18 developing doubt 7:12\n4:24 5:1,5,7,9 7:10,24 8:21 development 55:6\n45:1 5:22,24 6:1,23 47:7 55:16 25:24 39:10 25:12\n7:4 10:15,19 day-to-day 9:5 47:23 48:9 duties 7:20\n9:24 12:15 13:21 deal 9:8 20:11 difference 20:3 34:4\n18:14,16 19:11 dealing 36:22 different 18:7 17:6 20:1\n20:21,24 21:1 deals 39:8,9,13 34:24 36:23,24 26:15,17 33:7\n42:9 31:19,20 33:18 24:19 31:20,21 directed 36:19 43:21 44:1,23\n33:19 34:12 53:11,16 directions 18:10 44:25 45:1,11\n41:24 42:18 decision 5:23 46:19 duty-creating\n52:15,16,18,22 decisions 52:22 discovered 3:19 10:22\n55:17 39:21 discovery 38:16 D.C 1:8,16,18\n55:19 40:12,14 52:22 deference 45:22 discretion 7:19 E\n18:24 6:20 7:7 10:14 demonstrate 5:12 40:18 41:14\n53:1 20:17 55:13 37:8 dismiss 18:10 53:13\n42:4 covered 13:23 34:5 35:18,21 52:17 4:14 6:11,14\n51:22 1:16 8:14 disposition education 23:9\ncramped 49:12 describe 50:20 15:10 16:22 48:13 49:8\n51:20 35:12,12,22 determination distinction 10:2 2:3,8 3:7 47:14\n36:17 45:19 9:16 55:2 26:7 28:5 31:2 effect 15:25 27:4\nevaluated 20:22 48:4 51:20 55:4 55:22\n41:7 fact 6:15 15:7 first 3:4 10:16\n25:5\n44:1,12 ex 55:19 29:22 30:8 40:1,2,4 41:24 G 1:18 2:5 3:1\nexactly 30:16 36:5 38:4 39:1 41:24 42:19 19:17\nexamined 4:8 54:23 floor 23:5 51:16 3:7,9 4:9,16,20\n36:6 36:16 49:9,13 41:16,19,22 focused 41:23 8:11,23 10:7\n49:2 49:14 50:19 54:22 55:2,4 follow 24:16 11:2,11 12:2\n52:2 52:13 factually 54:25 following 32:12 13:8 16:5,9\nexclude 46:8 failed 31:1,7 force 47:2 48:7,10,18,21\n32:6 executed 32:2 far 6:20 33:3 forms 16:8 9:20 10:8,9\n53:24 executive 9:22 52:15 forth 35:5 37:23 13:9 14:11\nexpire 15:24 8:6 9:25 12:16 54:24 generally 8:3\n19:3,8 explain 25:16 34:12 38:3,16 5:24 18:16 getting 12:8\n42:10 43:18 40:16 41:23,24 frankly 31:19 34:15\n17:12 31:15 fiduciary 8:4,19 37:22 give 36:14,16\nextending 19:9 figure 42:21 23:8 32:17 go 12:4 23:15\nextension 15:14 find 4:25 5:1 funds 32:4 31:14 43:19\n23:3,4 11:14 13:21 55:15 7:1,18,21 9:6 41:19\n26:10\n36:7,25 implement 13:9 9:12 19:4,6 issued 17:2\n46:24 helps 43:4 36:6 50:12 20:5,8,9 21:11 issues 6:7 19:3\n49:14 higher 4:5 11:23 implemented 21:14,15 22:5\n54:10,11 hodgepodge 12:23 14:8 34:6 48:16 J\n13:19 hope 28:5 implicitly 20:3 14:4 22:14 42:18\n15:5,9 Hopi 6:11 17:21 52:4 34:17 48:17 judgment 13:2\n18:3 38:8 22:14 26:9 importance indicated 10:20 55:3\n27:7,15 32:10 31:23 individual 20:11 judicial 9:13\n9:3 20:24 Hopi-Navajo 28:5 33:5 inference 33:19 46:25\n32:1 6:9 51:25 52:16 33:20 34:1\n40:14\n53:14 impose 3:22 50:25 55:13\nI 10:11,22 11:1 informal 55:19 justice 1:16 3:3\nidentified 5:10 25:2 53:2 38:17 39:20 4:21 7:17 8:1,9\n10:1,24\n32:8\n6:2,15 10:24 51:18,22 52:18 initial 15:19,22 19:15,19,21\n13:6,8,9,20,25 14:15 18:22 45:6 21:21 22:1,7\n24:5 32:12 31:11 30:3,7,14,19\n42:1,2,4,6,8 inconsistent interpretation 38:21 39:2,4\n52:2 incorporates 5:12 41:13 42:14,25\n47:10,16 L leases 4:14 6:3 limit 25:10 27:3 35:19\nlaid 52:15 6:15 10:25 28:1 market 13:16\nland 34:18 35:9 11:12 12:17 limitation 28:9 33:9 36:13\n50:3,15 35:17,20,21 13:12 14:13,18 32:18 43:25 44:11 47:5\n53:9,12 41:15 51:2,6,7 14:20 16:3,12 44:3 match 24:11\n55:23 lands 7:21 11:17 16:16,22 19:4 limitations matter 1:11 7:7\nlanguage 15:16 21:25 22:3,4,6 29:1 matters 6:7 43:7\n34:16 22:8 25:20 limited 4:7,18 maximizing\n52:20\n8:1,9,16 Laughter 40:6 39:6 41:14 limits 25:14 mean 9:7 18:2,9\n48:6,8 41:2 46:14 43:3 47:19,25 28:20 27:7 35:25\n49:4 law 6:25 7:9 8:2 48:2,3,5,11,13 line 18:7 41:4 40:3 43:3 45:9\n8:5 9:21 18:23 48:14 49:25 lines 16:7 54:21 45:25 50:3\n52:13 55:9 51:24 52:9 litigation 5:23 means 28:16\n32:18 lead 11:16 4:19 6:18,19 little 25:23 25:9 32:3,23\nlease 3:14,24 6:8 11:16 14:11 44:17 45:7 measure 46:20\n12:6,8,9 13:19 21:14,15 22:21 long 15:14 29:9 meeting 54:5\n3:6,7,9 15:11,12,13,16 25:24 27:21 look 4:9 9:5 memory 40:25\n15:19,21,22,24 29:8 32:23 21:12 23:3,14 merits 54:19\n7:22 8:6 16:4,7,9,17,20 39:9 46:8 49:8 26:7,9 34:24 mid-1980s 3:15\n10:7 16:24,25 17:4 50:6,7,9 52:3 35:2 37:22 mid-1980's\n12:2 17:7,9,11,13 leave 47:1 40:9 42:19,20 18:12\n16:5,9 17:16,17 18:1 left 45:16 46:4 52:23 mind 29:14\n19:24 19:10,24 21:22 legal 17:11,12 53:6,8 37:10,22 40:8\n47:12,14 23:22 24:7,8,9 54:22 55:4,5 looked 42:8 42:15 45:14\n48:7,10 24:9,15,15,19 legislation 23:9 43:14,23 mineral 3:14,25\n49:9 25:5 26:24 letter 32:2 looking 4:1 5:15 4:19 14:13\n50:2,5 27:6,15,20 let's 29:18 35:10 18:22 20:14 20:5,8 21:11\n53:9,10 28:2,11,19 liability 3:22 42:17 21:14,15,23,24\n54:20 29:2 32:1,6 7:10 10:3,23 lose 42:1 22:3,5,6,8,8,10\n54:15 38:7 39:1,15 35:23 36:18 lot 9:1 27:12 25:24 26:4,18\n39:22 41:6,18 37:2,6 43:3 41:7,8 27:6,15,20\n39:20 44:13 47:20,21 52:12,18 53:4 52:21 41:14 46:8\n41:5,21 48:1,1 49:1,18 55:16 47:18,25 48:5\n46:24 liable 3:16 4:25 M 48:12 49:25\n53:21\n53:22 54:15 5:1,4 6:17,25 Macrow 21:2 50:6,9,13,20\n50:9 native 20:7 23:1 normal 9:15 ought 33:18 payment 7:15\nnatural 22:18 30:4 46:22 47:6 Peabody 38:7\n23:5,5,17 25:25 47:24 52:3 outrage 47:6 40:11\n47:4 48:9 49:6,17 notions 18:23 outright 18:10 Peabody's 54:5\nNavajo 1:6 3:5 55:6 overall 32:10,19 percent 12:7,15\n7:4,4 10:20 13:21 27:1 44:6,8 53:23 54:1\n23:7,18,21 O 2:1 3:1 overstatement period 32:21\n30:17 32:4,10 obviously 28:25 owned 35:10,17 pertinent 4:3,7\n44:9,18 45:3 46:21 P Petitioner 1:4\n9:17,21 need 28:18 44:4 papers 35:16 21:24 22:2,10\n28:21 needed 20:24 old 42:19,22 paragraph 22:13,17 23:24\n49:15 ones 5:9 28:20 20:14 24:25 25:7\n11:23 12:24 opened 54:13 part 17:24 20:17 27:11,18 28:4\n33:13 negotiated 45:5 35:23 36:18 29:25 30:4,13\n44:17 39:22,22 53:23 operate 55:11 43:10 30:16,21 31:9\nneither 6:13 30:22 9:17 33:3 40:7,21,25\nnine 47:12 orange 36:16 passage 24:6 47:11\n9:21 10:3,8,9 16:18 21:17 12:19 19:22,25 reasonably 24:3\n20:25 private 35:21 14:12,20 17:16 31:21 33:12 Reclamation 6:6\n26:22 probably 53:13 18:21 19:5 34:15 37:22 19:2\n39:5 problem 26:5 25:13 27:2,5 38:13,25 40:3 recognition\n51:25 procedural 27:12,16,19 41:5,16,22 17:21\n55:17 35:17 38:5 42:15 43:20 recognize 8:1\n55:18 8:8,12 9:10 48:1 49:22 49:24 53:12 46:17\n24:18 32:9,16 34:11 21:12 24:12,14 32:25 47:22 48:13\n30:5 46:19 25:1 26:2,3 quote 4:2,2 reduces 44:23\n53:15 programs 17:24 28:1 29:10 quoting 14:2 reference 16:24\nprohibition 49:21 50:13,14 R referring 48:3\n13:1 19:7 48:19 49:1 49:12 13:9 14:3\n5:17 24:2 41:11 pursuant 7:14 reaffirmed 5:25 53:6 54:7 55:8\n20:22 protect 26:10 40:10,15 reality 40:8 regulations\n31:14,15 29:8 push 38:2 realize 28:7 10:12 13:9,25\nprotection 24:13 put 8:24 14:19 really 10:7 14:7 16:11,25 17:2\nprotections 18:17 26:11 28:21 34:24 26:15 36:11\n5:17 7:6 22:12 38:18 52:14 53:20 13:12 50:21 45:8\n46:3,5 renegotiated 54:3 royalty 3:24 6:3 second-guess\nrenegotiation 1:19 2:6 19:18 14:4,16 54:1 secretary 4:4\n29:23 12:5 response 12:19 rule 24:6 7:19,20 8:4,18\n13:14 50:19,21 9:1 53:3 23:1 10:12 11:1,1,3\n6:9 10:25 49:20 9:4,7 20:11 S 11:22,25 12:2\n13:7 repealed 32:19 29:21 30:10,11 S 1:15 2:1,3,8 12:12,13,21,23\nrepeated 15:16 46:20 55:7 3:1,7 47:14 13:1,22 14:6,7\n15:12,18 repeating 50:18 responsible sale 36:21 16:15 17:6\nreply 54:9 11:16 saving 27:25 19:5,24 23:16\n19:23 reproduced responsive saying 8:20 24:22,22,25\n35:15 54:18 22:12,20 25:22 29:22 34:9,17\n24:17,21 require 13:13 restricting 29:9 27:5,16,24 36:9,12 40:9\n26:8 19:23 36:12 revenue 49:6,8 28:3 31:4 40:19 44:11\n29:15 44:11 revenues 12:12 33:25 34:15,24 45:21 46:8,10\n32:2,10 required 4:4 reversed 18:9 35:12 38:22 46:17,22,23\n39:23 11:22 review 9:13 45:23 51:12 47:21 51:21,23\n41:15 requirement 17:11,12 says 12:14 14:23 53:22 54:3,5\n10:17 43:22 right 22:22 27:7 16:2 17:12 54:10,14\nrequires 34:10 34:19,20 35:1 24:4 25:9 27:1 13:1 14:9\nreservation 43:16 44:16 34:19 35:3,16 section 11:11\n5:11,18 28:25 32:4 rights 10:18 48:1,8,18,20 15:2,18 17:1\n20:15 39:8,14 49:15 41:14 49:19 51:9 19:22 21:16\n21:7,9 reserve 19:14 rights-creating Scalia 13:6 16:2 22:20 23:23\n30:24 resource 25:25 3:18 34:6 16:8 21:6,21 24:3,6,16,24\n49:7 22:10,11,12,14 right-creating 41:1,3 46:10 31:22,23,24\n39:10 47:24 ROBERTS 3:3 Scalia's 26:23 41:12 46:16,18\n39:18 11:3 14:11,16 39:16,25 44:15 school 48:22,23 50:24 51:12\n54:8 17:6 24:17 45:4,20 47:10 scope 25:17 sections 32:20\n26:3 27:8,14 54:17 55:23 31:22 50:16 32:20 50:23,23\n43:1 47:17 round 38:12 16:14 18:13 37:10 46:2,6\n44:7 37:17 37:12 stood 40:4 33:8 43:9\n25:19 27:10,11 30:6 48:22 strange 27:24 54:17\n30:21 35:10 stated 7:4 40:18 surely 4:7\n27:25 51:8 53:2 55:5 statements 41:9 stretch 19:10 suspect 33:24\n49:19 55:19 states 1:1,3,12 stronger 37:11 suspicion 37:13\n36:23,24 49:3,5,23 50:3 38:18 40:14 11:17 15:14 table 33:23\n50:15 44:23 45:6,17 28:12 29:1 take 11:16 20:12\n55:15 statute 3:22 4:11 submission 5:7 54:15\n51:1 20:15 22:3 suddenly 42:11 talk 8:24 13:11\n16:23 10:22 14:15 34:10 36:6,15 20:10 talked 10:2\n18:21 22:8 37:11,12,13,18 sufficient 8:21 talking 7:10\n45:16 39:14,14 43:24 42:12,20,20,21 suggest 18:9 talks 39:6\n48:24 50:13 44:22 51:9,20 suggesting 10:3 tell 34:22\n31:15 specifically 11:3 54:7 55:8 41:7 temporal 33:2\n44:24 11:4 14:1 statutes 4:12 5:8 suit 9:17 tendency 40:7\n19:12 threshold 3:18 true 23:1 55:3 5:1,4,7 6:16,24\n55:15\n51:16 10:17 18:20 trust 8:25 9:6 7:2 9:3,7,11\nthrust 30:9,12 10:3,8,9,15 10:23 12:1724:20,20 28:10\n18:13,17 19:14 53:17 53:1,7,10 18:25 51:6\n47:10 28:8,12 30:9 45:2 unleash 55:9\n30:23 32:1,6 truth 34:22 39:1 unreasonable\n38:2,3,7,9,25 42:20 unusual 16:15\n16:6,23 41:17 42:17 42:10 55:14 1:16,18\n18:25 49:2 53:25 Tucker 3:16,17 urge 47:8 wasn't 17:2\n42:19 55:18 7:1,1 9:18 10:9 use 25:14 31:16\n37:16\n55:3 today 3:4 40:19 34:7 53:4,8 49:14 water 49:14,15\n34:18 transferring turn 10:22 usual 7:11 7:19 8:23\n51:3 two 4:23 5:11 usually 45:6 12:22,23 14:7\n28:23\n6:22 8:15 9:25 45:5 21:12 27:8,23 47:23,23 48:9\n32:17\n10:7 treaties 9:4 36:7 28:3 31:20 utilized 50:12\n50:19\n14:5 tribal 11:17 33:20 37:25 utilizing 49:16\n53:7\n15:3,3 12:16 35:19 38:1 43:1 ways 9:1\ntribe 4:4 5:15 53:24 V weaker 37:18\n18:15 11:17,23 12:4 two-fold 44:20 v 1:5 3:4 52:2 went 14:5 20:4\n20:2,16 12:7,24 16:15 type 39:14 value 13:16 33:9 38:15 42:3\n22:16 17:19 19:7 types 49:1 51:1 35:6 36:13 51:16\n24:1 23:13 24:19 44:12 47:5 we've 14:12\n28:24 30:5 U 50:19,21 wholly 21:17\n26:6 29:5 47:20,20 51:2 Udall 39:21 various 47:21 won 40:3 42:3\n30:1 51:5,7 52:2 40:10,19 46:10 vast 55:10 wonder 37:15\n33:1,5 53:23,24 54:2 understand 21:6 venture 14:21 word 31:7,16\n35:15 54:9,13 55:1 27:18 40:23 Vermont 55:12 words 38:8\n42:17 tribes 7:18 20:9 41:4 42:9 43:9 view 6:19 41:10 42:19,20\n20:12 23:15 undertook viewed 33:18 works 12:22\n48:4 25:12 27:8,23 17:22 violated 3:20 wouldn't 15:20\n50:25 28:3 29:21 undisputed violation 5:2,3,5 16:14\n52:8,14 tribe's 3:14,24 38:12 5:16,19 7:2,5 wrong 32:7,8\n55:9 5:6,20 12:11 unearthed 41:20 9:19 10:23 38:22\n35:11 tried 42:9,15 uniformity 52:3 x 1:2,7\n38:21 trivial 28:19 United 1:1,3,12 W\n41:13 29:2 3:4,16,22 4:25 waiver 7:11 10:5 Y\n23 1:9\n28:9,9 25 15:19,20,23\n40:17,24 46:6\n52:10 26 46:7\n5:10 54:13\n40 40:24\n1:5 3:4 47 2:9\n5\n5:25 7:5 11:15 5 11:11 14:15,17\n13:21 14:22,24 15:18\n20:3,4 17:1 19:22\n12:7,7,13 21:16 22:20\n27:13 23:23 24:3,6\n28:9,9 24:16,24 25:9\n27:1,20,25\n25:3 28:6,12 29:6\n32:21 31:22,23 32:24\n1:13 3:2 36:16 47:17\n55:25 49:12,19 50:12\n12:15,20 524 15:8\n53:23,25 525 15:8\n26:15\n14:23 6\n2:6 634(a) 33:6\n3:25 635 33:6 45:21\n6:9 14:14 46:9\n23:8 635(a) 33:15,17\n39:24 34:1,3,16\n12:6 45:11,16\n54:14 635(b) 33:15\n12:6,6 45:13\n53:21 635(c) 34:1\n18:13\n13:22,25 8\n8 31:24 34:10\n"
    }, 
    "respondents": [
        "No. 07-1410 NAVAJO NATION."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 15, 
        "GEN. KNEEDLER": 30, 
        "I 10": 1, 
        "JUSTICE ALITO": 6, 
        "JUSTICE BREYER": 14, 
        "JUSTICE GINSBURG": 11, 
        "JUSTICE KENNEDY": 11, 
        "JUSTICE SCALIA": 13, 
        "JUSTICE SOUTER": 18, 
        "JUSTICE STEVENS": 2, 
        "MR. PHILLIPS": 59
    }
}