{
    "appearances": {
        "content": "WALTER DELLINGER, ESQ., Washington, D.C.; on behalf\nof the Petitioners.\nGEN. PAUL D. CLEMENT, ESQ., Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf\nof the United States, as amicus curiae.\nALAN GURA, ESQ., Alexandria, Va.; on behalf of the\nRespondent.\n"
    }, 
    "caseNum": "07-290", 
    "caseinfo": {
        "content": "DISTRICT OF COLUMBIA, :\nET AL., :\nPetitioners :\nv. : No. 07-290\nDICK ANTHONY HELLER. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nWALTER DELLINGER, ESQ.\nOn behalf of the Petitioners 3\nGEN. PAUL D. CLEMENT, ESQ.\nOn behalf of the United States,\nas amicus curiae 27\nALAN GURA, ESQ.\nOn behalf of the Respondent 48\nREBUTTAL ARGUMENT OF\nWALTER DELLINGER, ESQ.\nOn behalf of the Petitioners 81\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, March 18, 2008\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:06 a.m.\n"
    }, 
    "petitioners": [
        "DISTRICT OF COLUMBIA,", 
        "ET AL.,"
    ], 
    "proceedings": {
        "content": "(10:06 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument today in Case 07-290, District of Columbia\nversus Heller.\nMr. Dellinger.\nORAL ARGUMENT OF WALTER DELLINGER\nON BEHALF OF THE PETITIONERS\nMR. DELLINGER: Good morning, Mr. Chief\nJustice, and may it please the Court:\nThe Second Amendment was a direct response\nto concern over Article I, Section 8 of the\nConstitution, which gave the new national Congress the\nsurprising, perhaps even the shocking, power to\norganize, arm, and presumably disarm the State militias.\nWhat is at issue this morning is the scope and nature of\nthe individual right protected by the resulting\namendment and the first text to consider is the phrase\nprotecting a right to keep and bear arms. In the\ndebates over the Second Amendment, every person who used\nthe phrase \"bear arms\" used it to refer to the use of\narms in connection with militia service and when Madison\nintroduced the amendment in the first Congress, he\nexactly equated the phrase \"bearing arms\" with, quote,\n\"rendering military service.\" We know this from the\ninclusion in his draft of a clause exempting those with\nreligious scruples. His clause says \"The right of the\npeople to keep and bear arms shall not be infringed, a\nwell armed and well regulated militia being the best\nsecurity of a free country, but no person religiously\nscrupulous of bearing arms shall be compelled to render\nmilitary service in person.\"\nAnd even if the language of keeping and\nbearing arms were ambiguous, the amendment's first\nclause confirms that the right is militia-related.\nCHIEF JUSTICE ROBERTS: If you're right,\nMr. Dellinger, it's certainly an odd way in the Second\nAmendment to phrase the operative provision. If it is\nlimited to State militias, why would they say \"the right\nof the people\"? In other words, why wouldn't they say\n\"state militias have the right to keep arms\"?\nMR. DELLINGER: Mr. Chief Justice, I believe\nthat the phrase \"the people\" and the phrase \"the\nmilitia\" were really in -- in sync with each other. You\nwill see references in the debates of, the Federalist\nFarmer uses the phrase \"the people are the militia, the\nmilitia are the people.\"\nCHIEF JUSTICE ROBERTS: But if that's right,\ndoesn't that cut against you? If the militia included\nall the people, doesn't the preamble that you rely on\nnot really restrict the right much at all? It includes\nall the people.\nMR. DELLINGER: Yes, I do believe it\nincludes all the people in the sense of\nVerdugo-Urquidez, all those who are part of the polity.\nWhat -- what defines the amendment is the scope and\nnature of the right that the people have. It's, it is a\nright to participate in the common defense and you have\na right invocable in court if a Federal regulation\ninterferes with your right to train for or whatever the\nmilitia has established. So that --\nJUSTICE KENNEDY: One of the concerns,\nMr. Dellinger, of the framers, was not to establish a\npractice of amending the Constitution and its important\nprovisions, and it seems to me that there is an\ninterpretation of the Second Amendment differing from\nthat of the district court and in Miller and not\nadvanced particularly in the red brief, but that\nconforms the two clauses and in effect delinks them.\nThe first clause I submit can be read consistently with\nthe purpose I've indicated of simply reaffirming the\nexistence and the importance of the militia clause.\nThose were very important clauses. As you've indicated,\nthey're in Article I and Article II. And so in effect\nthe amendment says we reaffirm the right to have a\nmilitia, we've established it, but in addition, there is\na right to bear arms. Can you comment on that?\nMR. DELLINGER: Yes.\nJUSTICE KENNEDY: And this makes, it does --\nI think you're write right in the brief to say that the\npreface shouldn't be extraneous. This means it's not\nextraneous. The Constitution reaffirms the rights,\nreaffirm several principles: The right of the people to\npeaceably assemble, the right to be secure in their\nhomes, the Tenth Amendment reaffirms the rights, and\nthis is simply a reaffirmation of the militia clause.\nMR. DELLINGER: Justice Kennedy, I think any\ninterpretation that delinks the two clauses as if they\nwere dealing with related but nonetheless different\nsubject matters has that to count against it, and what\nyou don't see in the debates over the Second Amendment\nare references to, in those debates, the use of weapons\nfor personal purposes. What you see is the clause that,\nthat literally transposes to this: \"Because a well\nregulated militia is necessary to the security of a free\nState, the right of the people to keep and bear arms\nshall not be\" --\nJUSTICE KENNEDY: Well the subject is \"arms\"\nin both clauses, as I've suggested is the common\nsubject, and they're closely related.\nMR. DELLINGER: I think, as this Court\nunanimously held in Miller, or at least noted in\nMiller -- I'll leave aside the debate. The court\nunanimously said in Miller that the Second Amendment\nmust be interpreted in light of its obvious purpose to\nensure the continuation and render possible the\neffectiveness of the military forces.\nJUSTICE SCALIA: I don't see how there's\nany, any, any contradiction between reading the second\nclause as a -- as a personal guarantee and reading the\nfirst one as assuring the existence of a militia, not\nnecessarily a State-managed militia because the militia\nthat resisted the British was not State- managed. But\nwhy isn't it perfectly plausible, indeed reasonable, to\nassume that since the framers knew that the way militias\nwere destroyed by tyrants in the past was not by passing\na law against militias, but by taking away the people's\nweapons -- that was the way militias were destroyed.\nThe two clauses go together beautifully: Since we need\na militia, the right of the people to keep and bear arms\nshall not be infringed.\nMR. DELLINGER: Yes, but once you assume\nthat the clause is designed to protect the militia, it\n-- surely it's the militia that decides whether personal\npossession is necessary. I mean, Miller -- what makes\nno sense is for Miller to require the arm to be\nmilitia-related if the right is not, and the key phrase\nis \"bear arms.\" If people --\nJUSTICE KENNEDY: Well, do you think the\nclause, the second clause, the operative clause, is\nrelated to something other than the militia?\nMR. DELLINGER: No. I think --\nJUSTICE KENNEDY: All right. Well, then --\nMR. DELLINGER: -- the second clause, the\nphrase \"keep and bear arms,\" when \"bear arms\" is\nreferred to -- is referred to in a military context,\nthat is so that even if you left aside --\nJUSTICE KENNEDY: It had nothing to do with\nthe concern of the remote settler to defend himself and\nhis family against hostile Indian tribes and outlaws,\nwolves and bears and grizzlies and things like that?\nMR. DELLINGER: That is not the discourse\nthat is part of the Second Amendment. And when you read\nthe debates, the congressional debates, the only use of\nthe phrase \"keep and bear arms\" is a military phrase,\nand --\nJUSTICE SCALIA: Blackstone thought it was\nimportant. Blackstone thought it was important. He\nthought the right of self-defense was inherent, and the\nframers were devoted to Blackstone. Joseph Story, the\nfirst commentator on the Constitution and a member of\nthis Court, thought it was a personal guarantee.\nMR. DELLINGER: When Blackstone speaks of\nthe personal guarantee, he describes it as one of the\nuse of weapons, a common law right. And if we're\nconstitutionalizing the Blackstonian common law right,\nhe speaks of a right that is subject to due restrictions\nand applies to, quote \"such weapons, such as are allowed\nby law.\" So Blackstone builds in the kind of\nreasonableness of the regulation that the District of\nColumbia has. Now, the --\nCHIEF JUSTICE ROBERTS: Well, that may be\ntrue, but that concedes your main point that there is an\nindividual right and gets to the separate question of\nwhether the regulations at issue here are reasonable.\nMR. DELLINGER: I don't dispute, Mr. Chief\nJustice, that the Second Amendment is positive law that\na litigant can invoke in court if a State were to decide\nafter recent events that it couldn't rely upon the\nFederal Government in natural disasters and wanted to\nhave a State-only militia and wanted to have everybody\ntrained in the use of a weapon, a Federal law that\ninterfered with that would be a law that could be\nchallenged in court by, by an individual. I mean, I\nthink the better --\nJUSTICE GINSBURG: Mr. Dellinger --\nMR. DELLINGER: Yes.\nJUSTICE GINSBURG: -- short of that, just to\nget your position clear, short of reactivating State\nmilitias, on your reading does the Second Amendment have\nany effect today as a restraint on legislation?\nMR. DELLINGER: It would, Justice Ginsburg,\nif the State had a militia and had attributes of the\nmilitia contrary to a Federal law. And if it didn't --\nJUSTICE GINSBURG: But it doesn't, as far as\nI know.\nMR. DELLINGER: As far as I know, today it\ndoesn't. And I'm not -- and the Respondents make that,\nthat argument that the amendment is without a use. But\nyou don't make up a new use for an amendment whose\nprohibitions aren't being violated. I mean --\nJUSTICE ALITO: Your argument is that its\npurpose was to prevent the disarming of the organized\nmilitia, isn't that correct?\nMR. DELLINGER: That is correct.\nJUSTICE ALITO: And if that was the purpose,\nthen how could they -- how could the Framers of the\nSecond Amendment have thought that it would achieve that\nperson, because Congress has virtually plenary power\nover the militia under the militia clauses?\nMR. DELLINGER: That is because, I think,\nJustice Alito, that those who wanted to retake State\nauthority over the militia didn't get everything they\nwanted. Madison actually did this somewhat reluctantly\nand wanted to maintain national control.\nJUSTICE SCALIA: They got nothing at all,\nnot everything they wanted. They got nothing at all.\nSo long as it was up to the Federal Government to\nregulate the militia and to assure that they were armed,\nthe Federal Government could, could disband the State\nmilitias.\nMR. DELLINGER: Yes, but if -- well --\nJUSTICE SCALIA: So what, what was the\nfunction served by the Second Amendment as far as the\nmilitia is concerned?\nMR. DELLINGER: It is by no means clear that\nthe Federal Government could abolish the State militia.\nIt may be presupposed by the Article I, Section 8,\nclauses 15 and 16, and by the Second Amendment that the\nStates may have a militia. That issue has been left\nopen as to whether you could do that, and it can be\ncalled into Federal service but only in particular\ncircumstances.\nNow I think the better argument for the\nother side, if, if there is to be a militia relatedness\naspect of the Second Amendment, as we think clear from\nall of its terms, then Heller's proposed use of a\nhandgun has no connection of any kind to the\npreservation or efficiency of a militia and therefore\nthe case is over.\nCHIEF JUSTICE ROBERTS: Well, but your\nreading of the militia clause, the militia clause\nspecifically reserves concern rights to the States by\nits terms. And as I understand your reading, you would\nbe saying the Second Amendment was designed to take away\nor expand upon the rights that are reserved, rather than\nsimply guaranteeing what rights were understood to be\nimplicit in the Constitution itself.\nMR. DELLINGER: I'm not sure I followed the,\nthe question exactly, but --\nCHIEF JUSTICE ROBERTS: Well, the militia\nclause, Article I, Section 8, says certain rights are\nreserved to the States with respect to the militia. And\nyet you're telling us now that this was a very important\nright that ensured that they kept arms, but it wasn't\nlisted in the rights that were reserved in the militia\nclause.\nMR. DELLINGER: The debate over the militia\nclause -- what is shocking about the militia clauses is\nthat this is a, a new national government that for the\nfirst time has the power to create a standing army of\nprofessionals. The militia were people who came from\nthe people themselves, put down their weapons of trade.\nThe States were devoted to the ides of their militia of\nvolunteers, and of all the powers granted to the Federal\nGovernment one of the most surprising was to say that\nCongress shall have the power to organize, arm, and\ndiscipline the militia and to -- even though the\nofficers could be appointed by the State, the discipline\nhad to be according to Congress. And this was -- this\ncaused a tremendous negative reaction to the proposed\nConstitution.\nJUSTICE KENNEDY: But the Second -- the\nSecond Amendment doesn't repeal that. You don't take\nthe position that Congress no longer has the power to\norganize, arm, and discipline the militia, do you?\nMR. DELLINGER: No.\nJUSTICE KENNEDY: So it was supplementing\nit. And my question is, the question before us, is how\nand to what extent did it supplement it. And in my view\nit supplemented it by saying there's a general right to\nbear arms quite without reference to the militia either\nway.\nMR. DELLINGER: It restricted in our view\nthe authority of the Federal Government to interfere\nwith the arming of the militia by the States. And the\nword that caused the most focus was to \"arm\" and that is\nto disarm.\nNow, what I think is happening is that two\ndifferent rights are being put together. One was a\ntextual right to protect the militia. I think the\nbetter argument for the -- for the other side, for\nMr. Heller, is that the amendment's purpose is militia\nprotective, but it was overinclusive in the way that\nseveral of you have suggested, and that is that, as the\ncourt below said, preserving the individual right,\npresumably to have guns for personal use, was the best\nway to ensure that the militia could serve when called.\nBut that right, this right of personal\nliberty, the Blackstonian right, is an unregulated right\nto whatever arm, wherever kept, however you want to\nstore it, and for the purposes an individual decides,\nthat is a libertarian ideal. It's not the text of the\nSecond Amendment, which is expressly about the security\nof the State; it's about well-regulated militias, not\nunregulated individual license, as is --\nJUSTICE SOUTER: So what you are -- what you\nare saying is that the individual has a right to\nchallenge a Federal law which in effect would disarm the\nmilitia and make it impossible for the militia to\nperform those functions that militias function. Isn't\nthat the nub of what you're saying?\nMR. DELLINGER: Yes. That is correct.\nJUSTICE SOUTER: Okay.\nMR. DELLINGER: And if the Court --\nJUSTICE STEVENS: May ask this question,\nMr. Dellinger? To what extent do you think the similar\nprovisions in State constitutions that were adopted more\nor less at the same time are relevant to our inquiry?\nMR. DELLINGER: I think they are highly\nrelevant to your inquiry because now 42 States have\nadopted constitutional provisions.\nJUSTICE STEVENS: I'm not talking about\nthose.\nMR. DELLINGER: You're talking about at the\ntime.\nJUSTICE STEVENS: I'm talking about the\ncontemporaneous actions of the States, before or at the\ntime of the adoption of the Second Amendment.\nMR. DELLINGER: I think that the -- the\nState amendments are generally written in different --\nin different terms. If you're going to protect the kind\nof right that is -- that is being spoken of here,\ndifferent from the militia right, the plain language to\ndo it would be \"Congress or the States shall pass no law\nabridging the right of any person to possess weapons for\npersonal use.\" And that's not the right that is created\nhere.\nOne of the troublesome aspects of viewing\nthis as a right of personal use is that that is the kind\nof fundamental liberty interest that would create a real\npotential for disruption. Once you unmoor it from -- or\nuntether it from its connection to the protection of the\nState militia, you have the kind of right that could\neasily be restrictions on State and local governments\nand --\nJUSTICE KENNEDY: Well, there's no question\nthat the English struggled with how to work this. You\ncouldn't conceal a gun and you also couldn't carry it,\nbut yet you had a right to have it.\nLet me ask you this: Do you think the\nSecond Amendment is more restrictive or more expansive\nof the right than the English Bill of Rights in 1689?\nMR. DELLINGER: I think it doesn't address\nthe same subject matter as the English Bill of Rights.\nI think it's related to the use of weapons as part of\nthe civic duty of participating in the common defense,\nand it's -- and it's -- it's --\nJUSTICE KENNEDY: I think that would be more\nrestrictive.\nMR. DELLINGER: That -- that could well --\nthe answer then would be --\nJUSTICE SOUTER: Well isn't it -- isn't it\nmore restrictive in the sense that the English Bill of\nRights was a guarantee against the crown, and it did not\npreclude Parliament from passing a statute that would\nregulate and perhaps limit --\nMR. DELLINGER: Well --\nJUSTICE SOUTER: Here there is some\nguarantee against what Congress can do.\nMR. DELLINGER: Parliament could regulate.\nAnd Blackstone appears to approve of precisely the kinds\nof regulations here. Now --\nJUSTICE STEVENS: The Bill of Rights only\nprotected the rights of protestants.\nMR. DELLINGER: This is correct.\nJUSTICE STEVENS: And it was suitable to\ntheir conditions then as allowed by law, so it was -- it\nwas a group right and much more limited.\nMR. DELLINGER: I think that is -- that's\ncorrect.\nJUSTICE SCALIA: And as I recall the\nlegislation against Scottish highlanders and against --\nagainst Roman Catholics did use the term -- forbade them\nto keep and bear arms, and they weren't just talking\nabout their joining militias; they were talking about\nwhether they could have arms.\nMR. DELLINGER: Well, the different kind of\nright that you're talking about, to take this to the\nquestion of -- of what the standard ought to be for\napplying this, even if this extended beyond a\nmilitia-based right, if it did, it sounds more like the\npart of an expansive public or personal -- an expansive\npersonal liberty right, and if it -- if it is, I think\nyou ought to consider the effect on the 42 States who\nhave been getting along fine with State constitutional\nprovisions that do expressly protect an individual right\nof -- of weapons for personal use, but in those States,\nthey have adopted a reasonableness standard that has\nallowed them to sustain sensible regulation of dangerous\nweapons. And if you --\nCHIEF JUSTICE ROBERTS: What is -- what is\nreasonable about a total ban on possession?\nMR. DELLINGER: What is reasonable about a\ntotal ban on possession is that it's a ban only an the\npossession of one kind of weapon, of handguns, that's\nbeen considered especially -- especially dangerous. The\n--\nCHIEF JUSTICE ROBERTS: So if you have a law\nthat prohibits the possession of books, it's all right\nif you allow the possession of newspapers?\nMR. DELLINGER: No, it's not, and the\ndifference is quite clear. If -- if you -- there is no\nlimit to the public discourse. If there is an\nindividual right to guns for personal use, it's to carry\nout a purpose, like protecting the home. You could not,\nfor example, say that no one may have more than 50\nbooks. But a law that said no one may possess more than\n50 guns would -- would in fact be I think quite\nreasonable.\nCHIEF JUSTICE ROBERTS: The regulation --\nthe regulation at issue here is not one that goes to the\nnumber of guns. It goes to the specific type. And I\nunderstood your argument to be in your brief that\nbecause rifles and shotguns are not banned to the staple\nextent as handguns, it's all right to ban handguns.\nMR. DELLINGER: That is correct because\nthere is no showing in this case that rifles and\nhandguns are not fully satisfactory to carry out the\npurposes. And what -- and what the court below says\nabout -- about the elimination of this --\nJUSTICE KENNEDY: The purposes of what?\nMR. DELLINGER: I'm sorry.\nJUSTICE KENNEDY: You said there is no\nshowing that rifles and handguns. I think you meant\nrifles and other guns.\nMR. DELLINGER: Yes, I'm sorry. Rifles and\nhandguns.\nJUSTICE KENNEDY: Is necessary for the\npurpose of what? What is the purpose?\nMR. DELLINGER: The purpose -- if the\npurpose -- if we are shifting and if we assume for a\nmoment arguendo that you believe this is a right\nunconnected to the militia, then the purpose would be,\nsay, defense of the home. And where the government\nhere, where the -- where the correct standard has been\napplied, which is where a State or the district has\ncarefully balanced the considerations of gun ownership\nand public safety, has eliminated one weapon, the court\nbelow has an absolutist standard that cannot be\nsustained. The court below says that once it is\ndetermined that handguns are, quote, \"arms,\" unquote,\nreferred to in the Second Amendment, it is not open to\nthe District to ban them. And that doesn't promote the\nsecurity of a free State.\nJUSTICE GINSBURG: But wasn't there a leeway\nfor some weapon prohibition? Let me ask you, in\nrelation to the States that do have guarantees of the\nright to possess a weapon at home: Do some of those\nStates say there are certain kinds of guns that you\ncan't have, like machine guns?\nMR. DELLINGER: Yes. And here what the\nopinion below would do instead -- would -- it's hard to\nsee on the opinion below why machine guns or\narmor-piercing bullets or other dangerous weapons\nwouldn't be categorically protected --\nJUSTICE BREYER: Could you go back to the --\nMR. DELLINGER: -- in those States --\nJUSTICE KENNEDY: If I could just have one\nfollow-on on Justice Ginsburg real quick. Do those\nStates -- Justice Ginsburg asked -- - that distinguish\namong weapons, State constitutional provisions do not do\nso?\nMR. DELLINGER: No, it's not in the text of\nthe State constitutional provision; it's in their --\nJUSTICE GINSBURG: It's in interpretation.\nMR. DELLINGER: -- reasonable application.\nAnd here, the question is how has the balance been\nstruck? The District allows law-abiding citizens to\nhave functioning firearms in the home. From the time it\nwas introduced in 1976, it has been the consistent\nposition that you're entitled to have a functioning\nfirearm. At issue is the one type of weapon --\nJUSTICE SCALIA: Mr. Dellinger, let's come\nback to your description of the opinion below as\nallowing armor-piercing bullets and machine guns. I\ndidn't read it that way. I thought the opinion below\nsaid it had to be the kind of weapon that was common for\nthe people --\nMR. DELLINGER: That is --\nJUSTICE SCALIA: -- that is common for the\npeople to have. And I don't know -- I don't know that a\nlot of people have machine guns or armor-piercing\nbullets. I think that's quite unusual. But having a\npistol is not unusual.\nMR. DELLINGER: The number of machine guns,\nI believe, is in excess of a hundred thousand that are\nout there now, that are --\nJUSTICE SCALIA: How many people in the\ncountry?\nMR. DELLINGER: Well, there are 300 million,\nbut whether that's common or not, but the --\nJUSTICE SCALIA: I don't think it's common.\nMR. DELLINGER: But it's the -- the court\nprotects weapons suitable for military use that are\nlineal descendants. I don't know why an improved bullet\nwouldn't be covered, unless you adopt the kind of\nreasonableness standard that we suggest, where you look\nto the fact that -- and I don't -- some people think\nmachine guns are more dangerous than handguns -- they\nshoot a lot of people at once -- but a handgun is\nconcealable and movable. It can be taken into schools,\ninto buses, into government office buildings, and that\nis the particular danger it poses in a densely populated\nurban area.\nCHIEF JUSTICE ROBERTS: Well, I'm not sure\nthat it's accurate to say the opinion below allowed\nthose. The law that the opinion, the court below, was\nconfronted with was a total ban, so that was the only\nlaw they considered.\nIf the District passes a ban on machine guns\nor whatever, then that law -- that law would be\nconsidered by the court and perhaps would be upheld as\nreasonable. But the only law they had before them was a\ntotal ban.\nJUSTICE SCALIA: Or a law on the carrying of\nconcealed weapons, which would include pistols, of\ncourse.\nMR. DELLINGER: Let me fight back on the\nnotion that it's a -- it's a total ban. It's not as if\nevery kind of weapon is useful.\nCHIEF JUSTICE ROBERTS: Are you allowed to\ncarry the weapons that are allowed? I read the \"carry\nclause\" to apply without qualification. So while you\nsay you might be able to have a shotgun in the home, you\ncan't carry it to get there.\nMR. DELLINGER: No. You can -- you can with\na proper license. The District has made it clear that\nthere is no doubt that it interprets its laws to allow a\nfunctioning gun. And to say that something is a total\nban when you own only one particular kind of weapon\nwould apply to a machine gun if it were or came into\ncommon use and --\nJUSTICE ALITO: But even if you have -- even\nif you have a rifle or a shotgun in your home, doesn't\nthe code prevent you from loading it and unlocking it\nexcept when it's being used for lawful, recreational\npurposes within the District of Columbia? So even if\nyou have the gun, under this code provision it doesn't\nseem as if you could use it for the defense of your\nhome.\nMR. DELLINGER: That is not the city's\nposition, and we have no dispute with the other side on\nthe point of what the right answer should be.\nIt is a universal or near universal rule of\ncriminal law that there is a self-defense exception. It\ngoes without saying. We have no argument whatsoever\nwith the notion that you may load and have a weapon\nready when you need to use it for self- defense.\nI'm going to reserve the remainder of my\ntime for rebuttal.\nCHIEF JUSTICE ROBERTS: Why don't you\nremain, Mr. Dellinger. We'll make sure you have\nrebuttal.\nJUSTICE KENNEDY: Because I did interrupt\nJustice Breyer.\nJUSTICE BREYER: I just wondered if you\ncould say in a minute. One possibility is that the\namendment gives nothing more than a right to the State\nto raise a militia. A second possibility is that it\ngives an individual right to a person, but for the\npurpose of allowing people to have guns to form a\nmilitia. Assume the second. If you assume the second,\nI wanted you to respond if you -- unless you have done\nso fully already, to what was the Chief Justice's\nquestion of why, on the second assumption, this ban on\nhandguns, not the other part, of the District of\nColumbia, a total ban, why is that a reasonable\nregulation viewed in terms of the purposes as I\ndescribed them?\nMR. DELLINGER: It's a reasonable regulation\nfor two kinds of reasons.\nFirst, in order -- the amendment speaks of a\nwell-regulated militia. Perhaps it's the case that\nhaving everybody have whatever gun they want of whatever\nkind would advance a well- regulated militia, but\nperhaps not. But, in any event --\nJUSTICE SCALIA: It means \"well trained,\"\ndoesn't it?\nMR. DELLINGER: When you -- when you have\none --\nJUSTICE SCALIA: Doesn't \"well regulated\"\nmean \"well trained\"? It doesn't mean -- it doesn't mean\n\"massively regulated.\" It means \"well trained.\"\nMR. DELLINGER: Well, every -- every phrase\nof the amendment, like \"well regulated,\" \"security of\nthe State,\" is something different than a -- a\nlibertarian right. Here you have, I think, a fully --\non this, particularly on a facial challenge, there is no\nshowing that rifles and shotguns are not fully available\nfor all of the purposes of defense.\nThere is no indication that the District\nmilitia is an entity that needs individuals to have\ntheir own handguns. You -- you -- there is a step that\nis -- that is missing here. The well-regulated militia\nis not necessarily about everyone having a gun. A\nmilitia may decide to organize -- be organized that way,\nin which case you would have a different notion.\nBut here, I think, when you come down to\napply this case, if you look at about five factors, that\nother weapons are allowed, important regulatory\ninterests of these particularly dangerous weapons are --\nis clearly a significant regulatory, and important\nregulatory, interest. In two respects this is removed\nfrom the core of the amendment. Even if it is not\nlimited to militia service, even in the court below, no\none doubts that that was, as the court below said, the\nmost salient objective.\nSo this is in the penumbra or the periphery,\nnot the core. It was undoubtedly aimed principally, if\nnot exclusively, at national legislation which displaced\nthe laws in all of the States, rural as well as urban.\nHere you've got local legislation responsive\nto local needs, and this is local legislation in the\nseat of the government where Congress, which was created\nin order to protect the security of the national\ngovernment, and where it would be extraordinary to\nassume that this is the one place that you're not going\nto incorporate it, the one area in the United States\nwhere no government, free of restrictions of the Second\nAmendment, could control dangerous weapons.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Dellinger.\nGeneral Clement.\nORAL ARGUMENT OF GEN. PAUL D. CLEMENT\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE\nGENERAL CLEMENT: Mr. Chief Justice, and may\nit please the Court:\nThe Second Amendment to the Constitution, as\nits text indicates, guarantees an individual right that\ndoes not depend on eligibility for or service in the\nmilitia.\nJUSTICE STEVENS: May I ask you a\npreliminary question. Do you think it has the same\nmeaning that it would have if it omitted the\nintroductory clause referring to militia?\nGENERAL CLEMENT: I don't think so, Justice\nStevens, because we don't take the position that the\npreamble plays no role in interpreting the amendment.\nAnd we would point to this court's decision in Miller,\nfor example, as an example of where the preamble can\nplay a role in determining the scope --\nJUSTICE STEVENS: So you think some weight\nshould be given to the clause. And also, the other\nquestion I wanted to ask you is: Does the right to keep\nand bear arms define one or two rights?\nGENERAL CLEMENT: Oh, I suppose it probably\ndoes define two rights that are closely related.\nJUSTICE STEVENS: There's a right to keep\narms and a right to bear arms?\nGENERAL CLEMENT: I think that's the better\nview, and a number of State courts that have interpreted\nanalogous provisions have distinguished between the two\nrights and looked at them differently.\nAnd, obviously, the term \"keep\" is a word\nthat I think is something of an embarrassment for an\neffort to try to imbue every term in the operative text\nwith an exclusively military connotation because that is\nnot one that really has an exclusive military\nconnotation. As Justice Scalia pointed out, \"keep\" was\nprecisely the word that authorities used in statutes\ndesigned specifically to disarm individuals.\nJUSTICE GINSBURG: It doesn't means all. It\ndoesn't mean -- \"keep,\" on your reading, at least if\nit's consistent with Miller, keep and bear some arms,\nbut not all arms.\nGENERAL CLEMENT: Absolutely, Justice\nGinsburg, and just -- I mean, to give you a clear\nexample, we would take the position that the kind of\nplastic guns or guns that are specifically designed to\nevade metal detectors that are prohibited by Federal law\nare not \"arms\" within the meaning of the Second\nAmendment and are not protected at all.\nAnd that would be the way we would say that\nyou should analyze that provision of Federal law, as\nthose are not even arms within the provisions of the\nSecond Amendment.\nI think to make the same argument about\nmachine guns would be a much more difficult argument, to\nsay the least, given that they are the standard-issue\nweapon for today's armed forces and the State-organized\nmilitia.\nJUSTICE KENNEDY: So in your view this\namendment has nothing to do with the right of people\nliving in the wilderness to protect themselves, despite\nmaybe an attempt by the Federal Government, which is\nwhat the Second Amendment applies to, to take away their\nweapons?\nGENERAL CLEMENT: Well, Justice Kennedy, I\nwouldn't say that it has no application there. As I\nsay, I think the term \"arms,\" especially if Miller is\ngoing to continue to be the law, is influenced by the\npreamble. But the way we would look at it --\nJUSTICE KENNEDY: I agree that Miller is\nconsistent with what you've just said, but it seems to\nme Miller, which kind of ends abruptly as an opinion\nwriting anyway, is just insufficient to subscribe -- to\ndescribe the interests that must have been foremost in\nthe framers' minds when they were concerned about guns\nbeing taken away from the people who needed them for\ntheir defense.\nGENERAL CLEMENT: Well, Justice Kennedy, we\nwould analyze it this way, which is we would say that\nprobably the thing that was foremost in the framers'\nminds was a concern that the militia not be disarmed\nsuch that it would be maintained as a viable option to\nthe standing army. But especially when you remember, as\nJustice Alito pointed out, that the Constitution in\nArticle I, Section 8, clauses 15 and 16, the militia\nclauses, as unamended, gave the Federal power -- the\nFederal authorities virtually plenary authority to deal\nwith the organization and regulation of the militia.\nThe most obvious way that you could protect the militia\n--\nJUSTICE STEVENS: Not plenary authority.\nNot plenary authority.\nGENERAL CLEMENT: Except for that which is\nreserved in --\nJUSTICE STEVENS: Who appoints the officers?\nGENERAL CLEMENT: Yes -- no, absolutely.\nThere is something reserved in clause 16.\nBut let me just say, if the Second Amendment\nhad the meaning that the District of Columbia ascribes\nto it, one would certainly think that James Madison,\nwhen he proposed the Second Amendment would have\nproposed it as an amendment to Article I, Section 8,\nclause 16.\nHe didn't. He proposed it as an amendment\nto Article I, Section 9, which encapsulates the\nindividual rights to be free from bills of retainder and\nex post facto clauses.\nJUSTICE STEVENS: Do you think he was guided\nat all by the contemporaneous provisions in State\nconstitutions?\nMR. DELLINGER: I am sure he was influenced\nby that, although I think, honestly --\nJUSTICE STEVENS: And how many of them\nprotected an individual right? Just two, right?\nGENERAL CLEMENT: I think -- I think\nPennsylvania and Vermont are the ones that most\nobviously protected.\nJUSTICE STEVENS: And the others quite\nclearly went in the other direction, did they not?\nGENERAL CLEMENT: Well, I don't know about\nquite clearly. The textual indication in the State\namendments that probably most obviously goes in the\nother direction is the phrase \"keep and bear arms for\nthe common defense.\" And, of course, there was a\nproposal during the debate over the Second Amendment to\nadd exactly those words to the Second Amendment, and\nthat proposal was defeated, which does --\nJUSTICE STEVENS: There was also a proposal\nto make it clear there was an individual right, which\nwas also rejected.\nGENERAL CLEMENT: I'm sorry, Justice\nStevens. Which aspect of that did you have in mind?\nJUSTICE STEVENS: The Pennsylvania proposal.\nGENERAL CLEMENT: Oh, but I don't think that\never made it to the floor of the House or the Senate\nthat I'm aware of. And I think that this happened at\nthe actual Senate floor. There was a proposal to add\nthe words \"in the common defense,\" and that was\nrejected. I mean, but --\nJUSTICE KENNEDY: You think Madison was\nguided by the experience and the expressions of the\nright in English law, including the Bill of Rights of\n1689?\nGENERAL CLEMENT: I do, Justice Kennedy, and\nI think in that regard it is telling that -- I mean,\nthere are a variety of provisions in our Bill of Rights\nthat were borrowed from the English Bill of Rights. Two\nvery principal ones are the right to petition the\ngovernment and the right to keep and bear arms. I don't\nthink it's an accident --\nJUSTICE GINSBURG: If we're going back to\nthe English Bill of Rights, it was always understood to\nbe subject to the control and limitation and restriction\nof Parliament. And I don't think there's any doubt\nabout that. And that's what we're talking about here,\nare legislative restrictions.\nGENERAL CLEMENT: Well, Justice Ginsburg, I\nthink you could say the same thing for every provision\nof the English Bill of Rights. And obviously, when\nthose were translated over to our system you had to make\nadjustment for --\nJUSTICE SOUTER: But isn't there one\ndifference? Not every provision of the English Bill of\nRights had an express reference to permission by law,\nwhich is a reference to parliamentary authority. So\nthat there -- there -- there was a peculiar recognition\nof parliamentary legislative authority on this subject.\nGENERAL CLEMENT: That's exactly right,\nJustice Souter. And the way I counted it, I only found\nthree provisions in the English Bill of Rights that had\na comparable reference to Parliament.\nJUSTICE STEVENS: This provision has the\nadditional limitation to \"suitable to their conditions,\"\nand a large number of people were not permitted to have\narms.\nGENERAL CLEMENT: Again, that is also true\nand is also relatively unique to this amendment. And if\nI get to the point in the argument where I talk about\nwhy we think that something less than strict scrutiny is\nappropriate, I think I would point precisely to those\nelements of the English Bill of Rights as being\nrelevant.\nBut what I was about to say is I think what\nis highly relevant in considering the threshold question\nof whether there's an individual right here at all is\nthat the parallel provisions in the English Bill of\nRights that were borrowed over included the right to\npetition and the right to keep and bear arms. Both of\nthose appear with specific parallel references to the\npeople. They are both rights that are given to the\npeople.\nAnd as this Court has made clear in\nVerdugo-Urquidez, that's a reference that\nappears throughout the Bill of Rights as a reference to\nthe entire citizenry.\nJUSTICE SOUTER: May I go back to another\npoint, which is to the same point, and that is\nconsistent with your emphasis on the people was your\nemphasis a moment ago on the distinction between keeping\nand bearing arms. The \"keep\" part sounds in your, in\nyour mind at least, to speak of an individual right not\nnecessarily limited by, by the exigencies of military\nservice.\nMy question is, if that is correct and\n\"keep\" should be read as, in effect, an independent\nguarantee, then what is served by the phrase \"and bear\"?\nIn other words, if the people can keep them and they\nhave them there for use in the militia as well as to\nhunt deer, why do we -- why do we have to have a further\nreference in there to a right to bear as well as to keep\narms? And my point is it sounds to me as though \"keep\nand bear\" forms one phrase rather than two. But I want\nto know what your answer is to that.\nGENERAL CLEMENT: The way I would read it,\nJustice Souter, is that \"keep\" is really talking about\nprivate possession in the home. And the way that I\nwould look at it is in order to exercise, for example,\nan opportunity to hunt, that you would need to bear the\narms as well. And I would point you -- I think it's a\nuseful point --\nJUSTICE SOUTER: But wait a minute. You're\nnot saying that if somebody goes hunting deer he is\nbearing arms, or are you?\nGENERAL CLEMENT: I would say that and so\nwould Madison and so would Jefferson, I would submit.\nThey use --\nJUSTICE SOUTER: Somebody going out to -- in\nthe eighteenth century, someone going out to hunt a deer\nwould have thought of themselves as bearing arms? I\nmean, is that the way they talk?\nGENERAL CLEMENT: Well, I will grant you\nthis, that \"bear arms\" in its unmodified form is most\nnaturally understood to have a military context. But I\nthink the burden of the argument on the other side is to\nmake it have an exclusively military context. And as a\nnumber of the briefs have pointed out, that's not borne\nout by the framing sources.\nIn one place, although it's not bearing\narms, it's bearing a gun, I think it's highly relevant\nthat Madison and Jefferson with respect to this hunting\nbill that Jefferson wrote and Madison proposed,\nspecifically used in the hunting context the phrase\n\"bear a gun,\" and so I do think in that context --\nJUSTICE SOUTER: But it's \"arms\" that has\nthe kind of the military -- the martial connotation, I\nwould have thought.\nJUSTICE SCALIA: Wasn't -- wasn't it the\ncase that the banning of arms on the part of the\nScottish highlanders and of Catholics in England used\nthe term, forbade them to \"bear arms\"? It didn't mean\nthat could just not join militias; it meant they\ncouldn't carry arms.\nGENERAL CLEMENT: And again, I think various\nphrases were, were used. I also think that some of the\ndisarmament provisions specifically used the word\n\"keep.\" And so I think there is some independent\nmeaning there, which is one point.\nAnd then I do think that, even in the\ncontext of bearing arms, I will grant you that \"arms\"\nhas a military connotation and I think Miller would\ncertainly support that, but I don't think it's an\nexclusively military connotation.\nJUSTICE STEVENS: Not only Miller, but the\nMassachusetts declaration. \"The right to keep and bear\narms for the common defense\" is what is the normal\nreading of it.\nGENERAL CLEMENT: Oh, absolutely. And I\ngrant you if this, if the Second Amendment said \"keep\nand bear arms for the common defense\" this would be a\ndifferent case. But --\nJUSTICE STEVENS: --- the right to keep and\nbear -- I'm sorry. It's one right to keep and bear, not\ntwo rights, to keep and to bear.\nGENERAL CLEMENT: Well, I mean it's -- it's\nmy friends from the District that are emphasizing that\nno word in the Constitution is surplusage. So I would\nsay that in a context like this you might want to focus\nboth on \"keep\" and on \"bear arms.\"\nJUSTICE SOUTER: And you want to talk about\nthe standard, and your light's on.\n(Laughter.)\nGENERAL CLEMENT: Okay. I would like to\ntalk about the standard and my light is indeed on, so\nlet me do that.\nI think there are several reasons why a\nstandard as we suggest in our brief rather than strict\nscrutiny is an appropriate standard to be applied in\nevaluating these laws. I think first and foremost, as\nour colloquy earlier indicated, there is -- the right to\nbear arms was a preexisting right. The Second Amendment\ntalks about \"the right to bear arms,\" not just \"a right\nto bear arms.\" And that preexisting always coexisted\nwith reasonable regulations of firearms.\nAnd as you pointed out, Justice Souter, to\nbe sure when you're making the translation from the\nEnglish Bill of Rights you always have to deal with\nparliamentary supremacy. But it is very striking that,\nas Justice Stevens said, the right was conditioned on\nthe conditions, which I think meant what class you were,\nand also subject expressly to the Parliament, the laws\nof Parliament.\nJUSTICE SCALIA: The freedom of speech that\nwas referred to in the Constitution was also \"the\"\nfreedom of speech, which referred to the pre-existing\nfreedom of speech. And there were indeed some\nrestrictions on that such as libel that you were not\nallowed to do. And yet we've never held that simply\nbecause it was pre-existing and that there were some\nregulations upon it, that we would not use strict\nscrutiny. We certainly apply it to freedom of speech,\ndon't we?\nGENERAL CLEMENT: Justice Scalia, let me\nmake two related points. One, even in the First\nAmendment context, this Court has recognized -- and I\npoint you to the Court's opinion in Robertson against\nBaldwin, which makes this point as to both the First and\nthe Second Amendment. This Court has recognized that\nthere are certain pre-existing exceptions that are so\nwell established that you don't really even view them as\nSecond Amendment or First Amendment infringement.\nJUSTICE SCALIA: Like libel.\nGENERAL CLEMENT: Like libel, and I would\nsay like laws barring felons from possessing handguns.\nI don't think --\nJUSTICE KENNEDY: Or would you say like\nprotecting yourself against intruders in the home?\nGENERAL CLEMENT: Well, that gets to the\nself-defense component and I don't know that I ever got\na chance to fully answer your question on that, Justice\nKennedy, which is we would say, notwithstanding the fact\nthat the preamble makes it clear that the preeminent\nmotive was related to ensuring that the militia remained\na viable option vis-a-vis the standing army, the\noperative text is not so limited. And I think in that\nregard it's worth emphasizing that the framers knew\nexactly how to condition a right on militia service,\nbecause they did it with respect to the grand jury\nclause, and they didn't do it with respect to the Second\nAmendment.\nJUSTICE ALITO: If the amendment is intended\nat least, in part to protect the right to self-defense\nin the home, how could the District code provision\nsurvive under any standard of review where they totally\nban the possession of the type of weapon that's most\ncommonly used for self-defense, and even as to long guns\nand shotguns they require, at least what the code says\nwithout adding a supposed gloss that might be produced\nin a subsequent case, that even as to long guns and\nshotguns they have to be unloaded and disassembled or\nlocked at all times, even presumably if someone is\nbreaking into the home?\nGENERAL CLEMENT: Well, Justice Alito, let\nme answer the question in two parts if I can, because I\nthink the analysis of the trigger lock provision may\nwell be different than the analysis of the other\nprovisions.\nWith respect to the trigger lock provision,\nwe think that there is a substantial argument that once\nthis Court clarifies what the constitutional standard\nis, that there ought to be an opportunity for the\nDistrict of Columbia to urge its construction, which\nwould allow for a relatively robust self-defense\nexception to the trigger lock provision. And this Court\ncould very well, applying Ashwan to prevent --\nprinciples allow for that kind of --\nJUSTICE SCALIA: I don't understand that.\nWhat would that be -- that you can, if you have time,\nwhen you hear somebody crawling in your -- your bedroom\nwindow, you can run to your gun, unlock it, load it and\nthen fire? Is that going to be the exception?\nGENERAL CLEMENT: If that's going to be the\nexception, it could clearly be inadequate. And I think\nthat -- I mean the District of Columbia can speak to\nthis, but it seems to me that if, for example, the\npolice were executing a warrant at evening and had cause\nfor doing it at evening and saw somebody with a loaded\ngun on their night stand, no children present without a\ntrigger lock, it seems to me that that would be a good\ntest case to decide whether or not their construction\nwould provide for an exception to the trigger lock\nprovision in that case.\nJUSTICE GINSBURG: Can I interrupt for a\nminute?\nGENERAL CLEMENT: If it did, I think then\nthe statute might well be constitutional. If it didn't,\nin my view, it probably wouldn't be.\nJUSTICE GINSBURG: There is a lot of talk\nabout standards and stop words like strict scrutiny.\nDoes it make a practical difference whether we take your\nstandard or the strict scrutiny that was in the D.C.\nCircuit's opinion? And specifically there is a whole\npanoply of Federal laws restricting gun possession.\nWould any of them be jeopardized under your standard?\nAnd the same question with the District scrutiny, does\nit make any difference?\nGENERAL CLEMENT: In our view it makes a\nworld of difference, Justice Ginsburg, because we\ncertainly take the position, as we have since\nconsistently since 2001, that the Federal firearm\nstatutes can be defended as constitutional, and that\nwould be consistent with this kind of intermediate\nscrutiny standard that we propose. If you apply strict\nscrutiny, I think that the result would be quite\ndifferent, unfortunately.\nCHIEF JUSTICE ROBERTS: Well, these various\nphrases under the different standards that are proposed,\n\"compelling interest,\" \"significant interest,\" \"narrowly\ntailored,\" none of them appear in the Constitution; and\nI wonder why in this case we have to articulate an\nall-encompassing standard. Isn't it enough to determine\nthe scope of the existing right that the amendment\nrefers to, look at the various regulations that were\navailable at the time, including you can't take the gun\nto the marketplace and all that, and determine how\nthese -- how this restriction and the scope of this\nright looks in relation to those?\nI'm not sure why we have to articulate some\nvery intricate standard. I mean, these standards that\napply in the First Amendment just kind of developed over\nthe years as sort of baggage that the First Amendment\npicked up. But I don't know why when we are starting\nafresh, we would try to articulate a whole standard that\nwould apply in every case?\nGENERAL CLEMENT: Well, Mr. Chief Justice,\nlet me say a couple of things about that, which is to\nsay that if this Court were to decide this case and make\nconclusively clear that it really was focused very\nnarrowly on this case and it was in some respects\napplying a sui generis test, we think that would be an\nimprovement over the court of appeals opinion, which is\nsubject to more than one reading, but as Justice\nGinsburg's question just said, it's certainly\nsusceptible to a reading that it embodies strict\nscrutiny. In fact --\nJUSTICE GINSBURG: Well, it did. It said\nit's just like the First Amendment. First Amendment has\nexceptions, but strict scrutiny applies. It says strict\nscrutiny applies here too.\nGENERAL CLEMENT: I --\nJUSTICE SCALIA: But that opinion also, it\ndidn't use the militia prologue to say it's only the\nkind of weapons that would be useful in militia, and\nthat are commonly -- commonly held today. Is there any\nFederal exclusion of weapons that applies to weapons\nthat are commonly held today? I don't know what you're\nworried about. Machine guns, what else? Armored\nbullets, what else?\nGENERAL CLEMENT: Well, Justice Scalia, I\nthink our principal concern based on the parts of the\ncourt of appeals opinion that seemed to adopt a very\ncategorical rule were with respect to machine guns,\nbecause I do think that it is difficult -- I don't want\nto foreclose the possibility of the Government, Federal\nGovernment making the argument some day -- but I think\nit is more than a little difficult to say that the one\narm that's not protected by the Second Amendment is that\nwhich is the standard issue armament for the National\nGuard, and that's what the machine gun is.\nCHIEF JUSTICE ROBERTS: But this law didn't\ninvolve a restriction on machine guns. It involved an\nabsolute ban. It involved an absolute carry\nprohibition. Why would you think that the opinion\nstriking down an absolute ban would also apply to a\nnarrow one -- narrower one directed solely to machine\nguns?\nGENERAL CLEMENT: I think, Mr. Chief\nJustice, why one might worry about that is one might\nread the language of page 53a of the opinion as\nreproduced in the petition appendix that says once it is\nan arm, then it is not open to the District to ban it.\nNow, it seems to me that the District is not\nstrictly a complete ban because it exempts pre-1976\nhandguns. The Federal ban on machine guns is not,\nstrictly speaking, a ban, because it exempts pre --\npre-law machine guns, and there is something like\n160,000 of those.\nJUSTICE SCALIA: But that passage doesn't\nmean once it's an arm in the dictionary definition of\narms. Once it's an arm in the specialized sense that\nthe opinion referred to it, which is -- which is the\ntype of a weapon that was used in militia, and it is --\nit is nowadays commonly held.\nGENERAL CLEMENT: Well --\nJUSTICE SCALIA: If you read it that way, I\ndon't see why you have a problem.\nGENERAL CLEMENT: Well, I -- I hope that you\nread it that way. But I would also say that I think\nthat whatever the definition that the lower court\nopinion employed, I do think it's going to be difficult\nover time to sustain the notion -- I mean, the Court of\nAppeals also talked about lineal descendants. And it\ndoes seem to me that, you know, just as this Court would\napply the Fourth Amendment to something like heat\nimagery, I don't see why this Court wouldn't allow the\nSecond Amendment to have the same kind of scope, and\nthen I do think that reasonably machine guns come within\nthe term \"arms.\"\nNow, if this Court wants to say that they\ndon't -- I mean -- I mean -- we'd obviously welcome that\nin our -- in our obligation to defend the\nconstitutionality of acts of Congress.\nThe one other thing I would say is that this\nis an opinion that is susceptible of different readings.\nIt's interesting that Respondents' amici have different\ncharacterizations of it. The Goldwater Institute calls\nit strict scrutiny; the State of Texas calls it\nreasonable -- reasonableness review.\nCHIEF JUSTICE ROBERTS: Thank you, General.\nGENERAL CLEMENT: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Gura.\nORAL ARGUMENT OF ALAN GURA\nON BEHALF OF THE RESPONDENTS\nMR. GURA: Thank you, Mr. Chief Justice, and\nmay it please the Court:\nAll 50 states allow law-abiding citizens to\ndefend themselves and their families in their homes with\nordinary functional firearms including handguns. Now,\nI'd like to respond to one point that was raised lately\nby the General --\nJUSTICE SCALIA: Talk a little slower; I'm\nnot following you.\nMR. GURA: Okay. I'd like to respond --\ncertainly, Justice Scalia. I'd like to respond to the\npoint about the -- the District of Columbia's position\nover the years with respect to the functional firearms\nban.\nThe Petitioners have had two opportunities\nto urge courts to adopt this so-called self-defense\nexception which they construed in the amendment. The\nfirst opportunity came in 1978 in McIntosh versus\nWashington, where the petitioners urged the Court of\nAppeals of the District of Columbia to uphold the law\nbecause it was irrational in their view to prohibit\nself-defense in the home with firearms. They deemed it\nto be too dangerous, and this was a legitimate policy\nchoice of the City Council, and they actually prevailed\nin that view.\nThe second opportunity that the Petitioners\nhad to urge this sort of self-defense construction was\nactually in this case in the district court. We had a\nmotion for summary judgment and we made certain factual\nallegations in this motion, and on page 70a of the joint\nappendix we see portions of our statement of undisputed\nmaterial facts. Fact number 29, which was conceded by\nthe District of Columbia, reads: The defendants\nprohibit the possession of lawfully owned firearms for\nself-defense within the home, even in instances when\nself-defense would be lawful by other means under\nDistrict of Columbia law. The citation for that is a\nfunctional firearms ban, and that point was conceded.\nCertainly the idea that people can guess as\nto when it is that they might render the firearm\noperational is -- is not a one that the Court should\naccept, because a person who hears a noise, a person who\nperhaps is living in a neighborhood where there has been\na spate of violent crimes, has no idea of when the\nDistrict of Columbia would permit her to render the\nfirearm operational. And, in fact, there is a\nprosecution history not under this specific provision,\nbut certainly other under gun prohibition -- laws that\nwe are challenging here today to prosecute people for\nthe possession or for the carrying of a prohibited\nfirearm even when the police ruled the shooting has been\nlawful self-defense.\nJUSTICE BREYER: You're saying that this is\nunreasonable, and that really is my question because I'd\nlike you to assume two things with me, which you\nprobably don't agree with, and I may not agree with\nthem, either.\n(Laughter.)\nJUSTICE BREYER: But I just want you to\nassume them for the purpose of the question. All right.\nAssume that the -- that there is an\nindividual right, but the purpose of that right is to\nmaintain a citizen army; call it a militia; that that's\nthe basic purpose. So it informs what's reasonable and\nwhat isn't reasonable.\nAssume -- and this is favorable to you but\nnot as favorable as you'd like -- assume that we are\ngoing to decide whether something is proportionate or\napply an intermediate standard in light of the purpose.\nAll right.\nNow, focus on the handgun ban. As I read\nthese 80 briefs -- and they were very good, I mean\nreally good and informative on both sides -- and I'm\ntrying to boil down the statistics where there is\ndisagreement, and roughly what I get -- and don't\nquarrel with this too much; it's very rough -- that\n80,000 to 100,000 people every year in the United States\nare either killed or wounded in gun-related homicides or\ncrimes or accidents or suicides, but suicide is more\nquestionable. That's why I say 80,000 to 100,000.\nIn the District, I guess the number is\nsomewhere around 200 to 300 dead; and maybe, if it's\nsimilar, 1,500 to 2,000 people wounded. All right.\nNow, in light of that, why isn't a ban on\nhandguns, while allowing the use of rifles and muskets,\na reasonable or a proportionate response on behalf of\nthe District of Columbia?\nMR. GURA: Because, Your Honor, for the same\nreason it was offered by numerous military officers at\nthe highest levels of the U.S. military in all branches\nof service writing in two briefs, they agree with us\nthat the handgun ban serves to weaken America's military\npreparedness. Because when people have handguns --\nhandguns are military arms, they are not just civilian\narms -- they are better prepared and able to use them.\nAnd, certainly, when they join the military forces, they\nare issued handguns.\nAnd so if we assume that the sort of\nmilitary purpose to the Second Amendment is an\nindividual right, then the handgun ban, as noted by our\nmilitary amici, would impede that.\nJUSTICE BREYER: Well, I didn't read -- I\nread the two military briefs as focusing on the nature\nof the right, which was quite a pretty good argument\nthere that the nature of the right is to maintain a\ncitizen Army.\nAnd to maintain that potential today, the\nclosest we come is to say that there is a right for\npeople to understand weapons, to know how to use them,\nto practice with them. And they can do that, you see,\nwith their rifles. They can go to gun ranges, I guess,\nin neighboring States.\nBut does that make it unreasonable for a\ncity with a very high crime rate, assuming that the\nobjective is what the military people say, to keep us\nready for the draft, if necessary, is it unreasonable\nfor a city with that high crime rate to say no handguns\nhere?\nJUSTICE SCALIA: You want to say yes.\nJUSTICE BREYER: Now, why?\nJUSTICE SCALIA: That's your answer.\nJUSTICE BREYER: Well, you want to say yes,\nthat's correct, but I want to hear what the reasoning is\nbecause there is a big crime problem. I'm simply\ngetting you to focus on that.\nMR. GURA: The answer is yes, as Justice\nScalia noted, and it's unreasonable, and it actually\nfails any standard of review that might be offered under\nsuch a construction of individual rights because\nproficiency with handguns, as recognized as a matter of\njudicial notice by the First Circuit in Cases back in\n1942 -- that was a handgun case where the First Circuit\nexamined the restriction on the carrying of the\n30-caliber revolver. And the First Circuit accepted, as\na matter of judicial notice, that proficiency in use and\nfamiliarity with the handgun at issue would be one that\nwould further a militia purpose. And so --\nJUSTICE STEVENS: Let me ask this question:\nIn answering yes, do you attach any significance to the\nreference to the militia in the Second Amendment?\nMR. GURA: Yes, I do, Your Honor.\nJUSTICE STEVENS: You think that is -- to\nunderstand the amendment, you must pay some attention to\nthe militia requirement?\nMR. GURA: Yes, Your Honor, we must --\nCHIEF JUSTICE ROBERTS: So a conscientious\nobjector who likes to hunt deer for food, you would say,\nhas no rights under the Second Amendment. He is not\ngoing to be part of the militia. He is not going to be\npart of the common defense, but he still wants to bear\narms. You would say that he doesn't have any rights\nunder this amendment?\nMR. GURA: No, Your Honor. I think that the\nmilitia clause informs the purpose -- informs a purpose.\nIt gives us some guidepost as to how we look at the\nSecond Amendment, but it's not the exclusive purpose of\nthe Second Amendment. Certainly, the Founders cared\nvery much about --\nJUSTICE GINSBURG: Is it a limitation? Is\nit any limitation on the legislature? Is the first\nclause any limitation on the legislature?\nMR. GURA: It is a limitation to one extent,\nYour Honor, the extent recognized in Miller where the\nMiller Court asked whether or not a particular type of\narm that's at issue is one that people may individually\npossess. It looked to the militia clause and,\ntherefore, adopted a militia purpose as one of the two\nprongs of Miller.\nAnd so, certainly, if there were -- if the\nCourt were to continue Miller -- and Miller was the only\nguidance that the lower court had, certainly, as to what\narms are protected or unprotected by the Second\nAmendment. And yet --\nJUSTICE STEVENS: If it limits the kinds of\narms to be appropriate to a militia, why does it not\nalso limit the kind of people who may have arms?\nMR. GURA: It does not eliminate the kind of\npeople, Your Honor, because the Second Amendment is the\nright of the people. And it would certainly be an odd\nright that we would have against the Congress, if\nCongress could then redefine people out of that right.\nCongress could tomorrow declare that nobody is in a\nmilitia, and then nobody would have the right against\nthe government.\nJUSTICE GINSBURG: If you were thinking of\n\"the people,\" what those words meant when the Second\nAmendment was adopted, it was males between the ages of\nwhat -- 17 and 45? People who were over 45 had no --\nthey didn't serve in the militia.\nMR. GURA: Well, certainly, there were many\npeople who were not eligible for militia duty, or not\nsubject to militia service, who nevertheless were\nexpected to, and oftentimes did, in fact, have guns.\nJUSTICE SCALIA: Which shows that maybe\nyou're being unrealistic in thinking that the second\nclause is not broader than the first. It's not at all\nuncommon for a legislative provision or a constitutional\nprovision to go further than is necessary for the\nprincipal purpose involved.\nThe principal purpose here is the militia,\nbut the -- but the second clause goes beyond the militia\nand says the right of the people to keep and bear arms.\nNow, you may say the kind of arms is colored\nby the militia. But it speaks of the right of the\npeople. So why not acknowledge that it's -- it's\nbroader than the first clause?\nMR. GURA: Well, we do acknowledge that,\nYour Honor.\nJUSTICE SOUTER: Then why have the first\nclause? I mean what is it doing -- I mean what help is\nit going to be?\nMR. GURA: Well, it was a way in which to\nremind us -- the Framers certainly felt that a militia\nwas very important to the preservation of liberty. The\nFramers had just fought a revolutionary war that relied\nheavily on militia forces, and so they wanted to honor\nthat and remind us as to the purpose -- one purpose, not\nthe exclusive purpose, but a purpose -- of preserving\nthe right --\nJUSTICE KENNEDY: Could it also be simply to\nreaffirm that the provisions in the main text of the\nConstitution remain intact?\nMR. GURA: That's correct, Your Honor. In\nfact, that view was taken by William Rawle in his 1828\ntreatise, view of the Constitution. Rawle was, of\ncourse, a ratifier of the Second Amendment. He sat in\nthe Pennsylvania Assembly in 1790. And if you look at\nhis description of the Second Amendment, he bifurcates\nit. First, he discusses the militia clause, and he\nlavishes some qualified praise on it. And then --\nJUSTICE KENNEDY: But you were about to tell\nus before the course of the questioning began about the\nother purposes that the amendment served. I'm -- I want\nto know whether or not, in your view, the operative\nclause of the amendment protects, or was designed to\nprotect in an earlier time, the settler in the\nwilderness and his right to have a gun against some\nconceivable Federal enactment which would prohibit him\nfrom having any guns?\nMR. GURA: Oh, yes. Yes, Justice Kennedy.\nThe right of the people to keep and bear arms was\nderived from Blackstone. It was derived from the\ncommon-law English right which the Founders wanted to\nexpand.\nIn fact, the chapter in which Blackstone\ndiscusses this in his treatise, his fifth auxiliary\nright to arms, is entitled --\nJUSTICE BREYER: That brings me back to the\nquestion because Blackstone describes it as a right to\nkeep and bear arms \"under law.\" And since he uses the\nwords \"under law,\" he clearly foresees reasonable\nregulation of that right. And so does the case not\nhinge on, even given all your views, on whether it is or\nis not a reasonable or slightly tougher standard thing\nto do to ban the handgun, while leaving you free to use\nother weapons?\nI mean, I notice that the militia statute,\nthe first one, spoke of people coming to report, in\n1790, or whenever, with their rifles, with their\nmuskets, but only the officers were to bring pistols.\nSo that, to me, suggests they didn't see pistols as\ncrucial even then, let alone now.\nMR. GURA: Well, certainly they saw --\nJUSTICE BREYER: What's your response to the\nquestion?\nMR. GURA: Well, my response is that the\ngovernment can ban arms that are not appropriate for\ncivilian use. There is no question of that.\nJUSTICE KENNEDY: That are not appropriate\nto --\nMR. GURA: That are not appropriate to\ncivilian use.\nJUSTICE GINSBURG: For example?\nMR. GURA: For example, I think machine\nguns: It's difficult to imagine a construction of\nMiller, or a construction of the lower court's opinion,\nthat would sanction machine guns or the plastic,\nundetectable handguns that the Solicitor General spoke\nof.\nThe fact is that this Court's Miller test\nwas the only guidance that we had below, and I think it\nwas applied faithfully. Once a weapon is, first of all,\nan \"arm\" under the dictionary definition -- and Webster\nhas a very useful one -- then you look to see whether\nit's an arm that is meant to be protected under the\nSecond Amendment, and we apply the two-pronged Miller\ntest. And usually one would imagine if an arm fails the\nMiller test because it's not appropriate for common\ncivilian applications --\nJUSTICE GINSBURG: But why wouldn't the\nmachine gun qualify? General Clement told us that's\nstandard issue in the military.\nMR. GURA: But it's not an arm of the type\nthat people might be expected to possess commonly in\nordinary use. That's the other aspect of Miller.\nMiller spoke about the militia as encompassing the\nnotion that people would bring with them arms of the\nkind in common use supplied by themselves. And --\nCHIEF JUSTICE ROBERTS: Is there any\nparallel --\nJUSTICE GINSBURG: At this time -- I would\njust like to follow up on what you said, because if you\nwere right that it was at that time, yes; but that's not\nwhat Miller says. It says that the gun in question\nthere was not one that at this time -- this time, the\ntime of the Miller decision -- has a reasonable\nrelationship to the preservation or efficiency of a\nwell-regulated militia. So it's talking about this\ntime.\nMR. GURA: That's correct. The time frame\nthat the Court must address is always the present. The\nframers wished to preserve the right to keep and bear\narms. They wished to preserve the ability of people to\nact as militia, and so there was certainly no plan for,\nsay, a technical obsolescence.\nHowever, the fact is that Miller spoke very\nstrongly about the fact that people were expected to\nbring arms supplied by themselves of the kind in common\nuse at the time. So if in this time people do not have,\nor are not recognized by any court to have, a common\napplication for, say, a machine gun or a rocket launcher\nor some other sort of --\nCHIEF JUSTICE ROBERTS: Is there any\nparallel at the time that the amendment was adopted to\nthe machine gun? In other words, I understand your\npoint to be that, although that's useful in modern\nmilitary service, it's not something civilians possess.\nWas there anything like that at the time of the\nadoption, or were the civilian arms exactly the same as\nthe ones you'd use in the military?\nMR. GURA: At the time that -- even at the\ntime Miller was decided, the civilian arms were pretty\nmuch the sort that were used in the military. However,\nit's hard to imagine how a machine gun could be a\n\"lineal descendent,\" to use the D.C. Circuit's wording,\nof anything that existed back in 1791, if we want to\nlook to the framing era. Machine guns --\nJUSTICE KENNEDY: It seems to me that\nMiller, as we're discussing it now, and the whole idea\nthat the militia clause has a major effect in\ninterpreting the operative clause is both overinclusive\nand underinclusive. I would have to agree with Justice\nGinsburg that a machine gun is probably more related to\nthe militia now than a pistol is. But that -- that\nseems to me to be allowing the militia clause to make no\nsense out of the operative clause in present-day\ncircumstances.\nMR. GURA: Your Honor, even within the\nmilitia understanding, the understanding of the militia\nwas always that people would bring whatever they had\nwith them in civilian life. So if a machine gun, even\nthough it may be a wonderful --\nJUSTICE KENNEDY: My point is: Why is that\nof any real relevance to the situation that faces the\nhomeowner today?\nMR. GURA: It's only of relevance if the\nCourt wishes to continue reading the militia clause as\ninforming the type of weapon which is protected.\nJUSTICE KENNEDY: Well, you're being\nfaithful to Miller. I suggest that Miller may be\ndeficient.\nMR. GURA: I agree with Your Honor, and\ncertainly in our brief we suggest that the militia\nemphasis of Miller is not useful as a limiting principle\nto the type of arms that may be -- that may be\npermitted. Because, on the one hand, there's a great\ndeal of weaponry that might be wonderful for military\nduty but is not appropriate for common civilian use,\nwhich would not be protected even under the Miller\ntest's first prong.\nAnd, on the other hand, everything that\ncivilians today might wish to have in ordinary common\nuse -- handguns, rifles, and shotguns -- are militarily\nuseful weapons.\nSo we de-emphasize the military aspects of\nMiller as being ultimately not very useful guidance for\ncourts. And the better guidance would be to emphasize\nthe commonsense rule that I think judges would have\nreally no trouble applying, and we do this all the time\nin constitutional law: To simply make a decision as to\nwhether or not whichever arm comes up at issue is an arm\nof the kind that you could really reasonably expect\ncivilians to have.\nJUSTICE BREYER: Why -- now, when say \"keep\"\nand \"bear,\" I mean you are -- I think you're on to\nsomething here. Because you say let's use our common\nsense and see what would be the equivalent today. Fine.\nIf we know that at the time, in 1789,\nMassachusetts had a law that said you cannot keep loaded\nfirearms in the house, right, and you have to keep all\nof the bullets and everything and all of the powder\nupstairs, why did they have that law? To stop fires\nbecause it's dangerous? They didn't have fire\ndepartments. Now we do -- or they weren't as good.\nWe now have police departments, and the\ncrime wave might be said similar to what were fires\nthen. And, therefore, applying the similar kind of\nthing, you say: Fine, just as you could keep pistols\nloaded but not -- not loaded. You had to keep powder\nupstairs because of the risk of fire. So today,\nroughly, you can say no handguns in the city because of\nthe risk of crime.\nThings change. But we give in both\ninstances, then and now, leeway to the city and States\nto work out what's reasonable in light of their\nproblems. Would that be a way of approaching it?\nMR. GURA: The legislature has a great deal\nof leeway in regulating firearms. There is no dispute\nabout that. However, I wouldn't draw a complete analogy\nbetween the Boston fire ordinances that Your Honor notes\nand the functional firearms ban.\nFirst, even the Boston firearms ordinances\ndid not include handguns actually. At the time the word\n\"firearm\" was not understood to include pistols.\nGeneral Gage's inventory of weapons seized from the\nAmericans in Boston included some 1800 or so firearms\nand then 634 pistols. Nowhere in the Boston code do we\nsee a prohibition on keeping loaded pistols in the home.\nAnd certainly the idea that -- that self-defense is a\nharm is one that is --\nJUSTICE BREYER: Not self-defense being the\nharm. And I agree with you that this, the firearm\nanalogy, floats up there, but it isn't going to decide\nthis case, the Massachusetts statute. I agree with you\nabout that.\nWhat you've suddenly given me the idea of\ndoing, which I'm testing, is to focus not just on what\nthe kind of weapon is -- don't just look to see whether\nit's a cannon or a machine gun, but look to see what the\npurpose of this regulation is, and does it make sense in\nterms of having the possibility of people trained in\nfirearms?\nLet's look at those military briefs. Let's\nsay that the generals have it right, there is some kind\nof right to keep trained in the use of firearms subject\nto regulation. We have regulation worried about crime,\nback to my first question.\nMR. GURA: Well, back to Your Honor's first\nquestion, we don't agree that the military purpose is\nthe exclusive purpose of the Second Amendment. And we\nalso don't agree that it could be a reasonable\nregulation or under any standard of review to prohibit\npeople from having functional firearms in their own home\nfor purposes of self-defense.\nJUSTICE SCALIA: You don't even agree that\nMassachusetts was subject to the Second Amendment.\nMR. GURA: Well, originally it was not. But\nwhat we've seen with the Fourteenth Amendment, and we've\nseen --\nJUSTICE SCALIA: But the time we're talking\nabout, the firearms in the home ordinance, when was\nthat?\nMR. GURA: 1783 I believe was the statute.\nJUSTICE STEVENS: How do you explain the\nfact that you include self-defense, but only two States,\nPennsylvania and Vermont, did refer to self-defense as a\npermissible justification and all of the others referred\nto common defense or defense of the State, and in the\nArticles of Confederation and the Constitution itself\nthere is no reference to self-defense?\nMR. GURA: Your Honor, the State courts\ninterpreting those provisions that you reference had a\ndifferent interpretation. For example, in 1895\nMassachusetts --\nJUSTICE STEVENS: 1895. I'm talking about\ncontemporaneous with the adoption of the Second\nAmendment.\nMR. GURA: Well, at the time we haven't seen\nState court decisions from exactly that era.\nJUSTICE STEVENS: Just the text of the State\nconstitutional provisions, two of them refer to\nself-defense. The rest refer only to common defense; is\nthat not correct?\nMR. GURA: On their literal text, yes. But\njudges did not interpret them that way, for example in\nNorth Carolina --\nJUSTICE STEVENS: I understand that judicial\ninterpretation sometimes is controlling and sometimes is\nnot. But the text itself does draw a distinction, just\nas the Second Amendment does. It doesn't mention\nself-defense.\nMR. GURA: While it might not mention\nself-defense, it was clear that the demands that the\nStates made at the ratifying conventions were for an\nindividual right, and Madison was interested in --\nJUSTICE STEVENS: Well, if you look at the\nindividual rights I suppose you start back in 1689, the\nDeclaration of Rights in England. And the seventh\nprovision that they talked about said that: \"The\nsubjects which are protestants may have arms for their\ndefense suitable to their conditions and as allowed by\nlaw.\" Now do you think the term \"suitable to their\nconditions\" limited the number of people who had access\nto arms for self-defense?\nMR. GURA: It was in England, but that was\ncriticized by the framers. St. George Tucker's edition\nof Blackstone --\nJUSTICE STEVENS: So you think that the\nSecond Amendment is a departure from the provision in\nthe Declaration of Rights in England?\nMR. GURA: It's quite clearly an expansion\nupon it.\nJUSTICE STEVENS: So that's not really\nyour -- you would not confine the right the way the\nEnglish did then.\nMR. GURA: I think the common law of England\nis a guide, and it's always a useful guide because\nthat's where the -- where we -- where we look to, to\ninterpret --\nJUSTICE SCALIA: It's useful for such\npurposes as what \"keep and bear arms\" means and things\nof that sort.\nMR. GURA: It certainly is, Your Honor. And\nit's also useful to see how --\nJUSTICE SCALIA: They certainly didn't want\nto preserve the kind of militia that America had, which\nwas a militia separate from the state, separate from the\ngovernment, which enabled the revolt against the\nBritish.\nMR. GURA: That's correct, Your Honor.\nJUSTICE SOUTER: Is there any -- is there\nany record evidence that the anti-Federalist objections\nto the Constitution that ultimately resulted in the\nSecond Amendment were premised on any failure to\nrecognize an individual right of self-defense or hunting\nor whatnot, as distinct from being premised on concern\nabout the power of the national government and the\nmilitia clauses in Article 1?\nMR. GURA: Yes, Justice Souter. If we look\nto, for example, the -- the demands of the Pennsylvania\nminority, the anti-Federalists there were extremely\ninfluential. They couched their demands in unmistakably\nself-defense terms. In fact, they added a provision --\nJUSTICE SOUTER: No, but they didn't -- they\ndidn't limit it to self-defense. I mean, what provoked\nit, as I understand it, was concern about the militia\nclauses, and here I mean you're certainly correct. I\nagree with you. Pennsylvania went beyond that. It\nwas -- it was one of three States, as I understand, that\ndid go beyond it. But the provocation for getting into\nthe subject, as I understand it, was, in each instance\nincluding Pennsylvania, concern over the national\ngovernment's power over militias under Article 1.\nMR. GURA: Justice Souter, we wouldn't see\nthe history that way. Certainly there is agreement that\nthe militia clauses in the Constitution were\ncontroversial. And there were separate amendments that\nwere proposed and always rejected that would have\naddressed that explicitly. In fact, if we look at\nVirginia's proposals, it's agreed by the Petitioners\nthat Virginia was the model for the Bill of Rights and\nspecifically, of course, for the Second Amendment.\nWe saw one set of proposed amendments from\nVirginia entitled Bill of Rights, and the Second\nAmendment language comes from paragraph 17 of that Bill\nof Rights. And then we see a list of other amendments,\nand then we have the 11th proposed amendment, which\nspeaks exactly to the -- reverting control over the\nmilitia back to the -- back to the States.\nNow, there is no reason to suppose that\nVirginia would have made the same demand twice, that\nthey would have, like all the other demands, it had\nseparate \"keep and bear arms\" provisions and separate\nmilitia provisions, that people were being duplicative\nfor no reason. The fact is that the militia concerns\nwere heard and they were voted down, and the Second\nAmendment concerns were the ones that the Federalists\nwere easily agreeable to because the right to keep and\nbear arms by individuals was not controversial, it would\nnot have altered the structure of our Constitution, and\nso those were agreed to quite readily.\nCHIEF JUSTICE ROBERTS: Why isn't the\ntrigger-lock provisions that are at issue here, why\naren't they similar to the various provisions that\nJustice Breyer mentioned like the gunpowder restriction?\nIn other words, for reasons of domestic safety, they\nsaid you can't store the gunpowder anywhere but on the\ntop floor. Why isn't the modern trigger-lock provision\nsimilar to those?\nMR. GURA: Well, it's not similar because\nthe modern trigger-lock provisions are aimed squarely at\nself-defense in the home. There is no risk today that\nthe kind of powder we use --\nCHIEF JUSTICE ROBERTS: Well, there is\nalways a risk that the children will get up and grab the\nfirearm and use it for some purpose other than what the\nSecond Amendment was designed to protect.\nMR. GURA: Oddly enough, a child can access\na firearm stored consistently with the District's law,\nthat is, a firearm which is disassembled and unloaded,\nnothing would prevent a child --\nCHIEF JUSTICE ROBERTS: Well, right. But, I\nmean, you don't necessarily expect a young child to be\nable to reassemble the pistol.\nMR. GURA: That's true, Your Honor.\nHowever, better safe storage approach is the one used by\nthe majority of jurisdictions, I believe, that do have\nsuch laws, which is to require safe storage, for\nexample, in a safe. And that is a reasonable\nlimitation. It's a strict scrutiny limitation.\nWhatever standard of view we may wish to apply, I think,\nwould encompass a safe storage provision.\nBut this is not a safe storage provision\nbecause we have specific exceptions that allow you to\nactually use the firearm in recreational shooting and\nalso in a place of business. And we have litigation\nhistory from Washington, D.C., that tells us that we are\nnot supposed to have an operable firearm for purposes of\nself-defense because they simply do not trust people to\ndefend themselves in our home. And -- and self-defense\nis the heart of the Second Amendment right. That is\nwhat Blackstone was getting at when he spoke of the\nfifth auxiliary right to arms, because it protected the\nright of personal preservation.\nJUSTICE STEVENS: You say that the right of\nself-defense was the heart of the Second Amendment, in\nyour view. Strangely that some provisions suggested\nthat and were not accepted by the authors of the Second\nAmendment.\nMR. GURA: Which provisions were those,\nJustice Stevens?\nJUSTICE STEVENS: Pennsylvania.\nMR. GURA: Well, Pennsylvania's provision\nwas certainly influential. Remember, Madison was trying\nto mollify the anti-Federalists' concerns. The Second\nAmendment is clearly addressed to Pennsylvania and New\nHampshire and New York and all these other States that\nwere demanding a right to keep and bear arms, and there\nwas always understood to be an individual right because\nthat is the way in which the right that was violated by\nthe British in the war of revolution that occurred not\ntoo long ago. And --\nI'm finished.\nJUSTICE BREYER: Thinking of your exchange\nwith the Chief Justice and think of the trigger lock in\nyour view and what the question was, do you want -- I\ndon't know how well trigger locks work or not -- but do\nyou want thousands of judges all over the United States\nto be deciding that kind of question rather than the\ncity councils and the legislatures that have decided it\nin the context of passing laws? I mean, isn't there an\nissue here and a problem with respect to having courts\nmake the kinds of decisions about who is right or not in\nthat trigger-lock argument?\nMR. GURA: When a fundamental right is at\nstake, there is a role for judicial review, Your Honor.\nWe are not going to see a thousand judges review such\nlaws because Washington, D.C.'s is the only example of\nit.\nJUSTICE GINSBURG: If it's a fundamental\nright, what about licensing? One piece -- we've talked\nabout trigger locks, we've talked about the ban on\nhandguns, but there is also a requirement that there be\na license for possession of a handgun. Assuming you're\nright on the first question, that you couldn't flatly\nban handguns, what about a requirement that you obtain a\nlicense to carry -- to have a handgun?\nMR. GURA: Justice Ginsburg, that would\ndepend on the licensing law itself. We don't have a\nproblem with the concept of licensing so long as it's\ndone --\nJUSTICE GINSBURG: What about this very law?\nIf you take out the ban -- there is a law on the books.\nIt's one of the ones that you challenged. It's section\n22-4504(a). Wouldn't that be okay -- would that be\nokay? It says that you have to have a license to carry.\nMR. GURA: So long as the licensing law is\nnot enforced in an arbitrary and capricious manner, so\nlong as there are some hopefully objective standards and\nhopefully some process for --\nJUSTICE GINSBURG: It just says -- it says\nyou have to get a license if you want to possess a gun.\nWhat kind of standard? It just says you have to have a\nlicense.\nMR. GURA: Well, the government could set\nreasonable standards for that, Your Honor. The\ngovernment could require, for example, knowledge of the\nState's use of force laws. They can require some sort\nof vision test. They could require, perhaps,\ndemonstrated competency. And those are the types of\nthings that we sometimes see; background checks, of\ncourse. Those are going to be reasonable licensing\nrequirements.\nHowever, if the license requirement is we\nonly wanted to give licenses to people who look a\ncertain way or depends on how we feel or if the\nlicensing office is only open Thursdays at 3:00 in the\nmorning -- I mean, it all depends on the implementation.\nAnd --\nCHIEF JUSTICE ROBERTS: What about -- what\nabout age limits -- you've got to be over 18 or you've\ngot to be over 21 to get a license?\nMR. GURA: Well, certainly the\nage-of-majority issue is -- is an appropriate one. I\ndon't think there is a problem with requiring a majority\nage 18 and then 21 for --\nCHIEF JUSTICE ROBERTS: Is the age limit\nnecessarily the same nationwide? Maybe 16 in Wyoming\nmakes more sense but 21 in the District.\nMR. GURA: Courts would have to examine\nthose at some point. The government would have to look\nat the circumstances it confronted and enact, up to some\npoint, an age limit. I think it would be very difficult\nto have an age limit that goes beyond 21, because that's\nthe majority age for most things in the United States.\nAnd, in fact, we have the voting rights cases from the\nlate '60s where --\nJUSTICE STEVENS: May I ask this question?\nAre you, in effect, reading the amendment to say that\nthe right shall not be unreasonably infringed instead of\nshall not be infringed?\nMR. GURA: There is that inherent aspect to\nevery right in the Constitution.\nJUSTICE STEVENS: So we can -- consistent\nwith your view, we can simply read this: \"It shall not\nbe unreasonably infringed\"?\nMR. GURA: Well, yes, Your Honor, to some\nextent, except the word \"unreasonable\" is the one that\ntroubles us because we don't know what this unreasonable\nstandard looks like.\nJUSTICE SCALIA: You wouldn't put it that\nway. You would just say it is not being infringed if\nreasonable limitations are placed upon it.\nMR. GURA: That's another way to look at it,\nYour Honor. Certainly --\nCHIEF JUSTICE ROBERTS: -- you would define\n\"reasonable\" in light of the restrictions that existed\nat the time the amendment was adopted.\nMR. GURA: Those restrictions --\nCHIEF JUSTICE ROBERTS: You know, you can't\ntake it into the marketplace was one restriction. So\nthat would be -- we are talking about lineal descendents\nof the arms but presumably there are lineal descendents\nof the restrictions as well.\nMR. GURA: Framing our practices would\ninform the kind of restrictions that would be accepted.\nBut even beyond that, they also inform the contours of\nthe right. In the Fifth Circuit, for example, we have\nthe Emerson decision now for seven years, and the way\nthat that court has examined the Second Amendment when\nthey get these felon and possession bans and drug addict\nand possession challenges, what they say is, these\npeople simply are outside the right, as historically\nunderstood in our country. And that's a very important\naspect to remember, that the Second Amendment is part of\nour common law tradition, and we look to framing our\npractices in traditional understandings of that right to\nsee both the reasonableness of the restrictions that are\navailable as well as the contours.\nJUSTICE SOUTER: Can we also look to current\nconditions like current crime statistics?\nMR. GURA: To some extent, Your Honor, but\nwe have certainly --\nJUSTICE SOUTER: Well, can they consider the\nextent of the murder rate in Washington, D.C., using\nhandguns?\nMR. GURA: If we were to consider the extent\nof the murder rate with handguns, the law would not\nsurvive any type of review, Your Honor.\nJUSTICE SCALIA: All the more reason to\nallow a homeowner to have a handgun.\nMR. GURA: Absolutely, Your Honor.\nJUSTICE BREYER: Whose judgment is that\nto --\nJUSTICE SOUTER: The question is whether\nthey may consider those statistics, and I take it your\nanswer is yes?\nMR. GURA: Well, those statistics might be\nconsidered in some way, the fact is that at some point\nthere is a role for judicial review. And you can't just\ngrab at statistics -- and some of the statistics that\nwere used here are very weak, and studies that have been\nrejected by the National Academy of Sciences repeatedly.\nI mean, we don't really have -- it's hard to say that\nthose laws --\nJUSTICE SOUTER: But I think -- I don't want\nyou to misunderstand my question. My question is that\nby looking to the statistics, I'm not suggesting that\nthere is only sort of one reasonable response to them.\nI want to know whether -- whether the policymakers may\nlook to them; and I take it your answer is yes?\nMR. GURA: To some degree, yes, policymakers\nhave to be informed by what's going on in order to make\npolicy. However, there are constitutional limitations\nenforced by courts that are going to limit those\npolicies. And when you have a ban which bans 40 percent\nof all weapons that are the type of weapons used by\ncivilians, 80 percent of all self-defense occurs with\nhandguns; when you have that kind of ban, functional\nfirearms ban, these are extreme measures --\nJUSTICE SOUTER: They may be. I just want\nto make sure you're not making the argument that because\nthere was not a comparable homicide rate, or for that\nmatter, a comparable need for self-defense from handgun\nuse in 1792, that there -- 1790 -- that therefore, the\nstatistics of today may not be considered? You're not\nmaking that argument?\nMR. GURA: No, Your Honor, the fact is that\nwe can always debate these things, but the object of the\nBill of Rights is to remove certain judgments from the\nlegislature, because we can make policy arguments,\nnormative arguments about many provisions of the\nConstitution. But to make those arguments and say,\nwell, we've decided as a matter of policy that the right\nto keep and bear arms is no longer a good idea and,\ntherefore, we are going to have restrictions that\nviolate that stricture in the Bill of Rights, that\nshouldn't pass judicial review. At some point you have\nto go to Article 5 if you think that the Constitution is\nimpractical.\nJUSTICE KENNEDY: But Just to be clear --\nand I don't want to misstate your position, but my\nunderstanding, I at least inferred that you would\nconsider it reasonable to ban shipment of machine guns\nand sawed-off shotguns in interstate commerce?\nMR. GURA: Yes, Your Honor.\nJUSTICE STEVENS: And how about a State\nuniversity wants to ban students having arms in the\ndormitory?\nMR. GURA: Certainly that creates some sort\nof an evidentiary record. Conceivably that --\nJUSTICE STEVENS: That's the bare fact.\nThat's what -- a State regulation prohibits students\nfrom having arms on campus.\nMR. GURA: We would have to do --\nJUSTICE STEVENS: You'd have to think about\nthat.\nMR. GURA: -- some fact finding. It's\nsomething that might be doable, but again, that's so far\nfrom what we have here. We have here a ban on all guns,\nfor all people, in all homes, at all times in the\nNation's capital. That questionably is too broad and\ntoo sweeping under any level of review.\nThank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you, Gura.\nMr. Dellinger, 10 minutes.\nREBUTTAL ARGUMENT OF WALTER DELLINGER,\nON BEHALF OF THE PETITIONERS\nMR. DELLINGER: Mr. Chief Justice, I want to\naddress first why this law is reasonable and should be\nsustained, and why the judgement below has to be\nreversed, however, whatever position you take on the\ntheories of the amendment. And in defending the eminent\nreasonableness and careful balance of this law, I need\nto start with the trigger law, about which Justice Alito\nasked.\nCHIEF JUSTICE ROBERTS: Well, before you\nstart with it, how many minutes does it take to remove a\ntrigger lock and load a gun? Because both the gun has\nto be unloaded; it has to have a trigger lock under the\nDistrict laws.\nMR. DELLINGER: Those are alternatives, Mr.\nChief Justice.\nCHIEF JUSTICE ROBERTS: No, disassembled --\nMR. DELLINGER: Just a trigger lock.\nCHIEF JUSTICE ROBERTS: In either case it\nhas to be unloaded, correct?\nMR. DELLINGER: There are some versions of\nthe trigger lock that allow you to put the trigger lock\non and then load the gun. But the piece that goes in\nthe trigger mechanism, even someone as clumsy as I could\nremove it and effect it --\nCHIEF JUSTICE ROBERTS: Well, the law, as I\nunderstand it, says that the gun has to be unloaded. So\nunder your hypothetical, I assume that would violate the\nDistrict's law if the gun is still loaded.\nMR. DELLINGER: You know, it's a question of\nwhere you put the parenthesis. I read that as\ndisassembled and unloaded or under a trigger lock, and\nthat's the, that's the way the District --\nCHIEF JUSTICE ROBERTS: So how long does it\ntake? If your interpretation is correct, how long does\nit take to remove the trigger lock and make the gun\noperable.\nMR. DELLINGER: You -- you place a trigger\nlock on and it has -- the version I have, a few -- you\ncan buy them at 17th Street Hardware -- has a code, like\na three-digit code. You turn to the code and you pull\nit apart. That's all it takes. Even -- it took me 3\nseconds.\nJUSTICE SCALIA: You turn on, you turn on\nthe lamp next to your bed so you can -- you can turn the\nknob at 3-22-95, and so somebody --\nMR. DELLINGER: Well --\nCHIEF JUSTICE ROBERTS: Is it like that? Is\nit a numerical code?\nMR. DELLINGER: Yes, you can have one with a\nnumerical code.\nCHIEF JUSTICE ROBERTS: So then you turn on\nthe lamp, you pick up your reading glasses --\n(Laughter.)\nMR. DELLINGER: Let me tell you. That's\nright. Let me tell you why at the end of the day this\ndoesn't -- this doesn't matter, for two reasons. The\nlesson --\nCHIEF JUSTICE ROBERTS: It may not matter,\nbut I'd like some idea about how long it takes.\nMR. DELLINGER: It took me 3 seconds. I'm\nnot kidding. It's -- it's not that difficult to do it.\nThat was in daylight.\nThe other version is just a loop that goes\nthrough the chamber with a simple key. You have the key\nand put it together. Now, of course if you're going --\nif you want to have your weapon loaded and assembled,\nthat's a different matter.\nBut here's where I want to address the\ntrigger lock. Here's why it doesn't matter for the\nhandgun law. The District believes that what is\nimportant here is the ban on handguns. And it also\nbelieves that you're entitled to have a functional,\nusable weapon for self-defense in the home, and that's\nwhy this is a very proportionate law.\nCHIEF JUSTICE ROBERTS: Well, if\nproportionate, in other words you're saying your\ninterest is allowing self-defense in the home --\nMR. DELLINGER: Yes.\nCHIEF JUSTICE ROBERTS: Does it really make\nsense to say the best self-defense arm is a rifle, as\nopposed to a pistol?\nMR. DELLINGER: It is -- there has been no\nshowing here that a rifle or a shotgun is inadequate for\nthe purposes of self-defense in this facial challenge.\nJUSTICE ALITO: Is there anything to show\nthat the District Council ever considered the issue of\nself-defense? That -- because they banned handguns and\nthey had this provision on the trigger lock which -- and\nthe issue -- my question with the trigger lock doesn't\nhave to do with whether trigger locks are generally a\ngood idea. It's whether you're ever allowed to take it\noff for purposes of defense. There's no -- is there\nanything to show that the -- that the council actually\nconsidered what sort of weapon is appropriate for\nself-defense?\nMR. DELLINGER: There are decisions in the\nDistrict of Columbia about the right of self-defense\nthat apply to this. But here's the most important\npoint. It cannot affect the validity of the handgun\nlaw. If you disagree with us that my statements are not\nsufficient to say that we believe that the law should be\nread, given the self-defense compulsion, to allow\nwhatever use makes it functional, if you don't agree\nwith that and if you think there's a controversy on this\npoint, because we believe you should have a functional\nfirearm available in the home of law-abiding citizens\nwho wish one, if we are wrong about that and the trigger\nlock is invalid, that has no effect on the handgun ban.\nThat is to say, the trigger lock applies to\nall weapons. If it's valid and it means what they say\nit does, none of the weapons would work. We don't need\na handgun; it's unusable. If it's invalid or if it has\nthe construction we believe, it cannot possibly affect\nthe handgun law. If you strike down the trigger lock\nlaw, you're throwing us in the briar patch where we\nthink it's where we're happy to be if all we have to do\nis to make clear in the trigger lock law what we have\nsaid here today, that it's, it's available for\nself-defense.\nCHIEF JUSTICE ROBERTS: It's a related\npoint. Do you understand the ban -- the carry ban to\napply if you carry the firearm from one room in the\nhouse to another?\nMR. DELLINGER: That only applies if it's --\nif it's unregistered. Now, you can't register a\nhandgun, you can't carry a handgun, but that's because\nits both -- its possession is prohibited. That is to\nsay you can't carry marijuana or heroin from one room to\nthe other either, because you can't use it at all, I\nthink.\nCHIEF JUSTICE ROBERTS: Why is the -- why is\nthe D.C. law phrased in those terms? In other words, if\nyou can't have a handgun at all, why do you have a\nseparate provision saying that you can't carry it\nanywhere?\nMR. DELLINGER: Well, it's -- it's -- the\ncarry provision, you cannot carry unregistered firearms.\nThat's just a general requirement, that firearms be\nregistered. You're not allowed to register handguns is\nthe mechanism by which they are prohibited.\nNow, here is -- to address your question\nabout why a ban is unreasonable, the one thing we know\nthe Second Amendment is not about is it's not about the\ninterest of collectors. Some people collect guns the\nway they do stamps, and if that were what the amendment\nwere about then prohibiting someone from having a\nparticular type of gun would prevent them from\ncompleting the set. But the notion --\nCHIEF JUSTICE ROBERTS: Why isn't that\ncovered by the provision that you have the right to keep\narms?\nMR. DELLINGER: Well, the word \"keep\" would\nencompass -- \"keep\" can encompass every use of an arm,\nand that's why it provides no limit at all, unless you\nread it in combination with \"keep and bear\" and that in\ncombination with \"well-regulated militia.\"\nJUSTICE SCALIA: You mean you can't have any\nmore arms than you would need to take with you to the\nmilitia? You can't have a -- you can't have a -- you\nknow, a turkey gun and a duck gun and a 30.06 and a 270\nand -- you know, different -- different hunting guns for\ndifferent --\nMR. DELLINGER: Well --\nJUSTICE SCALIA: You can't do that? I mean\na State could say you don't --\nMR. DELLINGER: Of course you could do that.\nJUSTICE SCALIA: You can have to have a 12\ngauge and that's it.\nMR. DELLINGER: And like the District that\nallows that, as every State does. There are --\nJUSTICE KENNEDY: I -- at least to me the\nquestion is, what would be the constitutional basis for\ninsisting on Justice Scalia's suggestion that you need a\nnumber of guns? You have argued, it seems to me, that\nthe District or a government could prohibit just what he\nsaid, unless you needed one to take to the militia.\nMR. DELLINGER: I do not know why that would\npass the reasonableness scrutiny, but this law would\nbecause a powerful, overwhelming case could be made that\nyou're eliminating the one type of weapon -- this law is\n-- is designed only for the weapon that is concealable\nand movable, that can be taken into schools and onto the\nMetro, can be easily stolen and transmitted among --\nJUSTICE KENNEDY: I'm asking about the\nconstitutional standard you apply to a hypothetical\nstatute which would prohibit the guns Justice Scalia\ndescribed. What is your position as to the validity of\nsuch a hypothetical law?\nMR. DELLINGER: You would apply this\nstandard. You would ask whether the ban is one that's\ncarefully balanced considerations of gun ownership and\npublic safety. I don't see how, once we are in the land\nwhere you -- where there is a right, there is a far\nweaker case if there is any need for public safety to --\nto limit the number of guns one has. Here there is an\noverwhelming case and we are talking about local\nlegislation.\nI know, Justice Kennedy, that you would be\nconcerned about a national government which sets a\nsingle standard for rural and urban areas, for East and\nWest, North and South. Here you have legislation that\nis adopted by a group of citizens in the District,\noperating under the authority of Congress, but it is\nlocal legislation. And if it's still good law, that\nStates and local governments across the country can\nstrike these balances, as they have, it would be deeply\nironic to preclude the District of Columbia as being the\nonly place that could enact legislation free of the\nstrictures of the Second Amendment.\nAnd when you ask about the statistics, what\nis critical here is not to apply the kind of categorical\nstandard the court below did or a kind of strict\nscrutiny that would strike this law down. This is an\narea, unlike areas where government regulation is\npresumptively illegitimate, this text contemplates\nregulation of inherently dangerous weapons. And where\nthe battle -- the great battle over methodology, to\nwhich Justice Breyer replied, in these briefs --\nindicates that this is the kind of right -- where you\nhave disputes among experts, it's a kind of right where\neven if you recognize it, deference needs to be given to\nthe legislative resolution rather than have courts try\nto decide how best to resolve the statistical and\nmethodological debates.\nThank you, Mr. Chief Justice.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Dellinger.\n"
    }, 
    "respondents": [
        "No. 07-290 DICK ANTHONY HELLER."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 42, 
        "GENERAL CLEMENT": 38, 
        "JUSTICE ALITO": 5, 
        "JUSTICE BREYER": 13, 
        "JUSTICE GINSBURG": 18, 
        "JUSTICE KENNEDY": 28, 
        "JUSTICE SCALIA": 33, 
        "JUSTICE SOUTER": 18, 
        "JUSTICE STEVENS": 35, 
        "MR. DELLINGER": 77, 
        "MR. GURA": 65
    }
}