{
    "appearances": {
        "content": "SCOTT D. MAKAR, ESQ., Solicitor General, Tallahassee,\nFla.; on behalf of the Petitioner.\nG. ERIC BRUNSTAD, JR., ESQ., Hartford, Conn.; on behalf\nof the Respondent.\n"
    }, 
    "caseNum": "07-312", 
    "caseinfo": {
        "content": "FLORIDA DEPARTMENT OF :\nREVENUE, :\nPetitioner :\nv. : No. 07-312\nPICCADILLY CAFETERIAS, INC. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nSCOTT D. MAKAR, ESQ.\nOn behalf of the Petitioner 3\nG. ERIC BRUNSTAD, JR., ESQ.\nOn behalf of the Respondent 26\nREBUTTAL ARGUMENT OF\nSCOTT D. MAKAR, ESQ.\nOn behalf of the Petitioner 54\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, March 26, 2008\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:06 a.m.\n"
    }, 
    "petitioners": [
        "FLORIDA DEPARTMENT OF", 
        "REVENUE,", 
        "Petitioner", 
        "v.", 
        "No. 07-312 PICCADILLY CAFETERIAS, INC.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:06 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 07-312, Florida Department of Revenue\nversus Piccadilly Cafeterias.\nMr. Makar.\nORAL ARGUMENT OF SCOTT D. MAKAR\nON BEHALF OF THE PETITIONER\nMR. MAKAR: Mr. Chief Justice, and may it\nplease the Court:\nThe virtues of reading Congress' grant of\nthe stamp tax exemption, 1146(c), to only\npost-confirmation transfers is threefold. First, it's\nfaithful to the language of the statute, which requires\nthat there be a plan confirmed, as the courts in NVR and\nHechinger have held, and draws a simple bright-line test\nat the point of confirmation, at which point the\nbankruptcy judge has the power to grant that tax\nexemption.\nIt's also based upon the principle that\ntaxation exemption statutes, which this is a case\ninvolving one, must be narrowly construed if they are to\nstay under principles of federalism. It also avoids the\nintrusion into the State's tax system, keeping in mind\nthe important fact that approximately three-quarters of\nthese Chapter 11 cases never get to plan confirmation.\nInstead, in three quarters of the cases you have, as in\nLamie and in the Hartford case, you may have a case\nconvert to Chapter 7 or have it be dismissed.\nSo a pre-confirmation tax exemption granted\nby the bankruptcy judge at any point prior to\nconfirmation --\nJUSTICE BREYER: I don't understand that.\nIf it's never confirmed, then I guess the tax is okay,\nisn't it?\nMR. MAKAR: Well, Justice Breyer, what\nhappens in these situations is that a -- for example, a\n363 sale order where the property is being sold, in that\norder there is an exemption granted by the bankruptcy\njudge.\nJUSTICE BREYER: But so what? Isn't that --\nI mean, I assume that's totally illegal, that you get --\nI thought we're talking about this provision where\neverybody agrees that it has to be under a plan\nconfirmed under section 1129. So if there's no plan\nconfirmed, I don't know how you would fall within this\nexemption.\nMR. MAKAR: Well, that's our point exactly,\nYour Honor.\nJUSTICE BREYER: Fine. If it's your point\nexactly, then I guess I must agree with that. I'll hear\nfrom the other side. Except I thought your point was it\nmakes it difference whether the transfer takes place\nbefore the plan is confirmed or after. So I may be just\nconfused about that.\nMR. MAKAR: Well, what happens in these\nsituations before confirmation where there is a 363\norder that transfers, that the bankruptcy court then\nsays this is entitled to an exemption, at that point in\ntime the State of Florida or whatever State is denied\nthe revenue that would otherwise --\nJUSTICE BREYER: Oh, no, I'm asking you\nthis. You then concede -- let me for my own point of\nview; forget what the -- maybe I'm confused about the\nfacts or maybe I'm not. But let's suppose there is a\nplan and it is confirmed. The transfer, however, took\nplace a month earlier where a private group of creditors\ncame together, every creditor, with the debtor and they\nworked out a sale tomorrow, and they transferred the\nassets tomorrow. Four months later, the plan that\nincludes every word of that goes before the bankruptcy\njudge, the bankruptcy judge thoroughly understands the\nsituation, and he says: I confirm the plan.\nNow, under those -- in that circumstance, I\nguess you now are -- are you prepared to concede that\nFlorida cannot tax?\nMR. MAKAR: No, Your Honor.\nJUSTICE BREYER: Of course not. So then --\nthen the fact that there is no plan seems to me\nirrelevant, that situation, from the present case.\nSo now let's look at this case, where there\nis a plan and it is confirmed. My question, going back\nto what I thought the facts are, is this: Imagine the\nsituation I've just described -- thorough investigation\nlater by the bankruptcy judge; plan including it is\nconfirmed. And you say if the transfer took place first\nyou can assert your tax, but if the transfer took place\nsecond, after the plan, you can't.\nAnd my question, if I'm right on my\nassumption, is I'd like you to provide a reason why any\nhuman being, a reasonable human being, would want to\nmake that distinction?\nWhy would anyone want to say we want to give\nall the money to the creditors and not let Florida get\nsome if it takes place, the transfer, after the\nconfirmation, but would think differently about it and\nwould want Florida to get some if the transfer takes\nplace before the confirmation, which confirmation\ndescribes everything in depth, is thoroughly\ninvestigated, et cetera? What reason could there be for\nsuch a distinction?\nMR. MAKAR: Well, two things,\nJustice Breyer. First of all, the Bankruptcy Code speak\nin terms of a -- 1146(c) speaks in terms of a \"plan\nconfirmed.\"\nJUSTICE BREYER: I'm not speaking of the\nlanguage for the moment. I want you to forget about the\nlanguage and assume the language is ambiguous. That's a\ndifferent question. My question is, assuming that the\nlanguage is ambiguous, as every lower court has found,\nassuming that, however, is there any reason why a\nreasonable human being would make this distinction?\nThat's my question. And there may be an answer, but I\nwant to know what answer is.\nMR. MAKAR: Sure. In this context --\nJUSTICE SCALIA: I mean, you could say this\nwas Congress, right?\nMR. MAKAR: I'm sorry?\nJUSTICE BREYER: That is not an answer.\n(Laughter.)\nJUSTICE BREYER: I would appreciate an\nanswer to the question.\nMR. MAKAR: Well, Justice Breyer, I think\nthe practical reason is Congress has created a\nstructured Bankruptcy Code, in which there is a plan\nconfirmation process structure that Congress has\nprovided here. And in this particular case, and in\nperhaps the hypothetical, this was done outside the plan\nconfirmation process. In other words, this sale was\ndone even before a plan was even filed.\nCHIEF JUSTICE ROBERTS: I suppose one of the\nreasons would be how far do you go back? I mean, you go\nback three years and say, well, you know, the bankruptcy\njudge can say, part of what I'm confirming is the sale\nthat took place three years ago, so you can file for a\nrefund, I guess.\nMR. MAKAR: Well, that's the fundamental\nproblem we have.\nJUSTICE BREYER: That's the problem? If\nthat's the problem, I thought that there had to be a\nfiling for bankruptcy before any of this kicks in.\nMR. MAKAR: Well, there certainly is. There\nhas to be a filing for --\nJUSTICE BREYER: Okay. Then the answer\ncan't be you could go back 50 years. The answer would\nhave to be you go back until the filing for bankruptcy.\nCHIEF JUSTICE ROBERTS: Well, why does there\nhave to be -- there has to be a filing for bankruptcy\nbefore you get a plan confirmed, but I didn't understand\nthat to be the threshold before -- what does that mean,\nthere has to be a filing for bankruptcy? That the\nconfirmation of the plan can't go back before that?\nMR. MAKAR: Well --\nCHIEF JUSTICE ROBERTS: It goes back before\nthen in a lot of cases to look for preferential\ntransfers and things like that.\nMR. MAKAR: Well, sure, but here what we\nhave is the language of the statute, 1146(c), is keyed\nin to a key event, which is plan confirmation, the plan\nconfirmed. The authority for the bankruptcy judge to\ngrant the tax --\nCHIEF JUSTICE ROBERTS: I thought your\nanswer to Justice Breyer was saying there's another key\nevent and that's the filing of the petition for\nbankruptcy.\nMR. MAKAR: Well, that has -- I don't see\nthat as having any relevance as to the authority of the\nbankruptcy judge to grant the tax exemption. The\nquestion I understood was how far back can can you go?\nAnd our position on that is opening this up to\npre-confirmation transfers creates all sorts of\nproblems.\nJUSTICE BREYER: What? That's what I want\nto know. And I'll add a qualification. I'd say I would\nread into this a context, and the context is the whole\nsection that gives the exemption from the State law only\nkicks in when you file for bankruptcy.\nSo, I -- now, it's my question. I guess I\ncould make the hypothetical the the way I want to make\nit, and the way I want to make it is that this section\napplies once it kicks in, the bankruptcy filing, and it\ndoes not distinguish between the pre- and the\npost-confirmation, you know, where the confirmation\ntakes place after the transfer or the transfer after the\nconfirmation.\nYou're arguing to the contrary. And what I\nwant to know is what reason there is? Do I have to\nrepeat the question?\nMR. MAKAR: No. No.\nJUSTICE BREYER: What is the reason? That's\nwhat I want you to focus on, for making that\ndistinction.\nMR. MAKAR: Well, as I understand the\nquestion, Justice Breyer, you're concerned about the\npre-confirmation transfer that ultimately gets wrapped\ninto a plan that's ultimately confirmed and why\nshouldn't that be occurring? Our position --\nJUSTICE SCALIA: That's what the whole case\nis about.\nMR. MAKAR: Right. And that's the language\nof the statute in our view provides that the authority\nflows from the confirmed plan.\nJUSTICE SCALIA: He wants a reason why that\nmight be. Do you know many instances in which Congress\nhas set up a system in which you cannot determine\nwhether a State tax is valid or invalid until some\nfuture event at an indeterminate time which may be three\nyears later? Is that customary --\nMR. MAKAR: No, in fact --\nJUSTICE SCALIA: -- for someone not to know\nwhether the tax is payable or not for sure until three\nyears later?\nMR. MAKAR: No, that's exactly our argument.\nJUSTICE SCALIA: Isn't that a good reason?\nMR. MAKAR: That's our argument, which is\nthat it is -- is not narrowly construing the statute.\nIt's broadly construing it, as the Eleventh Circuit\nfound --\nJUSTICE GINSBURG: There's another\nassumption then that was in Justice Breyer's question\nabout, well, you have to have the petition, the\nbankruptcy petition. But in this very case wasn't the\nsale -- wasn't the basic arrangement made the day before\nthe petition was filed?\nMR. MAKAR: Right. This appears to be one\nof those so-called pre-packaged plans where it was\narranged and was sort of put together outside a formal\nplan confirmation process. Under the Bankruptcy Code,\ntypically there's the filing of the petition --\nJUSTICE STEVENS: Absolutely.\nMR. MAKAR: -- and filing of the plan --\nJUSTICE STEVENS: You were asked, and I\nthink tried to answer and never got your answer out, and\nI'd like to hear: What is it you were saying about\ncases in which pre-confirmation transfers are made and\nthe tax exemption is made? Did you start to tell us\nthat you might never recover the tax later on? Or what\nkind of a problem does it create?\nMR. MAKAR: That's precisely my point. In\nthree-quarters of these cases approximately, these\nexemptions can be given.\nJUSTICE STEVENS: Yes, but then the question\nis, can you nevertheless, in an untimely fashion,\neventually get the tax imposed and the tax collected?\nMR. MAKAR: Possibly. If it's in escrow,\npossibly. It takes a tremendous amount of monitoring in\nthese cases. There's a problem with notice. The State\ndoesn't get notice.\nJUSTICE KENNEDY: Are there also instances\n-- and, again, I'm interested in Justice Breyer's\nquestion and Justice Stevens's question, the practical\nreasons that might have prompted the statute to be drawn\nin the way that you say it's been drawn. Are there also\ninstances where a transaction goes through and is later\nunwound, is later set aside? So that the tax has to be\nrefunded?\nMR. MAKAR: Yes. I mean, that could be a\npossibility. That's our position, that this is sort of\nturning this into a refund statute, perhaps in some\ninstances, by allowing all these pre-confirmation\ntransfers to be eligible for the exemption, keeping in\nmind that this whole question in this case is: Are\npreconfirmation transfers ever eligible? We don't think\nthey -- that they are because, as the courts in NVR and\nHechinger said, the natural, simple, bright-line test is\nif you get to plan confirmation, if you've gone through\nthe process that Congress has established, and you get a\nplan confirmed, then the transfer of the security --\nthis is not a securities case -- but the transfer of the\nproperty has at that point been exempt from the tax.\nSo in our view, the purpose of the statute\nwould be thwarted by allowing all these pre-confirmation\nexemptions. As I say, in 25 percent of the cases\nperhaps you will get the plan confirmed, and perhaps --\nCHIEF JUSTICE ROBERTS: Counsel, I'm not\nsure I understand the practical consequences of your\nposition. I assume that if you're right, people who\nhave an interest in buying the bankrupt business will\nwait or have to wait until after confirmation of the\nplan, because the tax liability is going to save them a\nlot of money. Is it going to work in that case?\nMR. MAKAR: Work in the sense that --\nCHIEF JUSTICE ROBERTS: I mean, will the\neffect of your plan be that it will discourage people\nwho come along and want to buy a bankrupt business?\nMR. MAKAR: No. I think we have to put this\nin context. What we have is a Chapter 11\nreorganization. And then Chapter 7 of course is\nliquidation, which is typically where the assets of the\ncompany would be liquidated and sold off, and you have a\ntrustee. Here we have a different context. This\nreorganization -- Congress established this\nreorganization process.\nJUSTICE GINSBURG: But are you not -- are\nyou questioning -- what I understand to be the case,\nit's not at all uncommon for a Chapter 11 these days to\nhave the 363(b) sale of property, then have some kind of\nglobal settlement, and then distribute all the assets,\nnever have any kind of reorganization. And I didn't\nunderstand that it was necessary to kick the case over\ninto Chapter 7.\nAren't there many cases filed under Chapter\n11 that end up with no reorganization?\nMR. MAKAR: There are a number. There are a\nnumber. And I'm not sure exactly the number, but it's a\nsmall but growing percentage in which the debtors are\ntaking advantage of Chapter 11 to liquidate rather than\ngo through Chapter 7. And there's reasons for that. It\nmay be that the debtor in possession of the company has\ngreater control than a trustee would and so forth.\nOur point is that this is -- in this\nliquidation context, it's basically trying to hammer a\nChapter 7 peg into a Chapter 11 hole, because what is\nhappening here is the tax exemption that Congress has\nset up here, which should be narrowly construed in favor\nof the State, is being broadly expanded. In fact, what\nthe Eleventh Circuit did below --\nJUSTICE SCALIA: What harm is done? Could\nyou tell us in just a few words, what's the harm?\nThat's what Justice Breyer's concerned about.\nMR. MAKAR: Well, the harm, Justice Scalia,\nis that in these instances -- as I said, in cases where\nhe exemption is being granted unjustifiably, the State\nhas to expend resources on litigation. And there is now\na new test, and there has -- it is going back to court,\nand there is --\nJUSTICE BREYER: And it's not the\nlitigation. What you've said so far is, at least as I\nhave taken it in, that the practical harm is the\nfollowing: There will be a certain number of transfers\nthat take place after the filing, but before the actual\nconfirmation; and in respect to those transfers, the\nState is left in a position of uncertainty.\nYou don't know if you can assert your tax or\nnot assert your tax until that transfer is later\nconfirmed as part of the confirmed plan or not.\nThat's what I take it as you're having said.\nAnd then I think I'll hear in a minute somebody say, but\nthat kind of uncertainty is rife in the tax laws. It\noften occurs that a taxing authority is not certain\nabout how to characterize a transaction until later\nevents take place which are part of, or related to, the\ntransaction; and the IRS and all the State tax\ndepartments survive.\nSo if I'm right in guessing that, discuss.\n(Laughter.)\nJUSTICE BREYER: That's all I can say.\nMR. MAKAR: The notice provision is one.\nThe State may not get notice. For example in NVR,\nthere's 5,000-and-something transfers of property that\nhappened in the State of Florida that we never get\nnotice of to object to them. If it is in a 363 context,\nwe probably don't get notice because we don't own the\nproperty that is being transferred.\nAll this pre-confirmation effort and\nexpenditure of resources on -- the State has to monitor\nthese --\nJUSTICE SCALIA: What about the solvency of\nthe person who has tentatively been declared exempt from\nyour tax; so, therefore, you can't go get him right\naway? This is not the ordinary citizen. This is\nsomebody who is on the edge of bankruptcy. You would\nnormally want to get your money out of him as soon as\npossible before he squanders what is left, right?\nMR. MAKAR: Well, I --\nJUSTICE SCALIA: And would it -- would it\nnot happen with some frequency that, even though you\ncould have collected the tax three years earlier, by the\ntime it turns out for sure that there's never going to\nbe a Chapter 11 confirmation --\nJUSTICE STEVENS: Isn't the tax imposed on\nthe purchaser, not the bankrupt's estate?\nMR. MAKAR: I'm sorry, sir?\nJUSTICE STEVENS: Isn't the tax imposed on\nthe purchaser, rather than the bankrupt's estate?\nMR. MAKAR: Under -- under Florida law it is\nimposed upon the transaction and is repaid by the buyer\nor the seller. But on the question here --\nJUSTICE GINSBURG: What I don't understand\nabout the -- how the Florida system works, I thought you\ndon't get -- you don't get the transfer recorded until\nyou pay the tax. I thought that's what Florida law was.\nMR. MAKAR: That's correct. But here what\nis happening is with the pre-confirmation orders that\nare coming out with regularity, those are being used to\nprevent the taxes from being paid and the recordation\nof --\nJUSTICE BREYER: Why can't you just say\nthat? Why can't you say, you want to record this\ntaxation, pay the tax. And when you come in later,\nbecause it was confirmed, show us the paper. We'll give\nyou the money back.\nHow does that interfere with -- with\nanything?\nMR. MAKAR: Well, it becomes an\nadministrative burden.\nJUSTICE BREYER: Why is it an administrative\nburden? The burden is entirely on the people who want\ntheir money back. They come in. They file a piece of\npaper. It says Federal bankruptcy judge signed, plan\nconfirmed, and it would take, I guess, a few minutes to\nread through it to see they're telling the truth, which\nyou always have the problem in a tax, and then you give\nthem their money back.\nMR. MAKAR: Well, again, what is happening\nwith these orders being granted, sometimes the State\ndoesn't even know about it, and sometimes --\nJUSTICE BREYER: Of course, you can't file\nit if they don't tell the State. So if they're not\ngoing to tell you, they're not going to have their\ntransfer recorded.\nI mean, look, we're going into this, and on\nthe other side, of course, there is the following\nconsideration: That there are creditors who are owed a\nlot of money; and all these creditors are in a room; and\nthey think, if I can sell these assets tomorrow, I'm\ngoing to get a lot more money than I will if I have to\nwait for six months. That's why we want to go through\nwith this.\nNow isn't that an important bankruptcy\ninterest, to make the creditors more whole?\nMR. MAKAR: Well, the State of Florida\ndoesn't want to stand in the way of -- nor do the other\nStates -- in the way of maximizing the value of the\nestate.\nAnd in the situation here we're talking\nabout a very small tax. It's only imposed in this\nlimited context as to when a confirmation plan comes out\nin Chapter 11.\nJUSTICE SCALIA: Mr. Makar, you were going\nto address, I take it, the assumption that\nJustice Breyer has asked you to make, which is that the\nlanguage here is ambiguous. And your position is, I\ntake it, that \"confirmed\" means \"confirmed\"?\nMR. MAKAR: Well, absolutely. I don't\nconcede away our first argument. I think it's very\npowerful, which is that the language of the statute,\nitself, put in the context of this Chapter 11\nconfirmation process, read in its context, which is from\nthe post-confirmation section, powerfully supports the\nposition that this is a post-confirmation transfer\nexemption.\nCHIEF JUSTICE ROBERTS: I don't understand\nwhy this is a big deal. Assuming that was news to me,\nthat this only arises after the filing of a bankruptcy\npetition, and you are looking forward to confirmation of\nthe plan, this tax only applies at the transfer of\ntitle.\nWhy don't you just get your deal together\nand just say, well, the closing is going to be the day\nafter confirmation of the bankruptcy plan?\nMR. MAKAR: Well -- and then --\nCHIEF JUSTICE ROBERTS: And that's when you\ntransfer title, and that's when you have to pay the\nstamp tax.\nMR. MAKAR: Well, that, in the ordinary\ncourse of things, is what the statute envisions.\nThat's, of course, not what happened here, but that's\nthe ordinary course. And this exemption --\nJUSTICE SCALIA: Sometimes don't they want\nthe transfer to be effective whether or not there is a\nlater confirmation? I thought that that was the\nassumption here: That some of these transfers they want\nto be effective whether or not a confirmation occurs\nlater.\nMR. MAKAR: Well, and that's what happens in\nsome of these cases that are transferred to Chapter 7 or\ndismissed, where they get the tax exemption and then get\nout of the Chapter 11 whirl, having gotten the tax\nexemption, leaving the State to have to unravel what has\nbeen done.\nThat's the beauty and simplicity of the\nbright-line rule of Hechinger and NVR, which is that the\nlanguage of the statute says post -- it says confirmed\nplan. So it is at that point that the authority of the\nbankruptcy judge to grant the exemption -- the exemption\nexists and, thereby, makes it self-executing in the\nsense that the plan is confirmed. The order of\nconfirmation provides the authority for the exemption;\nand from that point forward it works with -- with\nsimplicity. It is a very straightforward application of\nthe statute.\nAnd it's the most natural reading of the\nstatute, as well. So I don't want the Court to at all\nfeel as if I'm conceding ground on the language of the\nstatute or the structure of the code and how it applies\nhere.\nWhat I'm -- where I think there may be some\nconfusion is simply that in these three-quarters of the\ncases these exemptions are being granted, and it is a\nproblem for the States to have to go out there and to\ntrack them down and figure out what's going on in these\ncases and try to unravel the exemption. So it is in\nthat regard that I -- if one of the exemptions --\nJUSTICE STEVENS: May I just ask this\nquestion? I guess this has been the rule in Florida for\nawhile. There's a problem, and has the problem been\nthat you actually don't get the money? Or is it an\nadministrative problem, keeping track of things and\nfinding out whether or not you are entitled to it?\nMR. MAKAR: Justice Stevens, it could be\nboth. I think it could that be we don't know about it,\nso we don't get the money. It gets filed, and then we\ndon't -- the order is filed with the clerk of court,\nand, therefore, the money isn't received --\nJUSTICE STEVENS: Are there any studies\nshowing how much money you've actually lost by this\npractice?\nMR. MAKAR: No. We've looked at it to see\nif there's any data. There's nothing that I can give to\nyou with any reliability. I would say, anecdotally,\nthat it is in the low millions rather than the --\nobviously the stamp tax in the State of Florida has been\nin the billions of dollars overall; but that's not the\nissue here. So -- but it is quite a few millions of\ndollars that we believe is --\nJUSTICE STEVENS: Did I understand you\ncorrectly? You say you have, in fact, lost millions of\ndollars from the failure to get access under this rule?\nMR. MAKAR: Anecdotally, yes. As I said,\nthis is in conversations with the Department of Revenue\nand so forth. There's just no hard data. That's one of\nthe problems in this area, since -- I did provide the\nCourt with some data about the number of plans that are\nconfirmed versus dismissed, and so forth, and the number\nof filings. We have about a thousand --\nJUSTICE STEVENS: It would seem to me that,\nnormally, because you do require recording, that there\nwould be -- it wouldn't be all that difficult to keep\ntrack of all these cases in which there had been\ntransferred pre-confirmation transfers. And if you did\nyou have some filed in the computer that had them all\nthere, as soon as the -- if the confirmation did not\noccur, you could just go ahead and send out the bills.\nMR. MAKAR: Well, that system does not\nexist. I don't know how difficult it would be. I would\nsuspect -- things sound simple sometimes in theory, and\nthen in practice they become very difficult in a State\nas populous as --\nJUSTICE KENNEDY: I guess your point is\nthat, as a whole, the virtue of the stamp tax is that it\nis virtually automatic on recording, and you don't have\nto send out notices, and so forth.\nMR. MAKAR: Well, absolutely. And --\nJUSTICE KENNEDY: The whole point of the\nstamp tax.\nMR. MAKAR: Absolutely, and it makes it at\nthat point in time certain. And the virtue, again, of\nthis bright-line rule is that it provides certainty,\npredictability, and -- and --\nCHIEF JUSTICE ROBERTS: How long does it\ntypically take from the filing of the petition to\nconfirmation of the bankruptcy plan?\nMR. MAKAR: Mr. Chief Justice, the study I\ncited to the Court about the number of cases it could\nbe -- has data in there. It looks to be -- it\nwas 4,000, or something along this line. It looks to be\nlike the average is about -- I think it is around 450 to\n600 days. I would have to pull the data and look real\nclosely. But that's on average. Some can be very\nquick; some can take longer, depending on\nthe complexity.\nA pre-packaged plan like the one we have\nbefore us here, it's not clear here why they couldn't\nhave had the plan confirmed before the transfer. This\nwasn't a perishable commodity or things along those\nlines. But there is not a whole lot of data.\nJUSTICE STEVENS: Is it -- another question\nI had: Is it not true that even under your rule there\nwill be a number of cases that, even though it was clear\nthat the transaction was after the confirmation, there's\nan issue as to whether it was under the plan?\nMR. MAKAR: That issue could actually arise;\nand that was the Jacoby case that, in our view, sort of\nspawned a lot of the problems here.\nThere may be some issues arising\npost-confirmation. We concede that. That -- but that's\ngoing to be less often than if we have the range of\npre-confirmation. Because if we have the range of\npre-confirmation transfers now being subject to\nlitigation, it's going to be at least multiples of -- in\nterms of the burden on the State.\nJUSTICE KENNEDY: I had one question as to\noperation of the tax in Florida.\nSuppose a transaction -- there's no\nbankruptcy. A transaction is completed. Stamps are\npaid. There is then a suit to rescind the transaction\non the ground of fraud or mistake. Do you get your\nmoney back from the stamp tax?\nMR. MAKAR: There is a refund mechanism for\ncertain situations. I'm not sure if that one would be\ncovered, but I believe it would be. There are -- there\nare some me mechanisms to get a refund back under the\nState's systems.\nIf there are no further questions, I will\nreserve my time for rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Brunstad.\nORAL ARGUMENT OF ERIC BRUNDSTAD, JR.\nON BEHALF OF THE RESPONDENT\nMR. BRUNSTAD: Mr. Chief Justice, and may it\nplease the Court:\nThe scarcest and most precious commodity in\na Chapter 11 case is cash. Without cash, you cannot\neven get to confirmation.\nThe way in which most debtors generate the\ncash necessary to get to confirmation, to pay all of the\nthings that have to be paid in cash on confirmation is\nthrough asset sales.\nIn fact, this tax exemption is more\nimportant for pre-confirmation transfers to the\nconfirmation process than post-confirmation transfers.\nHere in this case, if you look at the joint\nappendix page 127, you can see the things that had to be\npaid on confirmation of this plan, including\nadministrative expenses.\nIn section 1129, Congress set forth the rule\nthat certain things have to be paid in cash. Every\ndollar that is spent to pay a stamp tax cannot be used\nto pay employee claims, cannot be used to pay for goods\nand services the debtor desperately needs to reorganize,\nand cannot be offered to creditors to get their vote in\nfavor of the plan.\nThere is no reason, no reasonable reason why\nCongress would have wanted to allow the exemption for a\nthousand-dollar transfer that occurs after confirmation,\nbut not to a ten-million-dollar transfer that occurs\njust prior to confirmation.\nJUSTICE SCALIA: Because you don't know\nwhether that second one will ever be a sale under a\nplan, which is what the code requires. It has to be a\ntransfer under a plan. And when it occurs, you don't\nknow whether it is going to be an under plan or not.\nMR. BRUNSTAD: Well, Justice Scalia, I think\nthat depends on how you define the term \"under.\" And,\ngetting back to your prior question --\nJUSTICE SCALIA: At the time it occurs it\ndoesn't matter how you define the term. There is no way\nat the time it occurs to say that this is a transfer\nunder a plan. There hasn't been a confirmed plan.\nMR. BRUNSTAD: There has not been a\nconfirmed plan, but there is often --\nJUSTICE SCALIA: It requires under a plan\nconfirmed.\nMR. BRUNSTAD: Well, it requires that there\nbe a plan confirmed. Now, it doesn't say \"confirmed\nplan.\" Where Congress intended to foreclose discussion,\nit says --\nJUSTICE SCALIA: It says \"a plan confirmed.\"\nHow do you know at the time the transfer is made whether\nit is under a plan confirmed?\nMR. BRUNSTAD: You don't necessarily know,\nJustice Scalia.\nJUSTICE SCALIA: You don't at all know.\nJUSTICE SOUTER: In fact, you do know, I\npresume, on the statistics that the odds are three to\none against there being a confirmed plan.\nMR. BRUNSTAD: Yes, Justice Souter, but that\nunderscores how difficult it is to confirm plans in\nChapter 7, why Congress wanted to make it easier by\nproviding this tax relief. You need cash to confirm.\nFor example, the administrative expenses --\nJUSTICE SOUTER: I am -- I don't quite\nfollow the leap you just made.\nMR. BRUNSTAD: Well, the whole purpose of\n1146(a) is tax relief. It is tax relief to provide more\ndollars for other Chapter 11 purposes. You cannot\nconfirm a plan without hard, cold cash.\nIn the LTD bankruptcy, the administrative\nexpenses that had to be paid in full prior to the\neffective date of the plan were north of $200 million.\nThis really makes a difference. This is a live,\nflesh-and-blood problem.\nJUSTICE GINSBURG: I thought, Mr. Brunstad,\nthat the question was asked: So the State is not going\nto get its tax at the time of the asset transfer,\nbecause the cash is needed to eventually have a plan\nthat works. So the State doesn't get its tax.\nAnd then it turns out that there is no plan;\nthat the case is dismissed. What happens then? Florida\nhas to get back -- at that point gets the tax that it\nwanted up front?\nMR. BRUNSTAD: Justice Ginsburg, the\npractice is to escrow the funds so they will be\navailable as an administrative expense if it turns out\nthere is no confirmed plan.\nIn addition, this is no different than any\nother asset sale in bankruptcy where if the tax\nexemption is not allowed, they claim it as an\nadministrative expense.\nJUSTICE GINSBURG: They are all paid up\nfront, but they are put into escrow. Is that what you\nare telling me?\nMR. BRUNSTAD: That is the practice,\nJustice Ginsburg. And the reason why Florida is never\nharmed is because the procedures are the same whether it\nis a Chapter 11 case or Chapter 7. They have to come to\nthe bankruptcy court and file a request for payment of\nthis kind of tax anyway.\nJUSTICE BREYER: So there is no case, to\nyour knowledge -- not millions of dollars, but there is\nno case, to your knowledge, where, in fact, people\ntransferred the assets; they thought there would be a\nplan confirmed; there was no plan confirmed; and then\nthe State was not paid?\nMR. BRUNSTAD: None that I'm aware of,\nJustice Breyer. And here is why that shouldn't happen.\nIt is theoretically possible, but here is why that\nshould not happen.\nBecause when the -- a transfer is made under\nsection 360(c) -- excuse me, 363 -- the transfers are\nmade free and clear of all claims in interest. That's\nwhat section 363 provides.\nIf the State wants to get its tax, in the\nordinary course it comes into the bankruptcy court\nanyway, just as Florida did in this case, to file a\nrequest for payment of the tax.\nJUSTICE SCALIA: You would have no reason to\nknow the answer to that question. You are not the\nState.\nThe State has told us that millions of\ndollars have been lost in taxes not recovered.\nMR. BRUNSTAD: That's because the exemption\napplies, Justice Scalia. The courts apply this\nexemption in Chapter 11. It is only applied in Chapter\n11, not Chapter 7.\nJUSTICE SOUTER: Isn't it odd that the --\nisn't it odd that the Congress would have required, we\nwill assume, this escrow procedure when the odds are\nthree to one against the non-taxability?\nIt seems to me that just as matter of simple\nefficiency, they would not have required this elaborate\nprocedure when the odds are that the procedure would be\nto no avail to the bankruptcy State -- the State.\nMR. BRUNSTAD: No, Justice Souter, because\nthe purpose of Chapter 11, as we know, is to facilitate\nreorganization, rehabilitation, saving jobs. It is very\ndifficult. Congress understood it would be difficult.\nThat's why it made Chapter 11 more liberal than former\nChapter 10 under the Bankruptcy Act of 1898. That's why\nwe have this tax relief, to provide more dollars that\nare available to make that process actually work. This\nis a real flesh-and-blood problem.\nCHIEF JUSTICE ROBERTS: Is it often the\ncase -- and I don't know, but is it often the case that\nthe people who are engaged in one these asset purchases\nare, in fact, the creditors themselves? In other words,\nthey are owed a lot of money and said, well, let's --\nbasically, let's take over the business and run it\nourselves?\nMR. BRUNSTAD: Sometimes, Chief Justice\nRoberts, but not often. And the reason why we have\nthese asset sales quickly in bankruptcy, think of the\nwarehouse of the bananas. If you file bankruptcy, you\nhave got to sell those bananas right away. You can't\nwait for months and months and months until the plan is\nconfirmed, because there's nothing left to sell.\nHere we have a business which we call the\nmelting ice cube. It an operating business with\nemployees, but we've got to get it into the hands of\nsomebody with capital quickly. Otherwise, this business\nis going to be -- shut its doors. All of those people\nwill be let go. That's why we had a quick sale here:\nTo preserve value, to preserve jobs.\nWe couldn't wait until the plan-confirmation\nprocess played out. And, in fact, there could not have\nbeen a confirmed plan without the sale because the\ncreditors were fighting too hard about who was going to\nget what. We had to have the sale first, and we had to\ndo it quickly to maximize the value, preserve the\nbusiness, save the jobs.\nCHIEF JUSTICE ROBERTS: Well, I assume that\nthe creditors have an interest in that as well. I don't\nknow how -- I mean, they are the ones who could move\nquickly to get the confirmation of the plan, because\nthey are the ones whose interests have to be addressed\nbefore the plan can be confirmed.\nSo wouldn't they have an interest in the\nmelting bananas, or whatever?\n(Laughter.)\nMR. BRUNSTAD: Chief Justice Roberts, the\nanswer to that question is that the creditors have\ndiverse interests. Secure creditors often want to\nliquidate quickly. They want to get their collateral\nliquidated because they may be paid in full out of that.\nThat may leave nothing for the unsecured creditors, the\ntort victims, the employees who have wage claims, the\nPension Benefit Guaranty Corporation.\nIn order for there to be cash for those\nentities, a more negotiated sale or a different process\nmight have to be followed. That's what happened in this\ncase. There was enough to pay the secured creditors in\nfull and give a 45 to 50 percent distribution to\nunsecured creditors, including the Pension Benefit\nGuaranty Corporation.\nJUSTICE ALITO: You say the test is whether\nit is instrumental. A transfer has to be instrumental\nto the plan, is that correct?\nMR. BRUNSTAD: That is a standard that we\noffer, Justice Alito.\nJUSTICE ALITO: That is different from\n\"necessary\"?\nMR. BRUNSTAD: Yes, it is. It is -- it is\nmore open.\nJUSTICE ALITO: Well, what does it mean?\nMR. BRUNSTAD: Well, basically, Justice\nAlito, it encompasses almost any pre-confirmation\ntransfer. It's a wide open standard. I want to be up\nfront about that. You could say -- you could use a\ndictionary definition of under in accordance with, it's\nabout the same. It would cover all of pre-petition --\nI'm sorry -- the pre-confirmation transfers where you\nultimately have a confirmed plan, because all of them\nwill be generating cash that make confirmation possible.\nCHIEF JUSTICE ROBERTS: I understand your\narguments about the desirability. How do you squeeze it\ninto the statutory language?\nMR. BRUNSTAD: Well, a couple --\nCHIEF JUSTICE ROBERTS: Under a plan and\nyou're suggesting that it's under the plan before there\nis a plan.\nMR. BRUNSTAD: Well, the standard -- the\ntest at 1146(a) requires that there be a plan confirmed\nunder section 1129. So we have three parts of the\nstatute. We have an incident of transfer, that's\nundisputed. We do in this case have a plan confirmed\nunder section 1129. And we do, in fact, have a stamp\ntax. The question --\nJUSTICE SCALIA: You missed the crucial --\nthe crucial part. The transfer has to be under a plan\nconfirmed. I mean, that's the troublesome language.\nThe transfer has to be under a plan confirmed.\nMR. BRUNSTAD: But we know, Justice Scalia,\nthat in -- where the same language is used, in section\n365(g), it cannot possibly mean post-confirmation\nevents. It cannot possibly. Because section 365(g)\naddresses assumptions or rejections of executory\ncontracts under a plan confirmed under Chapter 11. That\ncannot happen post confirmation because, as this Court\nsaid properly in Bildisco, assumption or rejection must\noccur prior to confirmation of a plan.\nSo the same language used elsewhere in the\nstatute, exactly the same, cannot possibly mean\npost-confirmation. It must mean something else. And we\nthink it means a transfer that occurs either before or\nafter confirmation as long as you have a confirmed plan.\nNow, it's also critical that where Congress\nintended to foreclose the debate to require that there\nbe a plan first, such as in section 1142(b) or section\n511(b), Congress said \"under a confirmed plan.\" You\ncannot insert a verb between confirmed and plan, where\nit's confirmed plan.\nIn this section, Congress -- in 1146(a),\nCongress said plan confirmed under section 1129. Does\nthat mean plan that has been confirmed, plan that may be\nconfirmed, plan that is confirmed? It's ambiguous.\nIt's ambiguous.\nAgain, in section 1142(b), Congress\nexpressly dealt with transfers under a plan -- under a\nconfirmed plan. And in context, that distinct language\nmeans there was a plan first, and then it authorizes\nparties under the plan to make the transfers that are\nauthorized under the confirmed plan.\nJUSTICE SOUTER: Is it relevant, as your\nfriend on the other side pointed out, that the\nparticular section in question occurs within the statute\nunder the general heading of \"Post-Confirmation\nMatters\"?\nMR. BRUNSTAD: No, Justice Souter. And\nhere's why. We know, for example, in section\n1145(c)(2), which is also part of subchapter 3, that\nexpressly applies to an exemption for sales of\nsecurities between the petition date and the\nconfirmation date.\nIn addition, section 1146(b) itself allows\nfor requests for determination of the tax effects of the\nplan before the confirmation date. So we know for a\nfact that the rules in subpart 3, some of them apply to\npre-confirmation periods, requests, and exemptions.\nJUSTICE SOUTER: But isn't the -- isn't the\nnormal reading, if we're going to give any weight to the\nplacement in the statute at all -- and I think we're\nentitled to give some, that unless there is the kind of\nclarity that you've just been describing in these two\nexceptions, that, in fact, the placement there indicates\nthat it is dealing with a post-confirmation matter?\nMR. BRUNSTAD: I think it is entitled to\nsome weight, Justice Souter, but I think it is\ncompletely undercut by some of the very provisions of\nsubchapter 3 by their terms apply to pre-confirmation\nevents.\nSimilarly, some the provisions of subchapter\n2, section 1127(b) applies expressly to\npost-confirmation matters. Congress was not consistent\nin placement -- placing things exclusively under one\nheading or another.\nJUSTICE GINSBURG: Mr. Brunstad, there's an\naspect of the way this looks that I don't understand,\nand you're an expert in this area. Perhaps you can\nexplain it to me.\nYou have one of these 363(b) sales of\nproperty, and then you have a global settlement with the\ncreditors. What function does the plan serve after you\nhave all that? The assets have been sold. The\ncreditors have made a settlement. There's going to be\nno reorganization; whatever there is, is going to be\ndistributed.\nWhat is the function of having a plan after\nall that confirmed? I know one purpose of it is that\nyou avoid paying the stamp tax. But is there any other\npurpose once you have already settled that the sale is\nmade, the creditors agree on how it's going to\nbe divided up? What is the function that the plan\nserves?\nMR. BRUNSTAD: That's an excellent question,\nJustice Ginsburg. The answer is, I think, important.\nAnd there is an excellent answer, and that is, whereas\nChapter 7 liquidations are sort of off-the-rack, Chapter\n11 liquidations are custom-made. The plan is\ncustom-made and tailored to the particular assets and\ncircumstances of the particular case.\nThe assets that were sold in this case was\nnot all the assets to be sold, Justice Ginsburg. That\noften happens. And this plan provides for the orderly\nliquidation in a specific way of the assets that\nweren't, in fact, sold.\nThere also are all kinds of claims that have\nto be resolved and dealt with. This plan, in a\ncustomized way, dealt with with the resolution of those\nclaims -- the PBGC liabilities, tort liabilities, all\ndifferent kinds of liabilities and concerns -- in a much\nmore efficient and tailor-made way than could have\nhappened if the case had been converted to an\noff-the-rack Chapter 7 case.\nThere is a test which the lawyers and the\ncourts apply as to whether we should stay in Chapter 11\nwhen the situation has been that most of the assets have\nbeen sold or whether we should convert to Chapter 7, and\nthat is whether it's in the best interests of the\ncreditors and the best interests of the estate to stay\nin the Chapter 11.\nThat test was met here. It was clearly in\nthe best interest to stay in the Chapter 11, because we\ngot that customized procedure: A plan administrator who\nwas appointed subsequently who is continuing to\nliquidate assets and distribute the proceeds. We have\nall kinds of benefits.\nNow, it is not possible to confirm a Chapter\n11 plan simply to escape tax liabilities. Section 1129\nsays you cannot confirm a plan if the primary purpose is\nto escape tax liabilities. So there is a protection for\nthe State there as well.\nHere, of course, the primary purpose of\nconfirming the plan was not just to he avoid tax\nliabilities. It was to do all these other\nadministrative things in a custom-made way.\nJUSTICE SCALIA: What is the section you\nmentioned earlier that uses \"under\" in a sense that\nclearly applies to pre-confirmation?\nMR. BRUNSTAD: Section 365(g),\nJustice Scalia.\nJUSTICE SCALIA: I'm looking for it, and I\ncan't --\nMR. BRUNSTAD: We quote it in part on page\n38 of our brief. And it is quoted in part on page 17 of\nthe Petitioner's brief.\nJUSTICE SCALIA: Did you make that argument\nthere?\nMR. BRUNSTAD: Yes. Yes, Justice Scalia.\nOn pages 38 and -- 37, 38, and 39, we specifically talk\nabout section 365(g)(1), and we cite the Bildisco case\nand specifically made the point --\nJUSTICE SCALIA: How does that provision\nread? Do you have it quoted here?\nMR. BRUNSTAD: I do, Justice Scalia. Let me\nquote it for you exactly. Section 365(g) deals with\nwhat the effect of a rejection -- I'm sorry -- effect of\nbreaching an executory contract is. And there are two\nsubparts, 365(g)(1), which provides: \"If such contract\nor lease has not been assumed under this section or\" --\nhere's the language that is the same -- \"under a plan\nconfirmed under Chapter 11.\"\nSo, if the contract or lease has not been\nassumed or -- under this section, section 365, or under\na plan confirmed under Chapter 11, then the breach is\nbasically deemed to have existed just immediately prior\nto the filing of the bankruptcy case.\nIt is exactly the same language. And it is\nalso in (g)(2), the same language is used yet again.\nIt cannot be the case that the election to\nassume or reject an executory contract can occur\npost-confirmation. It cannot. Why? Because, as this\nCourt explained in Bildisco, the assumption or rejection\nmust occur prior to confirmation, up until the point of\nconfirmation, is the language this Court used. The\nlower court decision, the TWA case, et cetera, all say\nexactly the same thing. And there's an important reason\nfor that.\nThe standard for assumption or rejection,\neven if it is elected in a plan, is you have to satisfy\nsection 365. And that has to be done through a court\norder, through a court proceeding that has to occur\nessentially before the court actually confirms the plan.\nSo the same language used --\nJUSTICE SOUTER: Why? Why?\nMR. BRUNSTAD: Because the debtor has to\nelect -- the debtor has to make a decision before\nconfirmation so we know what's going to happen to the\nproperty, and so the creditor can timely final a claim\nif it is going to be rejection, because the creditor\ndoes not file a claim for rejection damages for\nrejection of the contract until the assumption or\nrejection is determined. That particular thing is\npostponed.\nBut we must know that prior to confirmation\nbecause we have to know how to treat the creditor's\nclaim; if we have to pay that creditor significant\nmoney, what's going to happen to the property. For\nexample, Justice Souter, suppose it is a contract to\npurchase a Boeing 767 for $600 million. The debtor\nmight file for bankruptcy, one of the airlines files for\nbankruptcy and might have to decide whether to honor\nthat obligation or to reject that obligation, assume it\nor reject. We need to have that information. We need\nto know if the debtor is going to have to pay that $600\nmillion before confirmation. We can't wait until after\nbecause it's too important to the plan. It's too\nimportant in dealing with the asset.\nThat's why all the courts, including this\none, have said you must make the assumption-or-rejection\nelection up until confirmation, never after. So it\ncan't be the case that the specific language \"under a\nplan confirmed under Chapter 11\" as used in section 365\nrefers to post-confirmation, but that is in fact the\nsame language used in section 1146.\nNow, contrast that with the language used in\nsections 1142(b) or 511(b), which talks about a\n\"confirmed plan.\" And, in context, that language\nclearly means a plan comes first. Congress could have\nused that same formulation in section 1146(a); it chose\nnot to. And under Russello and the other precedents of\nthis Court's canons of construction, we should give that\nsemantic choice its deference. And, again, there's a\nreason. So a statute --\nCHIEF JUSTICE ROBERTS: Your argument there\nis that \"under a plan confirmed\" means something\ndifferent than \"under a confirmed plan\"?\nMR. BRUNSTAD: In context, yes, Chief\nJustice Roberts. And if you look at section 1142(b), I\nthink you can -- you can actually see in context why\nthat so clearly means -- that so clearly means the plan\ncomes first and then is confirmed. But again, it's\ndifferent language that is used.\nCHIEF JUSTICE ROBERTS: Do you -- do you\nagree with the proposition that you only go back so far\nas the filing of the petition? Well, what in your\nargument suggests that that's a logical stopping point?\nIt seems to me that if you don't take the date of\nconfirmation, I don't know why all of your policy\narguments wouldn't cause you to go back further.\nMR. BRUNSTAD: By statute, Chief Justice\nRoberts, section 103 provides that the provisions of\nChapter 11, in Chapter 11, including section 1146, apply\nonly in a Chapter 11 case. There is no case --\nCHIEF JUSTICE ROBERTS: Yes, but we've\nalready shown a willingness to abandon that type of\nlimitation with \"under a plan confirmed.\" So, you know,\nthe consideration of the prior transfer is going to take\nplace in the context of a bankruptcy case.\nMR. BRUNSTAD: The only sections that apply\nbasically to pre-bankruptcy, pre-petition matters, are\nthe avoidance powers in section, for example, the\npreference actions in section 547, the fraudulent\ntransfer provisions in section 548. Those things\nexpressly apply to pre-bankruptcy events, and they say,\nbefore the -- \"90 days before the commencement of the\ncase,\" those kinds of things. When Congress wanted to\nreach back before the petition date, it used very\nspecific terms of the art, very specific authorization.\nNothing like that appears anywhere in\nsection 1146(a), and for good reason. It's very clear,\nand every court to have looked at this has so held, that\n1146(a) does not apply before the case is commenced.\nAnd that makes sense because the purpose is to give tax\nrelief to facilitate the Chapter 11 process. You want\nto have cash available --\nJUSTICE STEVENS: Let me just ask this. As\na practical matter does the judge, the bankruptcy judge,\nenter some kind of an order approving the transfer, even\nthough it's pre-confirmation, an order to establish the\ntax exemption?\nMR. BRUNSTAD: Yes, Justice Stevens. In\nfact, that has to happen.\nJUSTICE STEVENS: So it would have to be\nafter the filing of the bankruptcy proceeding.\nMR. BRUNSTAD: Yes, Justice Stevens, it\nmust. And under section 363, the Bankruptcy Court must\napprove sales like this on notice to creditors, which\nwould include the State. And here, in fact, what\nhappened is consistent with what happens in almost every\nbankruptcy case. Because the State has an interest, a\ntaxing interest, in the transfer, the State will get\nnotice, which Florida gave here. They have an\nopportunity to come and object if they wish to, which\nthey did here.\nThere are actually more protections for the\nState for pre-confirmation transfers than\npost-confirmation transfers. After the confirmation of\nthe plan, the Bankruptcy Court's work is essentially\ndone, and then you're just out in the world under the\nplan and the debtor is making sales and transfers.\nThere isn't the opportunity for the State to come in and\nactually object to things as there is pre-confirmation.\nSo here the State actually has more\nprotections for the pre-confirmation sale --\nCHIEF JUSTICE ROBERTS: How do you know\nwhether to pay the tax or not? I mean, you know that\nthe bankruptcy petition has been filed, but you really\ndon't know whether there's going to be a plan confirmed\nunder Chapter 11. How do you know whether to pay or\nnot?\nMR. BRUNSTAD: Well, for example --\nCHIEF JUSTICE ROBERTS: I assume there are\npenalties if you don't pay on time.\nMR. BRUNSTAD: There's a very practical\nreason for that question, Chief Justice Roberts, and\nthat is in this case the Bankruptcy Court specifically\ndetermined in his order, judge in his order, that the\nexemption would apply. So that was determined in the\norder. Of course --\nCHIEF JUSTICE ROBERTS: But this doesn't\nhappen for some time down the road, right?\nMR. BRUNSTAD: Well --\nCHIEF JUSTICE ROBERTS: Up to, I guess -- we\nwere told up to 400 days.\nMR. BRUNSTAD: Well, you can't have a sale\nuntil the Bankruptcy Court approves it. In the process\nof approval, the Bankruptcy Court was asked and made the\ndetermination that 1146(a) would apply. Now, what\nhappens then is the State can come in and has the right\nto file a request for payment of administrative expense\nand the funds are escrowed, because if in fact there\nends up not being a confirmed Chapter 11 plan, then the\nState is entitled to its tax, and the money is then paid\nto the State, its request for payment of administrative\nexpenses is allowed, and it gets is money. But this can\nmake --\nJUSTICE SCALIA: It's always escrowed? Is\nthat --\nMR. BRUNSTAD: It's not always escrowed,\nJustice Scalia.\nJUSTICE SCALIA: Is that a uniform practice?\nMR. BRUNSTAD: That is the practice, but\nit's not uniform because in some cases there's no need\nfor an escrow. There are some cases in which we know\nthere's going to be enough cash available that the State\nwill be paid, so we don't need that safety. But the\nState can always ask for it, and if the State asks for\nit I'm almost certain in most cases it will get it.\nJUSTICE ALITO: Is it relevant that this is\na tax-exemption provision?\nMR. BRUNSTAD: Well, I think it's relevant\nin the sense that Congress was clearly intending here to\ngrant tax relief to Chapter 11 debtors to facilitate the\nChapter 11 process. It's not a tax exemption, Justice\nAlito, in the sense of, for example, an exemption to a\nrevenue-raising provision. In other words, you could\nhave a State statute that says: The purpose of the\nstatute is to raise taxes and we'll create exemptions.\nThat's one context. And there it might make sense to\nsay: Well, look, while the overall purpose of the\nstatute is to raise revenue, we might construe the\nexceptions to that purpose narrowly.\nHere the purpose of Chapter 11 is to\nfacilitate the Chapter 11 process. So I think we\nconstrue this revenue-raising -- I'm sorry -- this tax\nrelief measure consistent with that overall purpose.\nJUSTICE GINSBURG: Why shouldn't we look to\nsee how it was in the Internal Revenue Code with respect\nto the Federal State tax exemption? That I think leaves\nno room for argument. This case might be argued either\nway about does it apply to preconfirmed plan asset\ntransfers? But as I understand it, this section 4382(b)\nwas limited to post-confirmation transfers, that is\ntransfers made within five years after confirmation of\nthe plan.\nMR. BRUNSTAD: That's the limitation that\nthe United States wanted to add to section 267 of the\nBankruptcy Act of 1898. Congress did not grant the\nUnited States' request. The United States said this is\nadministratively too difficult to administer, and\nCongress rejected that testimony from the representative\nof the Treasury and enacted section 267 over the\nobjection of the United States.\nNow, the United States after the Excise Tax\nReduction Act, I think of 1965, does not really have\nmany excise taxes. And so the testimony of the\nCommissioner of the Internal Revenue Code -- Revenue\nService in 1978, when the Bankruptcy Code was being\nadopted, was that the United States doesn't really care\nabout stamp taxes. It really didn't have a position on\nit.\nJUSTICE GINSBURG: Well, what was -- what\ndid section -- I'm not talking about -- you mentioned\n267. 42 -- 4382(b), what did that say?\nMR. BRUNSTAD: I'm sorry, Justice Ginsburg?\nJUSTICE GINSBURG: Section -- 26 U.S.C.\n4382(b).\nMR. BRUNSTAD: 4382(b)?\nJUSTICE GINSBURG: Yes.\nMR. BRUNSTAD: Was that the revenue\nprovisions --\nJUSTICE GINSBURG: That was in the 1954\nCode. I'm not talking about 1898.\nMR. BRUNSTAD: That one I'm not certain of,\nJustice Ginsburg.\nJUSTICE GINSBURG: I thought that said that\nthe tax exemption was limited to transfers\npost-confirmation.\nMR. BRUNSTAD: No, Justice Ginsburg. There\nthe three -- the history of the development of the\nstatute is section 77(b)(F) and then went to section 267\nand then went to section 1146. That's the direct --\nJUSTICE GINSBURG: Maybe you can straighten\nme out, because where I get this from is the brief for\nthe State, and it's at page 17, mentions the\nnow-repealed 4382(b).\nMR. BRUNSTAD: That may, Justice Ginsburg,\nhave been a mirror provision. Before 1938, the\ntax-exemption provisions under the Bankruptcy Code were\nmirrored. There was a provision in the Bankruptcy Act\nin section 77(b)(F). There were also mirroring\nprovisions under the bankruptcy -- under the Internal\nRevenue Code. Those were eliminated and instead we just\nhave section 267 under the Bankruptcy Act of 1898, which\ndealt with the exemption in bankruptcy.\nJustice Ginsburg, I think that, going back\nto your earlier point, I think it's important to\nunderscore that the context of this case is different\nfrom other contexts in which the discussion of how we\nshould construe a tax exemption applies. I think the\nCourt here should apply the analysis that it applied in\nDolan, where the Court was considering application of a\nsimilar canon of narrow construction, and the Court\nsaid: Well, in construing the Federal Tort Claims Act,\nin juxtaposition to this concept that we construe\nwaivers of sovereign immunity narrowly, we don't apply\nthat because that would basically run afoul of the\npurpose of the Federal Tort Claims Act provisions.\nThe same thing here. The proper rule of\nresolution where we have an ambiguous statute is to look\nto the purpose of the statute, and the purpose here is\nto make Chapter 11 easier by granting tax relief. And I\nthink that, consistent with that purpose, the Court\nshould construe section 1146(a) --\nJUSTICE SCALIA: Could I?\nMR. BRUNSTAD: Yes, Justice Scalia?\nJUSTICE SCALIA: You know, we've said in\nother opinions no -- no statute pursues its purposes at\nall costs. And the limitations contained in a statute\nare as much a part of its purpose as the broad purpose\nthat you just mentioned. I mean, if a -- if a \"plan\nconfirmed\" means a plan confirmed, that limitation is\npart of the purpose no less than the broad purpose that\nyou express.\nMR. BRUNSTAD: Well, that -- that's true in\ngeneral, Justice Scalia, but if Congress had really\nwanted to narrow the purpose here to post-confirmation,\nit would have surely used the temporal limitations it\nused, for example in section 1127, where the Court said\nbefore -- the Congress said before confirmation you do\nthis; after confirmation you do that. That is a -- that\nis a standard legislative technique used throughout the\nBankruptcy Code that was not used in section 8.\nJUSTICE SCALIA: Maybe, but \"under a plan\nconfirmed\" seems under normal interpretation of language\nto me to mean under a plan that has been confirmed.\nMR. BRUNSTAD: Well, I think, Your Honor, as\nthe Court stated in Ardestani, quote, \"The word 'under'\nhas many dictionary definitions, and we must draw its\nmeaning from its context,\" close quote. And under\nRobinson, the Court looked to, where there was an\nambiguous statute, the purpose as the way to resolve the\nambiguity, and I submit that should happen here.\nThank you very much.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Brunstad.\nMr. Makar, you have five minutes remaining,\nand during those five minutes I hope you'll give an\nanswer if you have one to the 365(g)(1) argument that\nyour friend has made.\nREBUTTAL ARGUMENT OF SCOTT D. MAKAR\nON BEHALF OF THE PETITIONER\nMR. MAKAR: Sure, I'm be glad to, Mr. Chief\nJustice.\n365(g) here speaks in terms of a rejection\nof an executory contract --\nJUSTICE SCALIA: Is that spelled out\nsomewhere in the -- is its text somewhere in these\nmaterials?\nMR. MAKAR: The full text? I'm sorry; it'\nnot.\nJUSTICE BREYER: It's on page 38, the last\nline, the next to the last line.\nJUSTICE SCALIA: Not the full, not the full\nsection, though.\nJUSTICE BREYER: The red brief.\nJUSTICE SCALIA: Just little snippets of it.\nJUSTICE BREYER: Yes.\nMR. MAKAR: This provision 365(g) says the\nrejection of an executory contract constitutes a breach\nof such contractual relief if the contractual relief is\nnot under a section under a plan. What that means is\nthat it's deemed rejected if, at the time of plan\nconfirmation -- not before, but at the time of plan\nconfirmation. If it's not in the plan, it's deemed a\nrejection, rejected. That's merely a -- an instrument\nto say when the contract is -- is deemed rejected. If\nit's in the plan it's not rejected. If it's not in the\nplan -- it doesn't get --\nJUSTICE BREYER: No, no. I'm sorry.\nDoesn't the rejection have to take place prior to the\nplan being confirmed?\nMR. MAKAR: It says the rejection --\nJUSTICE BREYER: Does it or doesn't it?\nPrior to in your opinion or not prior to?\nMR. MAKAR: Rejection may occur before that,\nbut the -- is referring to -- rejection in an executory\ncontract constitutes a breech, the -- when it is a\nbreach. And it's only determined -- determined to be a\nbreach --\nJUSTICE BREYER: I'm sorry. I don't\nunderstand how that would work. I have a contract with\nBoeing for $500 million. I decide to reject it.\nNow if that breach doesn't occur until the\nplan is confirmed, how does the trust -- how does\nbankruptcy judge know how to treat Boeing as a creditor?\nMR. MAKAR: Well, at the point of -- the\nstatute speaks in terms of the point of plan\nconfirmation.\nJUSTICE BREYER: I understand that. But I'm\nsorry -- doesn't the plan which its confirmed have a\nlist of the creditors and how they are treated?\nMR. MAKAR: Sure.\nJUSTICE BREYER: All right. How do we write\nthe plan if, in fact, no breach has occurred and he\nhasn't become a creditor until the plan is, in fact,\nconfirmed?\nMR. MAKAR: Well, I'm not sure I am\nfollowing. But I think the language of the statute here\nis in a different context, which is saying that the\nrejection is -- constitutes a breach but gas not been\nassumed, and at that point it has not been assumed, but\nat the point of confirmation --\nJUSTICE KENNEDY: I can understand -- just\ntaking a quick look at 365(g), why it serves a different\npurpose and a different function.\nBut the Respondent's point was, you have to\ninterpret \"under\" differently under your view, under\n365, than under the statute at issue.\nDo you agree with that?\nMR. MAKAR: No. No. Because under a plan\nconfirmed in 365(g) relates to point of confirmation or\nbeyond, and we believe under 1146(c) or under 1146(a,\nCongress has readopted it.\nCHIEF JUSTICE ROBERTS: So your argument is\nthat you don't have a rejection of the executory conduct\n-- contract -- until the plan is confirmed? That's\nwhat Congress --\nMR. MAKAR: That's what -- I'm sorry yes.\nThat's -- at that point. That doesn't undermine the\nargument that under a plan confirmed, 1146(c) means at\nthe point of confirmation or beyond.\nThe most natural reading of 1146(c) is to\nprovide this post-confirmation transfer exemption. No\none is contesting that. That's the natural reading of\nthe -- of the statute.\nAnd the point here of there being more\nprotection and, for example, is simply not the case.\nThe State is not on notice ob many of these transfers as\nan MVR. Those were transfers that were outside the\nordinary course of business. We would give not notice\nof that. And in the ordinary course of 363 practice,\nparties that have an interest in the property -- the\nState doesn't- -- do not get notice of that proceeding.\nSo that -- this notion that there's more protection in\npre-confirmation than post-confirmation is just\nunsupportable.\nIn -- in conclusion, Your Honors, this is a\ntax exemption statute, and under this Court's principles\nit should be narrowly construed. It shouldn't be\nexpanded to this pre-confirmation transfers with all the\nproblems it creates, in the three quarters of cases that\ndon't get confirmed, and have all these intrusions upon\nthem, but -- local governments in their collection of\nthe stamp tax. For that reason we ask the Eleventh\nCircuit be reversed. Thank you.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\n"
    }, 
    "respondents": [
        "No. 07-312 PICCADILLY CAFETERIAS, INC."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 25, 
        "JUSTICE ALITO": 4, 
        "JUSTICE BREYER": 26, 
        "JUSTICE GINSBURG": 13, 
        "JUSTICE KENNEDY": 5, 
        "JUSTICE SCALIA": 29, 
        "JUSTICE SOUTER": 6, 
        "JUSTICE STEVENS": 12, 
        "MR. BRUNSTAD": 50, 
        "MR. MAKAR": 60
    }
}