{
    "appearances": {
        "content": "PAUL A. BANKER, ESQ., Minneapolis, Minn.; on behalf\nof the Petitioner.\nDAVID C. FREDERICK, ESQ., Washington, D.C.; on behalf\nof the Respondents.\nCURTIS E. GANNON, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.;\non behalf of the United States, as amicus curiae,\nsupporting the Respondents.\n"
    }, 
    "caseNum": "07-411", 
    "caseinfo": {
        "content": "PLAINS COMMERCE BANK, :\nPetitioner :\nv. : No. 07-411\nLONG FAMILY LAND AND :\nCATTLE COMPANY, INC., :\nET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nPAUL A. BANKER, ESQ.\nOn behalf of the Petitioner 3\nDAVID C. FREDERICK, ESQ.\nOn behalf of the Respondents 25\nCURTIS E. GANNON, ESQ.\nOn behalf of the United States, as amicus\nCuriae, supporting the Respondents 44\nREBUTTAL ARGUMENT OF\nPAUL A. BANKER, ESQ.\nOn behalf of the Petitioner 55\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, April 14, 2008\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:07 a.m.\n"
    }, 
    "petitioners": [
        "PLAINS COMMERCE BANK,", 
        "Petitioner", 
        "v.", 
        "No. 07-411 LONG FAMILY LAND AND", 
        "CATTLE COMPANY, INC.,", 
        "ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:07 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case No. 07-411, Plains Commerce\nBank versus Long Family Land and Cattle Company.\nMr. Banker.\nORAL ARGUMENT OF PAUL A. BANKER\nON BEHALF OF THE PETITIONER\nMR. BANKER: Mr. Chief Justice, and may it\nplease the Court:\nTribes lack inherent sovereign power over\nnonmembers. This court in the Montana decision\nrecognized two narrow exceptions based on the underlying\nprinciples of protecting tribal self-government and\ncontrolling internal relations. Neither of those\nexceptions applies here.\nThe question today is whether the tribal\ncourt possessed adjudicatory jurisdiction to hear the\nLongs' discrimination claim against the nonmember bank.\nIt did not. There was no qualifying consensual\nrelationship here of the qualifying kind. There was --\nadjudication is not another means of regulating\nnonmember defendant conduct.\nJUSTICE SCALIA: We've said that regulation\ndoes include regulation by adjudication for purposes of\n-- of Federal pre-emption laws. Why would it -- why\nwould it be different for -- for Indian law.\nMR. BANKER: Well, I think the reason that\nit would be different for Indian law is the way that it\nbears on the nonmember defendants' rights. The -- if\nyou look at what Montana was based on and the underlying\nprinciples, I think it is important to recognize that\nnonmember defendants in tribal court, finding themselves\nthere to adjudicate, that is something that I think was\ncontemplated by the second exception, but not the first\nexception.\nThe reason that I think that is that in\ncarving out two exceptions --\nJUSTICE SCALIA: Yes, I understand, but I'm\njust talking about the first one now. You say it is not\n-- it is not regulation, right, under the first? And\nthat's -- that's the only point I'm addressing. Why\nshould regulation through a process of adjudication not\nbe considered regulation for purposes of our Indian law\nwhere -- whereas, we have made clear in several cases\nthat it does constitute regulation for purposes of\nFederal pre-emption under statutes that pre-empt state\nregulation?\nMR. BANKER: I think that it is different in\nthe tribal-law context because in articulating the --\nthe first exception when the Court said: Regulate\nnonmember conduct through other means, if the Court had\nmeant to say \"adjudication,\" I think the court could\nhave articulated that there. And I think it's --\nJUSTICE SCALIA: We could have said the same\nthing about the Congress. Congress just said -- just\nsaid \"regulation,\" and we interpreted that term to\ninclude common-law adjudication.\nMR. BANKER: When I look at the -- you know,\nat the -- and compare the language in the first Montana\nexception of regulation to the language in the\nConstitution under the Indian Commerce Clause, I see a\nparallel there between saying that, you know, there are\ncertain types of legislative authority that tribes may\nexercise over nonmembers versus exercising the power of\nthe courts.\nJUSTICE SOUTER: Well, are you saying that\nthe -- that the regulatory authority could be broader\nthan the adjudicatory authority?\nMR. BANKER: I think that has been well\nestablished: That the regulatory --\nJUSTICE GINSBURG: Can you give any example\nof that? I mean, I found that rather surprising your\nbrief. The Montana -- a clear case that Montana talks\nabout is tax, the imposition of a tax. Well, if a\njurisdiction has authority to tax, then surely it has\nauthority to sue to collect that tax. So I am not aware\nof a case where a State or tribe or nation has authority\nto regulate, to legislate, but lacks authority to\nenforce that regulation. And if you have an example of\nthat, I would appreciate being enlightened.\nMR. BANKER: Well, I think that there's a\ntension between what the Court said in the Strate case,\nwhere it said, presumptively, if there is the power to\nregulate, then there is presumptively the power to\nadjudicate. That, I believe, was called into question\nby the second footnote in the Nevada versus Hicks\ndecision, which questioned, in my mind, whether or not\nthere was any adjudicatory power at all. And I think\nthat is the question that the Court has to determine, is\nwhether --\nJUSTICE GINSBURG: What was the regulation\nthat was authorized but unenforceable in the courts? I\ndon't recall -- Montana -- Hicks having said anything on\nthat subject.\nMR. BANKER: Well, there was a -- the footnote\nnumber 2 in Hicks at least called into question about\nwhether or not -- you know, I think it's been made clear\nby the Court's opinions that -- that adjudicatory\nauthority is certainly no broader than legislative\nauthority. The question raised by the second footnote\nin the Hicks opinion, in my mind, is whether or not\nadjudicatory authority exists at all in the first\nexception.\nCHIEF JUSTICE ROBERTS: Well, what is a tribe\nsupposed to do? Let's say there is a gas station on the\nreservation. The tribe has a tax. Anybody doing\nbusiness -- it's, you know, 1 percent of gross proceeds.\nAnd at the end of the year the gas station owner says,\nwell, I'm just not going to pay it. What do they do\nthen?\nMR. BANKER: Well, I think that there is a\ndifference between situations where there is a clear\nability to regulate and where you would move to enforce\nthat regulation and a situation where you are\nadjudicating, you know, separate claims under the common\nlaw of the tribe.\nCHIEF JUSTICE ROBERTS: So you think there\nwould be -- there would be tribal-court jurisdiction in\nthe case I hypothesized?\nMR. BANKER: I don't think so. I think the\nnature of the first exception is a consensual\nrelationship. And I think if there is going to be an\nability to regulate in the first instance, then the\nregulation needs to be clearly consented to.\nCHIEF JUSTICE ROBERTS: So your case, your\nentire case, is based on whether or not there's consent\nto dealing with the tribe by the nonmember?\nMR. BANKER: Well, I think it goes further\nthan that. If I could -- you know, in your example of\nthe taxation, if there was clear consent to be taxed --\nJUSTICE GINSBURG: Who would consent to be\ntaxed? I mean the tax is --\n(Laughter.)\nJUSTICE GINSBURG: It's being imposed. But,\nsay, at the gas station, they don't ask you when you\ndrive up: Now do you consent to the tax?\nMR. BANKER: Well, but by engaging in commerce\non the reservation and by, you know -- and this Court\nhas addressed it in a number of taxation decisions\nregarding Indian law, the -- there is a quid pro quo for\n--\nJUSTICE GINSBURG: But that's different from\nconsent. You can say I don't consent as loudly as you\nlike and as often as you like, and you still have to pay\nthe tax.\nMR. BANKER: But that -- you know, in the\ntaxation context, I think that is the price of doing\nbusiness.\nJUSTICE SOUTER: No, but if that kind of\nimplicit consent applies in the tax context, I don't see\nwhy in theory it doesn't apply in the situation we've\ngot here.\nMR. BANKER: Well --\nJUSTICE SOUTER: If somebody is going to do\nbusiness with the tribe, with tribal members, in a way\nthat affects the tribe on the reservation, it makes just\nas much sense to say, well, they implicitly consent not\nto discriminate against tribal members because of their\nIndian status.\nMR. BANKER: I think it is, you know, that\nconsent under the first Montana exception can't be\nimplicit. I think it needs to be explicit.\nJUSTICE SOUTER: Well, I thought it was\nimplicit in the tax situation, as you responded to\nJustice Ginsburg's question.\nMR. BANKER: Well, I think we need to be\nspecific about the taxation context. You know, I don't\nthink that any taxation context would carry with it\nimplicit consent.\nJUSTICE SOUTER: All right. Let me take\nanother example, the other explicit example from\nMontana, which mentioned taxing and licensing. Are you\nsaying that if a -- in any particular activity, say,\nrunning a filling station or advertising oneself as a\ncertified mechanic in the -- at the filling station on\nthe reservation, and the tribe says, well, we are going\nto license mechanics to make sure they are competent.\nAre you saying that there has got to be an explicit\nagreement to the licensing in order for the tribe to\nenforce its licensing restriction against somebody who\ngoes to work for that gas station?\nMR. BANKER: I mean in that situation, if the\ntribe said, here is the licensing that we are going to\nimpose on you for being a mechanic, and the mechanic\nthen went to work at that gas station, knowing about\nthat licensing requirement, I mean, that is -- that is\nthe sort of actual --\nJUSTICE SOUTER: Okay. Then, that's --\nthat's implicit consent then, isn't it?\nMR. BANKER: I think it comes --\nJUSTICE SOUTER: He doesn't sign a document\nsaying \"I consent\"; he just goes to work. And your\nanswer says, okay, that's enough to catch him on\nlicensing. In Justice Ginsburg's example, if they\nstarted doing business, that's enough to catch them on\ntaxation. And if that is so, why isn't tribal dealing\nsufficient in effect to supply an implicit consent not\nto discriminate?\nMR. BANKER: Well, I don't know that I would\n-- I would disagree that -- I would say that those\nexamples of consent of the licensing of the taxation are\nmuch closer to being actual consent. I'm not saying by\n\"actual consent\" that there needs to be a written\ndocument that says --\nJUSTICE SCALIA: You don't really mean \"actual\nconsent\" by \"actual consent,\" right?\n(Laughter.)\nMR. BANKER: Well, yes.\nJUSTICE SCALIA: Maybe you should use a\ndifferent term, like \"implicit consent,\" maybe.\n(Laughter.)\nMR. BANKER: The -- I think that there has to\nbe a line drawn.\nJUSTICE SOUTER: All right. Why draw the line\nwhere you want to draw it? We've got a line in which\nthe -- I'll put a blank, the \"X\" consent -- what did we\nwant -- whatever adjective we want suffices for taxation\nand it suffices for licensing. Why doesn't it suffice\nfor nondiscrimination? Why do we draw the line where\nyou want it drawn?\nMR. BANKER: The reason where we would draw\nthe line where I want to drawn it is that, you know, the\ndiscrimination claim that was made here ultimately\nturned out to be based on tribal common law. It arose\nout of this -- the dealings, the contractual dealings,\nbetween the bank and a nonmember corporation. It is\nimportant for a nonmember to know where tribal\njurisdiction attaches or doesn't attach. And it is not\npossible to predict when a common law, tribal -- for an\noutsider to determine when a tribal common-law\ndiscrimination claim is going to attach as a form of\nregulation --\nJUSTICE SCALIA: Oh, so one of your answers to\nan earlier question suggests the same point that you now\nseem to be making, although I don't -- I don't recall it\nfrom your brief. Apparently you think that it would be\ndifferent if this antidiscrimination law of the tribe\nhad been set forth in a tribal ordinance. Is that\nright? Would you say your client could have been held\nto it if it had been written, rather than simply a -- a\nportion of tribal common law?\nMR. BANKER: If it had been a tribal\nantidiscrimination statute, there would have at least\nbeen the possibility of notice and the possibility of --\nJUSTICE SCALIA: That's not what I asked.\nThat's not what I asked. I asked whether you would\nacknowledge that your client could be bound if it had\nbeen written.\nMR. BANKER: I think what is required to bind\na nonmember to tribal law is clear consent, and merely\nknowing about the tribal antidiscrimination --\nJUSTICE SCALIA: Well, that doesn't make any\ndifference. We shouldn't place any weight on the fact\nthat this was a common-law regulation, rather than\nregulation by a statute or ordinance. You can't have it\nboth ways. It either makes a difference or it doesn't\nmake a difference.\nMR. BANKER: I -- I think that it does make a\ndifference.\nJUSTICE SCALIA: But you just told me it\ndidn't.\nMR. BANKER: I think --\nJUSTICE SCALIA: You just told me that even\nif it were written down, you would still need what you\nthink is express consent.\nMR. BANKER: I think that that provides the\nclearest guidance for when tribal jurisdiction attaches\nor doesn't.\nJUSTICE GINSBURG: Well, do you recognize\nthat the bank was on notice, at least that it was a Federal\nrequirement that when you deal with individual Indians\nor what this loan company was, it was an organization of\nIndians -- that's what the Federal law calls it -- there\nis a duty of fair dealing? The Federal law requires\nthat. Isn't that so?\nMR. BANKER: That is so, but, you know,\nwe're not here to, you know -- the Federal courts don't\nprovide a substantive review on the merits. Another\nside to the story about the merits of the\ndiscrimination.\nJUSTICE GINSBURG: But it's not -- it's not\nuncommon that a State would adopt a Federal standard as\nits -- as its own on a question of civil rights. A\nState might stay, well, we choose to construe our human\nrights law in accord with the Federal -- Federal law?\nMR. BANKER: No. That's, that's not\nuncommon. But I think it's important to focus on the\nbackground about, out of which this discrimination claim\narose. And, you, know it began in the first instance\nwith the bank, a nonmember, entering into a contract\nwith a South Dakota corporation. And the South Dakota\ncorporation, the Long Family Land and Cattle Company, is\nnot a tribal member, cannot be --\nJUSTICE GINSBURG: But it is an organization\nof Indians?\nMR. BANKER: It is closely held by tribal\nmembers. And it is organized for the purpose of\nfacilitating Bureau of Indian Affairs loan --\nJUSTICE SCALIA: Can a State distinguish\nwhen it grants a corporation status between non- Indian\nand Indian corporations.\nMR. BANKER: I don't believe so.\nJUSTICE KENNEDY: Can you incorporate under\ntribal law.\nMR. BANKER: You cannot incorporate under\ntribal law.\nJUSTICE SCALIA: Wasn't part of the\ntransaction the obtaining of back-up liability on the\npart of the individual Indians who, who owned the\ncorporation? Didn't they guarantee the loan?\nMR. BANKER: You have to be specific about\nthe loan guarantees and the contracts that we are\ntalking about. Before 1996, before the loan contracts\nthat are at issue here, there were lending relationships\nand loan guarantees that were made. And after 1996,\nwhen additional loans were made, there were personal\nguarantees that were made. There was no attempt ever to\nenforce those personal guarantees, but they were part of\nthe record.\nJUSTICE SCALIA: No, but it does give the\nwhole thing a decided flavor of dealing with, with\nIndians on the reservation. You're dealing with a\ncorporation that, that's majority owned or entirely\nowned. Is it majority or entirely?\nMR. BANKER: I believe it is certainly 51\npercent.\nJUSTICE SCALIA: Yes.\nMR. BANKER: There is a question about\nwhether it's more.\nJUSTICE SCALIA: And then you get guarantees\nfrom, on reservation Indians. It smells like dealing\nwith Indians on the reservation to me. Of course, this\ncertainty that you're -- that you're asking, your client\ncould have obtained that certainly by inserting a choice\nof law provision providing that any disputes would be\nresolved somewhere else, couldn't it?\nMR. BANKER: There is no question that this\nwhole question would have been avoided had there been a\nchoice of forum selection that placed the dispute\nresolution squarely in South Dakota courts. In the\nabsence of that, in the silence of that --\nJUSTICE SCALIA: In the absence of that, why\nshould we bend over backwards to give something that has\nthe smell of dealing with the Indians any other name?\nYour clients can fully protect themselves by a choice of\nforum provision.\nMR. BANKER: I think that in the face of\nsilence in the contract, the general rule controls\nrather than its exceptions.\nCHIEF JUSTICE ROBERTS: Well, your clients\ncould they fully protect themselves. What if the tribe\nsought to enforce tribal law against them, can they\nbring that claim in State court?\nMR. BANKER: If the tribe or if the tribal\nmembers sought to enforce that?\nCHIEF JUSTICE ROBERTS: Right. Well, just\nlike this and there was a choice of forum provision,\nsays, well, you've got to bring this in State court. I\nthought there were restrictions on whether or not tribal\nlaw can be enforced in State courts.\nMR. BANKER: Well, I think it's the question\nof who the plaintiff is if the Long Family Land and\nCattle Company, the South Dakota corporation, had had a\ncontract with the bank that said your forum for dispute\nresolution is South Dakota courts, and the Long Family\nLand and Cattle Company had commenced an action in South\nDakota courts, I think the dispute could have been\nresolved there.\nCHIEF JUSTICE ROBERTS: Even if it -- well,\nthat's if it's a contract claim. What if it's a\ndiscrimination or Indian common law claim arising out of\nthe contractual relationship?\nMR. BANKER: That's a more difficult\nquestion. You know, there was -- it isn't part of the\nquestion presented, but there was a dispute in the\nunderlying tribal court about the nature of the\ndiscrimination claim, whether it rose under Federal law\nor what was its underlying basis. That was resolved in\nfavor of it being a tribal law claim.\nAs I understand the tribal court of appeals'\nexplanation of that on an underlying basis that there is\nlittle difference between the tribal law claim and the\nunderlying Federal discrimination law.\nJUSTICE SCALIA: Is it a contract claim?\nMR. BANKER: Is it a --\nJUSTICE SCALIA: Is it a contract claim?\nWas -- was -- was the claim a claim for discrimination\nin contracting so that it was part of the contract\nclaim.\nMR. BANKER: No. I believe that the\ndiscrimination --\nJUSTICE SCALIA: It's a freestanding tort\naction, is that what it was?\nMR. BANKER: It is a freestanding tort\naction.\nJUSTICE STEVENS: Would the -- would the\njurisdiction issue be any different if it were a\ncontract claim? Supposing your client -- they had\nbrought suit against your client claiming a breach of\ncontract, would there have been tribal court\njurisdiction?\nMR. BANKER: Well, we have to look at, you\nknow, who were the contracting parties. The contracting\nparties were the bank on the one hand and the Long\nFamily Land and Cattle Company on the other. So the\nindividual tribal members I don't believe would have had\na breach of contract.\nJUSTICE STEVENS: Well, we would assume that\nthe corporation had a breach of contract claim, could\nthey have sued in tribal court?\nMR. BANKER: I don't think that the Long\nFamily and Cattle Company appropriately was a plaintiff\nin tribal court to sue on breach of contract.\nJUSTICE GINSBURG: Did they --\nJUSTICE STEVENS: The question isn't whether\nthat was an appropriate plaintiff. Do you think the\ntribal court would have had jurisdiction of such a\ncontract claim?\nMR. BANKER: I don't think so without some\nsort of consent to hearing that.\nJUSTICE GINSBURG: I thought that the\nbank -- I thought that the Long Company was a plaintiff\nin the tribal court?\nMR. BANKER: The Long Company was a\nplaintiff in the tribal court.\nJUSTICE GINSBURG: And as I understand it,\nthe Long Company asserted, along with the individuals,\ncontract claims?\nMR. BANKER: That's correct.\nJUSTICE GINSBURG: But the Long Company did\nnot make a tort claim?\nMR. BANKER: That's correct.\nJUSTICE GINSBURG: So why isn't this\njudgment, even if you're right about the individuals in\nthe tort claim, why isn't this judgment good at least as\nto the contract claim, which are not challenging and\nwhich runs to the benefit of the Long Company which has\nnothing to do with the tort claim that you are\nchallenging?\nMR. BANKER: Because of the way that the\ncase was tried. If you look at the general verdict form\nat page 192 -- 191 and 192 in the joint appendix, you'll\nsee that the jury -- the tribal court jury was asked\ninterrogatories about liability: Liability for\ncontract, liability for discrimination.\nWhen they got to question 6 on page 192, the\nquestion was asked of the jury if you answered \"yes\" to\nquestion four for the other liability questions, four\nbeing the discrimination claim, then award damages. And\nso the jury awarded $750,000 of undifferentiated\ndamages. Whether it was for contract, whether it was\nfor tort is not for us to now second-guess. There was a\ngeneral award of damages. And the jury was instructed\nthat they could award damages for breach -- for\ndiscrimination.\nSo, you know, that is a feature of how the\ncase was tried. It is a feature of the way that the\njury returned its verdict. And at this point it's\nimpossible to know -- the $750,000 that was ultimately\nawarded was far less than what the Longs were asking for\nfor breach of contract, and they didn't say they were\nnot asking for damages for discrimination in the\ntribal -- in the tribal court.\nSo for this Court to say now that there was\nno jurisdiction over the discrimination claim would\nbasically invalidate that underlying judgment.\nJUSTICE SOUTER: Mr. Banker, you several\ntimes have raised a point which seems to me to go to the\nnature of the first exception in Montana on an issue we\nhaven't discussed yet, and I want to get clear on it.\nYou have emphasized consistently through your argument\nthe need for consent whether we call it actual,\nexplicit, some kind of consent to at least the\nregulatory jurisdiction upon which a judicial\njurisdiction is premised. And my understanding is that\nthat's not what -- I don't have Montana in front of me,\nbut my understanding is that that is not what Montana,\nin effect said with respect to the -- to the first\nexception. As I recall what the court said in Montana\nit was that there may be situations in which a nonmember\nenters into a consensual relationship with the tribe or\ntribal members, and as a result of that consensual\nrelationship, it then would be appropriate to recognize\njurisdiction, for example, to tax regulatory\njurisdiction.\nMy understanding is that the consent that\nMontana was talking about was not a consent to the\nspecific jurisdiction whether it be regulatory or\nadjudicatory, but rather consent to some kind of, or a\nconsent forming some kind of a relationship that would\nmake it appropriate for the tribe to assert regulatory\njurisdiction. So that the consent does not have to\nrelate to jurisdiction as such. Am I -- if that is\ncorrect, then your argument for consent seems to me to\nmiss the point. But maybe I'm missing the point of --\nof Montana. What is your response to that?\nMR. BANKER: Well, what Montana said, the\nactual language of Montana said a tribe may regulate\nthrough taxation, licensing or other means the\nactivities of nonmembers who enter consensual\nrelationships with the tribe or its members, through\ncommercial dealings, contracts, leases or other\narrangements.\nJUSTICE GINSBURG: So the consensual\nrelationship is what you just said, contracts, leases or\nother commercial. So the consent is to the commercial\nrelationship.\nMR. BANKER: Well, I mean, my interpretation\nof that is -- I mean, Montana in its first exception\nmeant that the consent was in the consensual\nrelationship, then any business dealings with the tribe\nor its members would result in tribal ability to\nregulate, and that hasn't been the case, as this Court\nhas, you know, decided --\nJUSTICE SOUTER: But the point of my\nquestion was do you agree that there -- within the --\nthe description of the exception in Montana, that there\nneed not be a consent, either to the regulation or to an\nadjudicatory jurisdiction to enforce the regulation?\nMR. BANKER: Not in the actual language of\nMontana, but in reading Strate and in reading Hicks and\nin reading Atkinson Trading Company, that is my\ninterpretation of the --\nJUSTICE SOUTER: So you're saying the\nMontana exception has been modified by later cases.\nMR. BANKER: That is correct.\nJUSTICE SOUTER: Okay.\nJUSTICE GINSBURG: Certainly not in Strate,\nwhich you quoted before as saying if you have\njurisdiction to regulate, then have you jurisdiction to\nenforce the regulation.\nMR. BANKER: True, but I think Strate is an\nimportant part of that history.\nJUSTICE ALITO: Well, I thought that your\nargument was that the general principle that was adopted\nin Montana is the tribal jurisdiction extends only to\nthose things that are necessary to protect tribal\nself-government or to control internal relations, and\nthat merely entering into consensual commercial\ntransactions doesn't fall within that, but if one were\nto consent to the jurisdiction of the tribal courts,\nthen that would be an additional basis for jurisdiction.\nI thought that was what your argument was.\nMR. BANKER: I believe that's correct.\nJUSTICE SOUTER: But if that's your argument\nwhat's left of the first exception?\nMR. BANKER: Well, what's left of the first\nexception is certainly a tribal ability to regulate, and\nperhaps that's all.\nJUSTICE SOUTER: So the first -- but as I\nunderstand it the first exception would have no\nindependent application unless the second exception were\nmet -- were satisfied, i.e., there was a tribal need\nbased on self-government, economic self-protection and\nso on which, which would in effect validate the tribe's\nattempt to regulate, which seems in effect to say that\neverything turns on the second exception, not the first.\nMR. BANKER: Well, I think the first\nexception could still have meaning, in the sense that it\ngrants the tribe the ability to regulate. The question\nreally is how far does that ability go and how far does\nit stretch. I don't think that it stretches to\nadjudication, and I further don't think it stretches to\nadjudication of nonconsensual tort claims.\nIf there are no further questions I'd like\nto reserve the remainder of my time.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\nMr. Frederick.\nORAL ARGUMENT OF DAVID C. FREDERICK\nON BEHALF OF THE RESPONDENTS\nMR. FREDERICK: Thank you, Mr. Chief\nJustice, and may it please the Court:\nI'd like to address both standing and the\nmerits, but because there are some additional wrinkles\non the standing question in light of how it was briefed\nin the reply brief, I'd like to make three brief points\non the merits before addressing standing.\nFirst, the bank engaged in a seven-year\nbusiness relationship with the Longs, knowing that they\nwere Indians and deriving substantial commercial\nbenefits from the Longs' tribal status through the BIA\nloan guarantees. Second, the bank has not challenged\ntribal court jurisdiction over the breach of contract\nclaim or the bad faith claim, which are the core claims\nin the case.\nJUSTICE GINSBURG: Well, they said they\ndon't need to because they said if they win on their\nclaim, then their whole case --\nMR. FREDERICK: And I'll address that,\nJustice Ginsburg, on the general verdict point, which is\nthere is actually some law of this which I would like to\ndescribe for the Court my understanding of. My third\npoint, though, is that both the district court and the\nEighth Circuit below found significant that the bank had\nconceded tribal court jurisdiction in its motion for\nsummary judgment on its counterclaim, and they found\nthat concession to be important to note, and both courts\nbelow found the Indian character of the Long family\ncompany to be notable as well. Under this Court's two\ncourt rule, those fact findings are entitled to\nsignificant respect.\nNow, as to the standing question Justice\nGinsburg, let me get to your point on the general\nverdict. This is ultimately a question of tribal\nprocedural law, how the tribal court would treat\nvacature of a claim deemed to be an invalid claim.\nCHIEF JUSTICE ROBERTS: Where do I look that\nup in tribal law?\nMR. FREDERICK: Mr. Chief Justice, under\ntribal law number 1, the Cheyenne River Sioux Tribe has\nadopted the Federal Rules of Civil Procedure for\nprocedure in the tribal courts, and under Federal Rules\nof Civil Procedure 49, there are provisions for special\nverdicts and general verdicts, and Rule 49(a)(3)\nprovides that if no specific objection is made to a fact\nor finding requested by the jury, it is waived. The\nbank here did not make a specific objection to the\ngeneral interrogatory number 6, therefore, they may be\ndeemed to have waived their objection to having the\ndamages collected.\nCHIEF JUSTICE ROBERTS: I'm sorry; I don't\nunderstand. I'm looking at joint appendix 191 to 192.\nYou have special interrogatories, including number 6 but\nalso number 4 and then they have damages. And it's not\nclear whether those damages are based on the finding of\nliability under 4 or 6.\nMR. FREDERICK: That's my point, Mr. Chief\nJustice. In the trial transcript which is contained at\nroughly pages 555 through 562 of the tribal court\nrecord, there was colloquy on how these special\ninterrogatories were to be framed. The bank objected to\nnumber 4, the discrimination count on the ground that a\ncompany cannot be discriminated against, only\nindividuals can be discriminated against. That\nobjection was sustained, and so special interrogatory 4\nwas written as you see it in the joint appendix. The\nbank did not object to the general verdict question on\ndamages, so the law on Rule 49(a)(3) would be that\nspecial verdict is deemed to be waived, and now there is\nsome --\nJUSTICE GINSBURG: There is no objection --\nJUSTICE SCALIA: Wait. They are, they are\nnot objecting to a -- to a general verdict. They are\nobjecting to the fact that in their view, one of the\nelements of that -- of that general verdict is based\nupon what they assert is an invalid claim in the -- in\nthe Indian court.\nMR. FREDERICK: Precisely so, Justice\nScalia.\nJUSTICE SCALIA: I don't know that they\nwaive that when they when -- when they allow a general\nverdict to go.\nMR. FREDERICK: The way cases say general\nverdicts should be deemed, if there is an invalid claim,\nthere are competing views about what to do with that\nwhen the damages awarded is treated as a general\nverdict. There is a circuit split on the question of\nwhat you do when there has not been a specific objection\npreserved and there is a general verdict and one invalid\nclaim and evidence that supports a valid claim.\nNow recall, they don't challenge the breach\nof contract claim. Our brief points out how the\nevidence supports damages for breach of contract. Now\nJudge Kozinski in the Ninth Circuit in a case called\nMcCord v. Maguire 83 F 2d 1271 says that this waiver\nrule means that their ability to challenge the general\nverdict would be waived and they would be forced to live\nwith the verdict if evidence supports it. Under that\nrule --\nJUSTICE SCALIA: If evidence supports any\none of the claims contained in the general rule.\nMR. FREDERICK: That's correct. That's\ncorrect. The First Circuit in a case called Gillespie\nversus Sears Roebuck, 386 F3d 21 takes the position that\nif you have not filed your objection you have not waived\nit.\nCHIEF JUSTICE ROBERTS: Who wrote that? You\ngave us the benefit of the author of the Ninth Circuit,\nbut not the First.\nMR. FREDERICK: Chief Judge -- I was about\nto say that. They are both very fine opinions; they --\nJUSTICE GINSBURG: You're not asking us to\nresolve that circuit split in this case.\nMR. FREDERICK: No. What I'm saying is that\nthe tribal court, which would be looking to Federal law\nto resolve the effect of a supposed tainted claim -- if\nyou were to conclude that a discrimination complaint is\na tainted claim -- would have to evaluate what effect\nthat has on the final judgment. And because there is a\ncircuit conflict on that question, unfortunately, I\ncannot give you a definitive answer as to how the tribal\ncourt would resolve that.\nMy point, though, is that if this Court\nconcludes that there is a redressibility problem in this\ncase, which we would submit, respectfully, there is, the\nappropriate course would be to vacate and remand for the\nlower courts to certify the question to the tribal court\nof appeals or to make some further inquiry into the law\nto determine how --\nJUSTICE SCALIA: The tribal court of appeals\nwould have to be finding Federal law. It wouldn't be\nIndian law; it would be Federal law.\nMR. FREDERICK: It is --\nJUSTICE SCALIA: You say they have adopted\nthe Federal rules. So whatever the Federal law -- in\nother words, we would ask them to answer the question\nthat you don't want us to answer.\nMR. FREDERICK: No. I've asked you to go\nwith the Ninth Circuit Court because that is what I\nthink is the court rule. But, Justice Scalia, any time\na different jurisdiction incorporates some law into its\nown system, it is opining as a matter of Cheyenne River\nSioux Tribe law. And, as Cohen's Indian law treatise\npoints out, tribal courts would not look not only to\nFederal sources but also to State courts, too. The rule\nin South Dakota follows the general verdict rule in\nwhich --\nCHIEF JUSTICE ROBERTS: And, presumably,\ntribal -- whatever tribal precedent there may be, as\nwell.\nMR. FREDERICK: That's correct although we\nhave not been able to find precedent --\nCHIEF JUSTICE ROBERTS: Well, neither could\n-- and neither could anybody, right? I mean if anybody\ncould find it, you could. It's because it's not\npublished anywhere, right?\nMR. FREDERICK: Well, there are published\ndecisions. This Court -- this is a question of first\nimpression.\nJUSTICE SCALIA: Certainly, your reliance\nupon the Federal rules doesn't impress me as much as it\ndid when you first told me about it, because apparently\nthe Federal rules mean whatever the tribal courts say\nthey mean; is that right?\nMR. FREDERICK: No. I think, Justice\nScalia, the Court would look at the various sources of\nlaw --\nJUSTICE SCALIA: And come to its own\ndecision as to what they mean.\nMR. FREDERICK: Yes.\nCHIEF JUSTICE ROBERTS: One of the points\nyou mentioned earlier is that this is an Indian\ncorporation, and that's a concept I don't understand.\nIf Justices Scalia and Alito form a corporation, is that\nan Italian corporation?\n(Laughter.)\nMR. FREDERICK: I would like to beg the\nindulgence of the Court in not answering that question\nspecifically.\n(Laughter.)\nMR. FREDERICK: My point --\nJUSTICE SCALIA: And do we get special loan\nguarantees?\n(Laughter.)\nCHIEF JUSTICE ROBERTS: I understand the\nconcept of a minority-owned or an Indian-owned\ncorporation, but the point here is you are trying to say\nthat the corporation is a member of the tribe. And I\njust don't know. And I certainly don't think the State,\nwhen it incorporated this entity, said: You're a\ndifferent type of corporation than every other; you're\nan Indian corporation.\nMR. FREDERICK: Well, to the contrary,\nMr. Chief Justice. There is a State supreme court case\non point called Pourier, which we cited in our brief,\nwhich says that a majority-owned corporation under South\nDakota State law shall be treated as a member of that\ntribe for the tax purposes that were at issue in that\ncase. So --\nCHIEF JUSTICE ROBERTS: How would a normal\n-- I guess a non-Indian or non-Italian or non-Irish --\ncorporation dealing with the Long Family Land and Cattle\nCompany know that it was an Indian corporation --\nMR. FREDERICK: Well, I --\nCHIEF JUSTICE ROBERTS: -- putting apart the\nparticulars in this case?\nMR. FREDERICK: Mr. Chief Justice, let me\nstep back and say I'm not here to advocate that there\ncan be different racial characteristics of corporations.\nWhat is anomalous about this case and the way the BIA\nhas set up this program is that the BIA establishes\nprinciples of Indian identity so that it can determine\nwhether it satisfies congressional mandates for Indian\nfinancing.\nCHIEF JUSTICE ROBERTS: Well, I know the BIA\nsays that. But if you're a bank and somebody comes in\nand says: I'm a corporation; I would like a loan, is\nthe bank supposed to start asking questions about\nwhether there are Indian shareholders, and how many, and\nall of that?\nMR. FREDERICK: Banks typically do require\nlots of documentation, Mr. Chief Justice.\nCHIEF JUSTICE ROBERTS: So they should have\na check box on their loan application that says: Are\nyou an Indian?\nMR. FREDERICK: The difference here,\nMr. Chief Justice, is that the bank required BIA loan\nguarantees as a condition of making the loans.\nCHIEF JUSTICE ROBERTS: I'm asking you\nabout: In a general case, let's say they don't require\nBIA loan guarantees. They require, just as in this\ncase, collateral.\nMR. FREDERICK: They did not. They required\nmore, and that's the important point. The facts\nactually matter.\nCHIEF JUSTICE ROBERTS: Well, I am sure the\nfacts here matter. I have a hypothetical question. A\nbank dealing with an Indian-owned corporation, how are\nthey supposed to find out, or may they find out, whether\nit's an Indian-owned corporation, particularly when\nunder your approach, when they do form that contract,\nthey are subjecting themselves to tribal-court\njurisdiction?\nMR. FREDERICK: I would acknowledge that\nwhen there are no BIA loan guarantees required, a bank\nmay or may not know of the identity of the owners of the\ncorporation.\nCHIEF JUSTICE ROBERTS: And do they subject\nthemselves to tribal-court jurisdiction because they are\ndealing with, as you call it, an Indian corporation?\nMR. FREDERICK: Without further facts, no.\nHere, though, the bank required the BIA loan. It went\non to the reservation to scrutinize the collateral. It\nrequired personal guarantees from the tribal members.\nIt got collateral in guarantees on the personal effects\nand chattels.\nIt knew that the corporation was doing all\nof its business on tribal trust lands. It went into the\ntribal headquarters to determine that the tribe was\ncomfortable with the various loan arrangements. It\nenlisted the assistance of tribal financial officers to\nensure that the cash flow would be a sufficient --\nCHIEF JUSTICE ROBERTS: So that if the bank\nhad two -- two different types of loans, in one\nsituation the corporation comes to the bank. It is an\nIndian corporation, if there is such a thing; and the\nbank deals with it, although it doesn't know that. In\nthe other situation are the facts, as you suggest here;\nand the -- dealing through the normal, collateral\nconsequences and operations of a contract with a bank,\nthey want to know the collateral, and all of that, that\nconstitutes consent, but a commercial relationship with\na member does not.\nMR. FREDERICK: I think, in general,\nMr. Chief Justice, I would agree with that hypothetical.\nBut here, if you took away the BIA loan piece, I think\nthe facts very strongly point to the bank knowing it was\nengaging in a consensual relationship with Indians\nbecause it went on tribal trust lands. It involves the\nofficers of the tribe for effectuating the loan.\nJUSTICE ALITO: Well, there are many facts\nhere that are favorable to your position, but I would\nappreciate it if you could articulate the rule of law\nthat you would like us to adopt in this case, the\ngeneral principle that you would like -- the general\nrule that you would like us to adopt.\nMR. FREDERICK: Justice Alito I don't think\nI can improve on the language that's in Montana in its\nfirst exception, itself, which is that there are\nconsensual relations that are licensing of commercial --\nJUSTICE ALITO: Can that be the case: Any\nconsensual relationship between a member of the tribe\nand a nonmember is subject to the jurisdiction of the\ntribal courts?\nMR. FREDERICK: No. I think that the Strate\ncase imposed a nexus requirement. I think the liability\nhas to arise out of that consensual relationship, which\nit clearly does here.\nJUSTICE ALITO: So an Indian goes to a bank\noff the reservation and asks for a loan and gets the\nloan. That contract is subject to the jurisdiction of\nthe tribal courts?\nMR. FREDERICK: No. I don't think\nnecessarily any loan. I think I answered Mr. Chief\nJustice's question to the effect that any kind of\ngeneral loan of that nature would not necessarily give\nrise to --\nJUSTICE SCALIA: Well, it has to be a known\n-- a known consensual relationship, for one thing.\nWouldn't you add that requirement.\nMR. FREDERICK: Yes.\nJUSTICE ALITO: All right. So the Indian\ngoes to the bank and says: I'm an Indian. Give me a\nloan. The bank gives him a loan. That's subject to the\njurisdiction of the tribal courts?\nMR. FREDERICK: No. I think, Justice Alito,\nthat there are very fine gradations in the facts. And\nwe are not asking for an articulation of a general rule\nof the kind of sweeping effect that the Petitioners are\nasking for.\nWe are asking for a straightforward\napplication of Montana 1 on facts here that developed\nover a substantial number of years.\nJUSTICE ALITO: Well, isn't it necessary for\nthere to be some kind of clear notice? Somebody puts an\nad in the newspaper to sell a used car. Someone shows\nup to purchase the used car. He purchases the used car\nand says: And, by the way, I'm an Indian. That is\nsubject to the jurisdiction of the tribal courts?\nMR. FREDERICK: I don't think that\nnecessarily would give rise to the kind of consensual\nrelationship that Montana was speaking about.\nJUSTICE ALITO: Well, why not? What's\nmissing there?\nMR. FREDERICK: I think what's missing is\nthe longevity of a relationship, the degree to which the\ncause of action arose out of the answering of that ad.\nI mean one of the features of --\nCHIEF JUSTICE ROBERTS: It's an odd sort of\nbasis on which to predicate jurisdiction. We usually --\nwhen you're dealing with jurisdiction, we usually look\nfor a bright-line rule.\nMR. FREDERICK: Well, I think that the\nnecessary concomitant of having tribes with their\nelements of sovereignty residing within States and\nwithin the United States is to have somewhat less\nbright-line features to some of these jurisdictional\nprinciples. Our submission here is that the facts --\nCHIEF JUSTICE ROBERTS: You said earlier --\nI am sorry. You said earlier that this was a\nstraightforward application of Montana?\nMR. FREDERICK: Given the facts that are\npresent in this case.\nCHIEF JUSTICE ROBERTS: Yes, given the\nfacts. But isn't it true that this would be the first\ncase in which we have asserted or allowed Indian tribal\njurisdiction to be asserted over a nonmember?\nMR. FREDERICK: Yes, it would although the\ncourt in National Farmers and in Iowa Mutual could have\ndisposed of the case simply on a bright-line-rule basis\nbut rejected that very notion.\nJUSTICE KENNEDY: Do you think it's inherent\nin Montana exception number 1, that an Indian tribal\ncourt in the course of adjudicating commercial dealings\nhas the capacity to elaborate common law?\nMR. FREDERICK: Yes. And -- and I don't\nthink --\nJUSTICE GINSBURG: To elaborate tribal\ncommon law.\nMR. FREDERICK: That's how I understood your\n--\nJUSTICE KENNEDY: Tribal common law?\nMR. FREDERICK: Yes, that's how I understood\nJustice Kennedy's question. You know, and it is the\nsame --\nJUSTICE KENNEDY: And you think that's\nnecessary for regulating consensual relationships?\nMR. FREDERICK: I think that, yes, it can\nbe. I mean the -- I thought I heard the Petitioner\nacknowledge today that if the discrimination rule had\nbeen written down, that that would be perfectly fine to\nput everybody on notice. These principles of\ndiscrimination here are --\nJUSTICE SCALIA: He backed off on that. I\npressed the point and --\n(Laughter.)\nMR. FREDERICK: Well, my -- my mission here\nis that the bank did not avail itself of any of the\nprocedures in Rule 12 to clarify the source of the law,\nto move to dismiss the discrimination claim, to move for\nsummary judgment on the discrimination claim.\nCHIEF JUSTICE ROBERTS: What about -- what\nabout their point that, under our system, governing is\nbased on the consent of the governed, and in this case\nthe bank has no role to play in the nature or\nestablishment of the court to which they are being\nsubjected?\nMR. FREDERICK: Well, in this particular\ncase, Your Honor, this bank has availed itself\npurposefully of tribal courts on at least 14 occasions.\nThis would be the 15th case. These are set out in the\ntribe's brief, the amicus brief, footnotes 27, 28, and\n29.\nJUSTICE KENNEDY: Well, and I suppose --\nMR. FREDERICK: This is not a stranger to\nthe tribal court, Mr. Chief Justice.\nJUSTICE KENNEDY: Well, suppose it were the\nfirst occasion? I mean, what's the rule? That doesn't\nhelp me.\nMR. FREDERICK: My point is --\nJUSTICE KENNEDY: In other words, if you go\n-- if you make a mistake 14 times, you're bound to 15?\nThat's kind of an estoppel.\nMR. FREDERICK: No, I'm saying that the\navailment of the tribal court is what creates the\njurisdiction. I'm saying it responds to the point that\nthe bank can hardly claim surprise. They know how to\ndeal with tribal law and tribal procedures. They could\nhave asked the nonmember judge who presided over this\ntrial to clarify how the discrimination would be done.\nIn the tribal transcript, the colloquy on discrimination\nwas rather straightforward as to treating members in a\nfair way as compared to treating nonmembers. These are\nnot difficult concepts in the law.\nJUSTICE GINSBURG: Mr. Frederick, before you\nfinish, I would like for to you give your best answer to\na lurking, underlying concern, and that is the the Chief\nJustice brought up the outsider subjected to courts\nwhere the outsider has no vote. That happens when you\nsued in a State that's not your own, but there is the\nright to remove and also at the end of the line is this\nCourt. And I think in the case of the tribal courts,\nneither of those exist. There's no -- you can't remove\nto a State or Federal court, and this Court has no\nreview authority over a tribal court's judgment.\nMR. FREDERICK: I have two suggested\nresponses to that, Justice Ginsburg. One is that, when\na tribal court judgment needs to be enforced, it can be\nbrought in State court, and South Dakota follows the\ncomity rule, which means that it has to satisfy certain\nrequirements of fairness, adherence to basic principles,\nand the law before a State -- the State court will\nenforce the tribal court judgment. Under national --\nJUSTICE GINSBURG: Not the same faith and\ncredit that it would give to a sister State judgment?\nMR. FREDERICK: That's correct. It's not\nfull faith and credit; it's comity. And that comity\nprovides for a substantive review while enforcing the\njudgment.\nCHIEF JUSTICE ROBERTS: Well, what if the\ntribal law has certain cultural principles such as\nfairness and equity of a sort that aren't recognized\nunder Federal or State law in this type of contractual\nrelationship? Does that preclude the State court from\ngiving comity or not?\nMR. FREDERICK: The way the South Dakota\nstatute is worded, Mr. Chief Justice, unfortunately, I\ncan't give you a direct answer to that because it\ninvolves a panoply of issues whether State law deems the\nfinal judgment ultimately to be a fair one and -- and,\nimportantly, when this Court recognized the\njurisdictional point as giving rise to Federal\njurisdiction in National Farmers, I would submit it also\nperhaps created the avenue for the enforcement of\njudgments to be brought in Federal court as well. I\ndon't understand why a jurisdictional challenge and a\nchallenge to the enforcement of a judgment could not\ngive rise to the same Federal question jurisdiction\nrecognized in National Farmers.\nSo I think there are two avenues to be in\nState or Federal court when enforcing a judgment in\ntribal court that heretofore for have not fully been\nexplored, certainly not by any decisions of this Court.\nIf the Court has no further questions.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Frederick.\nMr. Gannon.\nORAL ARGUMENT OF CURTIS E. GANNON\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE,\nSUPPORTING THE RESPONDENTS\nMR. GANNON: Mr. Chief Justice, and may it\nplease the court:\nThis court's Montana framework confirms that\nIndian tribes can, in some circumstances, exercise\nlegitimate authority over nonmembers and nonmember land\non their reservations. Unlike what has happened in the\ncriminal context, the political branches have not acted\nto divest tribes generally of civil jurisdiction over\nnonmembers. Both before and after Montana was decided,\nCongress and this Court have repeatedly articulated the\nfirm Federal policy of encouraging tribal\nself-government and have recognized that tribal justice\nsystems are an essential part of tribal governments.\nJUSTICE SCALIA: Well, that may be; it\ndepends on what you mean by \"tribal.\" I mean, it\ncertainly would be rational to say that all disputes\nbetween members of the tribe can be resolved\nauthoritatively by the tribal court, but it's quite a\ndifferent thing to say that a dispute between a\nnonmember of the tribe and a member of the tribe can go\nto the tribal court. It's sort of the analogue to being\nhome fried in a foreign State. It's -- is pretty close.\nMR. GANNON: Well, Justice Scalia, that's of\ncourse true, that there is a difference, but the Montana\nframework recognizes that the political branches have\nnot completely divested tribes of their jurisdiction\nover nonmembers in circumstances like this. And --\nCHIEF JUSTICE ROBERTS: Well, you agree with\nyour friend Mr. Frederick that Montana did not address\njurisdiction over a nonmember and that this would be the\nfirst case in which we'd recognize such jurisdiction?\nMR. GANNON: Well, it did not specifically\naddress any previous cases involving jurisdiction over a\nnonmember defendant who is hailed into Federal court.\nJUSTICE SCALIA: Defendant, yes.\nMR. GANNON: But I think it is -- it is the\ncase that it clearly recognized a consensual\nrelationship that is established before the lawsuit\nbegins is what provides for regulatory jurisdiction in\nsome of the cases and adjudicatory jurisdiction, as is\nnow clear from Strate and the Court's subsequent\ndecisions.\nJUSTICE KENNEDY: In your view, does\njurisdiction follow all regulatory authority? If it's\nwithin regulatory authority, then is it your position\nthat there is necessarily jurisdiction to enforce in a\ntribal court --\nMR. GANNON: Well --\nJUSTICE KENNEDY: -- in civil cases?\nMR. GANNON: Well, in Iowa Mutual, this\nCourt did state that tribal courts are best qualified to\ninterpret and apply tribal law. And so --\nJUSTICE KENNEDY: In your position, is\nregulatory jurisdiction concomitant with civil judicial\njurisdiction in the tribal court?\nMR. GANNON: Generally, yes.\nCHIEF JUSTICE ROBERTS: What happens if the\nbank deals with a corporation that is not an Indian\ncorporation, and then that -- the shareholders of that\ncorporation sell their shares to Indians?\nMR. GANNON: Well --\nCHIEF JUSTICE ROBERTS: Does the bank now\nhave a consensual relationship with an Indian\ncorporation?\nMR. GANNON: Well, I think, Mr. Chief\nJustice, to expand upon the discussion that you were\nhaving with Mr. Frederick, that the consensual\nrelationship that's necessary to establish jurisdiction\nin the sense of Montana's first exception requires not\nonly that there be a consensual relationship with a\nmember, and which we do think that implicit in that is\nsome knowledge at least objective knowledge that you\nknew you were dealing with a tribal member. And so if\nthe conceptual relationship were established and with\nsomebody who was not a nonmember who subsequently ended\nup through sales of shares to become a member, we don't\nthink that that ex post facto development would effect\nthe establishment of the original relationship.\nJUSTICE SCALIA: You would add on the\nreservation? I mean --\nMR. GANNON: Yes, absolutely, Justice\nScalia. That is something --\nJUSTICE SCALIA: If he walks into some town\nin South Dakota, the mere fact that you know he's an\nIndian -- it has to be on the reservation.\nMR. GANNON: Absolutely, Justice Scalia, and\nthat follows directly from the terms in Montana itself\nbecause Montana says that the exceptions are are about\ninstances of, quote, \"civil jurisdiction over\nnon-Indians on the reservation.\" And that's an\nimportant factor.\nCHIEF JUSTICE ROBERTS: Well, but the only\nreason -- the only reason the bank is on the reservation\nis because the land was collateral, right?\nMR. GANNON: The only reason --\nCHIEF JUSTICE ROBERTS: They didn't want to\nbuy land on a reservation; they wanted to make a loan\nand get the interest or whatever, and it just turned out\nthat the Indians defaulted, and therefore they were left\nwith a land on a reservation. Is that consensual?\nMR. GANNON: Well, everything about this\ntransaction is related to the reservation. To be sure,\npart of it dealt with the land on the reservation, but\nthe rest of the ranch's operations, including places\nwhere the bank possessed collateral and security\ninterest in personal property, were on tribal grazing\nland.\nCHIEF JUSTICE ROBERTS: So if it's a\ndifferent -- the Indian -- the corporation is owned by\nmembers on the reservation, the collateral they put up\nis off the reservation, is there consensual dealings\nwith the corporation then?\nMR. GANNON: Well, the thing that's key\nhere, I believe, is that the subject of the contract was\nintimately connected with the reservation itself, and\nthat's why it comes within Montana's discussion of civil\njurisdiction.\nCHIEF JUSTICE ROBERTS: Yes, but the subject\nof the contract is loan to a corporation owned by\nIndians on the reservation. The collateral put up is\nother land that the corporation owns or the individuals\nown off the reservation. Jurisdiction or not.\nMR. GANNON: Without any further facts, no,\nI don't think that would be enough to establish\njurisdiction. What's important here is that the subject\nof the contract was actually on the reservation, and\nthat's why it comes in --\nCHIEF JUSTICE ROBERTS: I guess, what I\nmeant, what do you mean by the subject of the contract?\nMR. GANNON: Well, the loan here was for\nspecific purposes. It was for -- I mean, there were a\nlot of specific terms in which the bank dictated lots of\npractices on the ranch, and it knew everything about the\nway the operation was being conducted or required\nexpress approval for individual purchases and things\nlike that. And so, this is not an instance where a\nmember is engaging in business off the reservation.\nAnd indeed in Blaze Construction the court\naddressed a case in which there was a member-owned\ncorporation that was doing business on a different\nreservation, and the parties conceded there that that\nwould not be considered to be a member for purposes of\nMontana -- that was actually a taxation case, but it\nwould not be considered a member for purposes of these\nexceptions.\nJUSTICE SCALIA: Am I correct that the\ncollateral here, the land, the land that was collateral\nwas within the reservation but it was not Indian land.\nMR. GANNON: Well, that's generally correct,\nJustice Scalia. There is a little bit of a dispute in\nthe probate proceedings about exactly the status of the\nland. But, yes, this transaction did involve transfer\nof the deed to the bank, and therefore, at that point it\nwould have been -- to the extent that that transfer was\neffective, it would have been a nonmember only on the\nreservation.\nJUSTICE SCALIA: And you think that that's\nenough. It doesn't have to -- when you say \"on the\nreservation,\" you include as on the reservation land\nthat is no longer owned by Indians but -- but is within\nthe reservation boundaries.\nMR. GANNON: The thing that triggers the\nregulation here or the jurisdictional authority of the\ntribe is the consensual relationship with the tribal\nmember. And so it's -- it's -- it's not -- this\nisn't -- this isn't like a tort that occurred on a\nparticular piece of land while we are asking --\nJUSTICE SCALIA: No, no, wait. You say that\nconsensual relationship is not enough. If you enter\ninto relationship with Indian in South Dakota on, you\nknow -- in the State capital, that isn't enough. It has\nto be on the reservation. You acknowledge that. And\nfor purposes of on the reservation, it's enough that\nyou're dealing with land that is within the reservation\neven -- even if it is no longer Indian land?\nMR. GANNON: Yes, Justice Scalia. And the\nMontana exception to deal with jurisdiction --\nJUSTICE ALITO: Does \"on the land\" mean --\n\"on the reservation\" mean land on the reservation or\ndoes it extend any further than that?\nMR. GANNON: I -- I -- I can't say --\nJUSTICE ALITO: Let's say an Indian gets an\nauto loan for a vehicle to be used in a business on the\nreservation. Is that on the reservation?\nMR. GANNON: In general, the sale of goods\noff the reservation, unless there is some particularly\nintimate connection with the reservation that -- that\nthe parties anticipate at the time, probably isn't going\nto be enough to trigger jurisdiction. And so --\nCHIEF JUSTICE ROBERTS: What about a home\nequity loan for home on the reservation.\nMR. GANNON: For a home that's on the\nreservation?\nCHIEF JUSTICE ROBERTS: Yes.\nMR. GANNON: And it's for remodeling the\nhome --\nCHIEF JUSTICE ROBERTS: Whatever home equity\nloans are for.\nMR. GANNON: Yes. I think that that's -- if\nit were going to be used for something completely off\nthe reservation, then maybe an argument could be made\nthat it doesn't have enough to do with regulating\nactivities that are occurring on the reservation.\nCHIEF JUSTICE ROBERTS: Well, they are going\nto add -- add a new wing onto the -- new room on to\ntheir home.\nMR. GANNON: And that's an example where I\ndo think that --\nCHIEF JUSTICE ROBERTS: So if Chase\nManhattan gets a home equity loan application from\nsomebody and they grant the home equity loan, they are\nnow subject to being sued in tribal court?\nMR. GANNON: If they know that they are\ndealing with a member and they have not included any\nform selection or choice of law provisions that say that\nthey want to be sued and resolve disputes in some other\nforum, then it may well be the case that they will be\nsued in tribal court.\nCHIEF JUSTICE ROBERTS: What if the tribal\ncourt has a rule that forum selection provisions are not\nenforceable?\nMR. GANNON: Well, I think it's probably\nunlikely that the tribal courts would -- or that the\ntribe would adopt a rule like that, because as a\npragmatic matter it would make it more difficult for\ntheir citizens to engage in business relationships if\nthey had a categorical ban like that. And so --\nJUSTICE GINSBURG: But then could you go\ninto Federal court under what was in farmers and say we\nhad no jurisdiction because we had a forum selection\nclause?\nMR. GANNON: I -- if -- if there was a forum\nthat would be a question about the nature of the\nunderlyng consent. And I do think that, in general,\nforum selection clauses here ought to be enforced. And\nso, it would be relevant to the scope of the consentual\nrelationship there.\nCHIEF JUSTICE ROBERTS: Does the judgment\nhere that the bank discriminated against the Indian\ncorporation because they didn't give them as favorable\nterms as they gave someone who hadn't defaulted on a\nloan impede dealings with Indian corporations by outside\nmembers -- outside nonmembers?\nMR. GANNON: Well, as was pointed out\nearlier, Mr. Chief Justice, the -- the -- the only\nduties that the bank was exposed to here were a duty not\nto breach contracts and not to discriminate. And the\nonly question is the source of those duties.\nCHIEF JUSTICE ROBERTS: What was the basis\nfor the finding of discrimination?\nMR. GANNON: It was the -- under --\naccording to the jury instruction it was a person or\nentity denied a privilege to a person based solely upon\nthat person's race or tribal identity.\nCHIEF JUSTICE ROBERTS: It had nothing to\ndo -- the bank's justification had nothing to do with\nthe fact that the entity had defaulted earlier?\nMR. GANNON: No, I don't believe so, Your\nHonor. Thank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Banker, you have two minutes remaining.\nREBUTTAL ARGUMENT OF PAUL A. BANKER\nON BEHALF OF THE PETITIONER\nMR. BANKER: I think when you step back in\nlistening to the arguments of opposing counsel, you\nknow, what is the other way that tribal courts get --\nthat the tribes get jurisdiction over nonmembers? Well,\nCongress can provide it. And if we look at this Bureau\nof Indian Affairs loan guaranty program, which Congress\nauthorized, Congress didn't provide jurisdiction over\nnonmembers in implementation of that program.\nSo you've got an elaborate loan program and\nit's designed to provide capital to tribes and tribal\nmembers, and Congress is silent on that.\nNow, in other instances Congress has\nprovided authorization for tribal courts and tribes to\nhave jurisdiction over nonmembers. Congress is aware of\nthis Court's opinion in Montana presumably and the cases\nthat follow from it, but in the Bureau of Indian Affairs\nloan guaranty program Congress remained silent. What do\nwe infer from that?\nI think it is crucial when you think about\nnonmember defendants in tribal court and whether they\ncan have their rights adjudicated there to think about\nthe structural problems, the lack of a right to remove,\nthe lack of a right to have this Court provide a\nsubstantive review. There is no --\nJUSTICE KENNEDY: What general principle\nunderscores the validity of your point that it's -- is\nit a republican form of government law, Due Process\nClause? What is the general principle you rely on to\nsay we have to look to the structure of these courts?\nIf the structure is insufficient, then it violates what\nprohibition in the Constitution?\nMR. BANKER: I think that the -- you know,\nthe tribal courts stand outside of the Federal -- of the\nFederal-State relationship. I think it is a question of\ndue process. I think it is a question of equal\nprotection.\nJUSTICE KENNEDY: Due process for whom? The\ntribal courts aren't governed -- aren't creatures that\nare subject to the Due Process Clause.\nMR. BANKER: Well, that's exactly the point.\nI mean it is the due process right of the nonmember.\nJUSTICE KENNEDY: What is -- what is the\nconstitutional prohibition that is a restriction on\nassigning cases to a court that does not follow the Due\nProcess Clause if it's an Indian court? It's not the\nsame as if we assign this to the American Arbitration\nAssociation. What's the difference?\nMR. BANKER: I think the difference is the\nconstitutional protections of nonmembers do not apply\ndown to tribal courts.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "No. 07-411 LONG FAMILY LAND AND", 
        "CATTLE COMPANY, INC.,", 
        "ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 48, 
        "JUSTICE ALITO": 9, 
        "JUSTICE GINSBURG": 22, 
        "JUSTICE KENNEDY": 13, 
        "JUSTICE SCALIA": 36, 
        "JUSTICE SOUTER": 14, 
        "JUSTICE STEVENS": 3, 
        "MR. BANKER": 61, 
        "MR. FREDERICK": 48, 
        "MR. GANNON": 31
    }
}