{
    "appearances": {
        "content": "NEAL KATYAL, ESQ., Washington, D.C.; on behalf of the\nPetitioner.\nJANET A. METCALF, ESQ., Assistant Attorney General,\nSalem, Ore.; on behalf of the Respondents.\nLISA S. BLATT, ESQ., Assistant to the Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nthe United States, as amicus curiae, supporting the\nRespondents.\n"
    }, 
    "caseNum": "07-474", 
    "caseinfo": {
        "content": "ANUP ENGQUIST, :\nPetitioner :\nv. : No. 07-474\nOREGON DEPARTMENT OF :\nAGRICULTURE, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nNEAL KATYAL, ESQ.\nOn behalf of the Petitioner 3\nJANET A. METCALF, ESQ.\nOn behalf of the Respondents 26\nLISA S. BLATT, ESQ.\nOn behalf of the United States, as amicus\nCuriae, supporting the Respondents 46\nREBUTTAL ARGUMENT OF\nNEAL KATYAL, ESQ.\nOn behalf of the Petitioner 55\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, April 21, 2008\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:05 a.m.\n"
    }, 
    "petitioners": [
        "ANUP ENGQUIST,", 
        "Petitioner", 
        "v.", 
        "No. 07-474 OREGON DEPARTMENT OF", 
        "AGRICULTURE, ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:05 a.m.)\nCHIEF JUSTICE ROBERTS: We'll argument next\nin Case 07-474, Engquist v. Oregon Department of\nAgriculture.\nMr. Katyal.\nORAL ARGUMENT OF NEAL KATYAL\nON BEHALF OF THE PETITIONER\nMR. KATYAL: Thank you, Mr. Chief Justice,\nand may it please the Court:\nThe Ninth Circuit held that no\ndiscrimination against a public employee is prohibited\nby the Equal Protection Clause unless the targeted\nperson is a member of the suspect class or exercises a\nfundamental right. No matter how outrageous or evil and\nno matter how unrelated to any legitimate government\ninterest, the clause provides zero protection. This\ntheory is contrary to the Constitution's text. It is\ninconsistent with this Court's precedents. It is\nunworkable and is unnecessary.\nThe Ninth Circuit ignored the Equal\nProtection Clause's guarantee to any person that the\nState will not use its vast powers to discriminate\nwithout a legitimate government purpose and particularly\nnot in ways that lead to inefficient government.\nThis Court has articulated three principles\nthat control this case. First, the Constitution\nprotects the individual from irrational discrimination.\nSecond, the Fourteenth Amendment applies to public\nemployers and rational-basis review applies to public\nemployment. And third, the clause applies to the\nadministrative actions of State officials, not just\nlegislatures.\nJUSTICE SCALIA: Rational-basis review\nnormally doesn't inquire into the actual motive, for\nexample, of the State legislators who impose such a tax\nor impose such a restriction. We simply ask: Could\nthere have been a rational basis for this? Now, are you\nwilling to abide by that test?\nMR. KATYAL: We are, Your Honor. The Ninth\nCircuit below said no rational-basis test ever; and,\nindeed, the trial in this case allowed the government to\narticulate any rationale, conceivable or not. We do\nthink, even though it doesn't make --\nJUSTICE SCALIA: Listen to what I'm saying.\nNot whether you could decide that, given all of the\nfacts of this case, the criticism of the co- workers and\nall of that, whether it is conceivable to say that this\nwas done on a rational basis. That isn't the\nrational-basis test.\nIt's just sitting back without these factual\ninquiries, just as we don't inquire factually into why\nthe State legislature acted, just asking: Could there\nhave been a rational basis for the dismissal of this\nemployee?\nMR. PHILLIPS: Your Honor, we do agree that\nthat last part, Justice Scalia, looking at could there\nhave been a rational basis, is the proper test. But\nthat is a factual determination at some level that, as\nthis Court in Kimel and a variety of other cases has\nsaid, that you still have to look to the underlying\nfacts. And even the Solicitor General doesn't disagree\nat page 5 of their brief when they say you have to look\nto whether -- that whatever that rationale is, it is\nsupported by the record. The government had the\nopportunity to --\nCHIEF JUSTICE ROBERTS: So that what you do\nin this case -- I mean the person is fired and that's\nall you know. And so you go back and see: Well, is\nthere any possible reason? So you look at the time\nsheets. Oh, here are a few days where she punched in\nlate. That's a possible reason, and that's enough?\nMR. KATYAL: Well, we do think that that can\nbe enough; and, indeed, that's what the government had\ntheir opportunity to argue in this case. The Ninth\nCircuit, of course, cuts off even that very deferential\ninquiry altogether. Now --\nCHIEF JUSTICE ROBERTS: So in that case --\nand then let's say you're at trial, and you ask: Did\nyou fire this person because she punched in late a few\ntimes? I take it hat the objection would be that that's\nirrelevant, and that would be sustained.\nMR. KATYAL: Well, if it is a counter-\nfactual -- I mean, the plaintiff would have the\nopportunity to negate the facts on whatever that\nrationale.\nCHIEF JUSTICE ROBERTS: No, no. The record\nshows she was -- a few times she punched in late.\nMR. KATYAL: And if it has anything to do\nwith government efficiency, the rational-basis test is\nthat deferential to permit that to go forward.\nJUSTICE BREYER: What about he didn't like\nhim? I'm the supervisor; I didn't like him.\nMR. KATYAL: Even that, Justice Breyer, is\nenough so long as it's related to government efficiency.\nThat is --\nJUSTICE BREYER: All right. Now, you say\nrelated. If the truth is I don't like this person,\ngood-bye, now, is that rational? When you say -- I\nmean, you know as much about the case now as I do --\nnot this case but, you know, that's all we know. Is\nthat rational or not?\nMR. KATYAL: That, by itself, is not because\nthe government has --\nJUSTICE BREYER: All right. Now that seems\nto me to be the problem, that either -- going back to\nJustice Scalia's point, you're either going to say\nrational in these circumstances, which means you go into\nit whether the time sheet was this or whether it was\nthat or the other; or you say, hey, it's always rational\nbecause he could have fired him because he doesn't like\nthe person. That's -- and I don't see some intermediate\nstep there.\nTo put the question differently, every\ngovernment has a, State and Federal, has an\nadministrative procedures act. That forbids\nunreasonable, arbitrary action. But why do they need\nthat if the Constitution does it by itself?\nMR. KATYAL: Okay. Let me say two things\nbecause there are two different questions there. One\nhas to do with the State laws, and so on. And this\nCourt has never said that the existence of other State\nremedies somehow displaces the Equal Protection Clause\nor other constitutional guarantees.\nJUSTICE GINSBURG: What about on the Federal\nlevel? Could a Federal employee who says just what was\nalleged here come right into Court to bring a Bivens\naction and says, I was discriminated against and\nsimilarly situated people were not, and it was\nirrational? Could a Federal employee come to court with\nsuch a complaint?\nMR. KATYAL: The answer is no, Justice\nGinsburg, and the reason is at footnote 18 of our brief,\nand I believe the Solicitor General doesn't disagree in\nlarge amount. That is that for Bivens the question is,\nwill the court imply a right of action, as opposed to\nthe issue in this case, which is Section 1983. There is\na statutory right of action already in existence.\nJUSTICE GINSBURG: And it doesn't matter\nthat the State has civil service remedies that were not\nused --\nMR. KATYAL: Not --\nJUSTICE GINSBURG: -- or there were union\ngrievance procedures that aren't used? You can go right\ninto Federal court and say, I don't have to use those\nState remedies?\nMR. KATYAL: That is correct. It doesn't --\nthe existence of those State remedies does not displace\nby itself without a statutory -- without Congress coming\nin and mandating exhaustion or something like that. But\nin the absence of that, this Court has not said, outside\nof the limited area of procedural due process, that the\nexistence of either collective-bargaining agreements or\nState laws somehow displaces a Federal constitutional\nguarantee.\nNow, if I could return to the first part of\nJustice Breyer's question, which was the dividing line\nin whether there is a clear standard, let me articulate\nthis as one. We believe that when a government employer\ncomes in and asserts some sort of objective reality, you\nknow, so for here they said the wheat prices are\ndeclining, the plaintiff should have a chance to negate\nthat and say, well, it turned out that actually the\nwheat prices weren't declining, and so on.\nIf, however, the plaintiff -- the government\narticulates the rationale that you had put forth before,\nI don't like you, and somehow the supervisor says it's\ninterfering with my government efficiency and I can't do\nthe job, well, that's something that the employer will\nnever really be able to -- the employee will never be\nable to negate. And that is set forth in our reply\nbrief at page 16.\nJUSTICE KENNEDY: Well, I guess you begin\nwith the proposition that the government must always\nhave a reason for what it does?\nMR. KATYAL: The government must always have\na reason when it discriminates against individuals.\nJUSTICE SOUTER: Well, discrimination, when\nyou say \"discrimination,\" I take it you're meaning\ndiscrimination not confined to the discrete categories\nof racial, age, et cetera. You're talking about\ndiscrimination for any purpose.\nAnd therefore, it seems to me that when you\nsay the government cannot discriminate, I think, in\neffect, you're saying a government supervisor cannot\nfire somebody simply because he does not like that\nperson, because that's a discrimination in relation to\nthe people that the supervisor does like; is that\ncorrect.\nMR. KATYAL: That is -- that is correct as\nlong as -- as long as, Justice Souter, it is not related\nto government efficiency; that is, if it's like this\ncase, in which --\nJUSTICE SOUTER: Right. It's not government\nefficiency; I just don't want to be around this person.\nMR. KATYAL: Exactly.\nJUSTICE SOUTER: Then it is the case, then,\nthat if you prevail in this case, that the notion of\nparadigmatic, at-will employment within the government\nin any State that recognizes that now, that will, in\nfact, be eliminated to -- to the degree that there is a\n-- a class-of-one cause of action.\nMR. KATYAL: To the contrary, Justice\nSouter. I don't think that will happen and indeed has\nnot happened and there is not a disagreement --\nJUSTICE SOUTER: I thought you just agreed\nthat it would happen in the hypothetical because as I --\nand maybe I do not understand at-will employment, but I\nthought the concept of at-will employment was that the\nindividual could be fired for a good reason, a bad\nreason or no reason at all. Somewhere in that trinity\nwe get Justice Breyer's hypothetical: I don't like him.\nAnd you're saying that won't pass muster, but it would\npass muster under an at-will employment rule.\nMR. KATYAL: Justice Souter, as a practical\nmatter it won't matter -- as a practical matter it won't\nmake a difference. And the reason is because an\nemployee can articulate, I don't like you, and it's\nundermining government efficiency, in most cases -- and\nparticularly in at-will cases, where there isn't a\ncollective bargaining agreement or a State law that will\nconstrain the ability of the employer to even articulate\nsome sort of efficiency --\nJUSTICE SCALIA: No, no, no, no. I'm not\nworking with this person; he is not going to affect my\nefficiency. He's under somebody below me but I just\ndon't like him.\nMR. KATYAL: And if there isn't an\nefficiency --\nJUSTICE SCALIA: Right.\nMR. KATYAL: -- and the State can't\narticulate an efficiency-based rationale --\nJUSTICE SCALIA: Right.\nMR. KATYAL: -- there will be some effect on\nat-will employment in those rare cases.\nJUSTICE KENNEDY: So you have a national\nfor-clause employment system. You can only be hired for\ncause -- fired for cause.\nMR. KATYAL: Well, except that the cause\nthat the equal protection mandates, the Equal Protection\nclauses guarantee, is to deferential that as Justice\nBreyer said, virtually any rationale will suffice if it\nis --\nJUSTICE KENNEDY: But you're getting back to\nthe point the government must always have a reason for\nwhat it does. Can you cite me a case that says that?\nMR. KATYAL: That the government must always\nhave a reason?\nJUSTICE KENNEDY: Must always have a reason\nfor the actions it takes.\nMR. KATYAL: Well, I read this Court's\ndecision in Olech as basically mandating that as well\nas -- you know, as well as its long history on a\nclass-of-one starting with Sioux City and Sunday Lake\nand Snowden versus --\nJUSTICE KENNEDY: Yes, those are all tax\ncases, or in Olech, 30 feet as opposed to 15 feet, where\nthere was a clear difference that was not -- but there\nwas also an allegation of an invidious motive.\nMR. KATYAL: And here, of course, the jury\nfound that invidious motive. So even if we were to --\nJUSTICE KENNEDY: It's just hard for me to\nget that sweeping provision out of Olech.\nMR. KATYAL: If the Court were worried about\nat-will employment, it has available to it the\npossibility of requiring animus just as Justice Kennedy\n-- or possibly in some --\nJUSTICE ALITO: What happens in this\nsituation? The government gives a reason for whatever\nthe adverse action is. Somebody -- they give -- and\nlet's say a person had lower performance ratings than\nanother person who was retained or given promotion.\nYour position is the employee can always contest that\nand say that's not the real reason; that's not factually\nsupported; is that correct?\nMR. KATYAL: If -- if the government\narticulates a rationale that is objectively based,\nbudget or something like that, yes; the plaintiff can\ncome back and try and rebut. It now it does so under\nthe extremely deferential rational basis test, which is\nwhy so few causes get through. And indeed --\nJUSTICE ALITO: How is it extremely\ndeferential when the employee is going to say that's not\nthe real reason; the real reason was simply spite and\nanimus and personal dislike?\nMR. KATYAL: Because if the government can\nput forth --\nJUSTICE ALITO: And that goes before the\njury.\nMR. KATYAL: Yeah, I don't believe it goes\nto the jury, Justice Alito, because under this Court's\ndecision in Anderson v. Liberty Lobby, summary judgment\nstage will incorporate whatever the rationale basis test\nor review is.\nJUSTICE ALITO: The employee says -- look,\nit seems to me, the employee says in an affidavit the\nsupervisor doesn't like me, and here are the 20 things\nthat the supervisor has done and said over the course of\nthe last five years to indicate personal dislike. Then\n-- then it goes to the jury.\nMR. KATYAL: Again as long as the employer\ncan articulate a reason based on government efficiency,\nthere is no way for that employee to rebut that.\nCHIEF JUSTICE ROBERTS: But you're going to\nhave to articulate it in Federal court. You emphasize\nit's a deferential standard, it's not -- but every case\nnow -- every case of an employee firing, in fact every\ncase of employee not getting as big a raise as he\nthought he was entitled, that's now a Federal case.\nMR. KATYAL: Well, there are two problems\nwith that. The first is those are already Federal cases\nunder existing laws, Title VII, the panoply of other\nlaws.\nCHIEF JUSTICE ROBERTS: But Title VII,\nthere's no --you know, there is no, \"because you don't\nlike me,\" it's not because I'm a particular race or --\nMR. KATYAL: But if we're positing a\nfrequent filer plaintiff who's bent on trying to file a\nlawsuit, they can always make a Title VII. They can say\nyou're firing me because of --\nCHIEF JUSTICE ROBERTS: I'm not worried\nabout a frequent filer. I'm worried about 40 million\nsingle filers.\nMR. KATYAL: And -- and the empirical\nevidence, Justice -- Mr. Chief Justice, is that that\ndoesn't happen. You know, we've had this cause of\naction now for 26 and 27 years in two circuits. It's\nnow the law of the land in nine circuits; we haven't had\nthat entire flood, nor have we had the harm to at-will\nemployment. And the reason is that plaintiffs aren't\ngoing to bring these causes of action when they know\nthey are so hard to win.\nJUSTICE BREYER: I don't know if that's --\nthat's why I started this. I read through, at least\nbriefly, the circuit cases in this area. I was trying\nto figure it out. And it seemed to me that those\ncircuit cases just really are finding some reason to\ndismiss the employee's claim, that they are not taking\nthis seriously, that is -- I mean, I don't want to\ncriticize them because I don't know the facts of the\ncase; but I couldn't figure out a standard.\nAnd then I thought, well, the standard has\nto be the APA standard, and if it's -- I know that\nstandard. And the reason that you don't have a million\ncases under that standard is because States have civil\nservice systems.\nMR. KATYAL: The existing --\nJUSTICE BREYER: So it seemed to me that's\nthe standard you want to apply. You want to bring all\nthose cases into Federal court, and I'm not sure they\nare doing it now, really, in practice. Now what's wrong\nwith what I've just said?\nMR. KATYAL: Well, I don't think there is\nanything quite wrong with that. I would say two things:\nOne, the existence of all of those State remedies and so\non are far more attractive for the employment plaintiff\nthan this cause of action. And so, that's one reason\nwhy you see these low numbers.\nSecond is I don't quite agree with you that\nthe lower courts are, you know, maybe not taking it\nseriously or however. They have a long-established body\nof law now on how to dismiss these cases on 12(b)(6)\nmotions, and the majority of the circuits have already\nupheld that because of the similarly situated\nrequirements and intentionality requirements, as well as\non summary judgment; that is, because the test is so\ndeferential.\nJUSTICE GINSBURG: Let's take this case.\nYou say there were 30 similarly situated people with\nregard to this employee being let go. Wouldn't that be\na contested matter? The employer will say they are not\nsimilarly situated; each of them is differently\nsituated. How does that get resolved on summary\njudgment?\nMR. KATYAL: Well, normally it depends on\nthe rationale that's being offered. Here the\ngovernment's rationale was declining wheat revenues, and\nso each of the employees who was paid out of those wheat\nrevenues is similarly situated. The government in this\ncase disclaimed the other rationales, performance and so\non. In the ordinary case --\nJUSTICE GINSBURG: I thought they withdrew\nfrom saying that it was a budgetary matter.\nMR. KATYAL: Well, there were two different\nbudgetary issues. One was the budget having to do with\nthe Oregon State budget, and that was ultimately\nwithdrawn by the State. The other was that Ms. Engquist\nand 10 other or so employees were being paid out of\nwheat revenues, and the State's rationale at trial was\nthat the wheat market was collapsing, and so they\ncouldn't pay for Ms. Engquist anymore. And she was --\nJUSTICE SCALIA: Suppose the government --\nsuppose the government comes in and says, we don't want\nto take a position as to -- as to what the reason was;\nit could have been any one of the following seven -- you\nknow, the wheat market collapsed; she came in late five\ndays; some of the jobs she did she didn't do well; she\ndressed inappropriately on the job; her co-workers\ndidn't like they are -- you know. And -- can the\ngovernment do that?\nMR. KATYAL: The government can offer those.\nJUSTICE SCALIA: How far -- does it have to\npick a reason? You're -- you're --\nMR. KATYAL: Absolutely not. It can pick\nmany reasons.\nJUSTICE SCALIA: So long as there is\nconceivable reason, the court would grant summary\njudgment?\nMR. KATYAL: We think that's right. Now,\nthere are --\nJUSTICE GINSBURG: I thought you did not\nagree with that in your brief. I thought --\nJUSTICE SCALIA: That's what I thought, too.\nJUSTICE GINSBURG: -- you said no\nhypothetical justification is there. Not like\nlegislation where any conceivable basis, even if the\nlegislature didn't conceive it. I thought you were\nquite clear in saying no, that's not what rational basis\nmeans in this context.\nMR. KATYAL: I might have misunderstood\nJustice Scalia's question. I thought he was saying does\nthe government -- can the government put forth a\nconceivable rationale grounded in some fact, and the\nanswer to that is yes. It's got to be grounded in fact.\nThat is the test.\nJUSTICE SCALIA: All those facts are true\nfacts, but the government isn't claiming that any one of\nthem was the reason. It just says here are the\nconceivable reasons why -- why she might have been\nfired. We really don't know which one it was.\nMR. KATYAL: The plaintiffs --\nJUSTICE SCALIA: But here are seven\nperfectly conceivable reasons.\nMR. KATYAL: The government has the ability\nto put that forth and the plaintiff has the ability to\nnegate that. That is the rational-basis test under\nthis.\nJUSTICE SCALIA: What do you mean, to negate\nit? To negate it as the actual reason is what you mean.\nMR. KATYAL: As -- to negate the facts.\nJUSTICE SCALIA: But the government is not\npurporting that -- to say that it's the actual reason.\nMR. KATYAL: Justice --\nJUSTICE SCALIA: The government is saying\nhad she been dismissed for this reason, and we really\ndon't know whether that was the reason or not, but had\nshe been dismissed for this reason it would have been\nrational.\nMR. KATYAL: So long as, Justice Scalia,\nthat rationale is itself grounded in the facts. That\nis, you can't come in and say she wasn't -- she was\ncoming to work late when she wasn't. But if she were,\nthen --\nJUSTICE SCALIA: Well, I didn't understand\nyour position to be that, but that -- -\nMR. KATYAL: The test here is -- the test\nI'm trying to offer is one of objective -- objective --\nwhether the rationale is objectively falsifiable.\nCHIEF JUSTICE ROBERTS: Can I ask you\nmore -- perhaps a more abstract question about this\nclass-of-one?\nDoesn't that have the effect of adding an\nequal protection claim to every violation of law? In\nother words, you have a Fourth Amendment search and\nseizure claim, and you're treated illegally; you say\nwell, everybody else was treated legally and I wasn't,\nso it's an equal protection violation? You get -- you\nknow, the zoning ordinance, it was improper under the\nzoning law, and because everybody else was properly\ntreated, it's a violation of equal protection.\nMR. KATYAL: That is a problem, I think,\nunder this Court's decision in Olech generally. It\naffects class-of-one --\nJUSTICE KENNEDY: Do you think Olech was\nwrongly decided?\nMR. KATYAL: I do not. I think this Court\nhas had a long history on --\nJUSTICE KENNEDY: I don't find anything in\nOlech that says that every action that does not have a\nreason is constitutionally infirm.\nMR. KATYAL: Let me go back, Justice\nKennedy, to answer your question more directly. This\nCourt has held in the employment case -- in the\nemployment context, that the government must have a\nrational basis. It said so in Harrah v. Martin, Beazer\nand Murgia, all of which say that when an employer is\ndismissing employees, it must act with a rational basis.\nSo this Court has already crossed that --\nJUSTICE GINSBURG: All of those involved a\ngroup characteristic. One involved people -- Beazer,\nwasn't it was methadone users? But none of them\ninvolved a situation like this, where she is not\nclaiming anything about being a member of any\nidentifiable class. She is just saying, they\ndiscriminated against me -- not because of sex, race or\nanything else. They were out to get me.\nMR. KATYAL: Justice Ginsburg, I don't quite\nthink that describes the fact of Harrah v. Martin in\nwhich it was a challenge to an individual termination\ndecision by the school board. But I do agree the other\ncases are group-based characteristics. We don't think\nthat makes a difference, and indeed we think that the\nSolicitor General's test on this would be unworkable in\npractice, because everyone can assert their membership\nin some objective --\nJUSTICE BREYER: No, but you could -- you\ncould take sentiment -- I thought you could break the\ncases, for the most part, into two parts; one, what\nJustice Ginsburg said, and that's where the real reason\nis some kind of general characteristic, of a disfavored\ngroup. The second is the instance where the -- where\nthe body that's acting is a body whose business it is to\nclassify. That's zoning, taxation, and it means really\nclassifying in fact, not some theoretical thing where\nyou say, oh, well, they're classifying it employment\nbecause they put you in the class of such and such. But\nthose two seem to me to handle the bulk of the cases,\nwhich, if I'm right about that, would leave your client\nout in the cold. So I assume you'll tell me why I'm not\nright.\nMR. KATYAL: Well, I will try. So the first\nthing is that -- I don't quite think that describes the\nfacts of Harrah versus Martin, which is an individual\ndecision. And, secondly, once you start going down the\nline of objective, group-based characteristics and the\nlike, it is infinitely manipulable, and that's why the\nNinth Circuit decisions after, in the wake of this\ndecision below, are dismissing group-based claims on --\non disability and age and the like. Everyone can\nreplead their claim as part of a group, that is, Ms. --\nyou know, Ms. Engquist can say she's part of a group of\ntwo, those who complained about their supervisors and up\nthe chain of command.\nAnd so the problem is it becomes unworkable\nin practice. And, of course, the Constitution, Justice\nGinsburg, doesn't say, the way the Solicitor General\nwould like it be, doesn't say no State shall deny equal\nprotection of the law to anyone who is a member of an\nobjective group-based, you know, group and class.\nJUSTICE GINSBURG: But you brought up -- you\nsaid this is 1983. It's a cause of action provided by\nCongress. So that's why this is something State and\nmunicipal employees can do, but no Federal employee\ncould do. 1985 also uses the word \"person or class of\npersons,\" and yet this Court held that 1985(3), that\nclaim, it has to be some group-based animus, not malice\ndirected toward a particular individual.\nMR. KATYAL: I don't quite think that -- I\nthink the Court has already dealt with that in Olech by\naffirming, essentially, a 1983 cause of action based on\nan individual person's claim. And so -- and so that is\nthe relevant precedent here, not the section 1985\nprecedents.\nNow, if we --\nJUSTICE GINSBURG: Well, maybe because\n1985(3) is in a discrimination context, The Court could\nsay 1983 -- we know the classification to which Justice\nBreyer was referring, tax classifications, zoning\nclassifications, but this group of claims we're cutting\nout.\nMR. KATYAL: But the statutory test -- text,\nJustice Ginsburg, is the same. There's one section 19\n--\nJUSTICE GINSBURG: But it's a -- it's a\ngeneral statute. It's not a precise statute like Title\nVII or the Age Discrimination Act. So it's the kind of\nlegislation that seems much more amenable to court\ninterpretation.\nMR. KATYAL: I would agree with that. I\nthink it might open a whole can of worms were the Court\nto say that 1983 requires some group-based\ndiscrimination outside of this particular context that\nwe are talking about. And so I think --\nJUSTICE GINSBURG: Well, it certainly opens\na can of worms to say that you take every claim against\nthe government, every claim of wrongdoing by the\ngovernment, and make it an equal protection claim\nbecause you say other people were treated properly and I\nwas treated improperly; therefore, I have an equal\nprotection claim.\nMR. KATYAL: Except, Justice Ginsburg, we've\nhad this cause of action now for 26 and 27 years in two\ncircuits; we have it in nine. We haven't seen the\neffect on at-will employment nor, more generally, on the\nEqual Protection Clause opening up that can of worms\nthat you're hypothesizing.\nI'd like to reserve the balance of my time.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Katyal.\nMs. Metcalf.\nORAL ARGUMENT OF JANET A. METCALF\nON BEHALF OF THE RESPONDENTS\nMS. METCALF: Mr. Chief Justice, and may it\nplease the Court:\nThe Ninth Circuit decision in this case is\nconsistent with this Court's recognition, in other\nconstitutional contexts, that Federal court is simply\nnot the forum in which to second-guess everyday\ndecisions made by public employers. It's also\nconsistent with this Court's recognition, again in other\nconstitutional contexts, that the rights of public\nemployees simply are not as expansive in a number of\nways as those of citizens generally vis-a-vis their\npublic employers.\nWe think that both of those lines of cases\ncome at least in part out of the recognition that public\nemployment decisions, indeed employment decisions\ngenerally, are highly subjective in nature and highly\nindividualistic in nature.\nWe think really that the Ninth Circuit here\nhas gone no farther than to apply those concepts as a\nspecific context of class-of-one cases brought in the\npublic employment context.\nJUSTICE GINSBURG: The Ninth Circuit\ndecision would rule out the case where an employee says:\nI was the most qualified person for this position by\nfar, but the supervisors took a bribe from a rich uncle\nto promote somebody else.\nMS. METCALF: Yes.\nJUSTICE GINSBURG: That would be out?\nMS. METCALF: That would be out as an equal\nprotection claim. There undoubtedly would be other\navenues, potential other avenues, where --\nJUSTICE GINSBURG: The scapegoat case, too,\nwould be out?\nMS. METCALF: Yes. Yes, it would. It would\nunder this rationale --\nJUSTICE SCALIA: Why -- but we have said\nthat -- that there is a constitutional claim if the\nreason the person was not hired is that the person did\nnot belong to the political party that the -- that the\nhiring person belonged to, the current administration.\nMS. METCALF: And --\nJUSTICE SCALIA: You said you can't turn\ndown somebody just because she's a Democrat or a\nRepublican.\nMS. METCALF: That's correct. And our\nformulation I think, of the test, Your Honor, is that\nthere should be no such thing as a class-of-one equal\nprotection claim in the public employment context, with\ncertain exceptions, those exceptions including, for\nexample, exercising a fundamental right; membership in a\nsuspect class; perhaps certain other criteria, such as\nthe one you mentioned, certain other classifications.\nBut that as -- as a general matter, the broad question\nthat the Ninth Circuit faced, is there, outside of those\nexceptions, is there such a thing as a class-of-one\npublic employment?\nJUSTICE STEVENS: Let me ask, following up\non Justice Ginsburg's question: Suppose it's not a\nclass-of-one, but it's a class of two or three because,\non two or three occasions they fired somebody because he\nwouldn't pay the supervisor a bribe. Would that cross\nthe threshold? He had a practice of not -- you know,\ngetting a little money out of every promotion.\nMS. METCALF: No, no, Justice Stevens, and\nagain to be clear --\nJUSTICE STEVENS: If it's not a class of one\n--\nMS. METCALF: I keep throwing up --\nJUSTICE STEVENS: Do you say no or yes to\nwhether there would be a cause of action?\nMS. METCALF: No. Because -- and this is\nwhy I keep using quotes for \"class-of-one.\"\n\"Class-of-one\" doesn't literally describe the number of\nplaintiffs, both because in some cases there might be a\nsingle plaintiff, but they're alleging discrimination\nbased on membership in a class. And because -- and\nOlech is an example -- as the Court pointed out in a\nfootnote in Olech, Olech could have been described as a\nclass of five.\nBut, again, we're talking about\ndiscrimination allegedly based on something other than\nthe exceptions that this Court has recognized: Exercise\nof a fundamental right, membership in a --\nCHIEF JUSTICE ROBERTS: No, but, as your\nfriend points out, the constitutional provision says\n\"any person.\" It doesn't say any person who is a member\nof a particular class or any person who is exercising a\nfundamental right. It's \"any person.\"\nMS. METCALF: Admittedly, Chief Justice\nRoberts. And I certainly don't think the constitutional\ntext does us any affirmative good, but I don't think it\ngoes as far as Petitioner would have it go.\nJUSTICE KENNEDY: Do you think Olech was\ncorrectly decided?\nMS. METCALF: Yes, yes. We take no issue\nwith Olech. We --\nJUSTICE KENNEDY: And public employment is\ndifferent just because it's going to be a big problem?\nWhat --\nMS. METCALF: Not because it's going to be a\nbig problem, but because the regulatory context is\nsignificantly different, we think, than the employment\ncontext. Part of that is the inherently subjective\nnature of employment decisions. Regulatory decisions\nare made at arm's length; they are made under relatively\n--\nJUSTICE KENNEDY: Well, but we're presuming\nthat there is an objective reason for promoting or\nretaining -- the person has a college degree and so\nforth -- but that that person is rejected anyway because\nof dislike.\nMS. METCALF: But -- but again --\nJUSTICE KENNEDY: That's the hypothetical.\nWhy is that hypothetical case different than Olech?\nMS. METCALF: You might have an unusual\nemployment case in which an employer has drawn up a list\nof objective criteria. That's not this case. That's\nnot the average case. In the average case you might,\nfor example, prefer that someone have a degree, but --\nJUSTICE KENNEDY: But then we say that there\nis a subset of unusual cases where we will allow the\ncause of action?\nMS. METCALF: No. We offer the subjective\nnature as a general reason why simply class-of-one\nanalysis should not apply in this context, period,\nbecause the average -- whereas the average in the\nregulatory context probably is a high degree of\nobjectivity, the average in the employment context is a\nrelatively high degree of subjectivity and discretion.\nJUSTICE ALITO: But there are areas outside\nof employment where there's a lot of discretion.\nSuppose someone claims that he has repeatedly gotten\nspeeding tickets for going five miles over the speed\nlimit by a local police department because of some sort\nof personal feud with the chief of police. That I take\nit would be a valid claim under Olech because it's\noutside his employment?\nMS. METCALF: Because it's regulatory and\nenforcing, law enforcement. I think so.\nJUSTICE KENNEDY: I'm having trouble hearing\nboth the question and the answer.\nMS. METCALF: As I understand -- I don't\nknow if you want me to try to restate the question or if\nyou want to do it.\nJUSTICE ALITO: Well, the question was:\nDon't you run into the same problem of discretion\noutside of the employment context? For example, a\npolice officer who is alleged to have given someone a\nticket or a number of tickets simply because of personal\nmalice as opposed to some sort of uniform policy.\nMS. METCALF: But, again, there I think the\n-- hopefully, the norm in law enforcement is a\nrelatively objective standard. Are you in fact\nspeeding? Are you in fact breaking the traffic laws?\nAre you in fact breaking the law in some other way?\nWhereas the norm in employment decisions is a much more\ndiscretionary, subjective kind of decision. Yes, I may\nhave certain criteria that I would prefer a manager\nhave, but then I'm still going to have to weigh the\nqualifications and experience of various candidates and\nultimately make a relatively subjective decision about\nwho I think is the best candidate for that, for that\njob. Which is why we think the regulatory context and\nthe employment context are significantly different.\nJUSTICE STEVENS: Yes, but those are all\nconsiderations that would be an adequate defense to a\nclaim. If you had a judgment call to make, you say, I\nhad a judgment call to make. And maybe there are good\narguments on the other side. You can't be liable for\nthat kind of decision.\nMS. METCALF: Well -- and certainly I'm\nsomewhat perhaps surprised by Petitioner's argument\ntoday because I understand Petitioner's argument to\nalmost concede the point that summary judgment should\nhave been given to the -- to the State's defendants in\nthis case because in fact, with regard to each of the\nthree employment decisions that are at issue in this\ncase, the State and the defendants did proffer and --\nJUSTICE KENNEDY: But we are concerned about\nthe case -- let's just assume, just take it as a\nhypothetical case -- where there is an arbitrary and\nvindictive reason for hiring the employee and it has\nnothing to do with race, sex, or other recognized\nsuspect or improper categories. And I thought your\nanswer to me was, well, I might make an exception to\nthat.\nMS. METCALF: No. My answer to you is as\nlong -- well, my answer to you is twofold. If we're\nsimply considering whether, in fact, there could be such\na thing as a class-of-one case in the employment\ncontext, our answer is no. If we're past that and the\nissue is what's the test to apply, our test is as long\nas there is any conceivable rational basis for the\naction that the government employer took, the case\nshould be at end; it should not go to the jury.\nCHIEF JUSTICE ROBERTS: Well, isn't that an\nodd system? I mean, you have -- like our time card\nexample, you're going to have litigation over whether\nshe was late for work or was not late for work, and in\nfact that's got nothing to do with the reasons she was\nfired at all. And yet the government puts it out, well,\nthis is a conceivable reason, and then the other side\nsays, no, it's not, and they fight. It just seems so\notherworldly; it has nothing to do with the reason at\nall.\nMS. METCALF: Well, the -- often the real\nreason -- and this Court has made this observation in\nparticular in legislative contexts. But often the real\nreason is not necessarily apparent or undisputed, and\nbeyond that, that's simply the test that this Court has\nemployed as a general matter in rational-basis\nequal-protection cases.\nCHIEF JUSTICE ROBERTS: Well, but that's\nwith respect to legislative or regulatory action, where\nthere are important reasons not to inquire into the\nmotives of the legislators. It's not clear to me that\nthat same rationale applies here.\nMS. METCALF: Well, two points, Your Honor.\nI would certainly agree that the Court has most often,\nif not always, said that in the legislative context.\nBut Petitioner is not really arguing for a different\ntest here. As I understand Petitioner's argument, and\nperhaps I misunderstand it, but Petitioner's argument is\nthat this Court should apply customary rational-basis\nanalysis and apply such analysis as long as the\ngovernment has some conceivable rational basis that --\nJUSTICE GINSBURG: That's not -- you know\nthat that's not the position they took in their brief.\nThey said it's not a hypothetical, any conceivable.\nThey said that by qualifying -- even in the at-will\ncategory, the government has to articulate a reason\nrooted in the facts of this case, not a hypothetical. A\nhypothetical reason is not good enough.\nMS. METCALF: Agreed, Justice Ginsburg. If\n-- we don't agree that that would be the test. We think\nthat the Court should stick to the customary\nrational-basis test as it's applied in other contexts,\nand say if there is any conceivable rational basis, that\neven if --\nJUSTICE KENNEDY: It seems to me that you\nwant us to write an opinion that says there are some\ninstances where the government can act arbitrarily and\nunreasonably.\nMS. METCALF: We would ask you to write an\nopinion, Justice Kennedy, that says that, within the\npublic employment context, there are no class-of-one\nequal protection claims.\nJUSTICE BREYER: Well, you think the answer\nis yes, I mean, because --\nMS. METCALF: Yes.\nJUSTICE BREYER: -- because the\nAdministrative Procedures Act forbids arbitrary,\ncapricious action. So you're saying the Constitution --\nMS. METCALF: Yes.\nJUSTICE BREYER: -- does not\nconstitutionalize all --\nMS. METCALF: Yes.\nJUSTICE BREYER: -- arbitrary, capricious\nbehavior --\nMS. METCALF: Yes.\nJUSTICE BREYER: -- of the Federal\nGovernment --\nMS. METCALF: And there --\nJUSTICE BREYER: -- or the State government.\nMS. METCALF: There will and probably are\ngoing to be other remedies, but not a Fourteenth\nAmendment remedy.\nJUSTICE BREYER: Yes.\nMS. METCALF: Absolutely.\nJUSTICE BREYER: So the answer is yes.\nOkay.\nJUSTICE KENNEDY: And that's because of\nexistence of other avenues of redress.\nMS. METCALF: Not solely. That, I think, is\na factor. It's because of, again, this Court's\nrecognition in other contexts that public employees\nsimply are not on the same footing as private citizens\ngenerally with regard to their employers, and that\nFederal court is simply not the appropriate forum in\nwhich to review the day-to-day decisionmaking of public\nemployers; and because of recognition of the inherently\nsubjective nature of public employment decisions.\nJUSTICE KENNEDY: I understood that the\nargument --\nJUSTICE STEVENS: -- your opponent's\nstatement that this really has not generated an awful\nlot of litigation. Do you think he's right or wrong on\nthat?\nMS. METCALF: I think so far as anyone can\ndetermine, he's right to date. Obviously, we have some\nreal concern that if this Court were to say that there\nwere such a cause of action, that things might change.\nBeyond that, I think the relatively few number of cases,\nand in particular the very, very small to-date number of\nsuccessful cases is an argument against extending\nclass-of-one equal protection analysis into this\ncontext, because there will be an adverse effect on\npublic employer discretion if the Court were to extend\nthe analysis. Public employers would have to worry\nabout what happened in this case, that their decisions\nare subject to later second-guessing in Federal court.\nIt may well chill the exercise of public employer\ndiscretion. And I think the most common complaint about\npublic employer discretion, it is that it's\nunderutilized not overutilized, and there would be a\nreal danger that for the price of a very few successful\ncases you would chill the exercise of public employer\ndiscretion.\nSo, we actually think that that point is an\nargument against the extension, not for it. But I would\nagree that we can't point to any enormous flood of cases\nto date.\nJUSTICE GINSBURG: In Oregon, is -- would\nthere be a civil service remedy available to someone in\nthis situation?\nMS. METCALF: There would be admittedly very\nlimited remedies under the civil service laws, per se.\nThe decision about whether to advance her as a manager,\nof who would pick her as a manager was one really solely\nwithin the employer's discretion. With respect to the\ndecisions about the layoff and the bumping into someone\nelse's position, she had essentially what were\nprocedural remedies under her collective bargaining\nagreement, which -- which the union would have had to\nassert on her behalf. If the union had failed to do so\nand she had thought the union erred in doing so, she\ncould have filed an action against them.\nShe did have a common-law State-law claim in\nthis case, which she brought, one for intentional\ninterference with her employment relationship, which she\nwas successful in both in the district court and which\nwe did not challenge in the Ninth Circuit. So that\nState-law claim is certainly still a viable claim --\nJUSTICE SCALIA: But as far as the Federal\nlaw claim is concerned, you'd urge us to come out the\nsame way, even if this case came up before the\nAdministrative Procedure Act was passed, right?\nMS. METCALF: Yes. Yes, we would.\nAlthough, again, that provides yet an additional remedy\nto --\nJUSTICE GINSBURG: The Administrative\nProcedure Act doesn't apply to State -- to State\nprocedures. It's a Federal act --\nMS. METCALF: Right.\nJUSTICE GINSBURG: -- governing Federal\nagencies.\nMS. METCALF: Right.\nJUSTICE SCALIA: But as to Federal\nemployment, you'd say the same?\nMS. METCALF: Yes.\nJUSTICE SCALIA: And you'd say the same as\nif there were no State remedies for --\nMS. METCALF: Yes.\nJUSTICE SCALIA: -- employment\ndiscrimination by the State.\nMS. METCALF: Yes, we would.\nJUSTICE SCALIA: Because the State has a\nright to employ at will?\nMS. METCALF: Yes, subject to whatever\nlimitations there may be and other affirmative sources\nof law such as a collective bargaining agreement or some\nother State or Federal statutory remedy. Yes.\nCHIEF JUSTICE ROBERTS: What exactly is the\nanalytic basis of that? I mean, do you think that --\nyou don't think the Equal Protection Clause applies at\nall to this situation where it's just a class of one?\nOr do you think that the clause is always -- the claim\nof violation under the clause is always rebutted\nautomatically? What is the --\nMS. METCALF: The former -- the former\nwithin the context of public employment. We certainly\nagain are not -- not taking issue with Olech.\nJUSTICE KENNEDY: But what authority do you\nhave for us to parse different governmental actions and\nsay some are subject to the Equal Protection Clause and\nsome are not?\nMS. METCALF: Well, again I don't know --\nJUSTICE KENNEDY: Other than the convenience\nof the government -- it might be more efficient for the\ngovernment -- you want us to say that the government can\nact arbitrarily with respect to employees?\nMS. METCALF: And, again, I don't know that\nthe Federal Government discusses peremptory challenges,\nand I'll leave that to them. But, again, stepping\noutside the Fourteenth Amendment context for a moment,\nthis Court certainly and without explicit textual\nsupport has recognized the existence, for example, of\nthe First Amendment rights of public employees\nvis-a-vis --\nCHIEF JUSTICE ROBERTS: Oh, but that's very\ndifferent, because those cases say that those\nindividuals have no First Amendment rights. In other\nwords, in the public employee context, talking about\ntheir official obligations, there is no First Amendment\nright to do that. I think it's quite a different\nsituation to say there is no equal protection right in\ngovernment employment.\nMS. METCALF: But -- but -- maybe I\nshouldn't say again. Your Honor, I think that what we\nare asking for in this case is the same sort of line\ndrawing outside textual, atextual line drawing that this\nCourt has done in other contexts such as the First\nAmendment context, where it has said that government\nsimply can impose obligations, restrictions on its\npublic employees that it could not on citizens generally\nand --\nJUSTICE SCALIA: Why can't you simply say\nthat they are not being denied equal protection of the\nlaw? The law that applies to her and to everybody else\nemployed by the government is that the employment is at\nwill?\nMS. METCALF: And --\nJUSTICE SCALIA: That's certainly an equal\nprotection. She could be fired at will and everybody\nelse can be fired at will.\nMS. METCALF: Agreed.\nJUSTICE SCALIA: Why isn't that equal\nprotection of the law?\nJUSTICE GINSBURG: Except this wasn't --\nthis wasn't employment at will, right?\nMS. METCALF: Not precisely. But the\ndecision whether or not to promote effective or not\nmight have been at will in the sense that was a decision\nsubject solely to the discretion of the employer. So,\nin a sense, it's analogous. I wouldn't say that it is\nprecisely at will with respect to any of these\ndecisions. And, again, because she had only limited\nrights under the collective bargaining agreement,\noutside of those limited rights the employer really had\nfull discretion as to what decision it would make. So,\nagain, I think there is an analogy to at will.\nJUSTICE STEVENS: What proportion of your\nworkforce is really hired at will? Haven't they all got\nsome kind of protections under your statutes?\nMS. METCALF: As a matter of fact, none of\nthe assistant attorneys general, including me, have any\nprotection. Most -- most State employees have some kind\nof collective -- I'm arguing against myself in this case\n-- most employees in the State of Oregon have some kind\nof collective bargaining protection. So at will is the\nexception, not the rule.\nJUSTICE STEVENS: Don't have you some kind\nof civil service system, too?\nMS. METCALF: Not precisely. It's much more\na matter of collective bargaining, but it amounts to\nmuch the same thing in the end.\nJUSTICE STEVENS: So that implies people who\nare employed at will are the exception rather than the\nrule?\nMS. METCALF: Absolutely. And I would\nreadily concede that fact.\nIf the Court gets to the second part of the\ncase and the question becomes what sort of test,\nassuming that the Court finds a class-of-one analysis\nshould apply in this context and the question becomes:\nWhat's the test? Really, all the State is asking for\nhere is an application of the customary, rational-basis\ntest in which if any conceivable rational basis can be\noffered by the government, the case should be at an end.\nThat position was raised below by the State\ndefendants, who raised the point both in their summary\njudgment motion and in their trial memo and urged the\ndistrict court to take this case away from the jury on\nthat basis, and the district court refused to do so.\nJUSTICE SOUTER: What do you say to the\nargument that the conceivable-basis test is appropriate\nwhen we are judging legislation, because we don't know\nwhat goes through the minds of individual legislators.\nWhereas, these kinds of decisions, employment decisions,\nare, in fact, very specific state-of-mind kind of\ndecisions; and, therefore, the equal-protection standard\nought to take that into consideration and look to the\nspecific reasons?\nMS. METCALF: I think the difference is not\nthat great. I think, admittedly, the actual rationale\nis harder to discern in legislative cases, in part,\nbecause you have so many decisionmakers.\nBut here, for example, it is similar because\nthe decisionmakers might have had a number, and probably\ndid have a number, of elements in mind from dislike to a\npreference for a certain kind of background.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, Ms. Metcalf.\nMs. Blatt.\nORAL ARGUMENT OF LISA S. BLATT\nON BEHALF OF UNITED STATES,\nAS AMICUS CURIAE,\nSUPPORTING THE RESPONDENTS\nMS. BLATT: Mr. Chief Justice, and may it\nplease the Court:\nThere are two types of class-of-one claims\nthat should not be recognized in the public-employment\ncontext.\nThe first is a claim of residual ill will or\nbad-motive complicitor, and the second is a simple\ndemand for a rational basis for an adverse personnel\ndecision.\nThe problem with those claims is that they\nwould constitutionalize routine employee grievances and\nimpose a for-cause requirement on public employers,\nnotwithstanding the long tradition of at-will public\nemployment.\nJUSTICE BREYER: Ma'am, the reason that we\ndidn't say that same thing in Oleck is because in the\ntaxation area or the easement area we simply don't have\nthe great number of cases and also because animus is\nmore easily established.\nMS. BLATT: It is similar. And in the\nregulatory context a personality conflict is not a\nlegitimate basis for adversely treating citizens. But a\npersonality conflict between a supervisor and a\nsubordinate is generally, if not always, a legitimate\nbasis for adversely treating an employee.\nJUSTICE BREYER: Well, I wondered if I was\nright, you know; that I thought that maybe, looking\nback, that there is something about zoning and taxation\nwhere it normally is alleged that it's rule-making\nactivity.\nAnd that perhaps you would apply all of\nthese things you are talking about where what the --\neven if it is employment, where what the employer is\ndoing, or anyone else is doing, is creating rules, is\nclassifying. And not a made-up classification like you\nput me and one other fired person in the fired- person\ncategory. I don't mean that. I mean like taxation and\nzoning and legislation. Is there anything to that?\nMS. BLATT: There is some support in the\ncase law, but what I think your concurring opinion was\ntrying to do was to help local and State governments.\nAnd it is one thing to say the mayor denied my building\npermit, and I'm going to make the employee allege\nanimus, and that might be difficult to do. But for\nsomeone on the mayor's staff, it's not that difficult to\nallege animus on the part of your supervisor.\nEmployment frictions are inherent in the\nworkplace, and perceptions of unfair treatment readily\narise by an employee who thinks he or she was unfairly\ntreated.\nCHIEF JUSTICE ROBERTS: Well, I agree with\nall of that, but -- so the Equal Protection Clause\ndoesn't apply?\nMR. BLATT: Sure, it applies. It just\ndoesn't give you a right to collect what this plaintiff\ndid: Punitive and compensatory damages based on\nresidual ill will.\nShe ran an equal-protection claim on race,\ngender, national origin, sex. She had a statutory claim\nfor imposing unlawful conduct under Title VII. The jury\nrejected all of that and imposed punitive damages, and\nit went to the jury on a legal question that has always\nbeen decided by this Court and the courts about whether\nthere was a rational basis or whether, instead, it was\nsolely based on vindictive, arbitrary, or malicious\nreasons. It went to the jury, and there was no\nallegation that --\nCHIEF JUSTICE ROBERTS: So you think the\nEqual Protection Clause applies --\nMS. BLATT: Yes.\nCHIEF JUSTICE ROBERTS: -- in any case of\npublic employment -- what -- that's satisfied?\nMS. BLATT: It doesn't -- no. If you have a\nmembership in an identifiable group classification as\nopposed to purely subjective and individualized\ncriteria. Here the class was: I was a thorn in my\nsupervisor's side. That is not a class. And if it is a\nclass, it would lose, because you would always have a\nrational basis.\nCHIEF JUSTICE ROBERTS: But the Equal\nProtection Clause doesn't balk about classes. It talks\nabout any person.\nMS. BLATT: That's correct, and -- and in\nFirst Amendment -- and that's a different amendment, but\nin the Fourteenth Amendment there is the Batson context.\nIt's just -- just like in the Batson context, the high\ncost of litigating every single claim to try to ferret\nout what would truly be an irrational decision is not\nworth the cost when there is such an overwhelming\nlikelihood that a truly irrational decision would\nalready be prohibited by some other contract or\nstatutory source.\nJUSTICE SCALIA: It doesn't talk about equal\nprotection, actually, it talks about equal protection\nthe law; and if -- if the law in the government\nemployment context is that you can be dismissed at will,\nor for a number of reasons, so long as everybody is\nsubject to that same law, it would seem to be no\ndiscrimination in the law?\nMS. BLATT: Well, we are not relying on the\ntext of the Equal Protection Clause.\nJUSTICE SCALIA: Oh, don't rely on the text,\ncertainly.\n(Laughter.)\nMS. BLATT: What we are relying on are two\nprinciples. And there is just a longstanding principle\nthat the Constitution is not the appropriate forum to\nresolve routine employment disputes.\nJUSTICE GINSBURG: When you do that with the\ntwo cases that I raised with Miss Metcalf? That is, the\nbribe case and the scapegoat case, they are out, too.\nIf public employment is taken out from this\nclass-of-one, those two cases would go as well.\nMS. BLATT: Right, well, one is criminal\nconduct, and on the scapegoat case I actually don't\nthink that's such a bad thing. One can recharacterize\nscapegoating as public accountability, and their side\nwould allow Federal courts and State courts to\nsecond-guess a local employment's response to a public\ncrisis. So if there is a school board or some tragic\naccident in the city, and a group of employees are\nfired, their side would give constitutional claim for\npunitive and compensatory damages based on a finding of\nill will; and although the other side comes up here and\ntells a story about traditional rational basis, in this\ncase it was submitted to the jury, about whether there\nwas a rational basis or whether whatever articulated\nbasis was a mere pretext; it was treated basically like\na sex, or gender, a race claim, and not a rational basis\nclaim. This should have never gone to the jury. It's\nnot a fact question whether there is a rational basis.\nJUSTICE SOUTER: Can we -- can we meet your\nobjection --\nJUSTICE STEVENS: In a mixed motives case,\nboth ill will and a -- some reason, she was also late to\nwork -- you would win that case.\nMS. BLATT: Well --\nJUSTICE STEVENS: If you have one good\nreason and one bad reason, the bad reason doesn't trump\nthe good reason.\nMS. BLATT: That's right. In a mixed-motive\nconstitutional case involving a fundamental right, it's\na fact question for the jury. In a rational basis case\nit would be a question for the court whether there is a\nconceivable rational basis.\nJUSTICE KENNEDY: But a public employee\napplies for a 30-foot easement that he is entitled to,\nand doesn't receive it; and the mayor says and by the\nway I don't like you, so you're fired: A, you don't get\nthe easement, B, you're fired. Why -- why do we treat\nthe cases differently? Other than the floodgate\nargument etcetera?\nMS. BLATT: Well, if the mayor doesn't give\nthe employee a grievance, in her capacity as a citizen\nshe has a suit under Olech; but in her termination\nclaim, she -- unless she can allege membership in an\nidentifiable class, she doesn't have an equal protection\nright to be free from just pure arbitrariness -- -\nJUSTICE KENNEDY: But that just states your\nconclusion. I want to know why this is.\nMS. BLATT: Why? Because personality\nconflicts have no role in the regulatory context and\nthey generally if not always are the legitimate basis\nfor a personnel decision. It's just that -- they say\nthis example, well, employer doesn't like you; that's\nsufficient; but the other side never tells you how far\nthey would take that. Is it because the conflict arose\nin the workplace; is it because it arose from their\nneighborhood; is it because it arose from the high\nschool debate team or law review or cheerleading squad\nand that's why the person wasn't hired? And we would\nhave courts having just to go, judge by judge and court,\nand in their case, jury by jury, for these kinds of\ndecisions; and these shouldn't be constitutional cases.\nThese are more properly resolved under merit service\nprotection laws and collective bargaining agreements.\nJUSTICE SOUTER: Would it meet your concern\nif we held number one, yes, there may be a class of\nclaim in the public employment context, but any reason\nthat would be a lawful reason for discharge under the\nat-will rule is a -- a reason that would satisfy the\ntest; and therefore it would be the real outlier that\nwould ever get to the jury?\nMS. BLATT: Well, in the at-will context, if\nan employer says you're fired and gives no reason,\nthat's legitimate; but in their case at least by the\ntime a lawyer is hired and the case goes to court, the\nState is having -- has to articulate a basis that could\nbe second-guessed. If you write -- if you are going to\napply class-of-one and write a very broad opinion saying\nalmost anything goes in the employment context, that's\ncertainly preferable than having us go to juries based\non pretext and bad motive, which is what happened in\nthis case.\nBut I still think it would impose a\nfor-cause requirement that's inconsistent with your due\nprocess cases, which presuppose that the personnel\nentitlement must spring from someplace other than the\nConstitution.\nJUSTICE SOUTER: Well, let me ask you this.\nI mean, I wasn't trying a trick question but I -- let me\nbe explicit about this. If we adopted the rule that\nsaid anything that goes under the at-will rule goes\nunder equal protection class of one, would there be\nanything left?\nMS. BLATT: No.\nJUSTICE SOUTER: Okay. So the reason is, if\nwe opted that rule you'd win across the board.\nMS. BLATT: Yes. Yes. Unless you leave --\nright. There is not point. I mean the at-will rule is\nthat no reason be given, or it could be a bad reason.\nAnd if there is any concern about the line drawing, I\nwould urge you just to look at the verdict form in this\ncase. All that was submitted to the jury, after there\nwas the rejection of the national origin, the gender,\nthe race, the color, the retaliation for reporting\nsexual harassment, was just a simple case of without any\nrational basis, and solely for arbitrary, vindictive or\nmalicious reasons.\nJUSTICE KENNEDY: So we should cite there is\nno constitutional right to be a policeman? We can\nrevise that?\nMS. BLATT: Well, no. I mean, there are\nlots of constitutional limits on public employment.\nWhat we are talking about is where you've reduced at\nwill for a null set, and there is any claim for\narbitrary conduct. I mean, we would allow under our\ntheory any claim that is not just a residual ill will or\nbad motive states a valid equal protection case. And\nthis is many, many statutory protections as well.\nCHIEF JUSTICE ROBERTS: Thank you,\nMs. Blatt.\nMr. Katyal, you have four minutes remaining.\nREBUTTAL ARGUMENT OF NEAL KATYAL\nON BEHALF OF THE PETITIONER\nMR. KATYAL: The Ninth Circuit in this case,\nYour Honor, has cut out all claims conceivable or\notherwise, and that is contrary to the text of the Equal\nProtection Clause in this Court's precedent.\nJUSTICE SOUTER: Do you agree with me that\nif we adopted a rule that says that anything that goes\nfor at-will employment goes for one-person-class equal\nprotection, and that that in effect would eliminate any\ncause of action?\nMR. KATYAL: It would, Justice Souter, under\nthe formal rule; that is, no reason alone is sufficient.\nThat of course as a practical matter is not the way\nat-will works anymore, because of the panoply of rules,\nTitle 7 and otherwise that force employers to articulate\nrationales when they terminate at-will employees. So as\na practical matter the no-reason firing doesn't exist\nanymore because those employees, those at-will employees\nwho are going to sue are going to sue anyway.\nJUSTICE ALITO: You keep stressing the text\nof the Equal Protection Clause. Don't you think it's\nlate in the day to be arguing that Equal Protection\nClause should be read with that kind of literalness?\nMR. KATYAL: No. This Court has\nconsistently held that the text of the Equal Protection\nClause encompasses personal claims.\nJUSTICE ALITO: It talks about laws, but it\nextends to situations where what's being -- the unequal\ntreatment is not stemming from the law, but from\nexecutive or administrative action.\nMR. KATYAL: That's quite right, Justice\nAlito. And in fact since 1879 this Court has said --\nJUSTICE ALITO: And in the other example,\nare there not situations where it's been held to apply\nthat might not fall within the literal language of the\nclause?\nMR. KATYAL: I'm not sure I got that down,\nsir.\nJUSTICE ALITO: You think in all other\nrespects it's read literally?\nMR. KATYAL: I'm not sure if in all other\nrespects it is, but with respect to the relevant\nquestions here -- that is, does this clause apply to\nindividual agency actions, this Court has held so in\n1879 in Missouri versus Lewis, and has held so\nconsistently ever since.\nSo in this case the government put forth one\nrationale which was an objective one, we -- and\ndisclaimed all the others, the subjective ones; and we\ndo think that that subjective rationales in employment\nis different, and would almost always be a rational\nbasis. In this case they disclaimed all those other\nones.\nSo here the government is using its power,\nits raw power, surely for its own personal ends and that\nis contrary to the whole notion of why employment should\nbe different within government efficiency.\nCHIEF JUSTICE ROBERTS: What is your answer\nto their Batson analogy?\nMR. KATYAL: Batson I think supports exactly\nwhat we are saying, which is this Court has said we\ndon't review on rational basis, actions by a prosecutor\nthat are motivated, strikes that are motivated by the\ntrial, that are -- that are for a good trial; but if the\nrationale of the prosecutor is I don't like the disabled\nperson, or I don't like --\nCHIEF JUSTICE ROBERTS: No, but you're\nadding the class aspect. If the rationale of the\nprosecutor is, I don't like this person, under Batson\nyou don't get to bring an equal protection challenge to\nthat.\nMR. KATYAL: I don't quite think that this\nCourt has confronted that specific issue about whether\nit's an individual class-of one juror case. But the\nlanguage of Batson says that we don't -- that this\nCourt won't review on rational basis a claim when it's\nrelated to the government's motivation. They are to\nhave a fair trial, a good trial.\nJUSTICE GINSBURG: I thought if you have a\nperemptory challenge it means that you can't challenge\non any basis other than the group -- the groups that\nBatson has recognized. You - you said you could\nchallenge a peremptory, exercise a peremptory challenge\nif it's unrelated to the selection of an impartial jury.\nWell, I thought that a peremptory, outside\nof the class cases, is matter of the prosecutor or the\ndefense attorney don't like this juror.\nMR. KATYAL: Justice Ginsburg, the language\nin Batson and J.E.B. was qualified by as saying so long\nas it related to the task at hand; and the Seventh\nCircuit and indeed, the D.C. Circuit last year referred\nto that language and talked about an exemption if the\nprosecute's motive was personal, as it is in this case.\nJUSTICE GINSBURG: Has there ever been a\nchallenge to the exercise of peremptory challenge on the\nground that the challenge was unrelated to the selection\nof an impartial jury?\nMR. KATYAL: In the Seventh Circuit decision\nthe court said this would stay the cause of action.\nThis was after this Court's decision in J.E.B., yes.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\n"
    }, 
    "respondents": [
        "No. 07-474 OREGON DEPARTMENT OF", 
        "AGRICULTURE, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 23, 
        "JUSTICE ALITO": 10, 
        "JUSTICE BREYER": 16, 
        "JUSTICE GINSBURG": 23, 
        "JUSTICE KENNEDY": 23, 
        "JUSTICE SCALIA": 27, 
        "JUSTICE SOUTER": 10, 
        "JUSTICE STEVENS": 10, 
        "MR. BLATT": 1, 
        "MR. KATYAL": 64, 
        "MR. PHILLIPS": 1, 
        "MS. BLATT": 17, 
        "MS. METCALF": 52
    }
}