{
    "appearances": {
        "content": "AARON PANNER, ESQ., Washington, D.C.; on behalf of the\nPetitioners.\nDEANNE E. MAYNARD, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington,\nD.C.; on behalf of the United States, as amicus\ncuriae, supporting the Petitioners.\nMAXWELL M. BLECHER, ESQ., Los Angeles, Cal.; on behalf\nof the Respondents.\nRICHARD BRUNNELL, ESQ., Newton, Mass., on behalf of\nAmerican Antitrust Institute, as amicus curiae,\nsupporting the Respondents.\n"
    }, 
    "caseNum": "07-512", 
    "caseinfo": {
        "content": "PACIFIC BELL TELEPHONE :\nCOMPANY DBA AT&T :\nCALIFORNIA, ET AL., :\nPetitioners :\nv. : No. 07-512\nLINKLINE COMMUNICATIONS, :\nINC., ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nAARON PANNER, ESQ.\nOn behalf of the Petitioners 4\nDEANNE E. MAYNARD, ESQ.\nOn behalf of the United States, as amicus\ncuriae, supporting the Petitioners 19\nMAXWELL M. BLECHER, ESQ.\nOn behalf of the Respondents 28\nRICHARD BRUNNELL, ESQ.\nOn behalf of American Antitrust Institute, as\namicus curiae, supporting the Respondents 41\nREBUTTAL ARGUMENT OF\nAARON PANNER, ESQ.\nOn behalf of the Petitioners 52\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday,December 8, 2008\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:04 a.m.\n"
    }, 
    "petitioners": [
        "PACIFIC BELL TELEPHONE", 
        "COMPANY DBA AT&T", 
        "CALIFORNIA, ET AL.,"
    ], 
    "proceedings": {
        "content": "(11:04 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next this morning in Case 07-512, Pacific Bell\nv. LinkLine Communications.\nMr. Panner.\nORAL ARGUMENT OF AARON PANNER\nON BEHALF OF THE PETITIONERS\nMR. PANNER: Mr. Chief Justice, and may it\nplease the Court:\nThe Court should reverse the Ninth Circuit's\ndecision because it asserts that this Court's holding in\nTrinko and principles regarding unilateral pricing\ndecisions as explained in Brooke and elsewhere.\nCHIEF JUSTICE ROBERTS: You are probably\nfeeling pretty good about your chances since your\nopponent has given up, right?\n(Laughter.)\nMR. PANNER: Well, Your Honor, it is correct\nthat this Court observed in Roberts that the\nRespondents' agreement that the legal position of the\ncourt below is incorrect, certainly should provide this\nCourt great comfort in reversing the decision in the\nNinth Circuit. And, indeed, a decision on the merits\nhere is important because the Ninth Circuit's decision\nis harmful to consumers, deterring beneficial price cuts\nand sufficient particle integration.\nCHIEF JUSTICE ROBERTS: Any question should\nwe have about the Article III status of this aspect of\nthe dispute?\nMR. PANNER: No, Your Honor. The parties'\nagreement on a point of law does not deprive this Court\nof jurisdiction in any way, and the parties remain\nadverse in this case. The Respondents continue to\npursue a section 2 claim, and the same intend to --\nevidently intend to pursue the same relief.\nCHIEF JUSTICE ROBERTS: Well, you might be\nright, but, you know, with respect to standing we have\nheld that that is an issue-by-issue inquiry, not a live\ncase broadly conceived.\nMR. PANNER: Well, in Laidlaw the Court said\nthat it was for a particular type of relief, that the\nplaintiff had to establish standing, but that's not at\nissue here. The Respondents continue to pursue a\nsection 2 claim and pursue, evidently, the same type of\nrelief based on the same course of conduct.\nI would also like to point out that\nRespondents, while conceding that the position of the\nNinth Circuit was incorrect, have not clearly stated\nthat they would not take advantage of a decision by this\nCourt affirming the Ninth Circuit. And I think that\nthat's important, because there really would be no\nreason for these Respondents to say that if for whatever\nreason the Court decided that the Ninth Circuit is\nright, that they would not go ahead and take advantage\n--\nJUSTICE GINSBURG: I thought they asked to\nhave the Ninth Circuit decision vacated. They didn't\nask us to affirm it. They said vacate that decision is\nwrong.\nMR. PANNER: That is right,\nJustice Ginsburg, but the point is that if this Court\nwere to disagree -- for example, it is well established\nthat the Solicitor General's confession of error, for\nexample, or a State attorney general's confession of\nerror does not bind this Court. Indeed, a party's\nposition with respect to the proper disposition of the\ncase never binds the Court.\nSo the Court certainly has the power to say,\nnow that the case is properly before it: We think that\nthe Ninth Circuit got it right.\nObviously, we don't think that that's what\nwe think the Court should say; but, given that\ncircumstance, if the Court, for whatever reason, were to\naffirm the Ninth Circuit, there would be nothing that\nwould bar the Respondents from taking advantage of that.\nEven though they said that that was a legal error, if\nthat were the established law, there would be no reason\nfor them not to pursue it.\nAnd I think that that's relevant, again, to\nthe question whether the parties remain adverse for\nArticle III purposes. As a jurisdictional issue, the\nadversity of the parties with respect, even to the\nsection 2 claim, even if intended to pursue it\ndifferently, the theory is sufficient.\nBut the point I am making is simply to\nillustrate that adversity even with respect to the\nnarrow legal issue remains, even though they are not\ncontesting the proper -- contesting the proper\ndisposition of that legal issue.\nJUSTICE GINSBURG: When this comes up, we\nusually, if a -- if a party abandons a position in\nsupport of a decision, the court of appeals decision, we\nhave appointed -- as you noted in your brief, we have\nappointed a friend of the court to represent the\nposition of the circuit.\nAnd here we don't have that. We don't have\nanyone that we have appointed and say you presented the\nposition. You defend the position below.\nMR. PANNER: Well, that's true, Your Honor,\nbut there is an amicus arguing before the Court today\ndefending the Ninth Circuit's decision. And there were\ntwo amicus briefs filed on that. Had those not been\nfiled, the Court could have sought additional help. But\nthe positions -- the arguments in favor of the Ninth\nCircuit decision had been put forward in the amicus\nbrief, and there will be argument in support of the\nNinth Circuit's decision today.\nAnd I think -- I think that the\njurisdictional issue is answered by your question. That\nis to say, the fact that the Court could appoint amicus\nshows that this Court retains Article III jurisdiction.\nAnd it's very important in this case for the Court to\nreach the merits of the decision and clearly to rule\nthat there is no independent price-squeeze theory under\nSection 2 because recognition of such a theory, as in\nthe Ninth Circuit's, decision is very -- very harmful to\nconsumers.\nCHIEF JUSTICE ROBERTS: Is there any way in\nwhich the resolution of their price-squeeze claim would\naffect their Brooke Group Section 2 claim?\nMR. PANNER: I think it could, Your Honor.\nIn their brief they refer to the possibility that the\nwholesale price that was charged could be in some way a\nproxy for costs. And this Court clearly stated that\nthere's a different issue as to whether a single\neconomic unit is charging prices below cost; that the\nwholesale prices that may be charged are not an\nappropriate proxy.\nBut I -- so, in that respect, I think that a\nclear declaration with respect to what is required -- I\nguess the distinction between the predatory-pricing\ntheory of liability and a price-squeeze claim as\nrecognized by the Ninth Circuit could have an impact.\nJUSTICE STEVENS: May I just clarify: Are\nyou arguing there is never a price-squeeze claim under\nSection 2? In other words, are you challenging Judge\nHand's reasoning in the Alcoa case?\nMR. PANNER: Well, Your Honor, I believe, I\nam challenging Judge Hand's reasoning in Alcoa. I think\nthat I would not go so far as to say that there would\nnever be a situation in which a price squeeze, that is,\nan insufficient margin between wholesale and retail\nprices to allow a competitor to compete -- that that\ncourse of conduct could never support a claim under\nSection 2.\nBut the basis for the claim would have to be\nthat there was a -- a duty to deal -- or a duty to deal\nunder Section 2, an antitrust duty to deal that was\neffectively being debased through that sort of pricing\nconduct. But --\nJUSTICE STEVENS: Was there such a duty in\nthe Alcoa case?\nMR. PANNER: Well, I think that the Alcoa\ncase was wrongly decided, Your Honor, in several\nrespects. The critical point about -- the first point\nabout Alcoa is that the conduct that was at issue was\nsaid to be unlawful because it was an abuse of the power\nin the ingot market and not monopolization of the\ndownstream market in sheet.\nAnd so what Judge Hand said was that that\nwas unlawful. But he expressed some doubt as to whether\nit was appropriate to treat it as an independent basis\nfor -- or an independent wrong under section 2.\nBut the notion that the abuse -- that\ncharging too high a price at the wholesale level could\nbe an independent section 2 wrong is quite inconsistent\nwith what this Court said in -- in -- most recently in\nTrinko where it recognize --\nJUSTICE BREYER: So there is regulation\ninvolved there. I mean, suppose you had no regulation\nat all involved. Why couldn't you have a monopolist at\nthe primary stage, say, ingot, and what that monopolist\nwants to do is to extend its power into the secondary\nstage, say, fabrication, in order to make it less likely\nthat there would be a new entries to attack its primary\nmonopoly? That would -- suppose you have those\ncircumstances? Perhaps they would be rare, but if you\nhave them, wouldn't that set forth a Section 2\nviolation?\nMR. PANNER: It -- it -- it wouldn't, Your\nHonor, for the following reason: That I think it is --\nit is true that the -- the key point of the -- the basis\nupon which the question -- the question presented has\nbeen granted and upon which the analysis has to turn is\nthat there is no duty to deal at all at the wholesale\nlevel.\nSo that the ingot monopolist has no\nobligation to provide an ingot to a downstream rival.\nAnd that judgment is a judgment that it is not worth\nprotecting downstream dependent competitors in order to\npromote the competitive process.\nJUSTICE SOUTER: Well, that may be the\nassumption on this case, but that may not be the\nassumption on the next case. And I understood you to be\narguing that you wanted us to hold that at -- well, you\nwanted us to hold whether we are dealing with a\nregulatory case or in Justice Breyer's example, where\nthere is -- where there is no independent regulation,\nthat the greater includes the lesser; that A, there is\nno duty to deal and therefore there is no obligation\nthat can be violated under the antitrust laws by a price\nsqueeze that does not rise to the level of predatory\npricing.\nIs that your position?\nMR. PANNER: Well, Justice Souter, trying to\nbe clear about the relationship.\nJUSTICE SOUTER: Well, the best way to do\nthat is to start with a yes or no answer. That way, so\nI know where you are going.\nMR. PANNER: Thank you, Your Honor. And I\nthink that's not precisely our position.\nJUSTICE SOUTER: Okay.\nMR. PANNER: Our position is that in the\nabsence of a duty to deal, one does not look at an\nallegation of insufficient margin as a potential section\n2 --\nJUSTICE SOUTER: Okay. But what I think we\nare trying to get at is, should we foresee a situation,\nwith or without the regulatory participation of\nsomething like the agency here, in which there would be\na duty to deal, which would support a price squeeze\ntheory that did not amount to predatory pricing?\nMR. PANNER: Your Honor, I don't think that\nthe Court has to anticipate that. I think what the\nCourt should say is that there are narrow circumstances\nas recognized in Trinko, where there may be a duty to\ndeal under section 2. And in that circumstance there\nmay be conduct that constitutes a refusal to deal, even\na constructive refusal to deal. There is really -- to\ngive a simple example, if a widget, if the downstream\nproduct costs $10 and a widget is made available for a\nmillion dollars, that is not really dealing at all.\nBut the point is that the section -- the\nprice squeeze piece of the allegation really does not\nadd to the underlying question of what is the section 2\nduty that needs to be enforced.\nJUSTICE BREYER: Well, that's it -- I mean,\nnow maybe you can get me off what I am thinking, but now\nit sounds that the answer to Justice Stevens's question\nis yes. Now, I have, yes, overruled Judge Hand's\nopinion in Alcoa. I always thought there were\ncircumstances, whether true of Alcoa or not, where that\ndid make out the claim, namely, the one I suggested.\nWell, it's quite a different battle if, in\nfact, the person whose injured, namely, the fabricator\nwho is complaining, has a place to go, such as the FCC\nor the Alcoa regulatory agency, because under those\ncircumstances, he has a place to complain that these\nprices are out of line.\nBut if there is no place to go, well, I'm\nsuddenly -- I'm a little hesitant to overturn Alcoa\nunder those circumstances, and the reason the duty to\ndeal doesn't deal with it is we could come into an\nexisting world where duty or no duty, there have been\nindependent fabricators who for a long time have bought\ntheir ingot from this monopolist.\nMR. PANNER: Well, Your Honor, the answer to\nthat is two-fold. First of all, because there is no\nduty to deal, by assumption the producer of ingot, the\nalleged wholesale monopolist, has the privilege to\nwithdraw the supply of that.\nJUSTICE BREYER: Then I would say that\nshouldn't be the law. The reason it shouldn't be the\nlaw is because that ingot may, by either withdrawing or,\nin fact, raising his price way above a competitive level\nand charging just no room to remain in business, is\ntrying to drive out possible new entrants into the ingot\nstage of the business. And the fabricators are a number\none out there as possibilities to break down the\nmonopolist in ingot.\nAnd if that is the motive, as shown by the\nbehavior, there should be a section 2 claim. If you\nwant to argue that straight on the merits, what's the\nanswer to that argument?\nMR. PANNER: The answer to that argument,\nYour Honor, is the one that Trinko offers, is that it's\nvery important in establishing the antitrust rules to\nrecognize the incentive that those rules will create for\ninvestment and for innovation.\nIf the monopolist is forced to share the\nbenefit of the monopoly with downstream rivals on the\nbasis there is potential entry, that is going to be a\nsignificant disincentive to innovation at the upstream\nlevel. And the establishment of clear rules, ones that\nrecognize that in the general run of cases there is not\ngoing to be harm and recognizes that the very scrutiny\nof that conduct will deter beneficial conduct and\nbeneficial innovation and beneficial investment by the\nupstream monopolist, that recognition is the one that\nargues in favor of saying, in the absence of a duty to\ndeal, where -- where the wholesale input could be\nwithdraw from the market and where, therefore, the\nincremental harm from a price squeeze is really quite\nhard to identify. But that in that circumstance it is\ninappropriate to recognize any sort of a duty under\nsection 2.\nJUSTICE BREYER: Just out of curiosity, is\nthere a place where in this case the plaintiffs could\ngo, a place which has a label \"regulator\" under it?\nMR. PANNER: Yes, there is, Your Honor.\nJUSTICE BREYER: And that place is --\nMR. PANNER: The Federal Communications\nCommission.\nJUSTICE BREYER: So we needn't reach the\nissue in this case?\nMR. PANNER: Well, Your Honor, I think that\nthe -- significant regulation is not necessary. I agree\nwith Your Honor that that is a factor that the Court\ncould allow to be placed somehow on the scale. But the\nanalysis that took place in Trinko is, first of all,\nwhether there is an antitrust duty there at all and\nwhether to extend it in light of the regulatory scheme\nthat existed. And so, in this case, even in the absence\nof regulation, there should be no duty under section 2.\nJUSTICE SOUTER: With respect to your\nargument that there is going to be an upstream\ndisincentive to investment in the monopolist if we do\nnot come up with a clear rule that you want, are we at a\nstage or is the fashion of economics at a stage where we\ncan say that there is a clear consensus supporting your\nargument?\nAnd if the answer is no, then isn't the only\nsensible thing for this Court to do to is leave it to\nrule of greedy?\nMR. PANNER: Your Honor, I think there is a\nconsensus in all of the scholar literature that was\ncited by the American Antitrust Institute, there wasn't\nanyone who supported, there was no scholar who supported\nthe recognition of a price squeeze claim under section\n2. I do think that --\nJUSTICE SOUTER: For the reasons you gave,\nin effect, the investment disincentive?\nMR. PANNER: Well, I think the scholarly\nliterature that explains the recognition of price\nsqueeze duty would be harmful does indeed rely on the\nsorts of reasons that --\nJUSTICE SOUTER: Is that, in effect,\nuncontested within the profession except for the\nmargins?\nMR. PANNER: I would assume as in any\nacademic discipline, there would be those who are trying\nto find counterexamples. But I think the point there\nand one for example Professor Carlton stresses in his\narticle and stressed another scholarly works is that the\nsearch for the rare case itself can cause very grave\nharm in the conduct that is following.\nJUSTICE SOUTER: I follow the argument. The\ntrouble I have that I have is I don't know whether, in\nthe practical sense, that argument is a significant\nargument or not. I don't know what's going on out\nthere. And unless we reach the point in which the\neconomic literature makes this a kind of slam dunk\ndecision, then it seems for me the only thing for a\nCourt to do is leave it for reasoning and analysis.\nMR. PANNER: Well, I think that the Brooke\ndecision -- and as reaffirmed the answer to that.\nJUSTICE SOUTER: Is there --\nMR. PANNER: There is a certain kinds of\nconduct where it is possible to create a model where\nthere would be some negative consequences of the\nconduct, but that the very search for it risks deterring\nconduct that is of obvious benefit to the consumers.\nAnd that's true here.\nThe recognition of an independent price\nsqueeze duty would deter retail price reductions that\nare immediately beneficial to consumers, and it deters\nentry into the downstream market by a vertical -- by a\nwholesale monopolist who may then encounter a duty to\nprotect downstream rivals; and, of course, it would\ndeter voluntary dealing.\nAnd I think that that you know, discussions\nwith my client reflect that this is a real effect, that\nthey are on the margin, the concern about the potential\nfor litigation makes investment and certainly\ninnovations not worth the gamble.\nUnless the Court has further questions I,\nwill reserve the remainder of my time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Maynard.\nORAL ARGUMENT OF DEANNE E. MAYNARD\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE,\nSUPPORTING THE PETITIONERS\nMS. MAYNARD: Mr. Chief Justice, and may it\nplease the Court:\nIf a retail level rival can state a section\n2 claim against a vertically integrated company by\nalleging nothing more than a margin-based price squeeze,\none of two outcomes will result. Either the vertically\nintegrated company will have to raise its retail prices\nto its consumers or it will be forced to share the\nbenefits of its lawful monopoly with its rivals by\nlowering its wholesale price. Either outcome is\ninconsistent with this Court's antitrust jurisprudence.\nAs we know from Trinko, in the absence of a\nduty to deal, a monopolist cannot be forced to share the\nbenefits of its lawful monopoly with its rivals at any\nparticular turn.\nJUSTICE STEVENS: Ms. Maynard, do you join\nin your colleague's suggestion that we should overrule\nthe Alcoa case?\nMS. MAYNARD: I do think -- the government\nbelieves the Alcoa case is wrongly decided,\nJustice Stevens.\nJUSTICE STEVENS: Do you think it's\nnecessary to do so to decide this case?\nMS. MAYNARD: I mean if -- I mean, one could\nsay that Judge Hand didn't necessarily recognize a price\nsqueeze claim standing alone, because he has some\nlanguage about, to the effect of perhaps this isn't an\nindependent wrong, but the way that he analyzed it\nseparately and the way courts have ruled -- have relied\nupon it, to suggest that a mere margin-based price\nsqueeze without more, does state a section 2 claim, is\nincorrect.\nJUSTICE STEVENS: My question is really, you\nthink it's necessary to overrule that decision in order\nto decide this case correctly?\nMS. MAYNARD: Well, I don't think\ntechnically it needs overruling. It's a Second Circuit\ndecision, and I think it is -- has in effect --\nJUSTICE STEVENS: Do we have to say it was\ndecided incorrectly?\nMS. MAYNARD: I think the Court should say\nit was decided incorrectly.\nJUSTICE STEVENS: That's not my question.\nMS. MAYNARD: Yes, Justice Stevens, I think\nit's incorrect.\nJUSTICE STEVENS: I know you think it's\nincorrect. I am asking whether you think we have to say\nit's incorrect in order to decide this case correctly?\nMS. MAYNARD: Yes, unless you're willing to\nsay Judge Hand didn't hold that a price squeeze claim\nwithout more is an independent theory that supports the\nsection 2 claim. As long as you think that's what he\ndid hold, and many people do think that is what he held,\nthen, yes, you do need to say that it was wrongly\ndecided and the government believes it is wrongly\ndecided, and that it has already been overruled.\nJUSTICE BREYER: Well, why -- why can't we\njust say Trinko is a case, as is this case, where there\nis a regulator? So, in fact, if you, Mr. Plaintiff, are\nupset about this, and feel you are being very badly\ntreated and squeezed out under circumstances where\ncompetition might be hurt as a result, then you go to\nthe Commission, and you say: \"This is an unreasonable\nprice. \" All right?\nNow I thought Trinko was a case where that\nwas involved.\nMS. MAYNARD: The regulation,\nJustice Breyer, in Trinko was relevant for two reasons\nthat are not relevant to the question before the Court\nhere. First, the Court looked to the regulations, the\nregulatory duty, and made a decision whether the\nregulatory duty itself created an antitrust duty to\ndeal, and the Court held it did not.\nJUSTICE STEVENS: Right.\nMS. MAYNARD: That holding is relevant here,\nbecause it means that Petitioners' regulatory duty to\ndeal -- duty to deal does not create an antitrust duty\nto deal. But then the Court went on and looked at the\nCourt's existing antitrust jurisprudence, to decide\nwhether or not the Court's antitrust jurisprudence\nrecognized a duty to deal in that circumstance, and\nconcluded it did not. It only looked to the regulation\nthat --\nJUSTICE BREYER: But it -- it -- it said\nthat the issue in that case was a duty to deal. That's\nnot the issue in this case. And it was about Aspen, and\nwhether you had a duty to deal. And the Court said no,\nyou don't have a special duty to deal.\nHere we are dealing with quite a different\nthing. We are dealing with someone who has chosen to\ndeal in the past, and they are setting a price such that\nthe plaintiff thinks he is being squeezed out.\nNow I can't find anything in Trinko that\ntells me I can't say, we're at least not worried about\nthis where there is a regulator that you can go and\ncomplain to. And if that's so, I don't have to reach\nthe question of whether Judge Hand is right or wrong.\nWhat's wrong with what I just said?\nMS. MAYNARD: Well, a couple of things. To\nme, this case, as the case comes to the Court there is\nno antitrust duty to deal.\nAnd the -- the Petitioners here, the\ndistrict court determined weren't dealing voluntarily,\nJustice Breyer; they were dealing as a result of\nregulatory compulsion; but be that as it may, the -- the\nimportant point from Trinko that is relevant here is\nthat a lawful monopolist without an antitrust duty to\ndeal has no duty to deal on any particular terms; and\nTrinko specifically says that a lawful monopolist is\nentitled to charge the monopoly price.\nJUSTICE SOUTER: But --\nMS. MAYNARD: In that case --\nJUSTICE SOUTER: No, I didn't -- I didn't\nwant to interrupt your answer, go ahead -- just go\nahead.\nMS. MAYNARD: I'm sorry. That takes the\nwholesale price and possibility of lowering that,\nJustice Breyer, off the table; and without the top\npincer as it were, there is no price squeeze; and that\nleaves the Respondents with only a claim that the\nPetitioner's prices are too low. And whenever a party\nclaims that its rival's prices are too low for it to be\nable to compete, that triggers all of the concerns that\nthis Court expressed in Brooke Group.\nJUSTICE SOUTER: Isn't it -- isn't it the\ncase that if in effect, we -- we refuse to come down\nwith a -- the kind of blanket answer, with a rule that\nyou want, that the parties here can go out -- the\ncomplaining party here can go back to the FCC and say\nthere's something wrong with your wholesale pricing\norder; look what's happening; and the FCC may adjust the\nwholesale pricing order as a result of that.\nAnd if that is true, if they can do that,\nand the FCC can act, isn't that a good reason for us not\nto be developing new antitrust doctrine, if there is no\nneed of it?\nMS. MAYNARD: Well, the government's view is\nthat the current antitrust doctrine already forecloses\nthis claim for the reasons that I was explaining. Now\nif the Court were going to consider this as whether were\nyou going to reach out and extend the antitrust law --\nJUSTICE SOUTER: Well, you're certainly\nasking us to -- at the very least -- to clarify the\nsignificance of Alcoa. You're -- you are asking for an\narticulation of something -- of the significance of\nAlcoa today, which we have not done. So in that sense\nyou are asking for something more than we've got on the\nbooks now; and my question is, if the agency in effect\ncan deal with -- with -- with what the -- the monopolist\nis concerned with, and what the entrant is concerned\nwith, why do we have to take -- why is it wise for us to\ntake the step of making or clarifying new antitrust law?\nMS. MAYNARD: Well, the -- the Respondents\nhere were attempting to press, and the Ninth Circuit has\nallowed them to go forward on, a treble damages claim\nwhere they seek $40 million under a pure margin-based\nprice squeeze theory. And in the government's view,\nthat -- such a rule would protect only competitors, and\ndoesn't allege any harm to the competitive process,\nwhich section 2 requires.\nWhether or not the FCC has regulatory\nauthority or not over the basic question -- over its own\nissues -- isn't relevant to the antitrust question\nbefore the Court here, which is, does the Court's\ncurrent antitrust jurisprudence foreclose such a pure\nmargin-based price squeeze.\nAnd the government is not saying that there\nmight not be some exclusionary conduct, Justice Breyer,\nthat could someday be alleged, if there was an attempt\nsay, to claim an attempt of the upstream market, as you\nwere positing. That's not the claim here, nor in most\nprice squeeze claims of which I'm aware; the claim is\nthat they are attempting to monopolize the downstream\nmarket. The government does not mean to foreclose; at\nthis point it has recognized there are myriad ways in\nwhich companies can engage in exclusionary conduct. So\nthe government's position is a narrow one, which is that\na pure margin-based price squeeze, in the absence of a\nduty to deal -- that is, this person who is dealing with\nme is -- is charging me too much, so that I can't\ncompete against it at retail -- that is nothing more\nthan proof that they can't compete.\nThat doesn't show any harm to the\ncompetitive process, which is what this Court has\nrepeatedly held is required for liability under section\n2, and for good reason. And Justice Souter, in response\nto your question, the government is not saying that it\nis not plausible that there isn't some anticompetitive\nconduct that will go unchecked as a result of such a\nrule, but the Court's analysis in Brooke Group is the\nproper one, which is that ultimately what you will be\ndoing is telling a retail level competitor that it must\nraise its prices in order to prevent liability.\nThat really isn't, as Mr. Panner said, worth\nthe candle, and it creates the risk of chilling\nlegitimate price cutting, and it puts the courts in the\nrole, essentially, of being a regulator, maybe not just\nat one level, but at two.\nJUSTICE SOUTER: So you are saying in\npractical terms that if there is a squeeze, it's highly\nunlikely it's going to be anything but a Brooke Group\nkind of squeeze, and therefore it's --\nMS. MAYNARD: That if there is something\nanticompetitive going on, that section 2 cares about --\nJUSTICE SOUTER: Yes.\nMS. MAYNARD: -- they would need to allege\nthat the Petitioners' retail prices are below some\nappropriate measure of the Petitioners' costs; and what\nthey want to do is essentially what Alcoa does, which is\nwhy it's mistaken, is it attributes -- it would\nattribute to Petitioners the wholesale price they are\nwilling to sell their upstream input to others, and what\nBrooke Group makes clear is that the relevant cost is\nthe internal cost to the Petitioners.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nJUSTICE KENNEDY: If I could just ask some\n-- everything you said is applicable to a predatory\nprice claim as well as a price squeeze?\nMS. MAYNARD: We believe that if they can\nallege the elements of a predatory pricing claim under\nBrooke Group, then they would still have that claim even\nin the absence of a duty to deal, and then labeling it a\npredatory price squeeze doesn't add anything. The court\njust clarified that there isn't a separate price squeeze\nliability. But there would remain a predatory pricing\ntheory under Brooke Group if those allegations could be\nmet.\nDoes that answer your question?\nCHIEF JUSTICE ROBERTS: Yes. Thank you,\ncounsel.\nMr. Blecher?\nORAL ARGUMENT OF MAXWELL M. BLECHER\nON BEHALF OF THE RESPONDENTS\nMR. BLECHER: Mr. Chief Justice, and may it\nplease the Court:\nI don't have a white flag and I don't think\nwe particularly have given up, but let me start by\nsuggesting that you don't need to decide the totality of\nAlcoa. I think you need to vacate the decision of the\nNinth Circuit -- not because it's erroneous, but because\nit's incomplete. Just send the case back to the\ndistrict court to consider Judge Gould's suggestion that\nwe file an amended complaint.\nJUSTICE GINSBURG: I don't understand what\nyou just said. Judge Gould dissented. He said the\nNinth Circuit majority was wrong. And you're urging us\nto accept Judge Gould's position.\nMR. BLECHER: Not -- yes.\nJUSTICE GINSBURG: How can we do that\nwithout saying that the majority was wrong?\nMR. BLECHER: There is a difference between\nbeing wrong and being incomplete. The Ninth Circuit\ndecision responded to a very narrow question certified\nby the district judge, which was whether or not price\nsqueeze taken as a generic violation was subsumed or not\nsubsumed by the Trinko decision. It answered that\nquestion correctly; but in doing that, it did not\nconsider whether or not price squeeze survived -- the\nliving margin part of price squeezing survived Brooke.\nAnd to that extent, Judge Gould picked up\nthe -- the -- the argument and said, in effect,\nespecially in a regulated industry where the wholesale\nprice is -- is regulated, the offense of price squeeze\nbecomes predatory pricing, just as in a primary\nRobinson-Patman case, the offense becomes predatory\npricing.\nThere is no more Robinson-Patman primary\nline law. It's -- it's -- like it or not -- I'm not\nsaying we like it; I'm not saying we agree with it, but\nthe state of the law is that when you are challenging a\nmonopolist price under section 2 of the Sherman Act,\nBrooke and its predecessors determine the legality of\nthe conduct. And that's -- and that's what we are\nrecognizing here.\nNow, understand that when the issue was\nframed to the Ninth Circuit, the district judge, in a\nfootnote, said he thought that they ought to consider\nthe Brooke issue, but he did not decide that question,\nand he did not certify it. So when the Ninth Circuit --\nJUSTICE KENNEDY: Well, you don't certify\nquestions; you certify orders. And in the certification\nof this order, I take it, your position was in support\nof what the district court did and in support of what\nthe court of appeals did, correct?\nMR. BLECHER: Partly, Justice Kennedy. What\n-- in part what we said was --\nJUSTICE KENNEDY: You made -- you made --\nyou made an argument, or did you not, that is consistent\nwith what the court of appeals did hold in this case?\nMR. BLECHER: Well, I question whether\nthat's what they held. I view what they did is answer a\nquestion: \"Does a pure price squeeze get subsumed by\nTrinko as it involves the question that we heard\narticulated, the duty to deal?\" Now --\nJUSTICE KENNEDY: Was the court of appeals'\ndecision consistent with the argument that you made to\nthe court of appeals?\nMR. BLECHER: It is consistent, but it\ndidn't say, we endorse Alcoa, and it didn't say we\nrequire a -- a -- predatory pricing. It was silent on\nthe elements of the offense of a price squeeze. It\nanswered this very narrow question: Does price squeeze\ngenerically -- is it an existing kind of antitrust\nviolation that is not subsumed by the Trinko rule?\nCHIEF JUSTICE ROBERTS: Counsel, I am\nconfused --\nMR. BLECHER: That's all that was decided.\nCHIEF JUSTICE ROBERTS: I am confused about\nwhat you mean when you say \"the price squeeze claim.\"\nMR. BLECHER: A non-predatory --\nCHIEF JUSTICE ROBERTS: Is that any\ndifferent -- is that any different than a Brooke Group\nclaim?\nMR. BLECHER: A non-predatory price squeeze\ncase.\nCHIEF JUSTICE ROBERTS: So you still want to\nbe able to argue that --\nMR. BLECHER: No.\nCHIEF JUSTICE ROBERTS: -- above-cost retail\nprices --\nMR. BLECHER: No.\nCHIEF JUSTICE ROBERTS: -- somehow violate\nBrooke Group?\nMR. BLECHER: I am very content to go back\nto file an amended complaint purely under Brooke for\nthis no games --\nCHIEF JUSTICE ROBERTS: And you -- you agree\nthat that requires --\nMR. BLECHER: We would --\nCHIEF JUSTICE ROBERTS: That requires\nbelow-cost retail pricing?\nMR. BLECHER: Yes. We have below-cost\npricing. I have no concern about that, because, unlike\nwhat Mr. Panner told you, this is not proxy pricing.\nThis is a case in which AT&T is mandated by the FCC to\nsell the DSL transfer to itself, to its own affiliate\nand to outside independent companies like the plaintiffs\nat the same price.\nCHIEF JUSTICE ROBERTS: Is the wholesale\nprice claim that the Ninth Circuit looked at in -- in\nthe case below, in the decision below, a necessary or\nsignificant or partial element of your Brooke Group\nclaim, or is it totally irrelevant?\nMR. BLECHER: More or less irrelevant. Only\n-- it only sets the benchmark for the costs that the\nretail affiliate is selling below. There -- there is no\nquestion the retail affiliate, in many of the time\nperiods covered by the complaint, sold below -- just the\nDSL transport; and in addition to that, they threw in a\nmodem, installation, and online services. So, if you\nput those into the cost bundle, they will be below cost\nfor the -- substantially the entire damage period that\nwe are complaining about; and --\nJUSTICE KENNEDY: Is the first -- is the\nfirst time that you indicated that you were in agreement\nwith the Gould dissent in your -- the brief that you\nfiled here in this Court?\nMR. BLECHER: Yes, directly, but we did\nhave --\nJUSTICE KENNEDY: But it --\nMR. BLECHER: -- a predatory pricing --\nJUSTICE KENNEDY: -- it seems to me that, in\nthat instance, you seriously prejudiced the Petitioners\nhere, and that that should be weighed heavily against\nyou when you ask to -- for permission to amend your\ncomplaint in the district court.\nMR. BLECHER: No --\nJUSTICE KENNEDY: I mean, there have --\nthere have been costs and time --\nMR. BLECHER: See, see-- Justice Kennedy,\nyou granted certiorari and agreed to review a decision\nthat was essentially moot, because the complaint that\nyou are talking about in this case has been superseded.\nJudge Wilson said it was superseded by a complaint\ncharging predatory pricing, and he said, generously\nconstrued, you have pled predatory pricing, and let's go\nforward.\nJudge Gould said he didn't think the\ncomplaint under Twombly's standard which intervened\nsatisfied the Brooke standard; And so he said --\nCHIEF JUSTICE ROBERTS: Well, I guess it\nwould have been nice if you thought the case was\nessentially moot, to hear about that in the cert\nopposition.\nMR. BLECHER: I'm sorry?\nCHIEF JUSTICE ROBERTS: You didn't argue\nthat the decision below was essentially moot in your\nopposition to certiorari here.\nMR. BLECHER: In -- in the opposition,\nthat's correct.\nJUSTICE KENNEDY: Nor did you give notice to\nthe Petitioners' attorney that that was your position so\nyou could have asked for a stipulation on the point.\nMR. BLECHER: Well, I think what you are\noverlooking, though, is when we went to the Ninth\nCircuit, we endorsed Judge Wilson's suggestion that they\ndecide the Brooke issue, so that, when we went back, we\nwould have guidance as to what the appropriate standard\nwas. They elected not to deal with either Alcoa or\nBrooke. They just decided the very narrow question he\ncertified.\nIn the Ninth Circuit, AT&T said, to the\nNinth Circuit, don't reach the Brooke issue; you don't\nneed to reach the Brooke issue to decide this case, even\nthough the complaint you are ruling on has been\nsuperseded by an allegation in an amended complaint that\nstates a Brooke violation, or purported to or attempted\nto state a Brooke violation.\nJUSTICE BREYER: So can we write this\nfollowing, we say: In the district court, as of this\nmoment, there is no complaint that alleges the price\nsqueeze theory of the majority of the Ninth Circuit.\nThere is a complaint that alleges a price theory under\nBrooke -- a predatory pricing under Brooke Group. That\nis what is there. Nothing else is there. Therefore,\nthat issue which the Ninth Circuit decided has no\nbearing on this case. We therefore vacate their\ndecision, leaving it up to the district court to proceed\nas it believes appropriate under the law with the Brooke\nGroup claim?\nMR. BLECHER: I think --\nJUSTICE BREYER: Is that a possible thing to\nsay?\nMR. BLECHER: And --\nJUSTICE BREYER: Yes or no, please.\nMR. BLECHER: It avoids the need to --\nJUSTICE BREYER: Is it, yes, we could do\nthat, or no --\nMR. BLECHER: Yes.\nJUSTICE BREYER: Yes we can?\nMR. BLECHER: Yes, you can. That's what\nwe're suggesting.\nJUSTICE BREYER: Isn't it --\nMR. BLECHER: That you --\nJUSTICE BREYER: -- that --\nMR. BLECHER: -- don't need to reach Alcoa\nhere, because the Ninth Circuit did not endorse Alcoa.\nIt just didn't reach that question.\nJUSTICE KENNEDY: Has the Brooke Group\ncomplaint been allowed in the district court or was it\n--\nMR. BLECHER: It was allowed.\nJUSTICE KENNEDY: Yes, it was?\nMR. BLECHER: Judge Wilson ruled that it\nwas, a, quote, \"generously construed,\" we stated a\nBrooke claim, and he would review it again at summary\njudgment stage. Judge Gould disagreed with that, and he\nsaid, if you want to state a Brooke claim, you should go\nback and amend the complaint and do it.\nCHIEF JUSTICE ROBERTS: Justice Breyer's\ndraft judgment said we would vacate the decision below.\nShouldn't we reverse it, because if we think on the\nprice squeeze claim, as distinct from the Brooke Group\nclaim, the Ninth Circuit was wrong. You don't just\nthrow it out and let everybody go home. You say whether\nit was right or wrong. And if you are saying it's\nwrong, we would reverse.\nMR. BLECHER: That's certainly as an option,\nbut I think it would be more appropriate to vacate it\nbecause I don't consider that they did a direct frontal\nassault on Brooke. They didn't consider Brooke because\nAT&T suggested that they didn't need to read it.\nJUSTICE GINSBURG: The Ninth Circuit had a\nprecedent that it thought it was following. Was it\nAnaheim?\nMR. BLECHER: Yes.\nJUSTICE GINSBURG: So isn't it important\nthat if you think that they were wrong and we agree with\nyou, that we get -- not just vacate but say you were\nwrong on the law; you were wrong in this case, and you\nwere wrong in Anaheim. And then the Ninth Circuit will\nnot follow those decisions anymore.\nMR. BLECHER: Well, that's if you want to\napproach the rules and decide that there can only be a\nprice squeeze claim if the price is predatory. You may\nwant to get there. I'm saying you don't need to get\nthere here.\nYou could simply say the Ninth Circuit\ndecision, I think, correctly decided the very narrow\nquestion that was presented by the certification order.\nThey abided AT&T's suggestion not to go outside that\norder, and, therefore, their decision can be viewed as\nincomplete because they didn't go on to discuss what the\nelements of a price squeeze claim were.\nCHIEF JUSTICE ROBERTS: You are saying we\ndon't have to cross the Rubicon because your Brooke\nGroup predatory pricing claim will say that the prices\nhere were below cost?\nMR. BLECHER: Correct.\nCHIEF JUSTICE ROBERTS: So we don't have to\nconsider, I guess, what I thought we had to consider --\nMR. BLECHER: This is not a case where we\nare confronting you with the necessity of the settings\nor the vitality of Alcoa. You --\nCHIEF JUSTICE ROBERTS: And you are not\ngoing to amend your complaint to raise such a claim on\nremand?\nMR. BLECHER: I am going to file an amended\ncomplaint that will be limited entirely to the Brooke\npredatory pricing.\nCHIEF JUSTICE ROBERTS: Which you understand\nto require that the retail prices be below cost?\nMR. BLECHER: And we are very comfortable\nwith that. The answer is yes, and we are comfortable\nwith that. But we haven't given up, and we live to\nfight another day on another field.\nJUSTICE ALITO: But if we follow your\nproposal, then, you could, in a case filed next week or\nthe week after we decide the case, assert exactly the\nsame claim that you asserted here originally, and that\nwould be good law in the Ninth Circuit?\nMR. BLECHER: The answer to that,\nJustice Alito, I think you can remand it --\nJUSTICE ALITO: I don't mean in this case.\nI mean in another case.\nMR. BLECHER: Oh, we could raise that, and\nthe Ninth Circuit --\nJUSTICE SOUTER: Either you or anybody else\nin the Ninth Circuit?\nMR. BLECHER: I think if you abide my idea\nhow to deal with this, the issue of Alcoa's vitality\nwould remain open to be decided in another case on\nanother day.\nJUSTICE BREYER: If we vacate, you would be\nin favor of vacating their decision?\nMR. BLECHER: Yes, because a vacation can\nrest on grounds that the Ninth Circuit did not reach the\nissue. They said, we are prepared to abide Judge\nGould's view that, in a regulated industry, we can only\nhave a, quote, \"price squeeze\" if the price is\npredatory.\nCHIEF JUSTICE ROBERTS: But the reason you\nthink we should vacate is not because the Ninth Circuit\ndidn't decide the question, but because you are willing\nnot to press it?\nMR. BLECHER: No. I don't think they\ndecided the Alcoa question. That's the way I read the\ndecision. Because I know what was certified. I know\nwhat they said. They responded only to a very narrow\nquestion, and AT&T said don't venture beyond that.\nDon't --\nCHIEF JUSTICE ROBERTS: So, I guess -- I\nguess that's where we are about to go. But in answer to\nJustice Alito's question, if you think the Ninth Circuit\nwas wrong and don't want to see those claims raised\nagain, we need to address the merits and reverse?\nMR. BLECHER: Or you can simply say that the\ncase is remanded, the district court may decide the\npropriety of an amended complaint, except that the\namended complaint cannot state a non-predatory price\nsqueeze claim. We are prepared to live with that.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. BLECHER: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Brunell.\nORAL ARGUMENT OF RICHARD M. BRUNELL\nON BEHALF OF THE AMERICAN ANTITRUST\nINSTITUTE, AS AMICUS CURIAE,\nSUPPORTING THE RESPONDENTS\nMR. BRUNELL: Mr. Chief Justice, and may it\nplease the Court:\nWe think the proper disposition of this case\nis to vacate the decision below and to remand and let\nthe district court decide whether the complaint should\nbe amended or not. Vacating the judgment would amount\nto a dismissal with prejudice of the price squeeze\nclaim, and, therefore, this Court would have nothing to\ndecide.\nThe Court doesn't need to reach out to\ndecide the vitality of Alcoa, the question of which is\nnot even presented by the question raised in the cert\npetition. And there are many reasons why -- and I am\nhappy to address why Alcoa should remain good law, if\nthe Court wishes to get into that. However, we don't\nthink it's necessary.\nOn the specific issue here, if the Court\ndecides not to vacate the judgment below and wants to\nexamine the correctness of the Ninth Circuit judgment,\nthe specific issue of whether the absence of a duty to\ndeal thereby dooms any kind of claim -- a price squeeze\nclaim or really any other type of antitrust claim,\nincluding a predatory pricing claim, if the regulators\ncan address the issue.\nWe think that is -- that is the case, that\nthat is the incorrect view of the law, and indeed, to\nsome extent we agree with the Solicitor General that the\nexistence of a regulatory remedy is not sufficient to\nbar a price-squeeze claim because there is no exhaustion\nrequirement under the antitrust laws, and this Court's\ndecision in Trinko, as the Solicitor General suggested\nwhen it looked at the regulatory remedies, that was with\nrespect to expanding section 2 enforcement and not with\nrespect to traditional antitrust claims, which Alcoa\ncertainly is.\nNow, with respect to the issue of the duty\nto deal. What does that mean, that there's no duty to\ndeal? In our view --\nCHIEF JUSTICE ROBERTS: Well, that means\nthey don't have to deal. They don't have to sell you\nthe stuff if they don't want to.\nMR. BRUNELL: In our view, it means that a\ncourt has found that there's no liability in the event\nof a refusal to deal, which is what Trinko did. And one\nhas to ask whether the rationale for finding no\nliability for refusal to deal also applies to a\npredatory -- excuse me, a price squeeze claim.\nCHIEF JUSTICE ROBERTS: You mean a Brooke\nGroup retail price squeeze claim?\nMR. BRUNELL: No, I mean a traditional price\nsqueeze claim. That doesn't have to meet the Brooke\nGroup standard. Mr. Panner suggested --\nJUSTICE STEVENS: May I ask this: I'm not\nfamiliar on this point. Apart from Alcoa, what are the\ncases applying a traditional price squeeze claim?\nMR. BRUNELL: We've listed them in our\nbrief. I believe that 9 out of the 12 circuits, not\nincluding the Federal Circuit, have recognized an\nAlcoa-type price squeeze claim. And in the other three\ncircuits, district courts -- in each of the other three\ncircuits, district courts have recognized an Alcoa-type\nclaim.\nJUSTICE STEVENS: Do you agree with your\nopponent's submission that antitrust scholars uniformly\nagree that the Alcoa case was incorrectly decided?\nMR. BRUNELL: No, I do not agree with that.\nAnd, indeed, our brief cites an eminent professor, John\nVickers at Oxford, an economist who supports a\ntraditional Alcoa-type claim, that is a claim based on\nwhat we've call the transfer price test, where one looks\nat the margin between the retail and wholesale prices\nand asks whether that is sufficient to cover the\nmonopolist's downstream costs. Professor Vickers --\nJUSTICE SOUTER: Does he support --\nMR. BRUNELL: Pardon me?\nJUSTICE SOUTER: I thought somebody else was\n-- does he support recognition of that claim in the\ncircumstances in which there was regulatory involvement\nlike the FCC here?\nMR. BRUNELL: I believe he does, Your Honor.\nI believe the European Commission also recognizes such a\nclaim in the presence of regulation. I believe the\nFederal Trade Commission recognizes such a claim.\nJUSTICE SOUTER: Why do we need to?\nMR. BRUNELL: Why do we need to? Because\na -- you mean in the absence why can't regulation handle\nthis or why do we worry about the anticompetitive\neffects of a price squeeze?\nJUSTICE SOUTER: Why can't regulation handle\nit?\nMR. BRUNELL: Well, in this case, regulation\n-- simply the -- the regulation that is referred to is\nsimply the prospect of the complainant going to the\nFederal Communications Commission and simply asking for\nsome kind of post hoc relief, as opposed to a situation\nas in Town of Concord or in Trinko where the regulation\nat issue was quite extensive. All of the conduct at\nissue in Trinko was heavily regulated. And in this\ncase, we have wholesale rates that are lightly regulated\nand retail rates that are completely unregulated.\nJUSTICE BREYER: So why couldn't you -- why\nwouldn't you -- couldn't you go to the FCC or the other\nregulator and say: Regulator, they are selling me this\nwidget or line at a dollar. All right. That's\nconsiderably higher than their costs of producing it.\nAnd, in addition to that, they sell the same service I\ndo for $1.20, even though it costs me or would cost any\nhuman being at least 60 cents to provide that added\nservice. So we are asking you to tell them that if they\ncontinue to sell it at $1.20, they lower their wholesale\nprice to us so that we only have to pay at most 80\ncents, or whatever the right number is there.\nI mean, they have someone to complain to.\nThey could make the same complaint. I'm quite surprised\nthat Vickers has written that under the circumstances I\nhave outlined that there is a valid price squeeze\nantitrust claim or that the British Commission has held\nthat.\nI would be very interested to know the\ncitation of that. Because he may have done. I don't\nread everything.\nMR. BRUNELL: The European commission --\nJUSTICE BREYER: I'm not saying the European\nCommission. They have done all kinds of things. I am\nsaying the -- the --\n(Laughter.)\nJUSTICE BREYER: I am saying the British\nMonopolies or Restricted Practices Commission of which\nVickers was the head. I agree with you that he is very\nknowledgeable, but I would be surprised if he had\nwritten contrary to what I just said in that example.\nBut I am often surprised and willing to read it.\nMR. BRUNELL: The question of the\nrelationship between the regulatory authority to address\na question and whether an antitrust claim exists is\nnormally decided on the basis of implied antitrust\nimmunity. The mere existence of a regulatory remedy is\ninsufficient under this Court's precedent in Credit\nSuisse, certainly, for -- for having implied immunity.\nJUSTICE KENNEDY: Well, would you say that\nabsent the regulatory regime, there would be a duty to\ndeal here?\nMR. BRUNELL: Absent the regulatory regime,\nwould there be a duty to deal? Would the Court have\nfound -- in this case, the Petitioners may well have\nvoluntarily dealt with the Respondents --\nJUSTICE KENNEDY: No. No. My question was:\nWas there a duty to deal under the antitrust laws?\nBecause it seems to me the only reason that there is a\nduty to deal is because of the regulation. So, you use\nthe regulation in order to establish the duty, but then\nyou don't want to go to the regulators to regulate the\nprice. And it seems to me that that's inconsistent.\nMR. BRUNELL: Whether there is a duty to\ndeal can only be answered by asking whether a violation\n-- a refusal to deal would constitute an antitrust\nviolation. And in this case, had -- had there been no\nrequired dealing and, therefore, no dealing whatsoever,\nthen the issue of antitrust duty to deal would be\ntotally academic. Furthermore --\nJUSTICE KENNEDY: It's still seems to me\nthat you, therefore, must rely on the regulation to\nestablish the initial predicate of a duty to deal. And\nYou rely on the regulation that far, but you don't want\nto go to the regulators to -- to argue about the price.\nYou want us to look at regulation first and antitrust\nlaw second.\nWhy can't we just look at this case as\npurely antitrust; and then, as Justice Breyer said, if\nit's a regulatory problem, go to the regulators.\nMR. BRUNELL: Well, the mere fact that there\nis a regulatory duty to deal does not completely oust\nantitrust. Otherwise, there would be no predatory-\npricing claim.\nThe petitioner -- the -- the respondent\ninjured by a predatory-pricing claim could also go to\nthe FCC, presumably. And we don't -- and no one is\ncontending that the -- that a predatory-pricing claim\nwouldn't lie and --\nJUSTICE SCALIA: Would that lie here first?\nI mean, you don't -- you don't think -- you don't think\nthat the regulatory agency would be acting properly if\nit prescribed a price that was predatory or allowed the\ncharge of a price that was predatory, would you?\nMR. BRUNELL: No. I -- I don't think the\nregulators would -- would permit predatory pricing.\nJUSTICE SCALIA: They wouldn't permit it.\nThen is there -- is there no such thing as primary\nagency responsibility to take care of that problem\nrather than rushing into a court and take care of it\nthrough the -- through the Sherman Act?\nMR. BRUNELL: There certainly is the\ndoctrine of primary jurisdiction, which arises typically\nwhen the agency is already dealing with a problem and\nnot --\nJUSTICE SCALIA: Well, they are dealing with\nthe problem there. They are decreeing the price that\ncould be charged, aren't they? Don't they have to\napprove the pricing?\nMR. BRUNELL: They certainly don't approve\nthe retail pricing, no. The retail pricing in this case\nis entirely unregulated. It purports to be in a\ncompetitive market.\nBut let me back up for one second. The --\nthe regulatory regime here is quite different from the\none in Trinko. In -- in Trinko you had a regulatory\nduty that essentially required the monopolist to\ncooperate with its rivals in the monopoly market in\norder to dismantle the monopoly.\nIn this case you have a regulation that is\ndesigned to ensure that the monopolist does not extend\nits monopoly power into unregulated competitive markets.\nAnd so the -- surely, the regulators focus -- can focus\non the wholesale rates and ensure in this case that the\nrate that the monopolist charges itself is the same as\nthe rate it charges its rivals with the object of\nensuring a competitive downstream market.\nBut that doesn't mean that that should oust\nantitrust law. The regulators may, in fact, think that\nit's important to have antitrust law available to\nenforce claims in order for them to cut back on their\nregulations. And indeed, in this case, when the -- when\nAT&T sought to de-tariff its wholesale offering, the\nregulators referred to the fact that one of the\njustifications for de-tariffing would be that the\nantitrust laws would be available in case there were a\nproblem.\nSo the -- the relationship between antitrust\nand regulation is symbiotic and complementary. And we\nwould suggest that in this case the mere fact that the\ndistrict court determined that the complaint of\ninsufficient cooperation by the Petitioner in this case\ndid not state a claim for refusal to deal shouldn't\npreclude a -- a price-squeeze claim any more than it\nshould preclude a predatory pricing claim, which the\ngovernment and the Petitioners seem to concede would\nstill lie.\nNow, finally, this point about an\nover-deterrence and whether there is any evidence that\nany monopolist at any time has ever been deterred from\nengaging in legitimate retail price-cutting or efficient\nvertical integration, I would submit that there is\nabsolutely no evidence anywhere in the literature, no\nempirical evidence, that there is a problem of over-\ndeterrence.\nAnd had there been a problem over the last\n63 years that Alcoa has existed, one would think it\nwouldn't be too hard to find evidence of that. There is\nno evidence.\nFurthermore, in Brooke Group the Court did\nnot simply rely on the risk of over-deterrence as a\nbasis for holding that above-cost price-cutting was not\nactionable. In Brooke Group it relied on two factors:\nThe fact -- the fear that making above-cost\nprice-cutting illegal would deter legitimate\nprice-cutting, but also the fact that above-cost\nprice-cutting would not eliminate equally efficient\nrivals. Any equally efficient rival could meet an\nabove-cost price. The price squeeze doctrine under the\ntransfer price test protects equally efficient\ndownstream rivals.\nSo that issue is quite different. The\ndeterrence issue is -- is quite different when you --\nwhen have a price squeeze. Furthermore, the notion that\na monopolist would respond to a price squeeze complaint\n-- thank you, Your Honors.\nCHIEF JUSTICE ROBERTS: You can finish your\nsentence there.\nMR. BRUNELL: The notion that they would\nrespond to a price squeeze complaint by raising their\nretail price, rather than lowering their wholesale\nprice, I would submit is certainly as belied by the\nfacts of the Alcoa case which in the district court\nreflect that when the government started looking into\nthe price squeeze and the price squeeze was ended, it\nwas ended voluntarily by Alcoa lowering its wholesale\nprice, not raising its retail price.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nNow, Mr. Panner, you have two minutes\nremaining.\nREBUTTAL ARGUMENT OF AARON PANNER\nON BEHALF OF THE PETITIONERS\nMR. PANNER: I have two points I would like\nto make. First of all, I think, in agreement with\nJustice Breyer and Justice Kennedy, and others, I do\nthink that the presence of a regulatory remedy here is a\ncritical factor arguing in favor of reversal of the\nNinth Circuit's decision.\nThe second point that I really want to make\nis the importance of clear rules. In the antitrust\ncontext where we are talking about a system of rules\nthat is going to govern decisionmaking by businesses\nwhere most of those decisions are never going to lead to\nlitigation or are never going to come before the courts,\nit is critically important to have clear rules that\navoid deterring beneficial conduct, that avoid having\nthe rules themselves harm consumers.\nI think that was the point that\nJustice Alito and Justice Ginsburg were getting at in\nthe questioning. It is critical to adopt a decision on\nthe merits explaining why the Ninth Circuit's price\nsqueeze decision -- not just here, but in the prior\ndecision, in City of Anaheim -- is incorrect and\ninconsistent with this Court's precedents.\nAnd, more broadly, it is critical to have a\nclear rule stating that in the absence of a duty to\ndeal, an allegation of price squeeze, it doesn't stay a\nclaim.\nAnd I think that it's also -- would be very\nvaluable to say that the complaint that was before the\ndistrict court -- and the amended complaint at a minimum\nis supplying one version of the facts that might try to\nbe elaborated -- fail to state a claim under this\nCourt's precedents. The clear gravamen of\nthat complaint, indeed the explicit gravamen of that\ncomplaint, was that the margin between the wholesale\nprice and retail price was insufficient. And --\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nThe case is now submitted.\n(Wherepon, at 12:05 p.m., the case in the\nabove-entitled matter was submitted.)\n4:7 agree 16:8 30:3 American 2:2 appeals 7:18 assault 37:20\n32:11 38:2 3:11 17:3 30:18,23 31:4 assert 39:18\nahead 6:5 23:23 amount 12:23 applying 43:22 11:19,20 14:10\n23:24 41:23 appoint 8:11 attack 11:1\n54:13 Alcoa 9:13,15 38:5 53:20 7:20,23 attempted 35:16\n16:14 13:18,23 14:2 16:11 18:5 appropriate 9:4 25:13 26:7\n26:12 20:2,4 25:3,5 26:24 10:13 27:17 attorney 6:15\n42:12 27:18 28:23 analyzed 20:12 35:7 36:3 35:1\n53:23 31:8 35:8 Angeles 1:24 37:18 attribute 27:20\nAlcoa's 40:5 24:11 28:12 48:7 AT&T's 38:15\nAlito 39:16,22 answered 8:10 11:21 53:4 available 13:7\nallegations 45:4 19:6 28:16\nantitrust 2:2 29:20 30:22 B\n47:1 27:15 28:4 15:3 16:12 52:23 28:25 32:8\n7:1 alleging 19:14 24:22,25 25:11 8:12 17:20 bar 7:1 42:21\namend 33:24 48:1,8,11,15 asking 21:6 25:2 11:8 15:8 47:3\n2:1 3:4,6 15:23 16:2,5 C 3:1 4:1 certify 30:13,14 circumstance\n4:8 21:16 22:2,18 Cal 1:24 30:15 6:24 13:3\n28:17 23:13 24:2 CALIFORNIA certiorari 34:5 15:20 22:15\n52:24 26:2 35:18 1:5 34:22 circumstances\n43:24 48:11 53:2 cares 27:13 charge 23:19 46:7\nBreyer's 11:23 Carlton 17:19 49:1 citation 46:12\n36:3 brief 7:19 8:7,23 6:18,20 8:13 9:3 49:15 cites 44:9\nbriefs 8:3 15:24 16:6,14 10:16 14:17 7:9 8:20,21 9:8\n53:22 21:17,24 22:19 5:3,12 8:19 17:5 19:13\n53:13 Brooke 4:14 22:20 23:9,9 19:4,10 27:24 20:10,15 21:9\n26:24 27:10,22 28:25 29:24 31:17,20,25 25:14 26:4,5,6\n30:6,12 31:21 32:19,25 34:7 32:23 34:15,20 31:22 32:24\n38:20 39:8 47:24 48:10 chosen 22:24 43:14,16,18,22\n30:19 43:15,18 51:17 49:18 50:2,6 circuit 4:24 5:24 44:1,4,11,11\n31:7,16 51:20 50:14,18,22,24 6:1,4,8,21,25 44:19,24,25\n32:2 Brunell 41:13 52:15 54:11,12 7:21 8:6 9:9 46:9 47:2\n41:14,18 43:9 cases 15:11 20:21 25:13 48:16,18,20\n43:17,23 44:8 43:22 28:24 29:5,11 50:25 51:1,2\n44:17,22 45:2 cause 17:21 30:10,13 32:24 53:25 54:5\n36:5,8,10 45:8 46:14,25 cents 45:25 46:4 35:5,11,12,21 claims 24:6 26:6\n47:10,21 48:13 cert 34:17 42:4 35:25 36:21 41:4 43:1\n49:2,9,17 certain 18:9 37:13,22 38:5 50:13\n39:1,7 52:11 certainly 4:22 38:12 39:20 clarified 28:8\nBRUNNELL 6:19 18:25 40:1,3,11,17 clarify 9:10 25:2\n2:1 3:10 25:1 37:17 41:3 42:11 clarifying 25:11\nbundle 33:10 43:2 47:6 49:9 43:25 clear 9:6 12:7\n54:2,3,7,8 37:4 8:11,12,13,25 D\n53:11 45:17 48:14 contending 20:25 22:3,4,7 day 39:15 40:7\nconceding 5:23 7:14 28:7,19 29:1 12:22 13:3,4,5\n21:22 concern 18:24 continue 5:9,19 31:4,6 33:16 15:17 19:22\n45:11 32:17 46:2 33:25 35:19 22:7,11,11,12\nconcerned 25:9 contrary 46:23 36:2,24 41:7 22:15,19,21,22\n4:5 16:3 concerns 24:7 cooperation 42:2,7,9 43:10 23:17 25:8\nconcluded 22:16 50:24 47:11 49:7 26:13 28:6\n32:21 conduct 5:21 30:18 34:24 52:15 54:3 42:13 43:4,5,7\n13:4 15:13,13 correctly 20:19 27:5 44:2,3 47:11,15,17,22\n26:15,16 18:13 26:2,10 38:13 Court's 4:12 48:14 50:25\n45:14 53:13 42:11 25:23 26:24 dealing 11:22\n14:16 6:15 27:23 33:10,10 53:21 54:6 22:23,24 23:12\n26:18 confronting 38:22 39:11 cover 44:14 23:13 26:13\n50:4,9 39:2 45:24 covered 33:7 47:25,25 49:11\n31:17 27:17 33:4 18:10 22:11 dealt 47:13\n25:17 17:2 45:22,24 creates 27:4 3:5 19:6\n46:5 18:11 27:24 28:14 critical 10:6 decide 20:7,19\n29:1,17 30:11 52:20 54:10 critically 53:12 28:22 30:12\n24:13 38:25 17:18 curiae 1:23 2:2 39:18 40:18\nconsiderably couple 23:8 3:7,12 19:8 41:7,22 42:1,3\n33:7,25 consistent 30:22 18:20 curiosity 15:23 20:4,24 21:1\n31:5,7 court 1:1,15 current 24:22 21:14,15 31:16\nconstitute 47:23 4:10,11,20,22 25:24 35:9,25 38:13\n37:8 constitutes 13:4 4:23 5:7,16 6:1 cut 50:13 40:6,21 44:7\n41:8,9 constructive 6:4,12,16,18 cuts 5:1 47:3\n46:6 13:5 6:19,23,24 cutting 27:5 decides 42:10\n52:7,12 construed 34:10 7:18,20 8:1,4 decision 4:12,23\n5:25 differently 7:10 10:2 11:11 36:21 5:20\n7:18,18 direct 37:19 12:1,15,22 endorsed 35:5 exactly 39:18\ndirectly 33:17 13:2,12 14:3,5 enforce 50:13 examine 42:11\n20:18 disagree 6:13 14:5,10 15:16 enforced 13:12 example 6:13,15\n22:5 disagreed 37:6 15:21 16:12,15 enforcement 11:23 13:6\n29:12,15 discipline 17:17 17:11 18:16,19 42:25 17:19 46:23\n32:25 discuss 38:17 19:22 22:5,6,6 engage 26:10 exclusionary\n36:2 discussions 22:10,11,11,15 engaging 51:8 26:2,10\n38:13,16 18:22 22:19,21,22 ensure 50:3,6 excuse 43:14\n41:21 disincentive 23:10,16,17 ensuring 50:9 exhaustion\n53:5,17 15:9 16:18 26:13 28:6 entire 33:11 42:21\n17:8 31:3 42:12 entirely 39:8 existed 16:14\ndismissal 41:24 47:15,17,18,21 entitled 23:19 existence 42:20\n53:10 7:15 41:20 49:24 53:23 entrants 14:18 existing 14:5\ndistrict 23:12 economic 9:2 error 6:14,16 explaining\n30:17 33:25 economics 16:20 especially 29:21 explains 17:10\n51:22 54:3 24:10 25:7 essentially 27:6 extend 10:24\n50:23 52:1 effects 45:5 establish 5:18 extensive 45:14\n52:5 dollars 13:8 either 14:15 7:3\n53:13 doubt 10:12 40:2 15:3 fabrication\n13:6 15:7 element 33:1 ET 1:5,9 fabricators 14:6\n52:3 eliminate 51:24 event 43:10 14:16 21:18\n22:23 DSL 32:20 33:8 encounter 18:19 evidence 51:6,10 factor 16:9 53:4\n49:22 dunk 18:3 ended 52:17,18 51:11,15,16 factors 51:20\nduty 9:23,23,24 endorse 31:8 evidently 5:11 facts 52:15 54:4\n53:4 friend 7:20 Gould 29:4,19 26:17 53:14 50:12 53:12\nfurther 19:2 37:6 8:17 17:11 15:21\n32:19 Furthermore Gould's 29:1,6 head 46:21 incentive 15:4\n45:19 48:2 51:17 40:13 hear 4:3 34:17 includes 11:25\n52:6 govern 53:9 heard 31:2 including 42:15\n44:25 G 4:1 26:1,8,21 51:3 held 5:14 21:12 28:25 29:11\ngamble 19:1 52:16 22:7 26:19 38:17\ngeneric 29:14 gravamen 54:6 highly 27:9 21:4,6,7 42:18\n31:12 grave 17:21 hold 11:21,22 incorrectly\ngetting 53:16 greedy 16:25 22:9 51:19 incremental\n22:4 53:16 28:5,10 31:21 10:5 11:7 10:17 11:24\n48:8 give 13:6 34:25 32:7 33:1 12:11,24 14:8 14:6 18:15\n53:1 given 4:17 6:23 35:23 36:4,23 15:2 16:1,7,9 20:12 21:10\n39:16 15:25 21:21 guess 9:7 34:15 hurt 21:21 40:13\n35:19 24:12,13 25:14 guidance 35:7 I 11:13,14 14:7\n26:23 32:8 idea 40:4 14:10,15,18,21\n45:19 47:19 21:9 23:6 illegal 51:22 48:18\ngoing 12:10 15:8 Hand's 9:13,15 immediately 15:9,14\njoin 19:25 37:22 38:1,19 39:20 42:6,18 42:24\n17:3 30:10 34:8,12 43:6,15,20 47:15 50:18 lower 46:2\n35:5 37:3,6 44:5,16,18 lead 53:10 lowering 19:19\n47:5 judgment 11:15 46:15,19 47:7 leaves 24:4\n54:9 11:15 37:6,10 47:14 48:3,11 leaving 36:2 M\njurisdiction 5:8 52:9,20 53:2,2 7:15 28:16 41:14\njurisdictional justifications legitimate 27:5 35:21\n6:7,12 7:16 33:21 34:2,4 19:12 27:1,7 54:8\n16:18 10:20 11:18,23 37:2 47:7,14 26:19 27:2 margin-based\n18:25 12:6,8,13,18 48:3 53:2 28:9 43:10,13 19:14 20:14\n21:25 15:23 16:2,5 kind 18:3 24:11 light 16:13 market 10:9,10\n17:23 18:8 42:13 45:12 limited 39:8 26:4,8 49:20\n21:2,3,5,16 17:24 18:1,22 LinkLine 1:8 Mass 2:1\n8:10 9:1 23:13,20,22 40:22,22 46:11 listed 43:23 54:13\n16:6 24:2,9 25:1 knowledgeable literature 17:2\n30:9\n27:8 46:22 17:10 18:3 1:24 3:8 28:16\n35:6,12 27:14,24,25 51:10 Maynard 1:20\n40:5 28:13,18 29:3 L litigation 18:25 3:5 19:5,6,10\n42:9,12 29:8 30:14,19 label 15:25 53:11 19:25 20:3,8\n43:3 30:21 31:4,14 labeling 28:6 little 14:2 20:20,25 21:3\n48:1 31:17,20,25 Laidlaw 5:16 live 5:14 39:14 21:8 22:1,9\n32:3,6,11,14 language 20:11 41:10 23:8,21,25\n34:15,20,25 law 5:7 7:3 look 12:15 24:15 mean 10:21\n36:6,9 14:14,15 24:25 48:8,10 13:13 20:8,8\nmyriad 26:9 normally 47:3 outlined 46:8 pay 46:3\n46:5 noted 7:19 outside 32:21 people 21:12\n50:10 N notice 34:25 38:15 period 33:11\nnarrow 7:13 52:6,11 35:4 permission\n35:9 38:13 21:15 person 13:21\n50:22 necessarily 20:9 O 3:1 4:1 20:21 petition 42:5\n41:5 20:7,18 32:25 obligation 11:14 over-deterrence 50:24\n42:8 12:1 51:6,18 Petitioners 1:6\n24:20 27:15 Obviously 6:22 P 22:10 23:11\nnegative 18:11 online 33:9 10:4 11:6 12:6 pincer 24:3\n9:17,20 53:10 opinion 13:17 14:8 15:1 16:1 14:1 15:24,25\n11:13 new 11:1 14:18 opponent's 44:6 17:16 18:6,9 placed 16:10\n24:19 25:11 opposed 45:12 27:3 32:18 plaintiff 5:18\n16:18 Newton 2:1 opposition 43:19 52:21,23 21:18 23:1\n19:22 nice 34:16 34:18,22,23 52:25 plaintiffs 15:24\n25:8 Ninth 4:11,24 option 37:17 Pardon 44:17 32:21\n49:24 4:25 5:24 6:1,4 oral 1:14 3:2 4:7 part 29:18 30:20 plausible 26:22\n51:7 6:8,21,25 8:2,5 19:6 28:16 partial 33:1 please 4:10\n8:8,17 9:9 41:14 participation 19:11 28:19\n29:5,11 30:10 11:16 20:18 particle 5:2 pled 34:10\n35:4,11,12,21 27:2 30:16 19:24 23:17 6:12 7:11 10:6\n19:18,23 38:12 39:20 orders 30:15 parties 5:6,8 7:6 23:15 26:9\n49:25 40:1,3,11,17 originally 39:19 7:8 24:12 35:2 43:21\n41:3 42:11 ought 30:11 Partly 30:19 51:5 53:6,15\n6:17 7:17 presence 44:24 51:24 protects 52:2 39:5,25\n53:3 price-squeeze provide 4:22 raised 41:4 42:4\npresented 7:23 8:15,20 9:8,11 11:14 45:25 raising 14:16\n29:6 11:9 38:14 42:21 51:1 proxy 8:25 9:4 52:12,19\n35:1 42:4 pricing 4:13 32:18 rare 11:3 17:21\npresumably 28:9 29:23,25 purely 32:9 50:6\npretty 4:16 32:18 33:20 purported 35:16 reach 8:14 16:5\n36:6 price 5:1 8:24 38:21 39:9 purposes 7:7 24:25 35:12,13\n18:24 14:16 15:19 51:2 put 8:6 33:10 read 37:21\n50:4 18:16 19:14,19 11:1 29:23 p.m 54:12 reaffirmed 18:7\n21:23 22:25 principles 4:13 Q really 6:2 13:5,8\n26:12 27:5,20 probably 4:15 13:11,15 20:17 42:14 53:6\n54:6 29:13,17,18,22 49:6,11,14 25:7,21,22 7:3 11:7 14:3\n28:1,4,7 35:20,22 37:12 25:18 26:18 31:11 33:6 reasoning 9:13\n29:23,24 38:9,9,18 producer 14:10 35:9 36:22 9:15 18:5\n33:20 40:14,14 41:9 producing 45:22 38:14 40:18,21 reasons 17:7,12\n35:23 41:24 42:13 product 13:7 40:24 41:3 22:2 24:23\n39:9 43:14,16,17,22 profession 17:14 42:3,4 46:25 42:5\n42:15 44:1,12 45:5 professor 17:19 47:2,14 REBUTTAL\n48:15,25 46:3,8 47:20 44:9,15 questioning 3:13 52:23\n51:2 48:7,25 49:1 promote 11:17 53:17 recognition 8:16\n48:18,20 52:6,7,12,13 proper 6:17 30:15 18:15 44:19\n52:19 53:18,24 41:20 13:20 15:19 15:4,11,21\n24:5,6 27:2,16 propriety 41:8 quote 37:4 40:14 26:9 43:25\n39:11 44:13 protect 18:20 R recognizes\n51:8,19,22,23 protecting 11:16 raise 19:16 27:2 recognizing\nrelevant 7:5 4:21 5:9,19,23 31:14,17,20,25 53:6\n25:22 27:22 25:12 28:17 32:23 34:15,20 section 5:10,20\nrelief 5:11,17,21 responsibility 41:1,11,13 10:14,17 11:4\nrely 17:11 48:4 rest 40:11 52:20 54:10 13:11 14:23\n47:23 remain 5:8 7:6 result 19:15 29:24 30:1 17:5 19:12\n14:17 28:9 21:21 23:13 role 27:6 20:15 21:11\nremains 7:13 27:1,16 32:3 16:25 24:11 see 34:4,4 41:4\n40:13 remanded 41:7 44:13 45:17 ruled 20:13 37:3 43:7 45:23\nremedies 42:24 49:18,18 51:8 rules 15:3,4,10 46:2\n11:24 47:4 53:3 retains 8:12 53:14 45:20\n22:1 repeatedly reversal 53:4 ruling 35:14 send 28:25\n44:24 26:19 reverse 4:11 run 15:11 sense 17:25 25:5\nrepresent 7:20 37:11,16 41:5 rushing 49:7 sensible 16:24\n48:4 require 31:9 reversing 4:23 sentence 52:10\n50:2,21 39:11 review 34:5 37:5 S separate 28:8\n26:19 47:25 3:10 41:14 satisfied 34:14 seriously 33:22\n23:4 requirement 6:5,11,21 26:1,21 27:8 46:1\n45:20,20 42:22 21:23 22:8 29:9 30:3,3 services 33:9\n48:7,12 32:12,14 45:21 46:4 46:15,17,19 sets 33:4\n50:5,11 reserve 19:3 rise 12:3 says 23:18 setting 22:25\nresolution 8:20 risk 27:4 51:18 scale 16:10 settings 39:2\n12:20 6:17 7:8,12 9:5 rival 11:14 49:4,13 19:22\n16:13 9:6 16:16 19:12 51:25 scheme 16:13 sheet 10:10\n42:25 43:1,3 rivals 15:7 18:20 scholar 17:2,4 Sherman 30:5\n25:20 respects 10:6 19:18,23 49:25 scholarly 17:9 49:8\n44:20 respond 52:7,12 50:8 51:25 17:20 show 26:17\nresponded 52:3 scholars 44:6 shown 14:22\n29:12 40:23 rival's 24:6 scrutiny 15:12 shows 8:12\n53:3 respondent Roberts 4:3,15 search 17:21 significance\n47:1 Respondents 8:19 19:4 second 20:21 significant 15:9\n1:25 2:3 3:9,12 27:24 28:13 48:9 49:21 16:8 17:25\n41:6 52:6,7,12,17 29:15 31:1,13 take 5:25 6:5 49:2 50:11\n52:17 53:19,24 suddenly 14:2 25:10,11 30:16 51:14 53:1,3\nsqueezed 21:20 sufficient 5:2 49:6,7 53:15 54:1\n45:12 stage 10:23,25 suggest 20:14 talking 34:7 thought 6:7\n42:19,23 34:14 35:7 43:19 TELEPHONE 44:18\nstart 12:9 28:21 29:1 35:5 tells 23:3 time 14:6 19:3\n54:5 supply 14:12 28:13 41:11,12 totality 28:22\n17:7,13 stated 5:24 8:25 supplying 54:4 52:8,20 54:10 totally 33:2 48:2\n18:8 37:4 support 7:18 8:7 theory 7:10 8:15 Town 45:13\n24:9 states 1:1,15,22 9:20 12:22 8:16 9:8 12:23 Trade 44:25\n26:20 3:6 19:7 35:16 30:16,17 44:16 21:10 25:16 traditional 43:1\n40:2 stating 53:23 44:19 28:10 35:21,22 43:17,22 44:11\n45:1 status 5:4 supported 17:4 thing 16:24 18:4 transfer 32:20\nstay 53:24 17:4 22:24 36:6 44:12 52:2\n20:5,6,17,23 41:17 think 6:1,20,22 treble 25:14\n13:10 43:20 44:5 44:10 8:22 9:5,15 Trinko 4:13\n17:5,11 Stevens's 13:15 suppose 10:21 10:4 11:7 10:19 13:2\n19:14 stipulation 35:2 11:2 12:12,18,24,25 15:2 16:11\n21:9 straight 14:24 Supreme 1:1,15 16:7 17:1,6,9 19:21 21:17,24\n25:16,25 stressed 17:20 surely 50:5 17:18 18:6,22 22:2 23:2,15\n27:9 stresses 17:19 surprised 46:6 20:3,6,18,20 23:18 29:15\n28:2,7,8 stuff 43:8 46:22,24 20:22,25 21:3 31:2,13 42:23\nsubmission 44:6 survived 29:17 21:5,6,11,12 43:11 45:13,15\nsubmit 51:9 29:18 28:20,23 34:12 49:23,23\n35:21 52:14 symbiotic 50:21 35:3 36:5 trouble 17:24\n38:9,18 submitted 54:11 system 53:8 37:11,18 38:2 true 7:25 11:8\n41:10,24 54:13 38:13 39:22 13:18 18:14\nV wants 10:24 works 17:20 19:13 20:15\n17:17 36:1 37:10,18 1:11,18,21 worry 45:4 30:5 42:25\n27:7 vacated 6:8 12:8,9 14:16 wouldn't 11:4,6\n52:21,25 20:12,13 40:21 45:19 48:21 4\nvacation 40:10 week 39:17,18 write 35:18 41 3:12\nventure 40:24 35:6 10:14,17 20:12\nwe've 25:6 43:23 37:13,15,16\n38:2,4,4,5 41:4\nVickers 44:10 47:25 20:4 21:13,14 8 1:12\nview 24:21 54:12\n40:13 42:18 wholesale 8:24 9 43:24\nyears 51:14\n39:10 viewed 38:16 11:11 14:11\n$\n27:20\n31:13 29:21 32:23\n47:22 44:13 45:16\n19:7 vitality 39:3 52:13,18 54:8 07-512 1:7 4:4\nvoluntarily 45:21 1\n52:18 27:21 40:18 12 43:24\n49:19 Wilson 34:8 19 3:7\nW 37:3\n16:17 24:12 27:18 wishes 42:7 8:16,21 9:12\n27:21 31:25 37:7 withdraw 14:12 9:21,24 10:14\n"
    }, 
    "respondents": [
        "No. 07-512 LINKLINE COMMUNICATIONS,", 
        "INC., ET AL."
    ], 
    "speakers": {
        "BRUNNELL 6": 1, 
        "CHIEF JUSTICE ROBERTS": 33, 
        "JUSTICE ALITO": 2, 
        "JUSTICE BREYER": 19, 
        "JUSTICE GINSBURG": 6, 
        "JUSTICE KENNEDY": 14, 
        "JUSTICE SCALIA": 3, 
        "JUSTICE SOUTER": 20, 
        "JUSTICE STEVENS": 11, 
        "MR. BLECHER": 45, 
        "MR. BRUNELL": 18, 
        "MR. PANNER": 25, 
        "MS. MAYNARD": 17, 
        "W 37": 1
    }
}