{
    "appearances": {
        "content": "KEVIN C. NEWSOM, ESQ., Birmingham, Ala,; on behalf\nof the Appellant.\nPAMELA S. KARLAN, ESQ., Stanford, Cal.; on behalf of the\nAppellees.\nKANNON K. SHANMUGAM, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the United States, as amicus curiae,\nsupporting the Appellees.\n"
    }, 
    "caseNum": "07-77", 
    "caseinfo": {
        "content": "BOB RILEY, GOVERNOR OF :\nALABAMA, :\nAppellant :\nv. : No. 07-77\nYVONNE KENNEDY, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nKEVIN C. NEWSOM, ESQ.\nOn behalf of the Appellant 3\nPAMELA S. KARLAN, ESQ.\nOn behalf of the Appellees 27\nKANNON K. SHANMUGAM, ESQ.\nOn behalf of the United States, as amicus\nCuriae, supporting the Appellees 47\nREBUTTAL ARGUMENT OF\nKEVIN C. NEWSOM, ESQ.\nOn behalf of the Appellant 57\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, March 24, 2008\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 1:00 p.m.\n"
    }, 
    "petitioners": [
        "BOB RILEY, GOVERNOR OF", 
        "ALABAMA,", 
        "Appellant", 
        "v.", 
        "No. 07-77 YVONNE KENNEDY, ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(1:00 p.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next in Riley, Governor of Alabama, versus\nKennedy.\nMr. Newsom.\nORAL ARGUMENT OF KEVIN C. NEWSOM\nON BEHALF OF THE APPELLANT\nMR. NEWSOM: Mr. Chief Justice, and may it\nplease the Court:\nThis appeal presents two issues, both a\nthreshold jurisdictional question and a substantive\nquestion concerning scope of section 5. We have\nexplained in some detail in our briefs why Governor\nRiley's appeal in this case is timely and why this Court\nhas jurisdiction to resolve the merit. The Solicitor\nGeneral has agreed with us on the jurisdictional\nquestion.\nI certainly want to answer any questions\nthat the Court may have concerning the jurisdictional\nissue, but with the Court's permission I would like to\nproceed in my affirmative presentation directly to the\nmerits, and specifically the second of two independent\nbases that we have urged for reversal here. Our\nargument under this Court's decision in Young versus\nFordice is perhaps the simplest and most straightforward\nway to resolve this case. In Young, this Court held\nthat a state voter registration plan, despite its\npromulgation, preclearance and active implementation to\nregister 4,000 voters, was nonetheless in force or\neffect within the meaning of section 5 and thus was not\na valid section 5 baseline for purposes of measuring\nfuture changes, because the Court said it resulted only\nfrom a temporary misapplication of State law and it was\nimmediately corrected upon acknowledgment that it was\nunlawful in fact.\nCHIEF JUSTICE ROBERTS: It's pretty hard to\nargue something wasn't in force and effect when they\nhave an election under it, isn't it?\nMR. NEWSOM: Your Honor, I don't think --\nYour Honor is correct that the only possible distinction\nbetween Young and this case is the holding of the 1987\nelection, but I don't think the election can make the\ndifference here, for this reason: It preceded solely by\nvirtue of the vagaries of the State litigation process.\nThe challenge preceded the election by two months. That\nelection was conducted under a cloud of litigation that\neveryone certainly knew about and it went forward only\nbecause, in the wake of Young, the trial court\ntemporarily misapplied State law.\nIf a trial court had gotten State law right\nto begin with, Your Honor, and had enjoined the election\nas we now all know it should have, then there never\nwould have been the election to point to as evidence\nthat 85-237 ever went into force or effect. And it\nseems to me inconceivable, consistent with any\nmeaningful notion of federalism, that section 5 can\nrequire a world in which a State trial court, as we say\nin the reply brief, which exists at the bottom of the\nstate judicial hierarchy, can by getting State law wrong\nin the first place lock into State law as a section 5\nbaseline an unconstitutional statute. I don't anybody,\non this side of the podium anyway, to be denying that\n85-237 was, is now and was at its inception,\nunconstitutional and thereby strip the Alabama Supreme\nCourt of its sovereign prerogative to correct the errors\nof lower courts.\nJUSTICE STEVENS: What if there had been no\nchallenge to that election, but two or three years later\nsomebody challenged the election and then the Supreme\nCourt said it was invalid.\nMR. NEWSOM: Well, Justice Stevens --\nJUSTICE STEVENS: Then there never would\nhave been a State statute.\nMR. NEWSOM: I'm sorry?\nJUSTICE STEVENS: Then there never would\nhave been a State statute, a valid State statute.\nMR. NEWSOM: Right. There are -- we have\npitched two different arguments in this case, Your\nHonor. And under the, I think it's fair, to say the\nbroader of the two arguments, contained in Roman II of\nour brief, that, the later action, nonetheless would not\nbe a change under section 5. But under the argument\nthat I was talking about specifically under Young versus\nFordice, I think it does make a difference that the\nAlabama Supreme Court stepped in at the earliest\npossible opportunity to invalidate this statute, again\nas part of litigation that preceded the first and only\nimplementation, attempted implementation, of the\nstatute.\nAnd I think the question at bottom here in\nthis case is whether section 5 provides State courts\nwith any breathing space whatsoever in which to conduct\nthis exercise of judicial review, and our submission is\nthat at the very least that it ought to extend so far as\nto allow State courts to step in, as they did here, at\nthe earliest possible opportunity.\nJUSTICE KENNEDY: If the respondent prevails\nin this case and you have a case similar to this one\nthat begins in the trial court, how do you think it\nwould work, that the plaintiffs in the trial court\naction have to get preclearance either way? They have\nto get preclearance in the event that they prevail? And\nthen the other side has to get preclearance in the event\nthat it doesn't. I mean, is that the way it would work\nin your view?\nMR. NEWSOM: I'm not frankly --\nJUSTICE KENNEDY: If I'm in State trial\ncourt, how can I make a ruling if -- assuming the\nrespondents win in this case, if I know there has to be\npreclearance?\nMR. NEWSOM: Well, I think, Your Honor,\nthat's certainly part of the point that we've emphasized\nhere as one of the key federalism issues in this case,\nis that this case really does in a very functional way\nstrip State courts of their jurisdiction to exercise\njudicial review, whether at the trial court stage or at\nthe supreme court stage because on Appellee's theory\nonce the statute is precleared it is effectively locked\nin place and that the trial court or the supreme court\nneeds permission from the Executive Branch in Washington\nto exercise the authority to --\nJUSTICE KENNEDY: I suppose States get --\nState courts get preclearance all the time with district\nchanges, don't they? Or how does it work? They just\nhold the judgment in abeyance until there is\npreclearance, and couldn't -- and if so, couldn't do you\nthat here?\nMR. NEWSOM: Well, to be sure the Appellees\nare correct that it is the administration of the change\nitself that requires preclearance. So I don't want the\nCourt to think that our position here is that courts are\nhaving to -- to render sort of provisional judgments\nthat are then subject to preclearance in Washington.\nThe point is that, so I think in the redistricting\nexample, Your Honor, it would be the implementation of\nthe redistricting that would require preclearance.\nJUSTICE SCALIA: Are there any other\ndistrict cases that require preclearance except those\nthat redistrict the, the State?\nMR. NEWSOM: No Your Honor, and the point is\nthat no one here denies, certainly the State does not\ndeny, that a State court order redistricting, redrawing\na map, in essence, and giving rise or exercising what is\nfunctionally, as this Court has said, a legislative\npower requires redistricting. No one doubts that. But\nthe question here is quite different: Whether if there\nis a spectrum of State court decisions with\nredistricting at one end, my case has to be at the other\nend of the spectrum.\nJUSTICE SOUTER: Are there district court --\nthere must be -- district court cases in which the State\ntrial court has invalidated on some State constitutional\nground legislation redistricting that has been passed by\nthe legislature? When that happens, have those opinions\nbeen precleared?\nMR. NEWSOM: Not to my knowledge, Your\nHonor. And I will confess that I'm not aware of any\nright off the top of my mind that fit that paradigm.\nBut not to my knowledge. The only --\nJUSTICE SOUTER: But isn't the reason that\nthere would be no reason to preclear them? I mean, if\nthe State court invalidates legislative redistricting,\nand does so before there has been a preclearance\nrequest, in other words, if it gets into State court\nright off the bat, then there's no State law\nsubsequently to ask the feds to preclear.\nMR. NEWSOM: That might be right, Justice\nSouter, but I'm not sure that I understand the\nimplications for this case. If you could --\nJUSTICE SOUTER: Well, I guess what I'm\nsaying is your \"No\" answer does not prove much. In\nother words, you're trying to make the case here that\nthere is something extremely unusual about this. And I\nthought your answer to Justice Scalia in effect was one\nreason that it's unusual is that we don't have any of\nthese cases in, in which a State court has knocked out a\nState law that is then subject to some kind of\npreclearance review. And my only point was, if I\nunderstand the situation, as long as the preclearance\nreview had not preceded the State constitutionality\njudgment, following the State constitutionality judgment\nthere would be no law to take to Washington, whether it\nbe to -- to the Justice Department or to -- or to the\nCourt, and ask to have precleared. So the fact that\nthere are no such cases doesn't prove anything.\nMR. NEWSOM: Well, I think the point that I\nwas trying to make, Your Honor, is that this Court has\nsaid in construing section 5 that it will not construe\nit so as to exacerbate federalism costs. And one of the\nreasons that the federalism costs are exacerbated here\nis that this is -- this scenario is simply unlike any,\nas we say in the brief, that this Court has --\nJUSTICE SOUTER: Well, that may be --\nJUSTICE KENNEDY: But you said in answer to\nJustice Souter that this is your case. There is no law\nthat's precleared.\nMR. NEWSOM: Well, it's certainly true, Your\nHonor, that when a state Court, as any court -- as this\nCourt made clear only last month in Danforth, when a\ncourt exercises judicial review to invalidate a practice\nthat's unconstitutional it is not changing or making new\nlaw as it goes along, but declaring what the law has\nalways been.\nJUSTICE SCALIA: There is a law to be\ncleared if you -- if you assume that the existence of a\nlaw to be cleared occurs before that law has been tested\nin the courts. In the hypothetical we've been\ndiscussing, just as in this case, there was a State law\nand if you assume the State law is valid before it's\ngone through the judicial clearance process, there is a\nState law change when the clearance process results in\nstriking down the law. I don't -- it seems to me that\nthe two situations are pretty parallel.\nMR. NEWSOM: Well, with respect, Justice\nScalia, my case is the latter situation, where there was\ntechnically a law in place. 85-257 to be sure was in\nplace. Now, whether it was in force or effect within\nthe meaning of this Court's decision in Young is\ndifferent, but it was in place.\nJUSTICE GINSBURG: And it was precleared at\nwhat point? The 1985 law was precleared before the\nlitigation?\nMR. NEWSOM: Yes, Your Honor, it was\nprecleared virtually immediately, so let's say in '85.\nI don't remember the month specifically, but it was\nprecleared in '85.\nJUSTICE GINSBURG: And it was submitted by?\nMR. NEWSOM: Submitted by the State of\nAlabama.\nJUSTICE GINSBURG: Yes. And then the\nlitigation came.\nMR. NEWSOM: Right. The litigation was\ncommenced in April of 1987.\nJUSTICE GINSBURG: And so your point is that\nif the circuit court -- there are only two levels of\ncourt in this, the circuit court and the supreme court?\nMR. NEWSOM: For purposes of this\nlitigation.\nCHIEF JUSTICE ROBERTS: So if the circuit\ncourt had gotten the State law right, then there never\nwould have been an election?\nMR. NEWSOM: Well, that's right.\nJUSTICE SOUTER: There never would have been\nperhaps preclearance if it got it right soon enough.\nMR. NEWSOM: Well, that's true, but of\ncourse courts don't get to reach out and grab the\ndisputes and bring them into courts.\nJUSTICE SOUTER: Well, but if the -- if the\nchallenging parties go into court at the first\nopportunity and you don't have an election sort of\ncoming up next week, I would suppose that in cases like\nthat, the State would at least allow the State\nlitigation to proceed to some level. And if in point of\nfact that State litigation resulted in a declaration\nthat the new statute was unconstitutional in some\nfashion, one would not expect the State then to bull\nahead and ask for preclearance, as opposed to trying\neither to appeal at the State level or to correct the\nstatute.\nMR. NEWSOM: That's right, Your Honor, but\nit -- but the challenge here would not have been ripe\nuntil 1987. There was no vacancy on the horizon. And\nso the challenge here was brought at the earliest\nconceivable opportunity when the vacancy became a\nreality.\nJUSTICE SOUTER: I will assume that.\nJUSTICE KENNEDY: Even in the hypothetical\nJustice Souter proposes, I don't know the rules in\nAlabama, but I can see a Federal court saying: Well,\nthis is premature; it hasn't been precleared; why should\nI pass on the validity of something that might not be\nprecleared?\nMR. NEWSOM: Well, I think that's entirely\npossible, Your Honor, and --\nJUSTICE SCALIA: On the other hand, I can\nalso see the attorney general saying: Why should I\npreclear it? It hasn't even been determined to be law\nin Alabama yet.\nDoes the Justice Department preclear stuff\nthat is -- that is in the midst of litigation?\nMR. NEWSOM: The Justice Department's\nregulations at 51.22, Your Honor, say that they will not\npreclear things that are not final and that are subject,\nit says, to revision by court -- by court judgment. But\nthat regulation is specific, the Federal Register\nsays --\nJUSTICE KENNEDY: How does that apply to a\nState statute which is fully enacted and then there's\ngoing to be a challenge?\nMR. NEWSOM: The truth is the regulations\ndon't speak specifically to that question, and the\nreason is that the regulations are quite clear in the\nFederal Register at 46 Federal Register 872 that they\ndon't deal with changes, so-called, brought about as a\nresult of court judgments. The regulation that I was\nreferring to, 51.22, refers specifically to State courts\nhaving an administrative role to play in --\nJUSTICE SCALIA: Where they are doing the\ndistricting or --\nMR. NEWSOM: That's right, redistricting,\nreannexation.\nJUSTICE SCALIA: Do you know of any cases\nwhere -- where a piece of State legislation has been in\nthe middle of litigation where the Justice Department\nhas precleared it?\nMR. NEWSOM: No, Your Honor, not right off\n-- not as I'm standing here, I don't.\nJUSTICE SCALIA: It seems like an exercise\nin futility.\nMR. NEWSOM: But the point -- Justice\nGinsburg, getting back to your point so you'll\nappreciate the timeline, in April of 1987 the challenge\nis brought. In June of 1987 the election goes forward.\nSo the challenge here preceded the election by two\nmonths. And the point that I've been trying to make is\nthat the -- had the trial court gotten State law right\nto begin with and enjoined the election, as we now know\nit should have, there never would have been an election\nto point to, to show within the meaning of Young that\nthe -- that the statute was ever put into force and\neffect.\nJUSTICE BREYER: What happened -- I have a\nfactual question. In around July, Mr. Sam Jones is\nsworn in and now he is in office until sometime after, I\nguess, September 1988, a little over a year, and then\nthe Governor appointed him. Well, he must have gotten\npaid during that year.\nMR. NEWSOM: Yes.\nJUSTICE BREYER: And then when the Governor\nappointed him, what does the appointment look like?\nDoes it say it's retroactive? No. I would be\nsurprised. I mean, you're not going to tell me it is.\nSo my guess is he's appointed as of -- let's say he's\nappointed by the Governor. It must have said as of\nwhen, and it probably said as of September '88.\nMR. NEWSOM: The truth is, Your Honor, I do\nnot know what --\nJUSTICE BREYER: Well, I think it's\nimportant to me because, for this reason: I would guess\nthey don't make it retroactive or you'd know it, and\ntherefore we -- we have more. We have the facts, the\nfollowing facts, as to whether -- and this is what\nFordice says; it says this is a practical question.\nIt's not some theory about whether it's unconstitutional\nor not unconstitutional. The question is as practical\nmatter was it in force and effect? And, as a practical\nmatter, one, there was an election under it; two,\nsomebody was elected; three, he took office; four, he\nheld that office for a year and was paid for it. All\nright? Why, as a practical fact, as a practical matter,\nwe do not say that special election law was in force and\neffect for about a year and two months?\nMR. NEWSOM: Your Honor, the difference, or\nwhat makes this case just like Young versus Fordice, is\nthat the relevant -- the relevant implementation in\nYoung was not election. The relevant implementation in\nYoung was registration. And this Court's opinion makes\nclear that 4,000 real, live flesh-and-blood voters were\nregistered.\nJUSTICE BREYER: Yes, their registering is a\nprecondition of voting. Not one person had ever voted.\nMoreover, they all had to register again. So the net\npractical effect of the election, of plan two in Young\nv. Fordice, was null, zero, zilch. And the practical\neffect here is that somebody is elected under the law,\nholds office for a year and two months, and is paid. It\nseems to me quite a big difference.\nMR. NEWSOM: With respect, Your Honor --\nJUSTICE BREYER: All right. I mean, that's\nwhat I wanted to know. I mean, maybe it's different if\nthis was a retroactive something or other, but I --\nyou're not aware of that.\nMR. NEWSOM: No, I can't --\nJUSTICE BREYER: So I assume it wasn't.\nMR. NEWSOM: -- tell you as I'm standing\nhere that the --\nJUSTICE BREYER: Yes.\nMR. NEWSOM: -- that the appointment was\nretroactive, but I do think that, given the nature of\nthe implementation, the relevant implementation in Young\nbeing registration, the fact that 4,000 people were\nregistered does bring this case pretty close to Young.\nAnd the fact that --\nJUSTICE BREYER: All right. Suppose I\nreject that on the ground of what I said. I'm not\nsaying I would, but suppose I did. Isn't that the end\nof this case? Because then, if I reject that, there is\na plan. The plan is called \"the special election plan.\"\nIt is in effect for a year and two months. People hold\noffice in election and they're paid. And then a new\nplan comes along, the governor's plan. Now that seems\nto me a change, and the statute says that if you have a\nchange, which this would be, you've got to preclear it.\nEnd of matter.\nNow, what's your argument about that?\nMR. NEWSOM: With respect to that, Your\nHonor, it's that I don't think it is accurate to say\nthat this was the governor's plan. The Governor was not\n--\nJUSTICE BREYER: No, I'm just using that as\nshorthand, the shorthand for a system under which the\nofficeholder is appointed by the government -- by the\ngovernor.\nMR. NEWSOM: Right. And --\nJUSTICE BREYER: And I'm saying if we start\nfrom the base that the plan is special election which\nwas in force and effect for a year and two months, then\nfor whatever set of reasons there is a change, and the\nState has to preclear the change. Now, what's the\nanswer to that?\nMR. NEWSOM: The answer to that, Your Honor,\nis that the shorthand misses the fact here that what\nwe're talking about is that the change results here from\na State court exercising judicial review. And this is\n-- that is different in kind from any sort of decision\nthat this Court has ever rendered about --\nJUSTICE BREYER: All right. So you're\nsaying that if the cause of a change is a court\ndecision, then you do not have to preclear. So that if\nin Mississippi in 1975, there had been a ruling of a\ncourt which said segregationist plan number one here is\nno good, so we're going to go back to the even worse\nplan that was before, that that wouldn't have had to\nhave been precleared?\nMR. NEWSOM: The point, Your Honor, is that\nthat --\nJUSTICE BREYER: You see where I'm going,\nand I'm not phrasing it correctly, but you can answer it\nanyway.\nMR. NEWSOM: So the point, Your Honor, is\nthat the result of that court decision would have been\nimmediately enjoined under the Fourteenth Amendment, the\nFifteenth Amendment, or section 2. The point about\nsection 5 --\nJUSTICE SCALIA: It would have been able to\nbe brought up here if it was based on a discriminatory\nintent, certainly.\nMR. NEWSOM: Absolutely. This Court would\nhave cert jurisdiction if there were -- if you have the\n--\nJUSTICE BREYER: But what my question is, is\nthere any authority for the proposition that between\n1964 and today, it mattered whether the cause of a\nchange in a State plan was a decision of let's say five\nmembers of a court -- of a State court -- or whether it\nwas a legislative decision. Because that's what I think\nyou're arguing, and is there any authority that supports\nyou on that?\nMR. NEWSOM: If I -- if I may, Justice\nBreyer, as a preface it's important that I emphasize\nsimply as sort of a superstructure point here that as --\nnot only as the plaintiff in this case, but as the party\nasking the Court to exacerbate federalism costs, within\nthe meaning of Bossier Parish, over what they have been\nto this point, I think it's my opponents' burden to show\nyou that Congress clearly intended to include these\nprovisions, as opposed to my burden to show you that\nCongress intended to exclude them. That's essentially\nwhat this Court said in Gregory versus Ashcroft.\nJUSTICE ALITO: Well, they argue in their\nbrief that there were instances in which State supreme\ncourts participated prior to the enactment of the Voting\nRights Act in changes in election requirements for the\npurposes of disenfranchising African-Americans. Are\nthey wrong on that? And if they're right on that, what\nreason is there to think that, without any text in\nsection 5 to making an exception for changes that are\nmade by State courts, what would be the reason for\nreading that in?\nMR. NEWSOM: Well, I think there are -- if I\ncan answer in two parts. First with respect to the\nlegislative history, to be sure the Appellees and their\namici have brought forward a number of examples of State\ncourt judges, principally southern State court judges,\ndoing some pretty despicable stuff, and I'm not here to\ndefend that. But with respect to the specific question\nat issue here, whether Congress was in enacting section\n5, was clued into this question and it had reason to\nthink that State Court exercises of judicial review\nwould give rise to the sorts of problems that section 5\nwas designed to inhibit, there simply is nothing to\nsupport that suggestion.\nSection 5, of course, was intended to do\nsomething very specific. It was designed to prevent or\nto catch government conduct that the more traditional\nremedies in place at the time under the '57, '60 and '64\nCivil Rights Acts, what we would today I think call a\nsection 2 suit, couldn't get. And the point here, in\naddition to the Danforth that at some deep\njurisprudential level courts don't change law, the more\nimportant practical point is that courts exercising\njudicial review are institutionally incapable of\nchanging the law specifically in the way that Congress\nwas concerned about when it enacted Section 5.\nCongress --\nCHIEF JUSTICE ROBERTS: Now, counsel, since\nyou mentioned section 5, perhaps you ought to look at\nit. It says that you have to preclear standards,\npractices, whatever, different from that in force or\neffect on November 1st, 1964.\nNow, the Respondents in their brief accused\nyou of making the argument that since this isn't\ndifferent from what was in effect in 1964 you don't have\nto preclear it. And you said, no, that's not what we're\nsaying; we take no position on that.\nWhy in the world did you say that? It says\nquite clearly the standard has to be different from that\nin force or effect on November 1st, '64. At that point\nthese people were appointed.\nMR. NEWSOM: That's right, Your Honor.\nThere are two sort of different things going on here.\nOne, as a matter again of the Appellees' burden to show\nyou that these decisions are clearly included within the\ntext, quite clearly they are not, because November 1,\n1964, as Your Honor quite correctly points out --\nCHIEF JUSTICE ROBERTS: Well, in your reply\nbrief on page 8 you say you take no position on that\nquestion.\nMR. NEWSOM: With respect, what I say at\npage 8 of the reply is that there is no need for this\nCourt to determine specifically how the November 1,\n1964, language ought to operate in the legislative and\nadministrative change scenario. This Court in Presley\nand again in Young versus Fordice has suggested in dicta\nthat perhaps the baseline might float, notwithstanding\nthe November 1, 1964 --\nCHIEF JUSTICE ROBERTS: Well, there wouldn't\nbe a different baseline for judicial changes than there\nwould be for legislative or executive changes, would\nthere?\nMR. NEWSOM: No. You're -- I think you're\nright, Your Honor, perhaps not. And this again goes to\nthe burden point that I was trying to make earlier. My\n-- the sole purpose in citing the November 1, 1964,\nlanguage is to show that at the very least, to the\nextent you're looking for some clear indication that\nCongress intended to get these decisions, the text\ncannot provide that clear indication.\nJUSTICE KENNEDY: Well, I take it it's your\nposition -- and I noticed this in the question put to\nyou by Justice Breyer -- tell me if this is wrong, but\nthat it's not just the fact that the court makes a\ndecision, because the court may have discretion to\nchoose plan one, plan two, plan three, but it is if the\ncourt makes a decision to show that the prior practice\nwas invalid, was void under State law.\nMR. NEWSOM: That's right, Your Honor.\nJUSTICE KENNEDY: That's the distinction, I\ntake it.\nMR. NEWSOM: That's right, Your Honor.\nJUSTICE KENNEDY: Not the fact that it's\njust the court, but the kind of decision the court\nmakes.\nMR. NEWSOM: That's right. There are\ndifferent lines the court might choose to draw. This\ncase at most presents a question where a court is\nexercising the power of judicial review to invalidate a\npreviously precleared statute. It might decide the case\nmore narrowly, as I said, under Young versus Fordice, on\na more fact-specific basis. But at the very most, the\nCourt would need to decide in this case is that the\nState court exercises a judicial review to invalidate\npreviously precleared practices as compliant with\nsection 5 do not give rise to section 5 changes.\nAnd, Chief Justice Roberts, just to get back\nto the textual piece of this, we have, pointed, in\naddition to the \"in force or effect\" language, which we\nthink -- which we think requires judgment for the\nGovernor on Young versus Fordice grounds and the\nNovember 1, 1964, language, we have also pointed to the\nprovision in section 5 that we have referred to as the\nsavings clause, which I think provides good reason at\nthe very least to think that Congress was thinking about\ncourt decisions enjoining existing baselines differently\nfrom the way it was thinking about the typical\nlegislative and administrative changes that have been\nthe grist of this Court's section 5 jurisprudence.\nJUSTICE GINSBURG: Mr. Newsom, before you\nfinish I would like to ask you a question about what\naction Governor Riley would take if you're right on the\nlaw? That is, a mistake by the Alabama Circuit Court\ncan't invalidate a law that the Supreme Court says on\njudicial review of -- on review of the circuit court,\nthat the circuit court got it wrong.\nThe first time around, when Jones was\nelected and then the Governor mooted any controversy by\njust appointing him. Now we have a similar situation.\nWe have somebody who has won an election overwhelmingly\nagainst the person that the Governor appointed. There\nare, what, five months left in the term? If your\nposition on the law is correct, would the Governor in\nfact oust the person who was a four-to-one 1 winner in a\npopular election and install the person who was a loser\nin -- would that happen? Could we project based on what\nhappened the first time around that the Governor would\nnot so thwart the will of the people?\nMR. NEWSOM: It would be the Governor's\noption, Your Honor, whether to -- to do what was done in\n1987 or '8, I suppose, and to install the winner of the\nelection or to reinstate Juan Chastang to his position.\nI have not discussed with the Governor what his specific\nintentions would be with respect to that. But it would\nbe his option to take one of those two courses under the\nlaw.\nI'd like to reserve the balance of my time.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Newsom.\nMs. Karlan.\nORAL ARGUMENT OF PAMELA S. KARLAN\nON BEHALF OF THE APPELLEES\nMS. KARLAN: Thank you, Mr. Chief Justice,\nand may it please the Court:\nI want to turn initially to two cases that\nweren't mentioned yet by the Court that I think dispose\nof the question of whether the law was in force or\neffect. And I would like to direct the Court's\nattention to page 101 of the joint appendix, because the\nlanguage I'm going to be talking about appears there in\nthe course of the Governor's request for reconsideration\nof DOJ's objection. This is the language from this\nCourt's opinion in Young against Fordice. And it starts\nmidway down the page, where the Court says that: \"The\nsimple fact that a voting practice is unlawful under\nState law does not show entirely by itself that the\npractice was never in force or effect.\" We agree.\nAnd then the Court goes on to say: \"A\nState, after all, might maintain in effect for many\nyears a plan that technically or in one respect or\nanother violated some provision of State law,\" citing\nPerkins against Matthews and City of Lockhart against\nUnited States.\nAll that Young against Fordice does is\nexplain that that case is a sport that deviates from the\ngeneral rule that this Court has had that when a law is\nin force or effect its constitutionality under State law\ndoesn't matter.\nI'd also like to direct the Court's\nattention to page 114 of the joint appendix, where Act\n85-237's text appears, and direct you to the bottom of\nthe page in section 4, which says: \"This Act shall\nbecome effective immediately upon its passage and\napproval by the Governor upon its otherwise becoming a\nlaw,\" which it did in June of '85 when the State\nobtained preclearance.\nJUSTICE SCALIA: Do you agree that the\nlawsuit to invalidate it was filed as soon as was\nfeasible?\nMS. KARLAN: I don't honestly know the\nanswer to that question, Justice Scalia, because Alabama\nlaw has different views, for example, on ripeness and\nthe like than Article III does. And this also goes to\nthe question that Justice Ginsburg asked at the very end\nof the argument about the remedy in this case, because\nAlabama law here is quite peculiar. And since we filed\nour brief there have been two opinions by the Alabama\nSupreme Court, in a case called Roper against Rhodes and\na case called Wood against Booth, that reiterated under\nAlabama law once an election has been held, if no\ncontest litigation was timely brought, the fact that the\nperson is unentitled to remain in office does not allow\ncontest after the fact.\nSo we have a peculiar problem in this case,\nwhich is, even if this Court were to reverse, there was\nan election held here pursuant to Alabama Act 2006-342\nthat was conceivably valid under Alabama law. And the\nquestion whether to replace Merceria Ludgood who won\nthat election, as you noted, by a four-to-one margin,\nwith either Juan Chastang or somebody else is quite up\nin the air.\nJUSTICE SCALIA: Why didn't the Alabama\nSupreme Court say that in this very case?\nMS. KARLAN: Well, in this case, the\nelection hadn't been held yet, Justice Scalia. That is,\nthe Alabama Supreme Court in the Riley decision here\nruled in the Governor's favor before we brought our\npreclearance action, so there was no election on the\ntable.\nJUSTICE GINSBURG: Then it was the district\njudge that made Alabama go to the preclearance after the\nsecond --\nMS. KARLAN: Yes, that's correct.\nJUSTICE GINSBURG: But still, if you take\nthis case at its essence, a circuit court got Alabama\nlaw wrong and that's what you say counts as to make the\nlaw operative.\nThe law becomes operative because an Alabama\nintermediate court or trial court made a wrong decision\nabout Alabama law; and then when the supreme court\ncorrects it, that doesn't count. That's essentially\nyour position, that they're locked, Alabama is locked\ninto a mistake that was made about Alabama law by that\ncircuit court.\nMS. KARLAN: No, Your Honor. We're not\nsaying that Alabama is locked in by the mistake of the\ncircuit court. What we're claiming here is that in\nApril of 1985, Alabama passed Act 85- 237. As a matter\nof Alabama law, it went into effect. In 1985, Alabama\nreceived preclearance. That law was on the books; an\nelection was held; a man served for three years. But\nit's not just that, Justice Ginsburg.\nJUSTICE SCALIA: Excuse me. I don't think\n-- I don't think I follow you that, as a matter of\nAlabama law, it went into effect. Just because the\nstatute said it went into effect does not prove that it\nwent into effect. I think the Alabama --\nMS. KARLAN: Your Honor --\nJUSTICE SCALIA: -- the Alabama Supreme\nCourt would say it never went into effect because it was\nunconstitutional.\nMS. KARLAN: No. No, Your Honor. If you\nlook at page 5 of the defendant's trial brief, which is\n-- I think it's Docket No. 16 -- you'll see that there\nin footnote 5 the State says: We asked for the Alabama\nSupreme Court to hold Act 85-237 void ab initio. They\ndid not do that, but we think they ought to have.\nAnd so even as a matter of Alabama law, I\ndon't think this is 100 percent clear. But if I can\nturn to the 2004 Act, because we think --\nJUSTICE KENNEDY: But suppose they didn't\nhave that footnote. Suppose they said: We hold it void\nab initio. Then, what's your answer to Justice Scalia's\nquestion?\nMS. KARLAN: My answer to his question is\nPerkins against Matthews and City of Lockhart against\nUnited States still compel the result of finding that\nthis law went into effect as a matter of Federal law,\nbecause the question of whether a law is in force or\neffect is a question of construing section 5 of the\nVoting Rights Act, which is Federal law.\nJUSTICE ALITO: Well, you're saying that if\na State passes a statute -- a State legislature passes a\nstatute that's flagrantly in violation of the State\nconstitution, it immediately is precleared, it's locked\ninto place?\nMS. KARLAN: Yes, I am.\nJUSTICE SCALIA: That rule of law renders\nconstitutional under State law an act that would\notherwise not be constitutional.\nMS. KARLAN: No, it does not render it\nconstitutional.\nJUSTICE SCALIA: Well, that's what you're\nsaying.\nMS. KARLAN: No.\nJUSTICE SCALIA: You're saying that's the\neffect: It locks it in.\nMS. KARLAN: It locks it in until the State\ncomes up with a constitutional cure, in the same way --\nJUSTICE SCALIA: Oh, but it can't go back.\nMS. KARLAN: No, it cannot go back.\nJUSTICE SCOUTER: It locks it in.\nMS. KARLAN: Well, it doesn't -- it doesn't\nrequire that they stay with that law. It simply says\nthey cannot make a change without obtaining\npreclearance, because that's what section 5 does. It's\na clear, bright-line rule.\nJUSTICE SOUTER: May I ask: You're not --\ncorrect me if I'm wrong. I didn't think you were\narguing that because of the preclearance followed by the\nState determination of unconstitutionality, that the\nState was required to follow that unconstitution law.\nI thought your argument simply was that, in\neffect, there was a stalemate at that point, and the\nState was going to have to come up with some new law\nthat would be precleared. Am I correct?\nMS. KARLAN: It's a little trickier than\nthat, Justice Souter, for the following reason. Let me\ngive you a hypothetical that will --\nJUSTICE SCALIA: For the reason that, absent\ntheir coming up with a new law, what law would be in\neffect?\nMS. KARLAN: That's what I was about to\nexplain.\nJUSTICE SOUTER: And isn't the answer that\nno law would be in effect? I mean, you're in the same\nsituation then that you would be in if there had been no\njudicial litigation going on, the law had been brought\nto the Justice Department or the D.C. court, had --\npreclearance had been refused. The State at that point\ndidn't have the old law because it had been repealed.\nIt couldn't apply the new law because it wasn't\nprecleared, and somebody in Alabama would have to do\nsomething.\nAren't we in essentially the same position\nhere?\nMS. KARLAN: Well, we are, but as I\nsuggested, it's a little trickier than that. Because,\nof course, the existing practice is for purposes of\nsection 5 the law that's in force or effect. So, for\nexample, suppose you had a State that --\nJUSTICE SOUTER: Well, it was in force and\neffect.\nMS. KARLAN: Excuse me?\nJUSTICE SOUTER: Does the theory require\nthat we assume it remains in force and effect by virtue\nof the preclearance even when there is a subsequent\ndetermination of unconstitutionality?\nMS. KARLAN: I think the answer to that\nquestion, candidly, is yes, and the State can cure that\nquite quickly. But let me explain it with a\nhypothetical that might make this clearer, which is:\nSuppose you had a State in which people were voting in\nan election, and then the State supreme court held that\nthat part of the county had never been properly annexed.\nThe State would be required to continue letting those\npeople vote in the election unless and until it received\npreclearance from the Department of Justice. That's\nwhat Perkins against Matthews and City of Lockhart\nrequire.\nSo the State has to, once it adopts a\npractice, continue using that practice unless and until\nit receives preclearance for a new practice or -- and\nthis is somewhat --\nJUSTICE KENNEDY: I'm not sure that in those\ncases you had what you had here, which was a\ndeclaration, let's assume, of invalidity ab initio.\nLet me give you this hypothetical. A county\ncouncil goes to the board of commissioners or the board\nof supervisors of the local county or legislative branch\nand says: The legislature has just adjourned; it passed\na lot of laws, and one of the laws it passed is that\nthat you now have to set the qualifications locally for\ncertain officials, so we have to act on this right away.\nThey pass the legislation. Three weeks go\nby. The county council says: You know, I made a\nmistake; that law was never passed; it was never signed\nby the governor. What rule? What result?\nMS. KARLAN: Well, in your hypothetical\nthere would be no problem at all, and this goes back to\nJustice Souter's hypothetical that he asked Mr. Newsom,\nwhich is: That law hasn't been precleared. Therefore,\nit's never in force or effect as a baseline.\nJUSTICE KENNEDY: Well, suppose it had been\nprecleared?\nMS. KARLAN: Then it would be Perkins\nagainst Matthews.\nJUSTICE BREYER: Well, is it? Because -- I\nmean, what they're saying is let's use a little common\nsense here. And you look at Fordice and there it was an\ninstance where it just didn't take effect at all as a\npractical matter.\nAnd then we cited those two cases you're\ntalking about, but I can't tell from the Fordice opinion\n-- there was a ward system that was in fact in force or\neffect. But I don't know how long that ward system was\nin effect. It might have been for a long time, and\npeople might have taken action under it.\nAnd the same thing is true in City of\nLockhart. I can't tell. You may know. But my point is\nthey are saying: Here we have a middle case, and what\nwe want is to use enough sense to say, look, it wasn't\nreally in effect. People challenged it the minute they\ncould. They -- everybody knew it was unconstitutional,\nor a lot of people believed it. And the Governor then\ndid something to make up for it.\nIf you're going to say that that little bit\ncounts as putting it in force and effect, you know what\nwe're going to have? We're going to have every\nmunicipality all over the country that doesn't always\nknow what the rules are, and they pass something, and\npeople challenge it immediately, it's obviously wrong,\nand they're stuck with it as a matter of Federal law.\nThat's going to be a mess.\nThey're saying something like that, so I'd\nlike to hear your response.\nMS. KARLAN: Well, there are two factual\npoints in response to your question, Justice Breyer.\nThe first is, with respect to Perkins against Matthews,\nthe Mississippi statute that required the use of\nat-large rather than district elections was passed in\n1962 and used precisely once before the preclearance, so\nit was on all fours with this case. It was a three-year\nlag between the unconstitutionality of the City of\nCanton's practice and the preclearance. So if we were\nto ask what does our case look most like that this Court\nhas already decided, it would be Perkins.\nThe second point which I want to direct the\nCourt to is we are not actually talking in this case --\nand this goes as well to the Court's judicial function\n-- about just Act 85-237. We are also talking in this\ncase about Act 2004-215, which was the attempt by the\nAlabama Legislature to revise the constitutionality of\nAct 85-237. Because the central problem in this case\nwas a provision of the Alabama Constitution, Section\n105, that said you couldn't pass local legislation\nunless the act -- unless the general act made that very\nclear.\nSo in 2004 the Alabama legislature thought\nit had solved the entire problem here by amending the\nsection of chapter 11 of the Alabama election law to say\nunless a local law provides otherwise you can use\ngubernatorial appointment. That law was intended to\nrevive Act 85-237. We know this because, among other\nthings, our clients were the sponsors of the act, among\nthe sponsors of the act.\nNow, the Alabama legislature --\nJUSTICE ALITO: If I could just ask you, in\nmaking that argument, aren't you asking us to say that\nthe purpose of this act -- that the intent of the\nAlabama legislature in passing that act is different\nfrom the intent as determined by the Alabama Supreme\nCourt?\nMS. KARLAN: Yes, but if I can explain why I\nthink this is important in a sense. It's because the\nclaim of the State is that this is a case about\nfundamental constitutional provisions of Alabama law,\nbut in fact in its current guise, which is whether the\n2004 Act revived the 1985 Act, this is purely a matter\nof statutory construction and what the Alabama Supreme\nCourt said is: We don't think the legislature meant to\nmake this law retroactive; we think they meant to make\nit only prospective. But that's not the same thing as\ntalking about fundamental Marbury against Madison\njudicial review of the kind that the --\nJUSTICE GINSBURG: It's a review of a lower\ncourt by a higher court. That's what higher courts do.\nThey review for correctness, and the Alabama Supreme\nCourt said the circuit court got it wrong. It\nmisconstrued the law, and we are correcting that. And\nthat's -- that's correct.\nMS. KARLAN: That is correct, Justice\nGinsburg, which leads to the second pair of cases that\nwe think this Court has already decided that provide you\nabsolutely clear guidance as to why preclearance was\nrequired here. And that's this Court's decision in\nHathorn against Lovorn and this Court's decision in\nBranch against Smith.\nIn both of those cases as well, you had the\nquestion, quite acutely in Hathorn against Lovorn, of\nwhether or not the chancery court in Mississippi, which\nis a trial-level court, got the law right or wrong on\nwhether elections should be conducted in a particular\nway in Warren County. The Mississippi Supreme Court\nsaid they got it wrong.\nBut this Court said that decision and the\nimplementation require preclearance because the presence\nof a court decree doesn't exempt a contested change from\nsection 5.\nSo in this case, had Governor Riley decided\ncompletely by himself that he, having taken an oath to\nsupport the Alabama constitution, could not in good\nconscience let a special election go forward here, it\nwould be no different from having the Alabama Supreme\nCourt decide that.\nJUSTICE SCALIA: What does the Alabama\nSupreme Court preclear? Where it was redistricting and\nit had a redistricting plan, I can see it would send\nover to the attorney general the new redistricting plan.\nWhat -- what do the justices of the Alabama Supreme\nCourt have to come before the attorney general to get\nhis benediction upon?\nMS. KARLAN: They have to --\nJUSTICE SCALIA: Do they submit their\nopinion and say, \"Mr. Attorney General, please approve\nour opinion\"?\nMS. KARLAN: No. No, Justice Scalia.\nJUSTICE SCALIA: All right. What?\nMS. KARLAN: They do not have to come before\nthis court at all. The chief election administrators of\nAlabama or, in this case, the governor must come before\nthe court before he issues a certificate of office.\nJUSTICE SCALIA: Before the attorney\ngeneral, you're talking about?\nMS. KARLAN: He doesn't even have to come\nbefore the attorney general. If you look at the\nstatutes, he could have come to the United States\nDistrict Court for the District of Columbia and gotten a\n--\nJUSTICE SCALIA: No, no. First of all,\nyou're trying to get -- the quick way is to get it from\nthe attorney general.\nMS. KARLAN: Well, the attorney general\nfound that this was a retrogressive change.\nJUSTICE SCALIA: I understand. What was\nsupposed -- what should have been submitted to the\nattorney general? What is the Alabama Supreme Court's\n--\nMS. KARLAN: Exactly what was submitted\nafter the Federal court did, which is the -- the\ndecision to appoint rather than to elect someone to\nDistrict 1 of the Mobile County Commission. The Alabama\nSupreme Court didn't have to submit anything, and the\nFederal court could not have been clearer in this case.\nJUSTICE GINSBURG: The Federal court told\nthe Alabama --\nMS. KARLAN: No, it told --\nJUSTICE GINSBURG: It told Alabama. I\nthought -- I thought that one of the reasons was\nadjudication wasn't complete when the district court\nmade its first ruling, so the district court said, now,\ngo off and get those two Alabama Supreme Court decisions\nprecleared.\nMS. KARLAN: No, Your Honor. That's not\nwhat they said.\nJUSTICE GINSBURG: What did they say?\nMS. KARLAN: If you turn to the August 18th\nfinal judgment, which is on page 9a over to page 10a of\nthe jurisdictional statement, they said judgment is\nentered in our favor -- that was the declaratory\njudgment -- and then said the State of Alabama has 90\ndays to obtain preclearance.\nThe State was free to come to the DDC and\nseek judicial preclearance if they wanted. The State\nwas free, as Justice Scalia suggested, to try and use\nthe quick way.\nJUSTICE GINSBURG: But the State's position\nwas it shouldn't have to preclear a decision of the\nState's highest court --\nMS. KARLAN: But it -- it --\nJUSTICE GINSBURG: -- saying that the State\nlower court got it wrong.\nMS. KARLAN: Justice Ginsburg, this does not\nsay the State has to preclear the decision of the\nAlabama Supreme Court. It simply says -- and if you\nlook at page 8a, which is the end of the district\ncourt's opinion -- you know, it's enjoining enforcement\nof those decisions; it's not enjoining those decisions.\nYou don't have to spin the Alabama Supreme Court here.\nBut they literally sued only the governor in this case.\nCHIEF JUSTICE ROBERTS: Why did Alabama have\nto preclear anything? On November 1st, 1964, this was\nan appointed position. This is not a change from what\nwas, quote, \"in force or effect\" on November 1st, 1964.\nMS. KARLAN: Well, for one thing, this Court\nwould have to overrule its decisions --\nCHIEF JUSTICE ROBERTS: Oh, no, no. Those\ndecisions are all dicta.\nMS. KARLAN: But let me go then straight to\na factual point, which is this is not the same practice\nas they were using on November 1st of 1964, because that\npractice was a combination of two things. It was\ngubernatorial appointment under Alabama Section 11-3-6,\nand it was gubernatorial appointment in the context of\nat-large elections, but --\nCHIEF JUSTICE ROBERTS: So something else\nchanged --\nMS. KARLAN: No, the --\nCHIEF JUSTICE ROBERTS: -- whether they are\nmembership elections or at-large elections.\nMS. KARLAN: It's a huge difference, Your\nHonor.\nCHIEF JUSTICE ROBERTS: The argument you\nmade in your brief was that this was already decided in\nReno versus Bossier Parish. I didn't see the --\nMS. KARLAN: No, we didn't --\nCHIEF JUSTICE ROBERTS: Is the argument that\nthis was not, in fact, a change in your brief?\nMS. KARLAN: We didn't see that until their\nreply brief, and we didn't think we needed to file a\nsurreply brief. This Court doesn't allow them.\nCHIEF JUSTICE ROBERTS: No. They had the\nargument -- you at least thought they did --\nMS. KARLAN: No.\nCHIEF JUSTICE ROBERTS: You quote in your\nbrief Reno versus Bossier Parish and one other case.\nI'm thinking of one other.\nMS. KARLAN: I think you're probably\nthinking about Young against Fordice, itself.\nCHIEF JUSTICE ROBERTS: Yes. And you raised\nthe argument -- you criticized them for raising this\nargument; that this wasn't any different; but you did\nnot say that it wasn't any different.\nMS. KARLAN: Well, their claim there was\nthat -- not that this wasn't any different, but part of\nour explanation is that, in context, we think there is a\ndifference between what was going on in 1964.\nThey actually, I think, want to go back to\nthe 1977 to 1985 practice, which is the post -- the\npost-election practice in Alabama once Brown against\nMoore had been decided.\nNow, the other thing is I will say that the\nDepartment of Justice regulations on this, which are\nquite clear, have been in effect since 1987. And in the\n2006 -- in the 2006 re-enactment of the Voting Rights\nAct, if you look at the House report, they talk about\nYoung against Fordice there. And they say\n\"Mississippi's attempt to revive and to resuscitate\" --\nand those are the House's words, \"to revive or\nresuscitate\" -- the --\nCHIEF JUSTICE ROBERTS: I think you're quite\nright on the DOJ regulations and the House report, but I\njust don't see how that squares with the statutory\nlanguage.\nMS. KARLAN: Well, Your Honor, if I could\njust make an observation about section 5 more generally\nin Allen, and I'll start here. In Allen, itself, this\nCourt recognized that the text of section 5 doesn't\nprovide for private rights of action, and yet it found\nthem.\nIt recognized that the text of section 14 of\nthe Voting Rights Act suggests that the only place that\ncan be -- that the only place that can litigate section\n5 --\nCHIEF JUSTICE ROBERTS: So because we've\nignored the text in other areas, we should just forget\nabout it here?\nMS. KARLAN: No, because that's -- that's\nthe -- those sets of decisions by this Court have been\nratified by Congress and have been the longstanding\npractice under section 5. You should continue that.\nCHIEF JUSTICE ROBERTS: I thought that --\nthey ratified -- these cases were ratified by Congress,\nbut Congress did not change the language in the statute.\nMS. KARLAN: Because it thought that the\npurpose of section 5 -- if I could spend just one\nsentence on this -- the purpose of section 5's November\n1st language was to prevent a sort of game of\nWhac-A-Mole in which the States would keep changing the\npractice. And the idea of that freeze was to hold it in\nplace so that it could be challenged as a constitutional\nmatter before the State switched again. It wasn't to\ncreate a safe harbor against attacks on the November 1st\npractice.\nThank you, Mr. Chief Justice.\nCHIEF JUSTICE ROBERTS: Thank you, Ms.\nKarlan.\nMr. Shanmugan.\nORAL ARGUMENT OF KANNON K. SHANMUGAM,\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE,\nSUPPORTING THE APPELLEES\nMR. SHANMUGAM: Thank you, Mr. Chief\nJustice, and may it please the Court:\nAs this Court has repeatedly recognized,\nsection 5 of the Voting Rights Act requires a cover\njurisdiction to seek preclearance whenever it seeks to\nadminister any change in its voting practices. And\nthere is no basis in either text or policy for carving\nout an exception for all or some changes precipitated by\nState-court decisions. The judgment of the district\ncourt should, therefore, be affirmed.\nJUSTICE SCALIA: Do you have any problem\nwith the republican form of government provision of the\nConstitution?\nMR. SHANMUGAM: Absolutely not.\nJUSTICE SCALIA: As I understand what's\ngoing on here, the -- the legislative process of the\npeople of Alabama, whereby something is invalid as a\nlaw, suddenly becomes a law because the Federal attorney\ngeneral has given it preclearance. The people have\nnever voted for that properly under their Constitution.\nYet, it becomes law in Alabama. And that's a republican\nform of government?\nMR. SHANMUGAM: Well, I don't think, with\nrespect, Justice Scalia, that that's actually happened\nhere. What happened in this case was that the practice\nof special elections actually went into effect while the\nlitigation was ongoing.\nThe Alabama Supreme Court then held that the\nstatute adopting that practice was invalid as a matter\nof State law, to be sure, and, therefore, was void ab\ninitio as a matter of State law.\nAs a result of that decision, the remedy in\nsome sense was to revert to the practice of\ngubernatorial appointments. And what happened then was\nthat it was then incumbent on the attorney general under\nsection 5, the Alabama attorney general, to seek\npreclearance of that practice. And the Federal attorney\ngeneral made the determination that it would be\nretrogressive to go back to that practice.\nJUSTICE SCALIA: From an Alabama law that\nhad never been adopted by the people of Alabama?\nMR. SHANMUGAM: It had been adopted by the\npeople of Alabama.\nJUSTICE SCALIA: Not validated, so --\nMR. SHANMUGAM: It was invalid, to be sure,\nas a matter of State law. And then -- and then what\nhappens at that point is that the Alabama attorney\ngeneral is in very much the same position as he would be\nif the Federal attorney general had held that some\nstatutory provision that had been enacted by the Alabama\nlegislature was improperly retrogressive. He would be\nfaced with a choice: He could either proceed under a\npractice that was invalid under State law, or the State\ncould pass a new law providing a --\nJUSTICE GINSBURG: That all depends on there\nhaving been a change. What there was was gubernatorial\nappointment. Then the legislature passes a law.\nSuppose that the circuit court had said, sorry,\nlegislature, you got it wrong, general prevails, you\ncan't do it this way, the law is invalid. Suppose the\ncircuit court had said that. Then there would not have\nbeen an election, right.\nMR. SHANMUGAM: That's exactly right, and\nunder our view there would not have been a change,\nbecause it was the fact that there was a special\nelection that was critical.\nJUSTICE GINSBURG: So there becomes -- there\nbecomes a change only because the circuit court has made\nthe mistake about what the State law is. That's very\nodd.\nMR. SHANMUGAM: There becomes a change,\nJustice Ginsburg, because the practice of special\nelections actually went into effect by virtue, at a\nminimum of the fact that an election was held. And to\nbe sure --\nCHIEF JUSTICE ROBERTS: What if the district\ncourt -- circuit court I guess it is in Alabama. This\naction is filed before the election and the circuit\ncourt says: You may have a successful claim here, but\nI'm not going to disrupt the election, there isn't time;\nso this election can go forward and during that period\nI'll be considering the law. We do that all the time,\nor three-judge district courts do, saying we're going to\nlook at this question, but we don't have time to stop\nthe election so it's going to go forward. In that case,\nwould that lead to the same result?\nMR. SHANMUGAM: Well, with respect,\nMr. Chief Justice, I think what a State court might do\nin that circumstance would be to enter a stay until it\ncould adjudicate the validity --\nCHIEF JUSTICE ROBERTS: Well, sure, but not\nalways. You know, if it's a week before the election or\nsomething, even if they think it's a serious claim, they\nsometimes say: We're going to allow the election to go\nforward because we're going to look at this and perhaps\nthe State Supreme Court has to look at it, and we don't\nwant to hold up the election.\nMR. SHANMUGAM: Well, it is certainly the\nimplication of our position that if the law actually\ngoes into effect and an election is held and if\npreclearance has already been granted for, in some\nsense, the contrary position, then, yes, if the State\nSupreme Court or the State trial court subsequently\ngives State law a different interpretation, then that\nchange is going to require preclearance.\nJUSTICE KENNEDY: That's not just an\nimplication. That's your whole theory.\nMR. SHANMUGAM: Well, it is our theory as to\nwhat the \"in force or effect\" requirement means. And we\nbelieve that that follows from this Court's decision in\nYoung versus Fordice, which sets out the parameters for\ndetermining --\nJUSTICE BREYER: Well, Young versus Fordice,\nthat's Young versus -- I mean, if it never went into\nforce and effect, of course we don't reach questions\nlike republican form of government or 1964 safe harbors\nand so forth. And so I think it's an important matter.\nAnd as I read Fordice, we have over here an instance\nwhere nothing happened. You know, some people\nregistered and then immediately they were told the\nregistration was no good. So it wasn't in force and\neffect.\nWhen I looked at Perkins v. Matthews, that\nwas not a case where the law was challenged immediately.\nRather, what Justice Brennan said is that this has been\nin effect from 1962 to 1965 at least, and in 1965 they\nhad an election under the ward system. So even if it\nmight have been unconstitutional or it was, it was still\nin effect for three years.\nIn the other case, City of Lockhart, Justice\nPowell says this statute has been in effect, we assume,\nfrom 1917 to 1973. That's not exactly a fleeting\nmatter. So -- so here we have a case where they\nchallenged it instantly, where it was litigated as fast\nas it possibly could be, where in fact, as Justice\nGinsburg just said, a different decision of the circuit\ncourt would have led to the opposite of it never would\nhave even had it. So what harm does it do to the\nenforcement of the civil rights laws of the United\nStates if the holding of this Court were, well, under\nthese circumstances, where challenged immediately, et\ncetera, it never took force and effect?\nMR. SHANMUGAM: Justice Breyer, the harm is\nthat there would be actual retrogression. And I think\nthat there are two critical and distinct legal issues\nthat this Court needs to address. The first is whether\nthis practice was in effect for long enough for it to\nhave been in force or effect. The governing precedent\non that issue is Young versus Fordice.\nAnd we believe that there is more here.\nThere is not simply the partial implementation of voter\nregistration procedures for a very brief period of time,\na matter of weeks. An election was actually held and if\nthat is not sufficient to satisfy the \"in force or\neffect\" requirement, it's hard to see what would be.\nThe second question is whether a practice\ncan be said to be in force or effect when it was void ab\ninitio as a matter of State law. And we do respectfully\nsubmit that the City of Lockhart and Perkins answer that\nquestion because in both of those case the Court held\nthat the relevant question was whether the practice was\nactually in effect.\nCHIEF JUSTICE ROBERTS: Counsel, you talk\nabout force and effect. Of course, the statute says\n\"force or effect on November 1st, 1964.\" Do you have\nanything to add to Ms. Karlan's response on my quaint\nfixation on the language of the statute?\nMR. SHANMUGAM: Well, it isn't quaint at\nall. I would say that I do think that as a textual\nmatter one could perhaps make the argument that where a\ncovered jurisdiction changes its voting practice after\nthe statutory coverage date and then enacts basically a\nnew version of the pre-existing practice, that the new\npractice could as a formal matter be said to be a new\npractice.\nBut I want to make two additional points.\nThe first is that the question of whether the statute\ncovers reversion to coverage date practices is really\nnot properly before the Court. Appellant seemingly did\nnot raise it before the district court and it is not --\nCHIEF JUSTICE ROBERTS: Well, that can't tie\nour hands in properly interpreting the statute.\nMR. SHANMUGAM: Well, it's not within the\nscope of the question presented, either. The question\npresented focuses solely on the question of whether\nchanges precipitated by State court decisions require\npreclearance. And that's a question that this Court has\nanswered twice in Hathorn and Branch.\nThe only other thing that I would say is\nthat it has been not only the consistent interpretation\nof the attorney general, but also the consistent\ninterpretation as far as we are aware of the lower\ncourt, that the statute does reach reversions to\npreexisting practices as well.\nCHIEF JUSTICE ROBERTS: I don't see how --\nregardless of how consistent the interpretation is, how\ncan you read \"November 1st, 1964,\" to mean anything\nother than that date?\nMR. SHANMUGAM: Well, I do think that a\ntextual argument could be made, Mr. Chief Justice, that\nthe practice that was in effect as of the coverage date\nin some sense ceases to exist when the jurisdiction\nadopts an intervening distinct practice. And certainly\nthere is enough ambiguity, I believe, to get us into the\nrealm of deference, and this Court has repeatedly\nrecognized that the attorney general's interpretations\nof section 5 are entitled to substantial deference.\nJUSTICE SCALIA: Mr. Shanmugan, what does\nthe attorney general do when he gets -- I mean, does he\njust preclear any old thing that somebody shoves under\nhis nose? Does he look to see whether there is\nlitigation pending on it? Was this litigation pending\nwhen it was --\nMR. SHANMUGAM: I think this bears --\nJUSTICE SCALIA: -- the plan was\nsubmitted --\nMR. SHANMUGAM: This bears on a critical\npoint, Justice Scalia. And this Court has a line of\ncases in the section 5 area that says that it is really\nincumbent on covered jurisdictions when they seek\npreclearance clearly to identify the relevant change in\ntheir voting practices when they come to the attorney\ngeneral for preclearance. And when the 1985 act was\nsubmitted for preclearance, there was nary a word in the\nAlabama attorney general's submission that there was any\npotential difficulty with the statute under State law.\nAnd so, the attorney general precluded on\nthe understandable understanding that the statute simply\naffected a shift to special elections. And I do think\nthat the great price of Appellant's interpretation is if\nthe court were to adopt it, it would suddenly shift the\nburden to the Federal attorney general or the D.C.\nDistrict Court to when they receive a preclearance\nsubmission, essentially assess the meaning and validity\nof any State statute, lest the State statute be\nconstrued differently by a State court, and thus, lock\nin the preclearance court or attorney general. And we\nbelieve that that problem along with this Court's\ndecision in Branch and Hawthorne support our\ninterpretation.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Newsom, four minutes.\nJUSTICE STEVENS: Mr. Newsom, I hate to\nintrude on your rebuttal time, but I would like to ask\nyou this question. Supposing a State after 1964 and\nbefore 2000 made 35 different changes of all improved\nvoting rights, could they always go back to the practice\nin effect of 1964 and not have to preclear?\nREBUTTAL ARGUMENT OF KEVIN C. NEWSOM\nON BEHALF OF THE APPELLANT\nMR. NEWSOM: Your Honor, if we are talking\nabout a legislative or administrative change, the answer\nmay well be no under this Court's dicta.\nJUSTICE STEVENS: It could be any kind of\nchange, legislative, administrative, judicial, could\nthey always go back to 1964 and have a safe harbor?\nMR. NEWSOM: I think that, Your Honor, if\nyou're going to treat all forms of changes together,\nthen they may well be able to. Although I would say\nthis, that that will very rarely, if ever, be the case.\nThis is sort of the odd ball case in which the reversion\nhappens to be --\nJUSTICE STEVENS: I understand. I'm just\ntrying to understand how much teeth there is in the 1964\ndate. Is it safe harbor or isn't it?\nMR. NEWSOM: Well, I think the explanation\nfor 19 -- for November 1, 1964 is section 5 was\nimplemented as a five-year stopgap measure. It's now\nbeen extended through 2031 with no amendment of the\nlanguage. So it might have made some sense as a hard\nrequirement in 1964. It makes much less practical\nsense, I recognize, today. But the language is what the\nlanguage is I'm sorry.\nCHIEF JUSTICE ROBERTS: What about\nMs. Karlan's response that this is not the same practice\nbut it's different because the underlying method of\nelection has been changed.\nMR. NEWSOM: With respect, Your Honor, I\nthink the plaqueities is gubernatorial appointment. It\ndoesn't strike me that the underlying method of how the\nelection might have operated if the rule were election\nshould matter, the rule was gubernatorial appointment.\nThe rule is by virtue of these decisions gubernatorial\nappointment.\nIf I may, just a couple of housekeeping\nitems.\nJustice Ginsburg, the question of what DOJ\nwas asked to preclear here is crystal clear from the\ndistrict court's opinion. On August 18, 2006, this\nthree-judge court held that two Alabama Supreme Court\ndecisions Stokes v. Noonan and Riley v. Kennedy must be\nprecleared before they can be -- so the notion that the\nState was not asked to preclear judicial decisions is\nsimply incorrect.\nThe second thing I'd like to mention just\nbriefly is that the Federalism exacerbation here exists\nin a very real way for this reason. The entire\nlegislative and litigation history of section 5 has been\nabout legislative and administrative change. Even with\nrespect to those sorts of changes, this Court has said\nmost recently and most forcefully in Presley that that\napplication of section 5 even there works an\nextraordinary change of the traditional course of\nrelations between the states and the Federal Government.\nSo the -- to this point to be sure the Court has been\nwilling to accept that extraordinary departure. The\nquestion in this case, however, is whether this\nextraordinary departure ought to become this\nextraordinary departure to account for this new\ncategory, this new universe of changes.\nJUSTICE SOUTER: Why as a matter of\nFederalism is it more extraordinary to review a court\ndetermination than the determination of a popularly\nelected legislature?\nMR. NEWSOM: Well, Your Honor, there are two\npieces of this, really. That's more extraordinary\nsimply in a quantitative sense. We are talking about a\nlot more changes, so in sheer numbers we have got an\nexacerbation.\nBut it's also in a qualitative sense the\nsense that we are living in a post Marbury, post Cooper\nversus Aaron, post Bernie world in which State courts\njust like Federal courts are tasked with finally\ndeciding what State law means. And so, there is a very\nreal difference, I think, in upsetting the considered\njudgment of a State court with respect to what State\ncourt -- with respect to what State law means than there\nis --\nJUSTICE SOUTER: But they are not saying\nState law is different from what it means. They are\nsaying that you cannot put a change in effect until you\nget it precleared.\nMR. NEWSOM: Right, Your Honor. But with\nrespect I think that that doesn't do justice to the\nfunctional reality of what's going on here. In 1988 the\nAlabama Supreme Court says, may I, says in Stokes versus\nNoonan that 85-237 is and always was unconstitutional.\nWe have an issue of doctrine that's simply part of\nAlabama law and, again, I don't think anybody here\nseriously disputes that 85-237 was unconstitutional.\nAnd 20 years later DOJ steps in and refuses\nto bless that determination, and to be sure, is not\nmeddling around in the intricacies of state law but the\nfunctional equivalent is the same. They set that\njudgment aside, and notwithstanding the Stokes court\ninvalidation of that, DOJ says very clearly in its\nobjection letters that 85-237, despite its invalidation,\nremains in full force and effect.\nCHIEF JUSTICE ROBERTS: Thank you counsel.\n"
    }, 
    "respondents": [
        "No. 07-77 YVONNE KENNEDY, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 28, 
        "JUSTICE ALITO": 3, 
        "JUSTICE BREYER": 15, 
        "JUSTICE GINSBURG": 15, 
        "JUSTICE KENNEDY": 13, 
        "JUSTICE SCALIA": 28, 
        "JUSTICE SCOUTER": 1, 
        "JUSTICE SOUTER": 13, 
        "JUSTICE STEVENS": 6, 
        "MR. NEWSOM": 55, 
        "MR. SHANMUGAM": 16, 
        "MS. KARLAN": 47
    }
}