{
    "appearances": {
        "content": "BARRY R. OSTRAGER, ESQ., New York, N.Y.; on behalf of\nthe Petitioners.\nSAMUEL ISSACHAROFF, ESQ., New York, N.Y.; on behalf\nof the Respondents Cascino Asbestos Claimants.\nJACOB C. COHN, ESQ., Philadelphia, Pa, on behalf of the\nRespondent Chubb Indemnity Insurance Company.\n"
    }, 
    "caseNum": "08-295", 
    "caseinfo": {
        "content": "THE TRAVELERS INDEMNITY :\nCOMPANY, ET AL., :\nPetitioners :\nv. : No. 08-295\nPEARLIE BAILEY, ET AL.; :\nCOMMON LAW SETTLEMENT :\nCOUNSEL, :\nPetitioner :\nv. : No. 08-307\nPEARLIE BAILEY, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nBARRY R. OSTRAGER, ESQ.\nOn behalf of the Petitioners 4\nSAMUEL ISSACHAROFF, ESQ.\nOn behalf of the Respondents Cascino\nAsbestos Claimants 22\nJACOB C. COHN, ESQ.\nOn behalf of the Respondent\nChubb Indemnity Insurance Company 40\nREBUTTAL ARGUMENT OF\nBARRY R. OSTRAGER, ESQ.\nOn behalf of the Petitioners 50\n"
    }, 
    "location": {
        "content": "and\nCOMMON LAW SETTLEMENT :\nCOUNSEL, :\nPetitioner :\nv. : No. 08-307\nPEARLIE BAILEY, ET AL. :\nWashington, D.C.\nMonday, March 30, 2009\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:03 a.m.\n"
    }, 
    "petitioners": [
        "THE TRAVELERS INDEMNITY", 
        "COMPANY, ET AL.,"
    ], 
    "proceedings": {
        "content": "(10:03 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument first this morning in Case 08-295, Travelers\nIndemnity Company v. Bailey, and Common Law Settlement\nCounsel v. Bailey.\nMr. Ostrager.\nORAL ARGUMENT OF BARRY R. OSTRAGER\nON BEHALF OF THE PETITIONERS\nMR. OSTRAGER: Mr. Chief Justice, and may it\nplease the Court:\nIn 1988, the Second Circuit decided in two\nseparate decisions that a bankruptcy court exercising\nits core jurisdiction had properly confirmed the plan of\nreorganization that resolved present and future claims\nagainst Johns-Manville and the insurers who funded\nManville's reorganization plan. Last year, despite its\ndecades-old rulings to the contrary, the Second Circuit\nsustained a collateral attack on the confirmation order\nand held that the bankruptcy court lacked subject matter\njurisdiction back in 1986 to enjoin direct actions\nagainst Travelers, quote, \"based upon, arising out of,\nor related to,\" close quote --\nJUSTICE GINSBURG: Mr. Ostrager, you have\ncharacterized the Second Circuit's decision in a way the\nSecond Circuit did not. The Second Circuit said: The\nconfirmation of the 1986 order stands, but that order\ndid not encompass what was added in 2004; that is, that\norder dealt with the debtor, with Manville and the\ninsurer's obligation to cover Manville's liability. The\nSecond Circuit said: Now, this 2004 order, which\nconcerns independent actions against insurers for their\nown wrong, was never encompassed in the order that they\naffirmed. So I think it's quite unfair to say it's a\ncollateral attack on the 1986 order.\nMR. OSTRAGER: Justice Ginsburg, the\nbankruptcy court judge, interpreting his own order,\nexplicitly held that the 1986 order was intended and was\nalways intended to enjoin direct actions against\nTravelers based upon, arising out of, or relating to the\ninsurance policies Manville purchased from Travelers.\nJUSTICE GINSBURG: At the time of the 1986\norder, had these independent actions started? I thought\nat the time of the 1986 order the concerns were suits\ninvolving Manville's liability and the insurers'\nderivative obligation to cover.\nMR. OSTRAGER: Justice Ginsburg, at the time\nof the 1986 order there had been various forms of direct\naction filed against Manville, and the bankruptcy court\nconcluded, and the Second Circuit recognized, that a\nsettlement with the insurers was essential for the\nreorganization and rehabilitation of Manville --\nJUSTICE GINSBURG: The insurers, to the\nextent of the insurance proceeds. That's what created\nthe pot that made the settlement fund. But what I'm\ntrying to get at is this extra piece, because the only\ninformation we have is that Manville -- there was the\nconversation that's reported in the Chubb brief. This\nquestion came up, well, what about actions against the\ninsurers for their own wrongs? And the answer was, oh,\nthose aren't covered.\nMR. OSTRAGER: The plan of reorganization as\nultimately confirmed contained the language to which I\ndirected the Court. It -- a plan of confirmation\nincluded all aspects of the resolution of the Manville\nestate. The confirmation order was all about ensuring\nfairness to all claimants. It was all about expanding\nthe value of the estate, and it was all about\nrehabilitating the debtor for the benefit of its\nemployees, suppliers, and local claimants.\nJUSTICE SOUTER: Well, Mr. Ostrager, is --\nhelp me out, because this is an issue of fact, and I\ndon't have the record in front of me now. But didn't\nthe 1986 order expressly include permission for certain\nactions alleging insurer misconduct to proceed, those\nthat had already been filed?\nMR. OSTRAGER: It did. It did, yes.\nJUSTICE SOUTER: I drew the implication from\nthat that the -- that the bankruptcy court thought its\norder would be barring such actions if they had not\nalready been filed. Am I right on the -- on the -- at\nleast on the record point?\nMR. OSTRAGER: You are right on the record\npoint. However, Judge Lifland in the hearings that were\nassociated with his clarifying order was very explicit\nthat he use the words \"based upon, arising out of, or\nrelated to\" for the express purpose of granting\nTravelers the broadest relief that could be afforded to\nTravelers post-confirmation. And --\nJUSTICE SOUTER: But he was saying that --\nin effect, that was simply articulating rather more than\nhe had done the first time around and what he intended\nthe first time around.\nMR. OSTRAGER: Well, he certainly intended\nto make the cornerstone of the Manville reorganization\nwork. And as the Second Circuit itself held, in a\nsubsequent collateral attack, the O'Malley case --\nreported at 100 F.3d 944, a 1996 case where there was a\nchallenge to the bankruptcy court's reaffirmation and\ncontinuation of the '86 order, Second Circuit held in\n1996 that such an injunction is essential to the success\nof the settlement, and its continuation was well within\nthe discretion of the trial court.\nJUSTICE ALITO: Was the Second Circuit's\ndecision based on an interpretation of the confirmation\norder or was it based on subject matter jurisdiction?\nMR. OSTRAGER: The Second Circuit order was\nexplicitly predicated on the theory that the bankruptcy\ncourt lacked subject matter jurisdiction back in 1986 to\nenjoin these direct actions.\nNow, we submit that the Second Circuit\nclearly erred, because it conflated the entirely\ndistinct concept of the court's subject matter\njurisdiction and the propriety of the court's exercise\nof subject matter jurisdiction. This was a distinction\nthat this Court expressly recognized 75 years ago in the\nContinental Illinois v. Rock Island Railroad.\nJUSTICE SCALIA: Well, there is a\ndistinction between jurisdiction and whether the action\ntaken by the bankruptcy court comes within the statute.\nBut at some point, at some point surely the two overlap.\nI mean, suppose -- you know, you say simply because it\nis a bankruptcy action it comes within the bankruptcy\nclause and there is jurisdiction. But what if the\nbankruptcy court in connection with the bankruptcy\ndecrees that a totally unrelated company has to pay a\ncertain amount of money and it's conceded that this\ncompany has no relation to the bankruptcy, but the court\nsays, this is a national problem and this other company\nought to contribute.\nMR. OSTRAGER: Justice Scalia --\nJUSTICE SCALIA: Do you think that would be\nwithin the bankruptcy power?\nMR. OSTRAGER: Justice Scalia, clearly the\nCongress in fashioning over the years expansive\nsafeguards facilitating growth and change in the\nbankruptcy law as our nation's commerce has grown has\ndone that.\nJUSTICE SCALIA: They can do anything under\nthe bankruptcy law?\nMR. OSTRAGER: No. Subject to appropriate\nsafeguards. Now, in order to confirm a plan of\nreorganization a -- a debtor must meet all 16\nrequirements of section 1129.\nJUSTICE SCALIA: Okay, that's fine. I'm not\narguing about that. I'm arguing about the principle\nthat you are asking us to accept, to wit, that this\nchallenge cannot possibly be based upon jurisdiction.\nSurely there are some things that simply do not fall\nwithin the bankruptcy power. Isn't that true?\nMR. OSTRAGER: I would agree that that is\nso.\nJUSTICE SCALIA: Okay. And that --\nMR. OSTRAGER: This is not our case.\nJUSTICE SCALIA: Well, what you are saying\nis this does fall within the bankruptcy power. But\ndon't tell us that it is not a challenge based upon the\njurisdiction of the court and based exclusively upon the\nstatute. It could be based upon both.\nMR. OSTRAGER: Justice Scalia, I would say\nthat the bankruptcy court in this case unquestionably\nhad jurisdiction over the Manville reorganization under\n28 U.S.C. 1334(b) as the Manville reorganization was a\ncivil proceeding arising under Title 11 of the\nBankruptcy Code.\nJUSTICE GINSBURG: The Second Circuit's view\nwas that the bankruptcy court has no authority, no\nsubject matter jurisdiction, when the debtor -- debtor's\nliability is not in question. The Second Circuit\nthought, rightly or wrongly, that when the liability is\nbetween two- the question is between two nondebtors,\nTravelers on the one hand, the claimants on the other,\nManville is not in the picture. That's what the Second\nCircuit said, it falls outside the domain of the\nbankruptcy court, and that could be wrong or it could be\nright. But in the Second Circuit's view the bankruptcy\ncourt lacked authority to deal with the nondebtors'\nliability to the claimants.\nMR. OSTRAGER: There were, Justice Ginsburg,\n60 pages of findings of fact indicating that the direct\naction suits against Manville was an end run around the\n--\nJUSTICE GINSBURG: The direct actions\nagainst Travelers.\nMR. OSTRAGER: Against Travelers, were an\nend run around the discharge of Manville, and that all\nof the claims against Travelers arose out of and flowed\nto the insurance relationship.\nJUSTICE STEVENS: Mr. Ostrager, may I ask\nthis question. I -- I was unable to find the complaints\nin the voluminous filings here. Do any of the\nplaintiffs' cases seek recovery from assets of the\nestate that would reduce the payments to creditors of\nManville?\nMR. OSTRAGER: Well, the reason that this is\nso critical is that --\nJUSTICE KENNEDY: Can you answer my\nquestion?\nMR. OSTRAGER: They do not seek assets of\nthe estate, although Travelers would potentially have\ncontribution claims against Manville because all of the\nclaims --\nJUSTICE KENNEDY: But why does the\nbankruptcy court have jurisdiction to enjoin third party\nactions against some creditor of the estate?\nMR. OSTRAGER: The Respondents actually\nconcede that bankruptcy courts have subject matter\njurisdiction to enjoin actions against non-debtors in\nappropriate circumstances. That's the Chubb brief at\npages 22 and 40.\nJUSTICE KENNEDY: But if those actions won't\naffect the estate at all, I just don't understand sort\nof the basic theory, and I don't really understand the\ntheory of the plaintiffs' cases, either. I don't\nunderstand -- I can't figure out what anybody expects to\ncollect from Travelers for what they did. The fact that\nthey defended cases certainly was proper for them as an\ninsurance company. This is mysterious case to me.\nMR. OSTRAGER: Justice Stevens , you are\nabsolutely right that these direct action cases have\nnever been sustained because they all relate to the\ndischarge by Travelers of Travelers' obligations as\nManville's insurer, and that's one of the reasons why\nthe bankruptcy court judge issued the injunction.\nNow, the Second --\nJUSTICE GINSBURG: These were cases in the\nState courts and, as I understand it, so far none of\nthem have succeeded.\nMR. OSTRAGER: That is correct.\nThe Second Circuit also completely ignored\nthe enactment by Congress of sections 524(g) and (h) of\nthe Bankruptcy Code, which are modelled on the Manville\nreorganization, and expressly grandfather the Manville\ninjunction as a final order that could not be revoked.\nJUSTICE GINSBURG: How could you say they\nignored it when they had several pages devoted to 524,\nand they said it was -- it didn't cover these so-called\ndirect actions, which really aren't what we generally\ncall direct actions. But the Second Circuit did address\nwhat Congress did to codify essentially the Manville\ndevice.\nMR. OSTRAGER: I would respectfully\ndisagree. 524(g) specifically says that asbestos --\nasbestos channeling injunction \"shall be valid and\nenforceable and may not be revoked or modified by any\ncourt except through direct appeal.\" And 524(h)(i)\nspecifically says that the pre-1994 asbestos channeling\ninjunctions shall be considered to meet all of the\nrequirements of 524(g)(2), which is in our appendix at\npage 471, which means that they automatically meet\n524(g)(3)(A)(i) and may not be revoked or modified\nexcept through appeal.\nJUSTICE STEVENS: How do -- how do these\npending actions have any impact on fulfilling the\nobjections -- objectives of the channeling instruction\nor affect the disposition of the assets in the estate?\nI just don't understand it.\nMR. OSTRAGER: The essential issue here,\nJustice Stevens, is that there would have been no\nManville reorganization --\nJUSTICE STEVENS: Yes, but there has been\none and it's been a success.\nMR. OSTRAGER: It's been a remarkable\nsuccess. Asbestos claimants have received -- 660,000\nasbestos claimants have received --\nJUSTICE STEVENS: None of whom would be\naffected --\nMR. OSTRAGER: -- more than $2.8 billion.\nJUSTICE KENNEDY: But none of whom would be\naffected if these suits go forward, as I understand it.\nI'm missing something very important, I think.\nMR. OSTRAGER: The point is that there\ncouldn't have been have a Manville reorganization\nwithout the insurance settlements. The Second Circuit\nrecognized that. The Second Circuit further recognized\nthat these direct actions violate the express terms of\nthe injunction that Judge Lifland, the bankruptcy judge,\ngranted in this case.\nJUSTICE KENNEDY: Why isn't it harmless\nerror?\nMR. OSTRAGER: The 524(g)(4)(A)(2)(iii)\nspecifically authorizes asbestos channeling injunctions\nthat bar any claim against the third party to be\ndirectly or indirectly liable for claims against the\ndebtor.\nCHIEF JUSTICE ROBERTS: So if part of the\nsettlement -- I mean, Travelers says, we need to get\nmore out of this before we're going to put in all the\npolicy funds; the bankruptcy judge says, well, you are\ngoing to be immune from any traffic accident liability;\nand there is a traffic accident and Travelers said:\nWell, the bankruptcy court said I don't have to pay. Is\nthat all right? It's within the jurisdiction as you\nread it because it involves Travelers it's related to\nthe funds they submitted into the trust account. Is\nthat --\nMR. OSTRAGER: Mr. Chief justice, that would\nnot be covered and that is certainly not what the\nbankruptcy court intended or said.\nCHIEF JUSTICE ROBERTS: No, I know they that\ndidn't intend anything with respect to traffic\naccidents. But my question is how far does your theory\nreach?\nMR. OSTRAGER: This Court has recognized in\nthe Katz case that bankruptcy extends beyond the res.\nCHIEF JUSTICE ROBERTS: So there would be\njurisdiction in the hypothetical that I posed?\nMR. OSTRAGER: Not in the hypothetical you\nposed. On direct appeal that would clearly be excluded\nbecause it wouldn't meet --\nCHIEF JUSTICE ROBERTS: Right, on direct\nappeal. Are you suggesting it would be barred -- that\nTravelers would have protection under a collateral\nattack?\nMR. OSTRAGER: I don't think we need to\nreach that issue in this case. There is no question\nthat in connection with exercising its subject matter\njurisdiction over the Manville reorganization the\nbankruptcy court had the power under section 105 of the\nBankruptcy Code to issue any order, process or judgment\nnecessary or appropriate to carry out the provisions of\nTitle 11.\nJUSTICE KENNEDY: Well, but it seems to me\nyou --\nJUSTICE SCALIA: But you acknowledge that\nthat's not true. You acknowledge that they couldn't\nhave issued the hypothetical order that the Chief\nJustice proposed, even if that was necessary, even if\nTravelers said, we will not kick in the money up to the\nlimits of our liability unless you make us immune from\nall traffic accidents. You acknowledged that that's no\ngood, right?\nMR. OSTRAGER: In this order the -- the\nlimitation on the injunction was based upon arising out\nof or related to. I would submit that the traffic\naccident falls outside the scope of --\nCHIEF JUSTICE ROBERTS: Why is that? It --\nit involves one -- it involves the insurance company,\nits coverage of Johns-Manville. And the Travelers is\nsaying: Look, we are not going to do it unless you give\nus this -- this broader immunity, and the bankruptcy\njudge does it. I don't know why it would be outside the\njurisdiction of the bankruptcy court. It is clearly\nrelated to allowing the settlement to go forward.\nMR. OSTRAGER: Well, I -- I think we have an\nact of Congress, 524(g) and (h), which --\nJUSTICE GINSBURG: May I interrupt you\nthere? Because you told me that the Second Circuit\nignored 524(g), and I'm looking at page 33a of the\npetition for cert and the Second Circuit addresses\n524(g), and its discussion continues for a couple pages.\nI don't see how that's ignoring the issue.\nMR. OSTRAGER: With -- with respect, I\nbelieve that there are express findings of fact that the\nbankruptcy court made which were adopted by the district\ncourt, which were embraced in full by the Second\nCircuit, and we have a -- a pure issue of law here.\nJUSTICE GINSBURG: And may I -- may I have\nan answer to my question about the Second Circuit\nignoring 524(g) when they devoted two and a half pages\nto it?\nMR. OSTRAGER: I believe that they clearly\nmisinterpreted the intent of 524(g) and (h). They\nclearly misperceived the fact that Congress had\nexpressly grandfathered the Manville injunction in\n524(g).\nJUSTICE GINSBURG: Another mystery in this\nmost mysterious case: If it was so clear that the\noriginal order, the 1986 order, insured Travelers that\nit would have no liability for asbestos claims, period,\nthen why did it put up $400 million, much more than it\nhad put up originally, in order to settle with people\nwho were bringing precisely that kind of claim?\nMR. OSTRAGER: During the course of the five\nyears of proceedings before the bankruptcy court, the\ncase was referred to mediation before the Honorable\nMario Cuomo. And in connection with that mediation\nthere was a business decision made to secure releases\nmuch broader than the injunction that was contained.\nTravelers would in connection with the mediation process\nparticipate in a settlement.\nJUSTICE GINSBURG: What was the difference\nbetween the release that you say flowed from the 1986\norder and the releases that were obtained with the\n$400 million?\nMR. OSTRAGER: One was a general -- one was\na general release and the other was a release based\nupon, arising out of, or related to the Manville\ninsurance policies that Travelers purchased --\nJUSTICE GINSBURG: So, specifically what was\nnot included in the 1986 release that was included as a\nresult of the settlement negotiations?\nMR. OSTRAGER: It -- an absolute, broad\ngeneral release by 80,000 people. Now, I want to --\nJUSTICE GINSBURG: But I would like to know\nthe difference. What would -- what would Travelers be\nliable for under the 1986 order as you read it, that\nthey got freedom from as a result of this settlement?\nMR. OSTRAGER: Potentially -- potentially\nthe traffic accident that Mr. Chief Justice referenced.\nI want to reserve --\nJUSTICE GINSBURG: So then -- so that the\n2000 clarification order did exonerate them from traffic\naccidents?\nMR. OSTRAGER: It's a general release.\nI -- I want to conclude and reserve the\nbalance of my time by noting that \"Redefining the scope\nof a long-final confirmation order unravels intricate\ntransactions so as to knock the props out from under the\nauthorization for every transaction that has taken\nplace.\" That's a quote from the Second Circuit's\ndecision in Chateaugay Corp., 10 F.3d 944. And that\ncreates an unmanageable, uncontrollable situation for\ncourts and litigants alike.\nJUSTICE GINSBURG: I have one question\nbefore you reserve the rest of your time. That is, you\nsaid this is -- this is a sweeping release that\nTravelers got in settlement for the claims of many\nparties. But some people were not there and those are\nthe people who still want to bring their claims.\nMR. OSTRAGER: I would say that the --\nJUSTICE GINSBURG: I haven't asked my\nquestion.\nMR. OSTRAGER: Oh, I'm sorry.\nJUSTICE GINSBURG: I would like to know what\n-- what notice did the people who were left out of the\nsettlement, who were not part of the settlement, who\nsay, so we want our day in court -- what notice did they\nhave and what opportunity to be heard?\nMR. OSTRAGER: There was broad notice to the\npeople who would be affected by the issuance of the\ninjunction. This Court has recognized --\nJUSTICE SOUTER: How did they get the\nnotice? You say it's broad notice. What exactly was\ndone?\nMR. OSTRAGER: There were newspaper blasts\nrepeatedly, all sorts of public notice, radio\nannouncements. But we are dealing with a special\nremedial scheme that expressly forecloses successive\nlitigation by non-litigants and in the bankruptcy\ncontext --\nJUSTICE GINSBURG: How can it be successive\nwhen they didn't even get their -- I mean they -- these\npeople haven't had a day in court. They may have a\nclaim that's no good. All State courts so far have said\ntheir claim is no good. But they have a right --\nMR. OSTRAGER: This is what Congress has\nmade provision for in 524(g) and (h). This is what I\nbelieve the Court contemplated in Ortiz at page 846,\nalso in Martin v. Wilks, also in Taylor v. Stargell.\nAnd I think this rule was foreshadowed as long ago as\nMullaney v. Central Hanover Trust Company.\nJUSTICE GINSBURG: The rule -- the\nparticular rule that I am asking you about is that\npeople who have not had their day in court can be\nprecluded --\nMR. OSTRAGER: Yes.\nJUSTICE GINSBURG: -- on the basis of\nnewspaper notice and radio announcements?\nMR. OSTRAGER: As the court said in\nMullaney, beneficiaries whose interests are either\nconjectural or future, although they could be --\nJUSTICE GINSBURG: That was the best\npossible notice, which included regular mail notice.\nMR. OSTRAGER: Not -- not with respect to\nfuture claimants who haven't had any disease. There has\nto be finality. That's what 524(g) and (h) says. A\nconfirmation order has to be final. As the Court said\nin Stohl, there has to be a beginning of litigation and\na place to end litigation.\nI would like to reserve, if I may, with\nrespect, the balance of my time for rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Issacharoff.\nORAL ARGUMENT OF SAMUEL ISSACHAROFF\nON BEHALF OF THE RESPONDENTS\nCASCINO ASBESTOS CLAIMANTS\nMR. ISSACHAROFF: Mr. Chief Justice, and may\nit please the Court:\nAs the Court has indicated, this is a\nquestion of jurisdiction, and the issue is whether a\nbankruptcy court may enter an order that goes to a\nnondebtor, offers a release against independent State\nlaw claims.\nJUSTICE KENNEDY: Well, as to the 1986 order\nit seemed to me that the counsel for the Petitioner\nmight have answered the question posed by the Chief\nJustice with the traffic accident hypothetical: That is\nan interesting question of subject matter jurisdiction,\nand maybe there is subject matter jurisdiction, maybe\nthere isn't, but that issue as to the 1986 order is\nfinal. Now, that brings us to the -- the later order,\n2004, 2006. And then the question is whether or not\nthat's just a reiteration of the earlier order or a\nfurther expansion of jurisdiction that could be reached.\nWhy couldn't the counsel for Petitioner have\ngiven that answer?\nMR. ISSACHAROFF: Well, the counsel for\nPetitioner can't give that answer for two separate\nreasons. The first has to do with the subject matter\njurisdiction limitation of a bankruptcy court: That as\nsoon as the release is outside the debtor's estate and\nimpact on the debtor's estate or the debtor/creditor\nrelationship, that places it beyond the power of the\nbankruptcy court.\nJUSTICE KENNEDY: But, putting aside\nquestions of notice, if these parties had been\nrepresented in the appeal of the 1986 order, maybe the\nsubject matter jurisdiction ruling was correct; maybe it\nwas incorrect; but it's done.\nMR. ISSACHAROFF: If -- if these parties had\nbeen present, if they had been appealed, if this had\nbeen in effect a settlement orchestrated through the\nbankruptcy court, then there might be the -- the ability\nto liquidate the class action.\nJUSTICE KENNEDY: So then it's just a\nquestion of personal jurisdiction and notice. It is not\na question of subject matter jurisdiction, because\nsubject matter jurisdiction can be concluded in an\nearlier order and there can be no collateral attack if\nyou've been a party.\nMR. ISSACHAROFF: Justice Kennedy, it is a\nquestion of subject matter jurisdiction if it is not to\nbe a consensual agreement. If there is not to be -- the\npurpose of notice is to give you the opportunity to opt\nout and to object --\nJUSTICE BREYER: I don't think there's a\nnotice question. I thought there were 5,538 plaintiffs\nhere and -- that you represent, and every one of them\nhas already gotten money from the trust except for two\nwho have filed claims against it. So I imagine if\nthat's so, they certainly know about it.\nMR. ISSACHAROFF: They do know about it.\nJUSTICE BREYER: Okay, so there is no notice\nproblem. If there were a notice problem I guess there\nwould be a due process problem. So, I don't see what\nnotice has any more to do with this than the NCAA\ntournament.\nMR. ISSACHAROFF: Justice Breyer, I\nmisunderstood Justice's Kennedy's question to be about\n1986, not about the present. And in 1980 -- in the\noriginal confirmation, these people had not filed suit,\nhad not made claims at the time.\nJUSTICE BREYER: Well, in the original\nconfirmation there are problems in asbestos cases, like\nother bankruptcy cases, of giving people notice.\nBankrupt people often give notice to many who aren't\nthere. And I don't know that -- maybe there is a\nconstitutional problem with some of them, but I would\nhave thought jurisdiction under the statute is clear.\nMR. ISSACHAROFF: Well, the question is --\nJUSTICE BREYER: What is -- is this about\nnotice?\nMR. ISSACHAROFF: No, I don't believe it is\nabout notice.\nJUSTICE BREYER: I didn't think so. I\nthought this was about the case of the meaning of the\nwords in the statute that they have authority in the\nbankruptcy court to issue any order, process or judgment\nthat is necessary or appropriate to carry out the\nprovisions of the title. And we've said that the test\nis whether the outcome of the proceeding -- this is the\nother State proceeding -- could conceivably have any\neffect on the estate being administered in bankruptcy.\nSo, as I understood it, that's the test.\nMR. ISSACHAROFF: I agree.\nJUSTICE BREYER: That's what -- that's what\nthis Court said. Now, they may be few and far between,\nan order like this, but where there are special reasons\nfor it -- suppose it's a pension fund and you want to\nreorganize the company and this is the employees' --\nthey're -- the employees' pension fund's worried about\nclaims which are related directly. Or suppose it's an\nofficer, or suppose it's a worker, and to reorganize the\ncompany you must cut the claims off. And otherwise, it\nis down the drain for everyone, no more money in the\nfund, no more jobs for the employees.\nNow, what is it here that would say there is\nno special circumstance such that a bankruptcy judge can\never do it, no matter what?\nMR. ISSACHAROFF: In -- in your example,\nJustice Breyer, you rely upon this Court's decision in\nCelotex, which adopted the Pacor test from the Third\nCircuit. And in each case that has applied that, the\nquestion is whether there is a potential impact upon the\nestate of the bankrupt. The critical issue in this case\nis that not a single one of the claims that is presented\nir seeks to be enjoined here has any potential impact on\nthe --\nJUSTICE BREYER: Is what you are saying also\ntrue of the various other asbestos cases that have, I\nthink, done this?\nMR. ISSACHAROFF: There is no asbestos case\nthat I am aware of that has released third party claims\nthat have no impact on the debtor. I am not aware of a\nsingle one.\nJUSTICE BREYER: Well, of course, this has\nenormous practical impact on the debtor. If not him --\nnot this one, because it's already a done deal -- you\nwill never get insurance companies --\nMR. ISSACHAROFF: No, I don't --\nJUSTICE BREYER: -- to go into this kind of\nthing if they are going to be sued for the very act of\nhelping the debtor defend the asbestos cases. And so, I\ncan't imagine an insurance company in its right mind\ngoing into that when in fact all these suits are still\nopen. That presumably is why the bankruptcy judge cut\nit off.\nMR. ISSACHAROFF: I think that the facts of\nrecord indicate that Travelers went into this particular\ndeal full well knowing that it was not getting this kind\nof release because that kind of release was not\navailable. And I think --\nJUSTICE SOUTER: What do you -- what do you\nmake of the provision of the 1986 order to the effect\nthat, as I understand it and as I asked your brother a\nmoment ago, existing claims based upon misbehavior of\nthe -- of the insurance company were not cut off? The\nreasonable implication, I think, of that is that any\nfuture claims based upon insurance company misconduct\nwould be cut off by the terms of the '86 order.\nWhat -- what do you say about that\nimplication?\nMR. ISSACHAROFF: Justice Souter, I would\nsay two things. First of all, that the record speaks to\nspecific negotiations between Travelers and Manville and\nbetween all the insurers and Manville on prospective\nliabilities of the -- of the insurance companies, so\nthat the bankruptcy court can be read to be just\ncleaning up what had happened retrospectively up until\nthat point.\nJUSTICE SOUTER: Yes, but it was prospective\nliability based upon misconduct of the insurance\ncompany, not merely derivative of -- of its insurance\ncontract in -- in the conventional sense.\nMR. ISSACHAROFF: I -- I understand that.\nBut it's also important -- I think that there was a\nquestion raised by Justice Alito a minute ago about what\nexactly had happened in 1986 and whether the Second\nCircuit was making findings of fact or findings of law.\nIn 1988, in the MacArthur case, the Second\nCircuit relied on section 1334(d) as the jurisdictional\nbasis for upholding the district -- the bankruptcy\norder. Section 1334(d), which is now recodified as\n1334(e), has to do only with the disposition of the\nassets of the estate, the property of the estate.\nAnd so, the Second Circuit order in 19 -- in\n1988, which is the controlling legal authority on what\nthe scope of the release was, went only to the property\nof the estate. And so, I don't think that there was any\nunderstanding at the time by anyone that there was a\nrelease of claims that were independent of the property\nof the estate or made -- or had no hold upon or\npotential impact upon the property of the estate.\nJUSTICE BREYER: Why does it say -- it\ndoesn't say that. What it says in the release is it\nsays: We are releasing or everybody is enjoined from\nbringing a suit for policy claims against Travelers, and\na policy claim is any and all claims based upon, arising\nout of, or relating to any insurance policy.\nAnd then the bankruptcy judge, in thousands\nof findings, I guess, said that your lawsuits do relate\nto the relevant insurance policies. Indeed, the claims\nare based upon the joint -- the obligation of Travelers\nto defend those very policies, given the obligation to\ndefend Johns-Manville.\nSo the relation is exceedingly close, and\nthe language covers it, and there are thousands of pages\nof findings, I guess, that show that.\nMR. ISSACHAROFF: Well, Your Honor, some of\nthe releases that are in effect in this case go to\nconduct that occurred after 1986. Some of them have to\ndo with claims. For example, the Wise claim which is\nreferred to in the Second Circuit's opinion has to do\nwith claims that have nothing to do with the coverage of\nManville. They have to do with actions taken with\nregard to other insurers. This is an exceedingly --\nJUSTICE KENNEDY: Settlement clauses often\nrelease future claims; standard stuff in a release\nclause.\nMR. ISSACHAROFF: Absolutely, Your Honor.\nContract clauses do it and class actions do it,\nconsensual agreements, when there is notice, the\nopportunity to opt out, and there is volition; they\noften release much broader. But a bankruptcy court is\nan extraordinary proceeding. A bankruptcy court is an\nobligation that rights are terminated without any\nconsensual --\nJUSTICE KENNEDY: But that is subject matter\njurisdiction and that is foreclosed. Now, if you are\ntalking about personal jurisdiction that may be\nsomething else.\nMR. ISSACHAROFF: No, I'm not talking --\nJUSTICE KENNEDY: But you're talking about\nsubject matter jurisdiction and that has been foreclosed\nby the earlier Circuit Court of Appeals' opinion. And\nthe court of appeals' opinion that we are reviewing now\nseems to conflate that issue.\nMR. ISSACHAROFF: I don't believe so, Your\nHonor. I think that in the 1988 opinion in the\nMacArthur case, the Second Circuit was quite clear that\nall that was being released was claims against insurance\nproceeds that had been delivered and had become property\nof the estate, whose depletion could affect the estate.\nJUSTICE SOUTER: Okay. If that is -- if\nthat is the case -- let's assume that that is -- that it\nwas that narrow. The fact remains, however, that at\nthis point, as Justice Kennedy has suggested several\ntimes, my understanding is at least that you cannot\ncollaterally attack the jurisdiction of the court who\nentered the order it did. And the only claim that you\ncan make now is that the order by its terms did not\ncover your cases.\nDo you agree?\nMR. ISSACHAROFF: I agree that that is the\ngeneral rule, that is correct. I agree further that the\nSecond Circuit expressly held at page 31a that the error\nof the bankruptcy court was that it subsequently\ninterpreted the order more broadly than the Second\nCircuit had affirmed in 1988. I think that that's the\nheart of the case, because --\nJUSTICE SOUTER: So it's a question of the\nscope of the order?\nMR. ISSACHAROFF: Yes, it is.\nJUSTICE SOUTER: Okay.\nMR. ISSACHAROFF: Yes, it is. There is a\nquestion which this Court has actually not addressed,\nwhich is about the prospective application of an order\nthat is entered without subject matter jurisdiction. I\ndon't think there is any case squarely on point.\nCertainly there are cases that allow\nprospective collateral challenges to an order entered\nwithout personal jurisdiction. I don't think the Court\nhas addressed the subject matter jurisdiction, but it\ndoesn't have to --\nJUSTICE ALITO: But didn't this --\nJUSTICE SOUTER: I didn't mean to cut you\noff. I'm sorry.\nMR. ISSACHAROFF: I don't think the Court\nhas to address this here, Your Honor, because in this\ncase, the initial order only went -- as affirmed by the\nSecond Circuit, only went to the property of the estate.\nAnd second --\nJUSTICE SOUTER: May I then raise a question\nthere? I mean, I think there is a legitimate question\nabout that, given the -- given the rather general terms\nof the -- of the scope of the order. And I would like\nyour response to this. It seems to me as a background\nconsideration that we should have in mind in\ninterpreting how broad that order was. It's been raised\na couple times; Justice Breyer raised it a moment ago.\nAnd it's this: It is one argument to say that the\nbankruptcy court does not have jurisdiction, and\nderivatively an order that it issued should not be\ninterpreted to cover, any claim that does not affect or\ncannot deplete the bankruptcy estate taken as a given\nfact at the time this later case is brought.\nAnother view of jurisdiction would be that\nthe bankruptcy court has jurisdiction and hence an order\nmight be interpreted to cover any cases which, if\ncontemplated, would have precluded the settlement that\ncreated the bankruptcy estate. If Travelers had thought\nthat it was going to be liable for these cases of\ninsurer misconduct, it might very well have said: We're\nnot forking over X hundred millions of dollars, leaving\nthis exposure open. So that the bankruptcy estate would\nnever have attained the size that it attained if the --\nif the insurer and everybody else had not understood\nthat these later claims would be -- were being cut off.\nIs that argument a relevant -- number one,\nis that a legitimate jurisdictional argument? And\nnumber two, is it a relevant argument that we should\nbear in mind -- in trying to figure out how broad the\n'86 order really was?\nMR. ISSACHAROFF: Your Honor, you gave two\nalternative definitions of jurisdiction. The first one\nwe have no problem with. Obviously that's our\nargument --\nJUSTICE SOUTER: Everybody accepts at that\nmuch.\nMR. ISSACHAROFF: Right. The second one, I\nthink that this Court has to go back to the Syngenta\ncase, which I think is quite instructive on this point.\nIn Syngenta there was a settlement in a Federal court\naction. There is no question that the parties settled,\nthat the monies were paid, everything was done pursuant\nto that settlement. Then one of the parties goes into\nState court and files a claim that was clearly subsumed\nwithin the settlement.\nThe district court tried to issue an order,\nsaying: I have to have power over this, because\notherwise there could never have been a settlement. And\nthis Court unanimously reversed on the grounds that that\nhad to be brought through the State court system,\nbecause you could not get jurisdiction simply because of\nthe expediency, the necessity, any of these terms do not\nafford an affirmative grant of jurisdiction to the\nCourt. So I think --\nJUSTICE GINSBURG: Can you answer the\nquestion practically, the insurers would not have\nsettled, there would have been no 1986 order, if they\ndidn't have this broader liability? They say without\nglobal protections they never would have contributed to\nthe trust fund. And I would like you to answer that\nquestion.\nMR. ISSACHAROFF: We don't know that, Your\nHonor. We know that the record indicates that they did\nnot believe in 1985, when they signed a letter among all\nthe counsel that was submitted to the court, that they\nwere getting any such release. So there's nothing in\nthe record that indicates that they would not have gone\ninto this deal, and in fact, there have been many, many\nasbestos workouts since that time, none of which have\nreleases that do not affect the debtor's estate.\nSo I don't know that the factual premise is\nthere. But let's assume that it was, for the purposes\nof the question. Let's assume that no insurance company\nwould go -- go into this, unless they get releases that\ngo far beyond normal jurisdiction of a bankruptcy court.\nI think that under Syngenta that has to be given to them\nby Congress. Congress in 1334 gave specific forms of\njurisdiction. It gave the \"arising under\" and \"arising\nin\" which pertained to the activities of the bankrupt,\nof the debtor; and it gave \"related to\" and \"related\nto,\" as this Court interpreted in Celotex, adopting the\nThird Circuit standard, \"related to\" means that it has\nan impact upon the estate of the debtor.\nJUSTICE ALITO: Isn't that what the Congress\ngave them in the 1994 Bankruptcy Act?\nMR. ISSACHAROFF: No. The Bankruptcy Act\nactually has very interesting language on point. The\nBankruptcy Act says, in 524(g)(4)(ii), says that the\nrelief is for demands on the debtor, that flow from\ndemands on the debtor, and by reason of the demands on\nthe debtor. That is the trigger language before we get\nto Roman numeral (iii), which has to do with insurance.\nSo if one actually looks at the statute, the\nform of the statute is that there is releases to the\nextent that there is a claim of derivative liability.\nJUSTICE ALITO: Do you dispute the\nproposition that that statute was passed in large part\nfor the purpose of codifying what was done in this case?\nMR. ISSACHAROFF: I do not --\nJUSTICE ALITO: The sort of thing that was\ndone in this case?\nMR. ISSACHAROFF: I do not dispute that at\nall. But what was done in this case was not simply what\nJudge Lifland did, but what Judge Lifland did as\naffirmed by the Second Circuit. The bankruptcy court\ndoes not have stand-alone powers to make determinations\nas pertain to, particularly, common law actions. That\ngoes back to the Marathon Pipeline issue that this Court\nhad to -- had to address and that Congress sought to fix\nby maintaining a tight hold on the \"relating to\"\njurisdiction of the Court and making sure that that's\nreviewable by the district court and by the court of\nappeals. So the -- yes, Congress codified the -- the\nManville deal in -- in 1994, but they did so as it was\ninterpreted by the controlling courts.\nJUSTICE BREYER: In your view, if Smith has\na 2 or $4 billion claim against company X and the\npension fund together, company X is in bankruptcy, and\nso the judge says: \"I want to enjoin this claim, we\nwill settle it,\" you know, but the pension fund --\ndoesn't -- doesn't the bankruptcy judge -- if in fact\nwithout the pension fund you couldn't reorganize,\nwouldn't the bankruptcy judge have authority to cut off\nthe claim against the pension fund?\nIt's a question of whether the company goes\ndown the drain or whether it doesn't. And --\nMR. ISSACHAROFF: The rule --\nJUSTICE BREYER: -- the pension fund is all\nmixed up in this together.\nMR. ISSACHAROFF: The rule of thumb, Justice\nBreyer, is that if there is an automatic indemnity\nagainst the -- the --\nJUSTICE BREYER: No, there is nothing here\nin indemnity.\nMR. ISSACHAROFF: Then our position is that\nit does not have authority.\nJUSTICE BREYER: And that would be true of\nall the workforce and they have claims against the\nindividual members of the workforce? They have -- it\nseems to me it would be an unusual case, I agree with\nyou on that, but to say never -- to say never is what is\nbothering me.\nMR. ISSACHAROFF: Well, I think that it\ncomes down to two questions, Justice Breyer. One is\nwhether the constitutional authority under Article I\nreaches beyond --\nJUSTICE BREYER: Well, why not -- because\nthere is a good constitutional protection; it's called\nthe due process clause. If the bankruptcy judge goes\ntoo far, it's a due process violation.\nMR. ISSACHAROFF: No, I don't -- I -- I\ndisagree with that, Justice Breyer. I think that the\nbankruptcy court has to point to statutory authority.\nJUSTICE BREYER: Well, there's language,\nbroad language.\nMR. ISSACHAROFF: Broad language.\nJUSTICE BREYER: Broad language.\nMR. ISSACHAROFF: Yes, in the statute, yes.\nYes, there is broad language in the statute. The\n\"relating to\" language is quite broad. But the\n\"relating to\" language has been interpreted, and every\ncourt that has looked at it, this Court and -- this\nCourt and every court of appeals, without any dissent in\nany court of appeals that has looked at this issue --\nhas decided that \"relating to\" means an impact on the\nestate. Without that, the bankruptcy power has no\ntethers.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Cohn.\nORAL ARGUMENT OF JACOB C. COHN\nON BEHALF OF THE RESPONDENT\nCHUBB INDEMNITY INSURANCE COMPANY\nMR. COHN: Mr. Chief Justice, and may it\nplease the Court:\nA discharge in bankruptcy wipes away a\ndebtor's liability for its prepetition conduct. Yet\nTravelers' interpretation of the 1986 orders gives\nTravelers broader protection than even Manville could\nobtain because it gives Travelers immunity for its\nknowledge. Bankruptcy discharges do not erase a\ndebtor's knowledge.\nIf Manville started making asbestos products\nagain after its discharge, it would not be immune for\nclaims that it acted with the knowledge that asbestos is\ndangerous. Yet, that is precisely the protection that\nTravelers argues that it is entitled to here.\nAnd to take, for example, the Wise\ncomplaint -- which The Travelers, Petitioners, put forth\nas a typical claim here -- and you look at the class\nthey purport to represent, they purport to represent a\nclass of disappointed claimants against three companies,\nCombustion Engineering, AC&S, and A&I, none of which are\nManville. They claim that they are not seeking even to\nrecover for asbestos bodily injury claims. Instead,\nthey claim that they settled their claims too cheaply\nwith Combustion Engineering because, for example, in the\n1990s allegedly, decades, 15 years after the\nconfirmation and discharge of Manville, Travelers in\ndefending Combustion Engineering, with the knowledge\nthat asbestos is dangerous or whatever from working with\nManville, provided false interrogatory responses on\nbehalf of Combustion Engineering. That is how far\nafield the proffered interpretation of the 1986 order\ngoes.\nJUSTICE ALITO: Is it not the case that most\nof the claims are claims based on -- based on Manville?\nMR. COHN: Are they claims --\nJUSTICE ALITO: Relating to what Travelers\ndid in relation to Manville, rather than other\ncompanies.\nMR. COHN: I don't think it's related to\nwhat they did. I think the distinction here is relating\nto what they know. The point is --\nJUSTICE ALITO: You're -- you're making the\nargument that some of these claims concern things that\nTravelers did in relation to the defense of other\nasbestos manufacturers. Now, maybe that means that the\n-- the bankruptcy court interpreted the order too\nbroadly or -- in that respect. But what does that have\nto do with the main issue here?\nMR. COHN: If an asbestos claimant, an\nindependent action plaintiff, is seeking to recover from\nTravelers for Manville-derived liability, it's barred.\nThat was the purpose of the remand by the Second Circuit\nhaving provided the appropriate measuring stick to the\nbankruptcy court to go look at these complaints and\nfigure out whether or not in fact somebody's trying to\ntake money out of Travelers' pocket for Manville's\nliabilities.\nJUSTICE SOUTER: But isn't it the case, to\nmake sure I understand it, the Wise complaints are the\n-- are the exception. They are the only complaints, as\nI understand it in this current round of litigation,\nthat claims that the actual harm to them resulted from\nactions other than actions of Manville. Is that\ncorrect?\nMR. COHN: The statutory -- not exactly.\nThe statutory direct actions, which account for 400\nmillion of the half billion dollars they'd like to pay\nto these alleged contemnors, all have to do with claims-\nhandling practices of Travelers with respect to other\ninsureds besides Manville.\nThe Common Law independent actions allege\nthat the insurance industry as a whole learned of the\ndangers of asbestos. It has a free-standing duty to the\nworld to warn the world of the dangers of asbestos.\nChubb Indemnity Insurance Company was not a Manville\ninsurer, yet Chubb is alleged to have been in cahoots\nwith the rest of the industry in failing to warn the\nworld, and, therefore, they along with the rest of the\ninsurance industry face unlimited liability unrelated to\ninsurance policies for this --\nJUSTICE SOUTER: No, I understand -- or\nmaybe I don't -- maybe I don't understand the -- every\nstep in the liability claim. My only question was,\namong the plaintiffs, is it correct that the only\nplaintiffs who claim they were hurt physically by\nasbestos as a result of the actions of somebody, the\nonly ones who are claiming that the somebody was other\nthan Manville are the Wise plaintiffs. Is that correct?\nMR. COHN: I think not.\nJUSTICE SOUTER: No?\nMR. COHN: I think that every asbestos\nclaimant by and large has a claim against Manville, but\nthat doesn't mean they are not --\nJUSTICE SOUTER: Simply because of\nManville's position in the --\nMR. COHN: The ubiquity of Manville asbestos\nand their activities makes practically everybody, if not\neverybody, a Manville claimant, at least --\nJUSTICE SOUTER: So -- so that you are\nsaying in effect everybody ultimately is claiming\nagainst Manville, the Wise plaintiffs and every other\nset of plaintiffs in this -- in this group of direct\nliability claimants, right?\nMR. COHN: Well, is or can. But that\ndoesn't mean that they are attempting to assert\nliability against an insurance company because of\nManville's own conduct.\nJUSTICE SOUTER: I -- I understand your\ncause of action. Okay. I don't want to --\nMR. COHN: So, getting back to the next\npoint I would like to make is, as Mr. Issacharoff has\nstated, the Second Circuit was presented and the\nbankruptcy court was presented in 1986 with a plan and\nwith an order that was stated to be premised upon the\nderivative liability of Travelers for Manville.\nJUSTICE BREYER: Who stated it? Who stated\nthat? I mean, when I -- I read what the judge said at\nthe time. I've read language of the order, and I\nhaven't found there anything that said that. What it\ntalked about was policies that were seriously\nintertwined with the liability of Manville.\nMR. COHN: Well, the insurance settlement\norder, which is what is at issue here -- which is not\nthe channeling injunction order, by the way; it was\nentered before that -- was premised upon the policies\nbeing property of the estate. That was --\nJUSTICE BREYER: Is this the confirmation\norder?\nMR. COHN: The confirmation order is\nactually not directly at issue.\nJUSTICE BREYER: That's different. Okay.\nSo the confirmation order --\nMR. COHN: The confirmation order is\npurposely --\nJUSTICE BREYER: But there's another piece\nof paper called \"the insurance settlement order,\" which\nsays that the confirmation order and all these other\ndefinitions and the injunction just refer to derivative\nliability?\nMR. COHN: The --\nJUSTICE BREYER: Yes or no?\nMR. COHN: -- definition of -- yes --\nJUSTICE BREYER: Yes?\nMR. COHN: No. The definition of --\nJUSTICE BREYER: No? Okay. All right.\nMR. COHN: -- of \"policy claims\" is\ncontained in the --\nJUSTICE BREYER: Well, then I don't see what\nhas to do with it.\nMR. COHN: Well, the definition of \"policy\nclaims\" is contained in the settlement order, which is\nDecember 18, 1986. It was a free-standing order that\nwas entered --\nJUSTICE BREYER: All right. That's a\ndifferent definition than the definition of \"policy\nclaims\" in the injunction, presumably.\nMR. COHN: There are two injunctions, Your\nHonor.\nJUSTICE BREYER: All right. I have a\nconfirmation order, an injunction. It defines \"policy\nclaims\" in both as a lawsuit relating to any or all of\nthe insurance policies.\nMR. COHN: That is the injunction in the\ninsurance injunction.\nJUSTICE BREYER: And your other piece of\npaper says what?\nMR. COHN: The other piece of paper is even\nclearer. That's why they don't rely on it. It says,\nyou may not seek to recover asbestos health obligations,\nwhich are the future Manville-derived asbestos claims\nfrom Travelers, from a settling insurance company. They\ndon't even try to argue that the channeling injunction\ngets them there. They're arguing that the insurance\npolicy buy-back order, if you want to call it that, the\ninsurance settlement order pursuant to which they\nretired their insurance obligations was -- the\ndefinition of \"policy claims\" was --\nJUSTICE BREYER: You go on. Don't worry.\nI'll look it up.\nMR. COHN: Thank you.\nCHIEF JUSTICE ROBERTS: Why doesn't the Due\nProcess Clause fully protect you? If the bankruptcy\ncourt made a mistake and purported to exercise\njurisdiction over your claims, then I suppose you have,\nin particular cases if you can establish it, a due\nprocess claim that fully protects you.\nMR. COHN: Chubb, Mr. Chief justice, in fact\nhas an alternative argument that was never reached that,\nas a non-Manville insurer, it was in a position of an\nunrepresented future claimant, and in fact it cannot be\nconstitutionally bound by res judicata to the 1986\norder.\nCHIEF JUSTICE ROBERTS: I saw in the -- I\nguess it was in the Travelers' reply brief, the\nsuggestion that there was a future -- somebody\nrepresenting future claimants.\nMR. COHN: Future tort claimants, not future\ninsurance defendants.\nCHIEF JUSTICE ROBERTS: Where is that?\nMR. COHN: Cause of action claimants.\nCHIEF JUSTICE ROBERTS: Where is that\nlimitation spelled out?\nMR. COHN: Well, if you look at the order\nthat -- that appoints the future claims representative,\nit is to represent the interests of people who have been\nexposed to Manville asbestos but have not yet been --\nmanifested harm because of the long latency period of\nasbestos injuries.\nCHIEF JUSTICE ROBERTS: Is that a\ndescription of the clients at issue here? They've been\n-- they've all been exposed to asbestos?\nMR. COHN: It's not a description of Chubb,\nYour Honor.\nCHIEF JUSTICE ROBERTS: I know, but I'm\nasking about the claimants.\nMR. COHN: The claimants presumably were\npeople that were -- the individual independent action\nplaintiffs presumably were represented by the future\nclaimants' representative in 1986 and were at that time\nfuture claimants or else their -- you know, their harm\nwould have arisen well before and they wouldn't be in\nthese cases in this decade.\nIf there are no further questions, Your\nHonor --\nJUSTICE GINSBURG: Yes, in the -- at the\ntime of 1986, there were many claims against Manville,\nof course, for Manville's liability. These later suits\nin State court about the insurance company's independent\nobligation -- I asked this to counsel on the other side\n-- to what extent was there such litigation in 1986?\nMR. COHN: May I respond?\nCHIEF JUSTICE ROBERTS: Sure.\nMR. COHN: There were no independent actions\nof the flavor that you are seeing here. I am not aware\nof any claim like that. There were claims by other\nManville coinsureds. There were claims by Manville, and\nthere may have been some direct actions. I'm just\nsimply not familiar -- we didn't come into this case\nuntil 2004, when our rights were impugned. So I don't\nknow the answer to whether or not there was anything\njust like this, but I doubt it.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nFive minutes, Mr. Ostrager.\nREBUTTAL ARGUMENT OF BARRY R. OSTRAGER\nON BEHALF OF THE PETITIONERS\nMR. OSTRAGER: Thank you. I have five quick\npoints I want to make.\nFirst, the Second Circuit upheld the core\nfactual findings that, quote, \"the instant claims\nagainst Travelers arise out of its provision of\ninsurance coverage to Manville,\" close quote. That's\nfrom the Second Circuit opinion. It's in the appendix\nat page 33.\nSecond, there is no use of the word\n\"derivative\" in either the confirmation order, the\nsettlement order, or 524(g). 524(g), about which we\nhaven't spoken enough, clearly and unmistakably reflects\nCongress's intent to allow channeling injunctions that\nbar claims against a debtor and those, like insurers,\nwho are directly or indirectly liable for claims against\nthe debtor. That is 524(g)(4)(A)(ii) and Roman (iii).\n524(g) expressly provides an asbestos channeling\ninjunction shall be valid and enforceable and may not be\nrevoked or modified by any court except for an appeal.\nWe cite in our reply brief the fact that a\nSenate report accompanying an earlier version of the\nbill clarified that 524(g) is -- quote, \"is not meant to\ngive the bankruptcy courts authority which they do not\nalready possess and simply codifies the court's ability\nto issue supplemental permanent injunctions which are\nirrevocable except on appeal.\"\nThere is a final judgment in this case\nconfirming the plan of reorganization. The Second\nCircuit issued that -- confirmed that judgment twice,\nonce in the MacArthur case and once in the Cane case.\nAnd then in the O'Malley case, which is a 1996 case, the\nSecond Circuit rejected a collateral attack on the\nconfirmation order on two grounds.\nFirst, they found that the performance of\nthe futures representative that Judge Lifland had\nappointed and which was incorporated in 524(g) and\nmodelled on the Manville reorganization proceeding --\nthe Second Circuit found that the legal representative,\nquote, \"took an active and aggressive role in protecting\nfuture claimants in this litigation.\"\nAnd, secondly, the Second Circuit rejected\nthe challenge to the continuation of the 1986 order\nenjoining the suits against insurers as being without\nmerit because such an injunction was essential to the\nsuccess of the settlement, and its continuation was well\nwithin the court's discretion.\nAs respects Chubb, Judge Koetle in affirming\nJudge Liflin's 2004 order, specifically found that\nChubb, a multinational insurer that has paid more than a\nbillion dollars to resolve asbestos-related claims, was\nclearly on notice of these proceedings. We cite in our\nreply brief on pages 10 and 11 several 524(g)\ninjunctions that have run to the benefit of Chubb which\ncontain the exact same \"based upon, arising out of, or\nrelated to\" language that appears in the original\nManville order.\nWe didn't cite -- but it's a matter of\npublic record -- that Chubb paid $550 million to resolve\nthrough a bankruptcy proceeding with Fibreboard\nliabilities relating to Fibreboard receiving the same\n\"based upon, arising out of, or related to\" protection.\nThe Manville plan carries out the core\nvalues of bankruptcy. The Manville trust has made\npayments to 660,000 asbestos claimants -- that's at\nrecord at 139 -- funded by $2.8 million of proceeds from\ninsurance settlements and the sale of the reorganized\nand rehabilitated Manville --\nJUSTICE BREYER: Is there anything you want\nto say about the practical thing I have in the back of\nmy mind which may be false? That language permits your\nposition, but it certainly has rarely been implemented,\nif ever. And I see that, but in the back of my mind is\nthe fact that if we start mucking around and give narrow\nmeanings to these things now, there are going to be\nhundreds of thousands of people who won't get\ncompensated who have asbestos --\nMR. OSTRAGER: Precisely.\nJUSTICE BREYER: Is that true?\nMR. OSTRAGER: That is absolutely --\nJUSTICE BREYER: Is there anything to back\nthat up?\nMR. OSTRAGER: And I -- I wanted to point\nout that in your dissent in the Ortiz case you said that\njudges can and should search aggressively for ways\nwithin the framework of existing law to avoid delay and\nexpense so great as to bring about a massive denial of\nthe injunction --\nJUSTICE BREYER: I said that.\nJUSTICE GINSBURG: That was the dissenting\nopinion.\nMR. OSTRAGER: I understand that.\nBut you were -- on that particular point you\nwere correct. And we have a General Motors -- we have a\nGeneral Motors potential that I can see.\nJUSTICE GINSBURG: But there are two\ndecisions of this Court, Abcam and Ortiz, that reject\nthat position.\nMR. OSTRAGER: In Ortiz the -- the Court\nabsolutely recognized that where you have a special\nstatutory scheme that is designed as 524(g) and (h) is\nto deal with these types of issues, that is an exception\nto Hansberry versus Lee. I cannot --\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nThat case is submitted.\n(Whereupon, at 11:06 a.m., the case in the\nabove-entitled matter was submitted.)\n33:15 38:3 amount 9:2 Article 39:14 automatically\n54:17 33:9 21:13 22:9 7:16 available 28:13\n53:15 26:14 23:22,24 35:24 14:14,15 15:7 49:25\nadopted 18:5 36:4 50:6 18:20 23:2 A&I 41:11\n34:5 14:2 16:9,12 42:11,15 43:14 B\n17:11\n23:13 36:14 24:8 51:5,12 43:15 44:2,7 back 4:21 8:9\n20:4 35:22 appeals 31:21 48:22,24 49:2 53:5,8,16\n32:20 33:16 40:7,8 53:12 33:23\naffirming 52:8 1:22 52:11 4:5,6\n17:1 afforded 7:13 appendix 13:24 asked 20:22 22:22\naggressive 51:25 application 33:3 asking 9:22 22:4 27:11 36:23\n53:20 appointed 51:22 aspects 6:15 4:13,20 5:12\n11:6 34:1 9:16 12:9 14:6 29:21 8:25 9:3,8,12\n24:15 agree 10:1 26:16 16:21 26:10 associated 7:10 9:15,25 10:6\n42:16 32:14,15,16 42:19 assume 32:6 10:11,15,17,25\n48:16 39:9 argue 47:13 36:16,17 11:1 12:4,7,24\nagreement argues 41:5 attack 4:19 5:10 13:7 15:2,14\n6:9,25 agreements 31:8 47:14 24:20 32:10 16:19,20 17:16\n8:10 11:8 AL 1:4,7,15 argument 1:20 51:18 17:18 18:5,25\nalike 20:14 3:2,11 4:4,8 attained 34:17 21:15 23:7\n14:4 Alito 8:4 29:13 22:25 34:2,20 34:17 24:1,5,14\n31:1,7 33:11 37:3,15 34:21,22 35:3 attempting 25:21 26:9,14\n43:4,4,7 37:19 41:24 40:14 42:9 44:21 27:4 28:7 29:4\n44:2 42:2,8 48:4 50:10 authority 10:17 29:18 30:11\n50:3 allege 43:12 arisen 49:12 11:2 26:8 31:10,11 32:18\nalleging 6:25 10:14 17:9 51:9 37:24 38:12,15\n26:6,17 27:7 23:2 Chief 4:3,10 claimant 42:15\n45:4 27:15,22 28:2 case 4:4 7:22,23 15:11,22,25 44:8,14 48:6\n51:9 30:5 34:1 10:4,11 12:18 16:6,11 17:2 claimants 2:1\n38:10,22,25 15:3 16:5,16 17:12 19:25 3:7 6:17,20\n45:7,18,22 27:18 29:16 48:3,9,15,17 23:2 41:10\n4:8 47:19 53:4,14 34:7 35:8 Chubb 2:3 3:10 49:10,11 52:1\n53:16,24 37:17,20,22 6:8 12:9 40:16 52:25\n8:5,6 9:23 48:10 51:6 42:24 50:4 49:3 52:8,10 claims 4:15\n17:9 52:13 51:13,16,16,17 52:14,19 11:12 12:1,2\n28:17,20 bring 20:20 51:17 53:19 Circuit 4:12,18 15:9 18:20\n30:9,14 53:22 54:15,16 5:1,1,6,25 7:21 20:18,20 23:9\n52:15 bringing 18:23 cases 11:17 7:25 8:7,11 25:6,18 26:23\n30:8 12:14,17,20 10:19,24 13:5 26:25 27:12,19\n3:4,6,9,13 broader 17:16 cause 44:25 32:20 33:17 41:14,25,25\n23:1 40:15 19:4 31:10 48:16 37:1,24 42:18 42:1,9 43:3,9\n50:11 36:2 40:22 Celotex 27:8 45:3 50:14,18 46:12,17,22\n26:4 broadly 32:19 Central 22:2 52:2 48:20 49:17\n36:8 42:13 cert 17:25 Circuit's 4:25 50:1,2,15,25\nbrought 34:7 certainly 7:19 20:11 30:24 clarification\nbusiness 19:3 25:7 33:6 53:7 27:4 clarified 51:8\n36:19 C challenges 33:7 cite 51:6 52:12 41:8,10\nC 2:2 3:1,8 4:1 change 9:11 52:18 clause 8:24 31:5\n43:8 call 13:14 47:15 15:7 45:15 21:20,21 30:9 cleaning 29:5\ncalled 39:17 47:13 50:24 30:23 32:11 clear 18:18\n26:2 Cascino 2:1 3:6 cheaply 41:14 50:1 50:23 52:12\n49:19 24:24 31:8,13 23:23 36:9 created 6:4\n53:12 33:24 50:8 54:14 creates 20:13\n43:6\nconceivably contained 6:13 8:25 9:3 10:8 28:18,21 33:12\n26:13 19:4 46:13,17 10:11,17,25 34:19 38:17\nconcept 8:13 contemnors 11:2 12:4,24\n47:4 concern 42:9 43:9 13:21 15:17,24\n48:3\nconclude 20:6 21:24 34:11 18:5,6,25 21:3\n7:22 40:20 44:23 continuation 24:14 26:9,18 day 21:3,19 22:5\n24:20 confirm 9:17 7:25 8:2 52:3,6 29:4 31:10,11 deal 11:2 27:24\n51:18 confirmation continues 18:1 31:21,22 32:10 28:11 36:12\n6:16 8:5 20:8 31:7 33:14 34:3,9 dealing 21:13\n46:3 contributed 36:9,19,25 9:18 10:18\nconfirmed 4:14 12:1 40:6,6,7,7,8,18 37:2,8,9,10\n38:1 43:12 51:14 conventional 51:5 54:7,9 24:2,3 36:14\n29:3 conflated 8:12 conversation 20:14 21:20 debtor/creditor\n42:4 Congress 9:10 6:8 38:9 51:9 24:3\n4:5 9:1,3 18:14 21:22 52:23 8:13,14 27:7 decades 41:16\n12:18 36:21,21 37:3 cornerstone 51:10 52:7 decades-old\n22:2 38:3,7 7:20 cover 5:5,21\n28:5\n29:9 50:24 correct 13:4 34:5,10 decided 4:12\n38:11,12 conjectural 24:9 32:16 coverage 17:14 40:9\n40:16 22:12 43:5,25 44:4 30:25 50:17 decision 4:25\n44:22 connection 8:25 54:4 covered 6:11 8:5 19:3 20:12\n15:1 16:9,11 24:20 31:21 32:4,4 33:17 49:21\n50:3 effect 7:16 24:13 36:14 37:2 extraordinary\n26:23 45:21 either 12:14 everybody 30:7 F\ndisagree 13:18 embraced 18:6 44:13,14,16 facilitating 9:11\n41:2,17 5:8 exceedingly 42:21 48:3,6\ndischarges enforceable 30:17 31:2 51:6 53:9\ndiscretion 8:3 Engineering 54:12 factual 36:15\ndisposition 14:6 38:13 47:24 fall 9:24 10:6\n37:14 dissenting 53:25 ensuring 6:16 exonerate 20:3 21:20 26:18\n46:4 distinct 8:13 enter 23:7 expanding 6:17 36:19 39:19\ndistinction 8:15 entered 32:11 expansion 23:20 41:21\ndistrict 18:5 46:19 expects 12:15 Federal 35:9\n38:6 entitled 41:5 35:21 52:20,21\ndoubt 50:7 ESQ 1:23,25 2:2 8:8 25:6,17\ndue 25:11 39:18 14:8 52:5 exposure 34:16 final 13:9 22:18\n48:1 establish 48:1 15:1 18:4 finality 22:17\nD.C 1:17 11:18,25 12:5 8:16 13:8 findings 11:5\n8:10 11:5 E 24:2,3 26:14 32:17 51:3 30:12,19 50:15\n12:20 E 3:1 4:1,1 27:11 29:21,21 extends 16:5\n28:25 48:6,11,12,13 21:21 39:17 Honorable 19:1 indicates 36:7\n50:14 48:13,20 49:9 gotten 25:5 hundred 34:15 36:11\n49:11 52:1 grandfather hundreds 53:11 indicating 11:5\nF.3d 7:23 20:12 grandfathered hypothetical 51:1\n19:19 20:5 great 53:22 ignored 13:5,11 information 6:7\n54:4,5 51:19 ignoring 18:2,10 injunction 8:1\n36:10 45:1 growth 9:11 imagine 25:6 18:15 19:4\n13:1,10 17:22 H immunity 17:16 52:5 53:23\n20:15,22,25 22:17 54:11 24:3 27:10,13 46:23 50:24\n52:9 22:13 35:24 hand 10:22 37:2 40:9 injuries 48:24\n54:6 Hanover 22:2 53:7 instant 50:15\n46:18 51:9 53:9 happened 29:5 important 14:21 insurance 2:3\n36:4 global 36:3 hear 4:3 incorporated 29:3,8,9 30:10\ngo 14:20 17:19 heard 21:4 51:22 30:13 32:2\n28:2 30:21 hearings 7:9 incorrect 24:10 36:17 37:11\n36:19 42:20 held 4:20 5:13 2:3 3:10 4:5 43:20,21 44:22\n32:16 41:23 hold 30:3 38:4 5:18 23:8 30:2 49:19 50:17\ngoing 15:13,15 Honor 30:20 42:16 43:12 53:2\n28:20 34:13 53:10 34:25 36:7 indicate 28:10 insureds 43:11\n47:11 good 17:7 21:20 46:24 49:4,15 indicated 23:5 insurer 6:25\n34:14,18 28:24 29:11 10:18 12:4,8 40:12,17 41:24 39:23,24,25\n48:5 30:20 31:6,18 15:18 16:7,18 42:2,8,24 40:1,3,4,5 45:9\n31:24 32:15,24 17:18 23:6,14 43:22 44:6,10 52:16 53:6\n6:1,3,10 35:6 36:6 37:5 24:9,17,18,19 45:18,22 46:1 latency 48:23\n31:2 37:18,21 38:21 24:23 25:25 46:7,9,11,14 law 1:11 4:5\n50:25 38:24 39:4,12 31:15,16,20 46:20,25 47:6 9:12,15 18:7\n39:20,25 40:2 32:10 33:4,8,9 47:19,22 48:3 23:9 29:15\n7:17,19 16:16,20 18:2 47:25 53:16,24,25 lawsuits 30:12\n18:7 23:6,16 jurisdictional 54:6,14 learned 43:13\n31:23 35:15 justice 4:3,10,24 Lee 54:13\n37:6 42:14 45:14,21 6:21 7:3,15 8:4 Katz 16:5 legal 29:23\nissued 12:24 9:20 10:3,5,10 12:3,11 14:19 legitimate 33:20\n40:21 51:15 11:14,22 12:3 23:10 24:6,16 letter 36:8\nissues 54:12 12:11,19 13:1 24:22 31:3,14 let's 32:6 36:16\n34:5,10 J 14:11,16,19 Kennedy's liabilities 29:3\n38:9 JACOB 2:2 3:8 15:4,11,22,25 25:15 42:23 52:21\n42:12 40:14 16:6,11,23,25 kick 17:4 liability 5:5,20\n33:25 Johns-Manville 18:8,17 19:7 28:11,12 15:15 17:5\n30:16 20:2,15,22,25 know 8:22 15:25 36:2 37:14\n12:24 15:2,2 23:10,13 24:6 25:23 36:6,7 44:22 45:6,12\n30:11 37:23,23 26:2,6,17 27:7 50:6 34:13 51:1\njudges 53:20 31:3,14,19 41:18 limitation 17:9\n22:24,25 judicata 48:7 34:1 35:4,24 L liquidate 24:15\n24:11 jurisdiction 37:3,15,19 lacked 4:20 8:9 litigants 20:14\n25:8,14 4:14,21 8:6,9 38:10,22,24 11:2 litigation 21:15\n27:6 8:14,15,19,24 39:2,6,13,16 language 6:13 22:19,20 43:2\n28:1,9 9:23 10:8,12 39:21,23 40:1 30:18 37:6,10 49:21 52:1\n47:20 Mario 19:2 missing 14:21 21:11 22:9 open 28:7 34:16\nMartin 21:25 mistake 47:24 nondebtor 23:8 opinion 30:24\n12:7 modelled 13:7 12:8 21:4 24:25\n32:1 24:19,23 27:5 14:1 51:5 non-Manville oral 1:19 3:2 4:8\n31:14,20 33:4 moment 28:17 48:5 22:25 40:14\n21:18 33:12,20 25:5 27:1 22:14,14 24:7 5:4,6,8,10,12\n41:1 42:8 meaning 26:7 monies 35:11 25:9,10,12,21 6:16,24 7:5,10\nmeans 13:25 Motors 54:4,5 31:8 52:12 13:9 16:20\n42:11 Mullaney 22:2 number 34:20 18:19,22 19:9\n6:2,7,15 measuring multinational numeral 37:11 22:18 23:7,10\n10:12,13 42:19 52:10 N.Y 1:23,25 23:16,17,19\n11:6,11 mediation 19:1 mysterious 24:8,20 26:9\n12:1 19:2,5 12:18 18:18 O 26:19 28:15,21\nmeet 9:18 13:23 mystery 18:17 O 3:1 4:1 29:19,22 32:11\n16:18 13:25 16:10 object 25:1 32:12,19,23\n19:13 members 39:8 N objections 14:5 33:3,7,16,22\n31:1 merely 29:9 N 3:1,1 4:1 objectives 14:5 33:25 34:4,9\n40:22 merit 52:5 narrow 32:7 obligation 5:5 34:24 35:15\nmillion 18:21 53:9 5:21 30:14,15 36:1 41:22\n42:3 19:10 43:8 national 9:4 31:12 49:20 42:12 45:5,9\n52:19 53:1 nation's 9:12 obligations 45:14,15,19,20\nmillions 34:15 NCAA 25:12 12:22 47:10,17 45:23,24 46:2\n45:6,12 mind 28:5 33:24 necessary 16:21 obtain 40:23 46:3,17,18\n49:17 34:23 53:6,8 17:3 26:10 obtained 19:9 47:1,15,16\nminute 29:13 necessity 35:21 Obviously 35:2 48:8,19 50:21\n52:17,23 minutes 50:9 need 15:12 occurred 30:22 50:22 51:19\n53:3 misbehavior 16:15 offers 23:8 52:3,9,17\n12:23 misconduct 6:25 19:17 29:1 oh 6:10 20:24 original 18:19\n44:11,23 28:20 29:8 never 5:8 12:21 Okay 9:20 10:3 25:17,19 52:16\n34:14 27:25 34:17 25:9 32:5,25 originally 18:22\n54:7,9 28:10 48:1 piece 6:6 46:1 54:5 26:9 39:18,19\n4:7,8,10particularly Pipeline 38:2 11:25 19:24,24 products 41:1\n5:11,22 38:1 place 20:11 power 9:8,25 proffered 41:22\n7:2,8 parties 20:19 22:20 10:6 16:19 proper 12:17\n8:7 9:6,9 24:7,11 35:10 places 24:4 24:4 35:16 properly 4:14\n10:1,4,10 35:12 plaintiff 42:16 40:10 property 29:21\nparty 12:4 15:8 plaintiffs 11:17 powers 37:25 29:24 30:2,4\n12:6,19 24:21 27:19 12:14 25:3 practical 27:23 32:3 33:17\n14:8 passed 37:16 43:25 44:1,4 53:5 45:17\npay 9:1 15:17 44:17,18 49:9 practically proposed 17:3\n16:4,8 43:8 plan 4:14,17 35:25 44:13 proposition\n17:8,20 payments 11:18 6:12,14 9:17 practices 43:10 37:16\n52:25 45:4 51:14 precisely 18:23 propriety 8:14\nPEARLIE 1:7 52:23 41:4 53:13 props 20:9\n1:15 please 4:11 23:4 precluded 22:6 prospective 29:2\npending 14:4 40:18 34:11 29:7 33:3,7\npension 26:20 pocket 42:22 predicated 8:8 protect 47:23\n26:22 38:12,14 point 7:7,9 8:21 premise 36:15 protecting 51:25\n38:16,18,22 8:21 14:22 premised 45:5 protection 16:13\npeople 18:22 29:6 32:8 33:5 45:16 39:17 40:22\n24:2 48:21 49:8 54:3 24:12 25:16 provided 41:20\n51:20 19:14 30:13,15 presumably provision 21:23\n21:24 personal 24:17 posed 16:7,9 35:2 19:14\n50:19 31:16 33:8 23:12 problems 25:20 pure 18:7\n18:1,10 pertained 36:23 44:11 48:5 proceeding purported 47:24\n52:13 petition 17:25 53:7 54:8 10:14 26:12,13 purpose 7:12\n23:11,21,24 possible 22:14 52:20 42:18\n1:24 3:4,13 4:9 post-confirma... 18:25 52:12 purposes 36:16\nPhiladelphia 2:2 pot 6:5 32:3 53:1 47:16\n41:7 reasonable 26:23 36:24,24 52:13 14:1 51:5\n11:15 22:22 50:10 40:4,5,9 42:2,6 41:9,9 48:21 35:6 44:19\n16:2,16 received 14:14 47:2 52:21 representative 46:11,20,25\n20:15,23 14:15 relation 9:3 48:20 49:10 rightly 10:20\nreceiving 52:21 30:17 42:3,10 51:21,24 rights 31:12\nrecodified 29:19 relationship represented 50:5\n26:1 recognized 5:25 11:13 24:4 24:8 49:9 ROBERTS 4:3\n29:13 8:16 14:25,25 release 19:8,12 representing 15:11,25 16:6\n33:2,19 16:4 21:7 19:12,16,19 48:12 16:11 17:12\n35:10,25 54:10 20:5,17 23:8 requirements 22:23 40:12\n38:19 record 6:23 7:7 24:2 28:12,12 9:19 13:24 47:22 48:9,15\n7:8 28:10,25 29:24 30:2,6 res 16:5 48:7 48:17,25 49:5\n49:14 53:1 36:10 20:16 22:21 54:14\n40:4 recovery 11:17 releases 19:3,9 resolved 4:15 Roman 37:11\n50:15,17 reduce 11:18 37:13 18:3 22:15,22 round 43:2\nrefer 46:4 releasing 30:7 42:13 43:10 rule 22:1,3,4\n50:10 30:24 relief 7:13 37:8 respond 49:22 run 11:6,11\n34:1 53:3 14:13 23:1 safeguards 9:11\n6:2 7:20 9:18 43:19 3:5 22:25\n29:4 reject 54:7 51:14,23 resulted 43:3 17:15 27:15\nrejected 51:18 reorganize retired 47:17 35:16 44:16\nrelate 12:21 reorganized 29:5 13:22 15:12,14\n34:24 related 4:23 repeatedly reviewable 38:6 37:7,7 38:13\n17:10,19 19:13 reply 48:10 51:6 revoked 13:9,20 Scalia 8:18 9:6,7\n10:3 36:1 41:14 specific 29:1 subsequently terms 15:1\n16:25 settlement 1:11 36:21 32:18 28:21 32:12\n15:12 17:19 13:18,22 15:7 succeeded 13:3 test 26:11,15\n32:23 20:18 21:2,2 spelled 48:18 14:12,14 52:6 tethers 40:11\n24:13 31:3 spoken 50:23 successive 21:14 Thank 22:23\n5:1,1,6,25 46:2,17 47:16 37:1 suggested 32:8 theory 8:8 12:13\n8:4,7 50:22 52:6 stands 5:2 suggesting 12:14 16:2\n10:16,19 settlements stand-alone 16:12 they'd 43:8\n11:1 14:24 53:2 37:25 suggestion thing 28:3 37:19\n13:5,14 settling 47:12 Stargell 21:25 48:11 53:5\n17:23 show 30:19 start 53:9 suit 25:17 30:8 things 9:24\n18:6,9 side 49:20 started 5:18 suits 5:19 11:6 28:25 42:9\n29:14,16 signed 36:8 41:1 14:20 28:6 53:10\n30:24 simply 7:16 8:22 State 13:2 21:20 49:18 52:4 think 5:9 9:7\n9:24 35:20 23:8 26:13 supplemental 14:21 16:15\n35:6 37:22 44:10 35:13,19 49:19 51:11 17:20 22:1\n42:18 50:4 51:10 stated 45:3,5,7,7 suppliers 6:20 25:2 26:6\n50:14,18 single 27:12,21 States 1:1,20 suppose 8:22 27:17 28:9,13\n51:14,18 situation 20:13 statute 8:20 10:9 26:20,23,24 28:19 29:12,25\n52:2 size 34:17 25:25 26:8 47:25 31:25 32:20\n29:17,19 44:3 48:11 statutory 39:22 49:23 36:20 39:12,21\n53:8 sorry 20:24 12:19 14:3,9 sweeping 20:17 thought 5:18 7:4\n33:13 14:11,16 Syngenta 35:7,9 10:20 25:3,25\nsought 38:3 stuff 31:4 30:18 53:11\n7:15 21:8 8:9,13,15 9:16 T 3:1,1 thumb 38:24\n44:6,10,15,24 31:20 33:4,9 talking 31:16,18 25:18 30:1\n26:19 27:4 36:9 54:15,17 terminated title 10:14 16:22\nvalues 52:24 1986 4:21 5:2,10\n49:12\n17:6,10 ubiquity 44:12 27:16 6:24 8:9 18:19\n20:3 ultimately 6:13 version 51:7 19:8,16,22\n44:16 versus 54:13 23:10,16 24:8\nunanimously 34:8 38:10 X 29:14 30:22\nuncontrollable 34:15 38:11,12\n5:15,16 understand voluminous Y 49:10,17,21\n10:22 12:12,13,15 11:16 year 4:17 52:3\n13:2 14:7,20 years 8:16 9:10 1988 4:12 29:16\n28:16 29:11 W 18:25 41:16 29:23 31:25\n42:25 43:2,22 want 19:19 20:1 York 1:23,25 32:20\n17:4,14 43:23 44:24 20:6,20 21:3 1990s 41:16\n26:20 38:13 $\n19:5,14 1994 37:4 38:8\n20:18 1996 7:23 8:1\n32:9 50:13 53:4 $4 38:11\n29:1 51:17\n34:12\n34:18 warn 43:15,18 19:10 2\n42:2\n45:6 unlimited 43:20 way 4:25 45:15 2004 5:3,6 23:18\n1:6 4:4\n48:10 unmanageable ways 53:20 50:5 52:9\n1:14\n20:13 went 28:10 2006 23:18\n39:6 unravels 20:8 Wilks 21:25 3\n16:19\nunrelated 9:1 wipes 40:19 30 1:18\n10:14 16:22\n36:4 unrepresented 42:25 44:4,17 11:06 54:16 33 50:19\n48:6 wit 9:22 33a 17:24\n9:19\n1334(d) 29:17\n471 13:25\n18:10 139 53:1\n25:5 V working 41:19 15 41:16 5\n34:22,25 v 1:6,14 4:5,6 workouts 36:13 16 9:18\n25:3\n3:13\n13:11\n13:6,18\n18:1\n22:17\n51:3\n52:13\n13:24\n13:21\n11:5\n14:14\n8:16\n19:19\n21:24\n7:25 28:21\n7:23 20:12\n"
    }, 
    "respondents": [
        "No. 08-295 PEARLIE BAILEY, ET AL.;", 
        "COMMON LAW SETTLEMENT", 
        "COUNSEL,", 
        "Petitioner", 
        "No. 08-307 PEARLIE BAILEY, ET AL."
    ], 
    "speakers": {
        "C 2": 1, 
        "CHIEF JUSTICE ROBERTS": 17, 
        "D.C 1": 1, 
        "JUSTICE ALITO": 8, 
        "JUSTICE BREYER": 33, 
        "JUSTICE GINSBURG": 25, 
        "JUSTICE KENNEDY": 12, 
        "JUSTICE SCALIA": 7, 
        "JUSTICE SOUTER": 18, 
        "JUSTICE STEVENS": 4, 
        "MR. COHN": 30, 
        "MR. ISSACHAROFF": 36, 
        "MR. OSTRAGER": 54, 
        "PEARLIE 1": 1
    }
}