{
    "appearances": {
        "content": "JAN HAMILTON, ESQ., Topeka, Kansas; on behalf of\nPetitioner.\nTHOMAS C. GOLDSTEIN, ESQ., Washington, D.C.; on behalf\nof Respondent.\nSARAH HARRINGTON, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of United States, as amicus curiae,\nsupporting Respondent.\n"
    }, 
    "caseNum": "08-998", 
    "caseinfo": {
        "content": "JAN HAMILTON, CHAPTER 13 TRUSTEE, :\nPetitioner :\nv. : No. 08-998\nSTEPHANIE KAY LANNING :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJAN HAMILTON, ESQ.\nOn behalf of the Petitioner 3\nTHOMAS C. GOLDSTEIN, ESQ.\nOn behalf of the Respondent 27\nSARAH HARRINGTON, ESQ.\nOn behalf of United States, as amicus curiae,\nsupporting the Respondent 40\nREBUTTAL ARGUMENT OF\nJAN HAMILTON, ESQ.\nOn behalf of the Petitioner 50\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, March 22, 2010\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:03 a.m.\n"
    }, 
    "petitioners": [
        "JAN HAMILTON, CHAPTER 13 TRUSTEE,", 
        "Petitioner", 
        "v.", 
        "No. 08-998 STEPHANIE KAY LANNING", 
        ""
    ], 
    "proceedings": {
        "content": "(10:03 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument first this morning in Case 08-998, Hamilton,\nthe Chapter 13 Trustee, v. Lanning.\nMr. Hamilton.\nORAL ARGUMENT OF JAN HAMILTON\nON BEHALF OF THE PETITIONER\nMR. HAMILTON: Mr. Chief Justice, and may it\nplease the Court:\nThe Tenth Circuit and Stephanie Lanning were\nwrong in ignoring the new Chapter 13 means test\ncontained in the 2005 amendments to the Bankruptcy Code.\nThe amendments to the 2005 Bankruptcy Code were intended\nto reduce judicial discretion by inserting a formula\nrather than the judicial discretion that had previously\nbeen accorded to judges and to the litigants.\nStephanie Lanning fell afoul of the means\ntest because during the first 2 months of a 6-month\nlookback period, which I will explain in a moment, she\nhad more income than what she had in the rest of the\n6-month lookback period. That income was from a buyout\nfrom her former employer, Payless, and distorted what\nher income appeared to be during that 6-month period of\ntime. Because of that, the amount which the means test\nshowed that she would be required to pay to her\ncreditors was more than she could actually pay.\nJUSTICE GINSBURG: Which means -- which\nmeans what? What is the consequence of that? You\nconcede that on the strict application of the 6 months\nshe -- her income is much too high for her possibly to\npay the creditors. So what happens to her?\nMR. HAMILTON: What happens to her and what\ncould have happened to her may be two different\npropositions, Justice Ginsburg. In the first place,\nthere are two parts to that 6-month lookback period,\nwhich are found in 101(10A) of the United States\nBankruptcy Code -- and the statutes, by the way here,\nare found at pages 83 through 96 of the petition\nappendix.\n101(10A) has a first part which defines the\n6-month lookback period as being 6 months prior to the\nfiling of the date of the petition -- actually, the end\nof the month prior to the filing of the petition.\nCongress's thought was, it seems, that that would be\nmore representative of what an individual's actual\nincome would be.\nThere is a second part to that 6-month\nlookback period which says essentially that the debtor\ncan move that 6-month lookback period by not filing\ncertain papers with the court.\nJUSTICE GINSBURG: That's -- can you explain\nthat? It seems very odd. It says she can do that if\nshe doesn't do what the statute requires her to do. I\nmean, she's supposed to file that schedule. She's\nrequired, the statute says, to file it. But she gets an\nadvantage if she doesn't do what she's instructed to do?\nMR. HAMILTON: The part of the statute that\nyou are referring to is under 523, and it essentially\nsays that debtor shall file -- 521, excuse me -- shall\nfile certain schedules and that would include the income\nand expense schedules, Schedule I and Schedule J. And\ncertainly the court has the ability, under that statute,\nto extend the time or to excuse the performance of a\ndebtor in that regard. So there's nothing incongruous\nabout that wording in the statute.\nJUSTICE SOTOMAYOR: What do you -- what do\nyou do with the contention that the court is bounded by\nother requirements such as the timing of the meeting of\ncreditors and the plan confirmation, that that binds the\ndistrict court from resetting it?\nMR. HAMILTON: Certainly all of those time\nframes can be moved, Justice Sotomayor. There is -\nagain, the actual timing of the confirmation hearing in\na Chapter 13 case may be fluid, although there are\ncertain time limits for the first meeting of creditors\nand for when the first -- when the confirmation hearing\nis held. They can be extended, just as the confirmation\nhearing would be in a Chapter 12 or in a Chapter 11\ncase.\nSo the idea is the second part of 101(10A)\nallows the debtor to say: Your Honor, my 6-month time\nframe immediately prior to the filing of the bankruptcy\npetition is not representative of my income; I would\nlike to have that time frame moved. And that time frame\nwould appear to be moveable up to the confirmation\nhearing.\nJUSTICE GINSBURG: Moveable to where? What\n-- what would be -- you say -- this time period, the\nstatutory -- the 6-month lookback, she has these 2\nextraordinary months. So now she's going to say:\nCourt, please change the period. Change it to what?\nAnything she wants?\nMR. HAMILTON: No, Your Honor. That would\nbe up to the court. It would be discretionary with the\ncourt, as the language suggests in the second part of\n101(10A).\nJUSTICE ALITO: But isn't it the case that\nbefore the 2005 amendments, bankruptcy courts were\nrecognized as having discretion in calculating projected\ndisposable income to take into account changes in the\ndebtor's income after the filing of the plan, and\nshouldn't we presume that -- that Congress intended to\ncontinue essentially the same regime, unless Congress\nprovided some clear indication that they wanted to\ndepart from it?\nMR. HAMILTON: Certainly prior to the 2005\namendments, your assessment is correct. The court had\nthe discretion to be able to assess the debtor's\nsituation, use its discretion to determine what income\nand expenses should be calculated in determining whether\nor not a debtor was paying his or her best efforts under\n1325(b)(1).\nHere, there is a clear formula. And if you\nread these -- there are three, three key statutes that\nform a triangle in order to give me the conclusion that\nI make and that I suggest to Your Honor. And that is,\nwe start with 1325(b)(1), which is the statute that\nbrings into play the disposable income and projected\ndisposable income requirements. \"Disposable income\" is\nnow defined as \"current monthly income.\"\nJUSTICE ALITO: It is odd that Congress\nprovided this very detailed formula and -- and that they\nwould provide such a detailed formula and then say: But\nthe bankruptcy court can modify that based on a\nprojection.\nBut still we have the word \"projection\" -\n\"projected.\" And your interpretation leads to very\nstrange, really absurd results; isn't that true? And\nyou have to devise some really elaborate escape\nstrategies in order to allow a debtor to avoid those\nvery strange results.\nMR. HAMILTON: Respectfully, Justice Alito,\nI don't any agree with the assessment that -- of what\nyou just stated. Essentially, this formula allows the\nbankruptcy court to move that 6-month period of time,\nnot to ignore the formula. The formula's there.\nThe formula defines \"current monthly\nincome.\" From the current monthly income then is\nsubtracted reasonable and necessary expenses. And\nformerly, under the old law, the '78 code, those\nreasonable and necessary expenses contained a few\nspecifics, but largely it was up to the court to\ndetermine them.\nJUSTICE ALITO: But you say that that can be\ndone only if the debtor fails to file a form that the\ndebtor is required to file; isn't that right?\nMR. HAMILTON: In -- under 101(10A), the\nsecond part, yes. But I think there are -- there are\nsome other -- other avenues for the debtor that are\nstatutory.\nJUSTICE ALITO: What do you do with the\nsituation in which the change that is projected to occur\nand in fact may be almost certain to occur is one that\ncauses an increase in the debtor's income? Let's say\nthe debtor was unemployed through almost all of the\nlookback period and then just before the filing of the\nplan gets a job with a good salary. You would say that\nthe -- if you just look at the lookback period, the\ndebtor would be required to pay practically nothing.\nMR. HAMILTON: No, Your Honor, I would not\nagree with that.\nJUSTICE ALITO: What is a creditor to do in\nthat situation?\nMR. HAMILTON: Well, there -- there are a\ncouple of avenues. There is a new statutory provision\nunder 1325(a)(7) that says the plan must be filed in\ngood faith and -- I'm sorry, the petition must be filed\nin good faith. 1325(a)(3) provides that the petition\nmust be filed in good faith. So we still have the good\nfaith analysis that the debtor's actions may be\nsubjected to even after the plan is filed. And that\nwould be as trustee the avenue that I would approach is\nthat, even though the schedule formula may have been\ncomplied with, that if there had been a drastic increase\nin income post-petition, then that -- that should need\nto be accounted for.\nJUSTICE SOTOMAYOR: Counsel, why -- what\ncommends going through all these machinations, all of\nthese alternative ways of avoiding absurd results?\nIsn't the answer simply that we just narrow the\ncircumstances in which a court can deviate from the\nstatutory formula?\nI mean, it's not -- even before this change,\nit wasn't that the district courts could at whim change\nthe projected income. They have to have a clear ground\nto do so. Why is that inadequate to protect the\ninterests that Congress had in creating this new formula\nfor income and expenses?\nMR. HAMILTON: My answer, Justice Sotomayor,\nis that Congress provided the formula, and it's not up\nto the courts, I suggest, to modify that formula. Part\nof the -\nJUSTICE SOTOMAYOR: There was a formula\nbefore. It was somewhat ambiguous, and that's what led\nto the more defined terms for income and expense. But\nthat says nothing about changing the court's power to\nact in a situation where the formula's clearly not going\nto work. That was the standard before.\nMR. HAMILTON: Two points, Justice\nSotomayor. One is that there was no formula before.\nThere was some general guidance that was given in the\nstatute. It's much like the proposition of good faith.\nGood faith is almost incapable of definition, yet every\ncircuit in the United States has a laundry list of\nfactors that are taken into account for good faith.\nHere, reasonable and necessary expenses\nunder the old law had a few suggestions as to what\nneeded to be involved with them. Now we have a portion\nof another part of the triangle, which is under 707(b).\nJUSTICE KENNEDY: But in a sense that cuts\nagainst you. As I was -- when I was reading your\nopening brief, it seemed to me the tone was, well, if\nyou accept the Respondent's position Congress did\nnothing at all. Well, they did do something very\nimportant. They had a formula for disposable income.\nThe question is, does that formula apply to projected?\nCan that formula be modified altered or projected for\nprojected? So it's not as if Congress did nothing or\nit's not as if the amendment accomplishes nothing even\nunder the Respondent's view. It accomplished something\nvery important.\nMR. HAMILTON: My answer, Justice Kennedy,\nis that the definition of the word, quote, \"projected,\"\nend of quote, has -- there's never has been one in the\ncode. That was a term that was in the 1978 code and is\ncarried over into the present code.\nHow it was applied is vastly different. The\ndispute under the prior law was over whether or not the\ncourt could take into account changes in circumstances\nwhich were likely to occur post-confirmation. And so we\nhad cases like the Anderson v. Satterlee case out of the\nNinth Circuit and the Midkiff case out of the Tenth\nCircuit that disagreed as to how that ought to be\napplied.\nIn the Anderson v. Satterlee case the\nChapter 13 trustee requested that the debtor sign\nessentially a pledge that they would devote their excess\nincome to the plan, and the Anderson court said: Wait a\nminute; there is another statute at issue here and that\nis 1329. 1329 allows for the modification of the plan\nafter the plan has been confirmed. Prior to the\nconfirmation of the plan, the debtor still has the\nability -- and this ties in with some of the comments\nmade by Justice Alito -- the debtor still has the\nability to amend the plan under 1323.\nSo all of these statutes need to be read\ntogether to show what the result is. Now the question\nis not whether or not changes should be taken into\naccount for post-confirmation that may be likely to\noccur, but whether or not the court may deviate from the\nstatute where Congress has said this is how we want you\nto determine current monthly income, therefore\ndisposable income and consequently projected disposable\nincome.\nJUSTICE GINSBURG: But you already told us\nthat there could be a deviation through this\n101(10A)(ii). And why, if that was all that needed to\nbe done, did the trustee recommend, did the trustee say,\nbankruptcy judge, let's move the period, let's use this\nprovision and we will get another period that doesn't\nhave those 2 months with the extraordinary income?\nMR. HAMILTON: No, Justice Ginsburg, and the\nreason is, is that that privilege is accorded only to\nthe debtor to move that 6-month period. Neither the\nunsecured creditors nor the trustee have the ability to\nrequest that that 6-month period be moved.\nJUSTICE GINSBURG: Well, it could have been\nsuggested to the debtor: You can accomplish what you\nwant by using this provision.\nMR. HAMILTON: The record is silent as to\nwhether or not that occurred.\nJUSTICE KENNEDY: What -- where can you move\nit? I don't really -- this is the same line of inquiry\nas Justice Ginsburg. What's the -- what has to be the\nending date if you move the -- you can't move it any -\nmuch beyond the date of what, the hearing?\nMR. HAMILTON: It would be up to\nconfirmation, but the confirmation hearing could be\ncontinued as the court saw fit.\nCHIEF JUSTICE ROBERTS: The review of the\ndetermination or the request to move the period is -- is\nwhat? Up to the total discretion of the -- of the\njudge?\nMR. HAMILTON: It appears to be so under the\nstatute, Chief Justice Roberts.\nCHIEF JUSTICE ROBERTS: So your objection to\nthe fact that the judge has more discretion with respect\nto defining \"projected disposable\" -- you don't mind the\ndiscretion on the other side.\nMR. HAMILTON: No, Your Honor, I don't\nbelieve the discretion is not in determining the income,\nonly in determining the time period.\nCHIEF JUSTICE ROBERTS: Right, but the only\npurpose of moving the time period is to change the\nincome.\nMR. HAMILTON: That's true. And there are\nother options that the debtor had available in addition\nto that, that we have referred to as the four options,\nwhich would be the debtor could have here just delayed\nfiling the case for a couple of months and these\nproblems would not have occurred.\nJUSTICE SCALIA: There is another discretion\nthat you don't seem to object to. You say that one -\none way the debtor can get out of the bind that he's put\nin by the fixing of the confirmed plan is simply to move\nfor a revision of the confirmed plan.\nMR. HAMILTON: Absolutely, Justice Scalia.\nJUSTICE SCALIA: What constrains the judge\nin allowing or not allowing the revision? Doesn't he\nhave the same kind of discretion with regard to the\nrevision that you're objecting to with regard to his\nestablishing the payments?\nMR. HAMILTON: Justice Scalia, I don't think\nso. 1329 has been subject to quite a bit of litigation,\nbut the argument that we make in our reply brief is that\nit would be simply necessary to plug in and plug out\nwhatever the change in circumstance is.\nSo the debtor would be able to say, my\nwife's income is now gone, so we want to take that out\nof the formula.\nJUSTICE SCALIA: But that's the same thing\nthat's being argued here, that -- that you start with\nthe fixed calculation based on the 6 months before and\nthen you have to show that there were some extraordinary\ncircumstances that justify a change. I don't see that\nthere's any difference.\nMR. HAMILTON: There may not be, except that\nthere is a statutory requirement as to how that is\naccomplished and that's where the 101(10A)(ii) comes\ninto play. It's not so much that there is a problem\nwith -\nJUSTICE SCALIA: What your case comes down\nto is the bankruptcy court can do this, but it has to do\nit by simply revising the plan, not by establishing the\nplan initially but by revising it.\nMR. HAMILTON: Not necessarily, Your Honor.\nThat certainly is one way.\nJUSTICE SCALIA: Maybe?\nMR. HAMILTON: It may be, yes. It depends\non the facts of the case.\nCHIEF JUSTICE ROBERTS: Well, that's a good\nanswer, isn't it, because your point would be the\nstatute does not allow that exercise of discretion with\nrespect to projected disposable income, but it does in\nthe other areas.\nMR. HAMILTON: Well, again I respectfully\ndisagree, Chief Justice Roberts. 1329 -\nJUSTICE SCALIA: That was a friendly\nquestion.\nMR. HAMILTON: I'm sorry? I'm sorry, I\ndidn't hear.\nCHIEF JUSTICE ROBERTS: No, my -- my point\nand what I thought your point would be is that the fact\nthat there is exercise of discretion in two different\nareas is not the problem. The problem is that in one\narea the discretion is specifically permitted and in the\nother area, projected disposable income, it's not.\nMR. HAMILTON: I agree.\n(Laughter. )\nJUSTICE ALITO: But can the -- can the plan\nbe modified based on -- can the plan be modified based\non something that was known before the plan was\nconfirmed?\nMR. HAMILTON: That depends on which\njurisdiction one would be in, Justice Alito. The most\ncurrent example -\nJUSTICE ALITO: Well, if it can't, then how\nis this modification remedy going to work?\nMR. HAMILTON: I think it should be. For\nexample, a good example of this would be debtor is\nexpected 2 years from now to no longer have to repay a\n401(k) loan. And so one view would be that you ought to\ntake that into account as of that date and figure those\ncalculations, which becomes extremely unwieldy. You are\nguessing at that point. The debtor may say: Well, I\nmay be losing that, but I don't know what my actual\ncircumstances are going to be 2 years from now. Chapter\n13 is a fluid process.\nJUSTICE ALITO: Your argument is that the\nCourt has to confirm a plan that is really not\nconfirmable because the debtor can't possibly make the\npayments under the plan, but then can turn around\nimmediately and modify the plan so that it does call for\npayments to be made.\nMR. HAMILTON: No, Your Honor. That is not\nmy argument.\nJUSTICE ALITO: Well, I thought that -\nexplain it, then?\nMR. HAMILTON: Well, what we are saying is\nthat this plan cannot be confirmed as it stands because\nthe debtor would have to be able to make those payments\nand the debtor obviously is not capable of making those\npayments. But it's because she chose the wrong options.\nIf she had chosen the -\nJUSTICE GINSBURG: But let me just stop you\nthere, because then the answer you gave to the Chief and\nto Justice Scalia doesn't fit. Chief -- you can not -\nthe bankruptcy judge is not going to confirm the plan\nwas she has to pay over $1,000 a month, because she\ncould never do that. So you are not going to get that\nconfirmed plan which could be amended later.\nMR. HAMILTON: Well, I agreed with that. I\nmay have misunderstood the question that I was asked.\nBut what I'm saying is that the statute needs to be\nfollowed and if the debtor had followed the statutes\nhere then the debtor likely could have obtained a\nconfirmed plan by moving that 6-month time frame.\nJUSTICE GINSBURG: Well, what in addition to\n-- you brought up the 101 solution that she doesn't do\nwhat the statute tells her to do, so she's able to move\nit if the judge agrees. And you said she has other\noptions.\nMR. HAMILTON: Yes. Well, the other options\n-- and I referred to them as the four options and the\n101(10A)(ii) is one of those options. As I said, she\ncould have delayed filing the case. There is nothing in\nthe schedules that would indicate that she was filing\nthis bankruptcy under exigent circumstances. There is\nno foreclosure, there is no repossession, there's no\ngarnishment, there's no lawsuit. So delay would have\nbeen a possible, and a debtor is always able to\ndetermine the date of the filing of the petition.\nThe second thing that she could have done is\nfile a Chapter 7, and this is the anomaly between\nChapter 13 and Chapter 7, is that she would have\nqualified in all likelihood for a discharge under\nChapter 7 because she would have met the special\ncircumstances test in 707(b).\nJUSTICE GINSBURG: But then the creditors\nwould have been a lot worse off, would they not have\nbeen?\nMR. HAMILTON: That's very possible, but\nit's a formula that Congress thought to place into\neffect and it's not -\nJUSTICE GINSBURG: Well, why would -- why\nwould the trustee be urging the possibility that it\nwould be okay for her to file under Chapter 7, in which\ncase the unsecured creditors would get very little, but\nit's not okay for her to use chapter 13 with a plan that\nwould give the unsecured creditors substantial payments?\nMR. HAMILTON: Here, Justice Ginsburg, the\nreason is plain and simple, and that was I sought to\nenforce the rule of law in order to have the courts\ndetermine how the rules were supposed to be interpreted.\nBy my view, it seemed like that had she followed the\nrules maybe she would have gotten there, but the way she\ndid it she can't. It's kind of like driving a car. You\ncan't expect that a the car is going to perform well if\nyou don't turn the engine on.\nJUSTICE SCALIA: Can I -\nMR. HAMILTON: And here she didn't turn the\nengine on.\nJUSTICE SCALIA: Can I come back to\nJustice Ginsburg's question about whether there would\never be the opportunity to adjust the confirmed plan?\nBecause as you say, the plan here would not have been\nconfirmed, but that -- that isn't the case always. I\nmean, in many cases a plan would be confirmed because\nthe -- the bankrupt could -- could barely make the\npayments that it requires; and then when it -- it is\nclear that, because of the extraordinary event in the\npreceding 6 months, the bankrupt is -- is not going to\nhave that -- that amount of money, there would be the\nopportunity to adjust.\nMR. HAMILTON: Maybe not -- I'm sorry.\nJUSTICE SCALIA: In other words, is your\nresponse to Justice Ginsburg \"always,\" that it will\nalways be the case that where there would be an\nadjustment under this theory, there would not have been\na confirmation in the first place?\nMR. HAMILTON: If the plan is not\nconfirmable by an analysis of Schedules I and J, which\nare the income and expenses statutes, I am not going to\nrecommend confirmation, and nor do I think any trustee\nwould. Any events that are in the equation before the\ndate of confirmation would likely be then subject to\n1327, the res judicata provisions of chapter 13. So if\nthe plan is confirmed, say in Stephanie Lanning's case,\nwith these facts known, then she would not be able to\ncome in afterwards and ask for the court to modify under\n1329 because that's part of the confirmation order.\nThe other options that were available -- we\ndiscussed briefly the ability to file this as a Chapter\n7. She also could have converted this case to a Chapter\n7 post-petition with the same result, or she could have\ndismissed this case and refiled.\nJUSTICE GINSBURG: Isn't that -- wouldn't\nthat amount to just a -- a waste of everybody's time, to\ndismiss it and then refile it, and then she gets a time\nperiod that doesn't -- why -- why not just drop out\nthose 2 months that are not representative of her\nincome?\nMR. HAMILTON: Because, Justice Ginsburg,\nthe statute does not permit that. It's not within the\nformula, and that's the question: Is the formula\nbinding or is it not binding? If it is binding then\nthis -- obviously. Congress intended a more rule-bound\nstatute. It got that. It was obvious that it intended\nto reduce judicial discretion, and the statute seems to\naccomplish that.\nJUSTICE GINSBURG: But the thing is -- but\nyou have explained, your number one solution for her is\nthis 101 route, which is -- gives lots of discretion in\nthe court.\nMR. HAMILTON: Only in moving the 6-month\nperiod, Justice Ginsburg.\nJUSTICE GINSBURG: Yes.\nMR. HAMILTON: That would be the only\ndiscretion that the statute would appear to accord to\nthe court.\nCHIEF JUSTICE ROBERTS: Where is that, by\nthe way, the provision that allows it to move the\n6-month period?\nMR. HAMILTON: It's in 101(10A) and it\nprovides that the term \"current monthly income\" means\nthe average monthly income from all sources that the\ndebtor receives, or in a joint case the debtor and the\ndebtor's spouse receive, without regard to whether such\nincome is taxable income derived during the 6-month\nperiod ending on -- and then we come to subsections (i),\nlittle (i) -- or (ii). And those are -- that's the\ndisjuncture; it's the 6-month period prior or some other\ntime frame, and the language is important.\nJUSTICE ALITO: What do you say about cases\nin which moving the 6-month period can't solve the\nproblem? For example, if the debtor had good income for\nmany years going back, but then slight -- shortly before\nthe filing of the plan loses his or her job, and there\nis no prospect that the debtor is going to get another\njob? Or it could be the converse, has very low income\nfor a long period and then right before gets a job. So\nyou are not going to be able to cure those problems by\nmoving the 6-month period. What do you do then?\nMR. HAMILTON: Well, Justice Alito, I think\nI would tie in 1323 with respect to the first\nproposition, and that is if the debtor's circumstances\nhave markedly changed, then the debtor has the ability\nto file an amended plan; and that amended plan could ask\nthe court to move that time frame forward to a\nconfirmation hearing that would take into account the\ndrop in income.\nWith respect to the second part of your\nproposition, and that is an increase in income, then I\nas Chapter 13 trustee would have the ability to object\nto it on the basis of -- of good faith under either\n1325(a)(3) or 1325(a)(7), either the plan or the filing\nof the case itself. And those -- the filing of the\n1325(a)(3) was the primary way in which all of these\ndisputes were resolved before the 1984 amendments which\nbrought in subsection (b) to 1325 which introduced the\nconcept of disposable income.\nJUSTICE SOTOMAYOR: How do you file an\namended plan and have the court restart the clock, when\n101(10A) says only if the debtor has not filed a\nschedule of current income? If there's been a plan\nconfirmed or a plan proposed, then the income schedule\nhad to have been filed.\nMR. HAMILTON: Those are -\nJUSTICE SOTOMAYOR: You don't do one without\nthe other.\nMR. HAMILTON: Those are two different\npropositions, Your Honor. One is if the plan is\nconfirmed and one if it is not confirmed. If it is not\nconfirmed, then you are correct; at some point the\ntrustee and the court are going to want to see a\nSchedule I and J to see what the actual income and\nexpenses are. If the plan has already been confirmed,\nthen the ability to change the plan has to be done under\n1329, which is -\nJUSTICE SOTOMAYOR: Forget about 1329. I'm\ngoing to the situation where the plan has been proposed,\nlet's say. The courts -- if a schedule of income has\nbeen filed, then it's without any jurisdiction to change\nthe 6-month lookback period, correct?\nMR. HAMILTON: I don't agree with the word\n\"jurisdiction,\" Justice Sotomayor.\nJUSTICE SOTOMAYOR: Well, it can't under\n101(10A).\nMR. HAMILTON: The debtor would certainly\nhave the ability to ask the court to be excused from\nthat requirement given a change in circumstances. But\nagain it would be the formula that would be honored,\nrather than the court substituting judicial discretion.\nIf there -\nJUSTICE SCALIA: Can I ask -- yes, there is\none more question.\nMR. HAMILTON: Okay.\nJUSTICE SCALIA: Can I ask whether 1323,\nwhich you have now invoked, does not provide the same\nkind of discretion to the court that you are objecting\nto?\nWhat -- what standards are there for\ngranting or not granting modification of the plan? Is\nit pretty much up to the judge?\nMR. HAMILTON: No. I believe again the\ncourt is bound, Justice Scalia, by the 101(10A) formula.\nIt's obvious that Congress intended the formula. It\nwould not make much sense to read the statute to have\nsome other formula.\nJUSTICE SCALIA: Well, then -- then -- okay.\nYou are between a rock and a hard place. Either 1323\ngets you out of that formula, which is what you've said,\nit's one way out, or it isn't. Which is it?\nMR. HAMILTON: I haven't said that it gets\nme out of the formula. It gets me out of the time frame\nissue, because certainly the statute doesn't take into\nspecific account what happens if the debtor loses a job,\nsay, post-petition? Obviously -- example, husband loses\nthe job at Goodyear after the bankruptcy petition is\nfiled. And I think 1323 is broad enough to allow an\namendment which would involve only moving the time\nframe.\nJUSTICE SCALIA: Okay. So any -- any\namendment has to relate to a period -\nMR. HAMILTON: I believe so, Justice Scalia.\nJUSTICE SCALIA: -- subsequent to the\nfiling.\nMR. HAMILTON: If there are no other\nquestions I would like to reserve the remainder of my\ntime, Chief Justice Roberts.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Goldstein.\nORAL ARGUMENT OF THOMAS C. GOLDSTEIN\nON BEHALF OF THE RESPONDENT\nMR. GOLDSTEIN: Mr. Chief Justice, and may\nit please the Court:\nThe Court, I think, has the parties'\narguments very well in hand. I think the -- the one\npoint that I can hopefully address, and it is I think\nthe hardest part of our case, is to address the issue\nthat Justice Alito raised, and that is, is there an\nanomaly in the fact that in BAPCPA Congress added the\n6-month period, which would suggest perhaps that\nCongress was trying to lock in a particular period that\nwe would look at.\nAnd the answer to that question is no, and I\nwant to take you to the relevant statutory provisions.\nEverything is going to be in the cert petition. I am\ngoing to start in the petition appendix at 91, which is\n1325, which is the operative provision here. And\n1325(b)(1) tells us that if the trustee or a creditor\nobjects, then as of the effective date of the plan it's\nonly going to be confirmed in subsection (b), which is\nthe third full paragraph on page 91 is going to control.\nThe plan has to provide that all of the\ndebtor's projected disposable income to be received in\nthe applicable commitment period beginning on the date\nthe first payment is due under the plan will be applied\nto make payments to unsecured creditors under the plan.\nAnd the thing to note first about that\nprovision is that it, too, sets a timetable. It's not\njust projected disposable income, but it's projected\ndisposable income of a very particular type, to be\nreceived in the applicable commitment period. So unless\nthere is something particularly strange about the\ndefinition of \"disposable income,\" Congress specified a\nperiod that the income is going to be measured in, and\nthat's over the course of the plan; the word \"projected\"\ntells us to get a realistic estimation of what that\namount of money's going to be.\nNow, my friend makes the point that\ndisposable income after BAPCPA is a defined term; the\ndefinition comes in the next paragraph; it's subsection\n(2), 1325(b)(2). For purposes of this subsection the\nterm \"disposable income\" means current monthly income\nreceived by the debtor subject to some deductions and\nthen the expenses. So then we have to go to the\ndefinition of \"current monthly income.\" Current monthly\nincome is in 101; it's at page 83.\nThat's where we get the 6-month period. And\nit tells us that current monthly income is the average\nmonthly income from all sources, so it's very\nencompassing, without regard to whether such income is\ntaxable income derived during the 6-month period.\nSo, my friend's argument is that, well,\nCongress said 6 months. The answer to that point is a\ncouple fold. First, as was suggested in the first\nhalf-hour, Congress was addressing a very specific\nproblem there. Before BAPCPA courts didn't know what\nthe -- didn't agree on what the baseline was for\ndetermining someone's income.\nSome courts would say, all right, you are a\nChapter 13 debtor, right away I'm going to look at the\nlatest month. Some courts said 6 months. We have a\ncourt in our brief that said 4 years. So, we have to\nhave a starting point to project from.\nBut the second point is that this term\n\"current monthly income\" isn't principally a Chapter 13\nterm at all. So, my friend's argument is that Congress\nstuck this 6-month period into Chapter 13, so it would\nbe very anomalous if we could just -- in effect, he says\nwe are throwing it out, we are giving the district\njudges discretion. It's not quite right.\nThe place to look is in section 707, which\nis two pages later. 707 is a Chapter 7 provision. And\nmy friend started out by saying the problem with our\nposition is that we were not following the Chapter 7\nmeans test. That's the key. This term is really a -\nborrowed from Chapter 7. So 707(b)(2)(A)(i) is at the\nbeginning of page 85 of the appendix.\nAnd, so, we are in a Chapter 7 case here.\nAnd this is the means test. It tells us that: \"In\nconsidering under paragraph 1,\" so we are trying to\nfigure out if there is a presumption of abuse under\nChapter 7 -- \"whether the granting of relief would be an\nabuse of the provisions of this chapter, the court shall\npresume abuse exists if the debtor's current monthly\nincome, reduced by the amounts determined under clauses\n2, 3, and 4\" -- those are expense clauses -- \"and\nmultiplied by 60 is not less than\" a certain amount.\nSo what happened is Congress in BAPCPA\ncreated this presumption of abuse in Chapter 7 and it\nthen borrowed that concept, as my friend pointed out, in\nChapter 13. So that 6-month period has real force and\neffect in the Bankruptcy Code in Chapter 7. So it's not\nlike Congress in Chapter 13 fixed the 6-month period,\nwhich would give -- have a sort of a gravitational pull.\nYou wouldn't want to throw that out too lightly.\nJustice Sotomayor, I do agree that we ought\nto be pretty -- we ought to stick to it. It indicates\nCongress is concerned with the 6-month period. But it's\nnot like Congress added to Chapter 13 this 6-month\nconcept. It added it to Chapter 7, where it's in full\nforce and effect.\nCan I make one other point about that\nlanguage, just to repeat it again? That the courts\nare -\nJUSTICE SCALIA: You -- you -- you have lost\nme.\nMR. GOLDSTEIN: Okay.\nJUSTICE SCALIA: Where is the 6-month -\nMR. GOLDSTEIN: Sure. It's back. We have\nto go back two pages.\nJUSTICE SCALIA: No, I got -- I got it\nthere.\nMR. GOLDSTEIN: Okay. Sure. I'm sorry.\nThe term is \"current monthly income.\" So we are in\nChapter 7, so four lines down\". \"The court shall\npresume abuse exists if the debtor's current monthly\nincome\" -- that's the 6 months, current monthly income.\nThat's the 6-month period of income.\nJUSTICE SCALIA: I -- I -- I see. I see.\nMR. GOLDSTEIN: See, that's mostly where it\nmatters. Then Congress borrowed it in Chapter 13. But\nit didn't get rid of, as was pointed out before, the\nterm -- \"projected\"; it didn't get rid of the period,\nthe commitment period.\nBut I do want to point out something very\nparticular about this language. Here's the phrase:\n\"Current monthly income, reduced by the amounts\ndetermined under clauses 2, 3, and 4\" -- those are\nexpenses -- \"and multiplied by 60.\" That's what my\nfriend says the phrase \"projected disposable income to\nbe received over the applicable commitment period\" is.\nOur point is that if Congress intended that\nmechanical formulation, it would have used the exact\nwords that I have just read from you in Chapter 7,\nbecause that's mechanical.\nJUSTICE KENNEDY: Without the word\n\"projected\"?\nMR. GOLDSTEIN: I'm sorry?\nJUSTICE KENNEDY: Without the word\n\"projected\"?\nMR. GOLDSTEIN: That's exactly. They used\n\"multiplied.\" And Congress did that several times in\nBAPCPA and before BAPCPA. When Congress wanted, look,\nwe are going to have a mathematical formula, it used a\nmathematical formula.\nCHIEF JUSTICE ROBERTS: Why don't you follow\nhis suggestion and just move the 6-month period, because\nthe statute specifically grants that authority to the\njudge?\nMR. GOLDSTEIN: Sure. Let me make a few\npoints about that, sir. So I'll again read the language\nagain. So we are on 83. It says that -- little (ii) is\ngoing to be -- it's going to be \"6 months ending on the\ndate on which current income is determined by the court\nfor purposes of this title if the debtor does not file\nthe schedule of current income.\"\nA couple OF points about that.\nJustice Alito, you were right, this is a one-way pro\ndebtor ratchet, right. The creditor and the trustee, if\nthe debtor a month before confirmation gets a new job or\ntheir expenses go down -- let's say you had a car, but\nyou know that the car payments are going to be done.\nUnder the trustee's view, then you still get to count\nthe car payments which are totally pretend, or if you\ngot a much higher paying job.\nIn fact, in this case she did get a higher\npaying job. Towards the end of the period, she got a\nraise. And we say that has to be counted, too. We have\nto have a debtor and creditor-neutral provision. In a\nstatute that's designed to make sure the debtor pays a\nmuch as possible to her creditors, it's very strange to\nput this entirely in the debtor's hands.\nJUSTICE ALITO: Can I ask you this. There\nseems to be at least a subtle difference between your\nposition and the government's position. You say that\nthe projected disposable income will be different from\nthe disposable income calculated during the lookback\nperiod when it is known or virtually certain that there\nwill be differences in income or expenses. And the\ngovernment says that there is a difference when\nsomething is likely to occur in the future.\nWhere do you -- where do you get from the\nstatute your known or virtually certain differences?\nMR. GOLDSTEIN: The contrast between 1325\nand 1329. What I tried to do in my brief, and I have\nlaid it out at the beginning of the argument section.\nThat's where we try to articulate our rule. What we\nhave done is we have looked at the cases. As you\npointed out, this is pre-BAPCPA practice. Courts have\nset a pretty high bar, both in terms of the level of\ncertainty and the degree of deviation.\nAnd courts have said -- I will give you an\nexample that will illustrate the difference perhaps.\nYou have times when someone expects to get a raise.\nThey don't know that they are going to get it, or they\nexpect to get a promotion. And courts will say, even if\nthat's pretty likely, until you have actually got it we\nare not going to count it for purposes of 1325(b); come\nback under 1329.\nAnd we point out in our merits brief that in\nfact, it's not quite on point, but she got a settlement\npost-confirmation here, and under 1329 that money was\napplied.\nSo, Justice Scalia, there are\npost-confirmation events, but if you know ahead of\ntime -- and this case is a perfect example, it -- we\nknow she is not going to get another buyout from Payless\nShoe Stores. When it's known or virtually certain, we\nthink that is sufficient -- akin to Justice Sotomayor's\npoint about, you know, making it hard.\nLet me make one other point. I wanted to\nfinish off my answer to the Chief Justice about 101.\nThis provision has taken on greater significance in the\noral argument and the reply brief of the Petitioner. I\ndid want to point out to the Court a provision that is\nnot reproduced in the parties' briefs, but if the Court\nwere to go this route it would want to be aware of, and\nthat's 521(i).\nAnd 521(i) tells us that you do have to file\nthe forms at the beginning or you have to file them\nwithin 45 days, but upon request of the debtor made\nwithin 45 days after the date of filing the petition,\nthe court may allow the debtor an additional period of\nnot to exceed 45 days. So it does seem to constrain the\npower of the bankruptcy court to shift this period all\naround.\nSo, I have made two points. One is it's a\none-way ratchet for the debtor; second, it's not\nunlimited.\nThe third is it just doesn't make any sense.\nWhy would Congress design a system that would have all\nof these machinations. If we agree that Congress\nwants -- it seems my friend and I agree that Congress\nbelieves that she shouldn't have to make the payments\nthat would be required under the trustee's reading of\n\"projected disposable income.\" The question is how we\nget there. The trustee's answer is that you are\nrequired by the text; I'm sorry, Congress took this\noption away.\nAnd I think that, as I have explained, the\nterm \"projected disposable income to be received in the\napplicable commitment period\" really is not language\nthat you would ordinarily construe to ignore changes\nthat -\nCHIEF JUSTICE ROBERTS: Well, I think -- I\nthink that's exactly right when you look at term\n\"projected disposable income.\"\nMR. GOLDSTEIN: Yes.\nCHIEF JUSTICE ROBERTS: But if you look as\n\"disposable income\" -\nMR. GOLDSTEIN: Yes.\nCHIEF JUSTICE ROBERTS: -- as a defined term\nand then add \"projected,\" I think it's a different -\ndifferent -- different argument, different kettle of\nfish. I mean, because particularly in a statute\nintended to restrict discretion, it's a way to do it.\nYou look at it in the abstract, \"projected disposable\nincome,\" it doesn't achieve that objective.\nMR. GOLDSTEIN: And that is exactly,\nMr. Chief Justice, why I started with the definition of\n\"current monthly income in the 6-month period.\" I agree\nthat it is an important point. It is their strongest\nargument.\nMy only point is that I have explained, I\nthink, why Congress put the 6-month period in for\npurposes of Chapter 7 and also to have the starting\npoint. If I -- to give you an example, take inflation.\nIf we were to define inflation as the amount in the rise\nin prices over the previous 6 months, if Congress did\nthat in a statute and then told us to look at projected\ninflation, we would still not ignore things that will\ntell us that there are going to be -- there has been an\noil price spike or an increase in health care costs. It\nwould take a pretty firm, firm period that told us to\nonly look into the past and not look into the future,\nparticularly when the whole point of the statute is to\nmake sure that the money goes into the creditor's hands\nthat the debtor is able to pay.\nOn the point of discretion, I should also\nsay BAPCPA as a whole was intended to reduce discretion.\nAnd, so, it's kind of odd to say that the answer to our\nposition is to turn to all of these other discretionary\nprovisions -\nCHIEF JUSTICE ROBERTS: What if you -- you\nwanted to achieve your friend's result and you had a\ndefinition of disposable income, and you wanted the\ncourt to -- you don't want to say project that forward,\nwhat -- what word would be more natural than saying\nprojected?\nMR. GOLDSTEIN: I -- I -- I would use the\nlanguage that Congress did in 707. Remember, the\ncurrent monthly income reduced by the amounts determined\nunder clauses 2, 3, and 4 and multiplied by 60.\nCHIEF JUSTICE ROBERTS: No, that's altering\ndisposable income -- the definition of disposable\nincome. I'm asking isn't the most natural word to\nachieve your friend's result to use projected. What\nother word would you say when you say this is the period\nyou look at and you want to take it forward?\nMR. GOLDSTEIN: Multiply. And Congress did\nthat a bunch of times. Projected -- if we try to\nproject something, we try and make the -- and everybody\nagrees on the definition, so really, it's not an unusual\nterm. It is: You make your best estimate of the future\nbased on the data you have now. My friend is right.\nOne piece of data we have now is her previous 6 months'\nincome. Another piece of data is we know that she's not\ngoing to have the same income in the future.\nIf there are no further questions.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\nMs. Harrington.\nORAL ARGUMENT OF SARAH HARRINGTON\nON BEHALF OF THE UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING RESPONDENT\nMS. HARRINGTON: Mr. Chief Justice, and may\nit please the Court:\nIn bankruptcy, as in many areas of the law,\nCongress has tried to balance on the one hand, doing\ncase-specific justice, and on the other hand, ensuring\nthat the statutory scheme is administrable. Now,\nCongress certainly could have chosen to elevate\nsimplicity over accuracy by telling bankruptcy courts to\ntake a debtor's current disposable income and multiply\nthat number by the number of months in the plan in\nassessing whether the plan is confirmable. But there\nare several strong signals in the code that that is\nactually not what Congress intended courts to do.\nJUSTICE ALITO: But do you think bankruptcy\ncourts are supposed to be economic forecasters? For\nexample, if you -- after calculating the debtor's income\nduring the 6-month period, the 6-month lookback period,\nshould the bankruptcy court said, well -- say: Well,\nit's -- inflation is projected to be such-and-such over\nthe term of this plan, so I am just going to increase it\nby the amount of inflation; or: This person works in a\nparticular industry where historically, over the last\nfive years or ten years, there's been a 3 percent\nincrease in salary per year, so I'm going to multiply it\nby -- multiply the disposable income figure like that?\nMS. HARRINGTON: Certainly not,\nJustice Alito. Bankruptcy -\nJUSTICE ALITO: Well, why not? You say that\nthe bankruptcy courts should take into account things\nthat are likely to occur in the future.\nMS. HARRINGTON: Well, bankruptcy courts -\nwe are not saying that bankruptcy courts should ever\nspeculate about what might happen in the future. What\nwe are saying is that bankruptcy courts should take into\naccount what they know, in this case, already has\nhappened, but also what they know will happen. And so\nto give an example of a change that would benefit\ncreditors, if as -- as I mentioned earlier, if a debtor\nhas secured a higher-paying job just before or just\nafter she filed her petition, a Court should be able to\ntake into account the fact that her income going forward\nwould be greater than would be reflected in the\ncalculation of her current disposable income.\nJUSTICE SCALIA: Well, \"know will happen\" is\nquite different from \"likely to happen,\" and I thought\nyour test was likely to happen.\nMS. HARRINGTON: Well, likely to happen\nbased on what you know now. I think -- we haven't\nsuggested a particular burden of proof. I think -\nJUSTICE SCALIA: Not -- not likely, based on\nwhat you know. Well, that's quite different from you\nknow it will happen.\nMS. HARRINGTON: Right. So there is an\nexample mentioned earlier: If the debtor is repaying a\nloan to her 401(k) program, that is the type of loan\nthat can't be extended time-wise. And so she will keep\nmaking those payments, which will be deducted as an\nexpense in the calculation of her current disposable\nincome, but -- but you know at a certain point, she is\nlikely to stop making those payments.\nJUSTICE SCALIA: Is there a difference\nbetween your test and the Respondent's test?\nMS. HARRINGTON: Not according to what I\nheard Mr. Goldstein say at the argument. Again, we do\nnot mean to suggest that a court should use -\nJUSTICE SOTOMAYOR: His words were \"known to\na virtual certainty,\" which are -- likely to happen is\ndifferent than likely to happen.\nMS. HARRINGTON: I think, in part, it\ndepends on what type of change you are talking about.\nAgain, we would never say that a court should speculate\nabout what should happen. But, for instance, to take\nanother example on the expense side, if a debtor when\nshe proposes her plan owns a second home, a vacation\nhome that is secured by a mortgage, then that secured\ndebt payment is an expense that would be deducted from\nher income in the calculation of her current disposable\nincome. But if she proposes to surrender that property\nas a condition of her plan, she will no longer have that\ndebt payment going forward. And so that's the type\nof -- so it will no longer be an expense going forward.\nUnder Petitioner's view, a court would not be able to\ntake into account the fact that that current expense -\nJUSTICE SCALIA: That's -- that's \"know will\nhappen.\" That is \"know will happen.\" But I don't know\nhow you can, at one and the same time, say: Courts\nshall not speculate, and then say that the test is\n\"likely to happen.\"\nMS. HARRINGTON: Well, again, in this -\nJUSTICE SCALIA: I mean, to -- you know, to\nlook forward and say: Is it likely or not likely?\nThat's speculation. I don't know a better definition of\nspeculation, to tell you the truth.\nMS. HARRINGTON: Okay. But then, we\nwouldn't -- we are not trying to advance that view of\n\"likely.\" And again, in this case the change had\nalready occurred, so there is no uncertainty about what\nher situation is now and what we can project it to be\ngoing forward.\nCHIEF JUSTICE ROBERTS: It seems to me that,\nparticularly since you are adopting a fairly broad -\nwell, depending on how broad a theory you are adopting\nof what's projected and what's not, that you are taking\ninto account a lot of things that are more properly\ntaken into account when it comes to whether the plan\nshould be confirmed or not.\nMS. HARRINGTON: Well, this is -\nCHIEF JUSTICE ROBERTS: What's going to\nhappen? What's the situation going to be? What should,\nyou know, the creditors get? What should the debtor\nget? There is no reason to kind of shoehorn those into\nthe projected disposable income.\nMS. HARRINGTON: Well, except that if the\ncreditor or a trustee objects, then the calculation of\nprojected disposable income is one of the conditions of\nconfirmability of the plan. The court can't confirm it\nunless it can -\nCHIEF JUSTICE ROBERTS: Well, is that -- I\nmean, let's say your friend wins up to the point and\nsomebody else, when it gets to confirmation, can say:\nWell, look, you know, there was this big payout before\nthe filing. So don't confirm it. We know she has got\nall this -- all this other money. That -- it could do\nit that way, couldn't it?\nMS. HARRINGTON: I'm sorry, if she got a\nhigher-paying job just before? Is that what you're\nsuggesting?\nCHIEF JUSTICE ROBERTS: Well, whatever the\nsituation is, can't that be taken into account when it\ncomes to confirmation?\nMS. HARRINGTON: Well, it could affect the\n-- well, one thing that is important to note that hasn't\nbeen brought up is under Section 1325(a)(6), the court\nis actually -- which is the feasibility provision -- the\nCourt is actually required to think about what is going\nto happen in the future, whether a debtor is going to be\nable to repay her creditors. And so it doesn't make\nvery much sense to, on the one hand, require a court to\nconsider what it knows will happen in the future in\ndetermining feasibility, and then on the other hand, if\nthere's an objection by the creditor or the trustee and\n1325(b) comes into play, to prohibit a court from\nconsidering the same facts it knows about what is going\nto happen in the future -\nJUSTICE ALITO: What if the debtor is a\nwaiter and during the last month of the 6-month period,\nbecause of some change of the economy the waiter's tips\nhave gone up either way up or way down? What's the\ncourt supposed to do then?\nMS. HARRINGTON: Well, I think one purpose\nof having the 6-month lookback period in the calculation\nof current income is exactly to take into account those\nsituations. There are many people who are gainfully\nemployed full time, but whose -- whose income fluctuates\nover time. And so requiring that courts use the 6-month\nlookback period, I think, gives creditors a better sense\nof whether the current income figure provided by the\ndebtor is accurate. It reduces the chance for strategic\nfiling because it sort of takes some of the significance\naway of the time of filing.\nAnd so it seems fairer in that case to\nconsider that 6-month average in a case where income\nfluctuates up and down as an accurate sense of what the\n-- what the debtor's current income is. And again, in\nmany -- in a significant number of cases the calculation\nof a current disposable income will be a good prediction\nof what the debtor's disposable income will be going\nforward.\nJUSTICE GINSBURG: How do you deal with the\nPetitioner's -- the two arguments Petitioner makes? One\nis that on the expense side, Congress provided for\nspecial circumstances, exceptions, and it didn't on the\nincome side?\nMS. HARRINGTON: Well, the special\ncircumstances exception comes in, in the calculation of\nthe debtor's current disposable income, but it doesn't\ntell you what to do in terms of projecting that\ndisposable income. And so you can adjust what you think\nthe current disposable income is based on an expense\nthat isn't accounted for in the standard expenses or an\nexpense that is accounted for, but is higher than is\naccounted for in those expenses. But again, it doesn't\ntell you what to do -- how to project that number going\nforward.\nJUSTICE GINSBURG: What about the argument\nthat this is a simple thing; she didn't have to file the\nplan -- she didn't have to file the petition at a time\nwhen those two months would be in the 6-month lookback.\nShe could have waited.\nMS. HARRINGTON: Well, that is certainly\ntrue of this debtor, of the Respondent in this case.\nThat is not an option available to all debtors, many of\nwhom are facing foreclosure proceedings or imminent\nforeclosure proceedings. Delay is simply not an option.\nAnd if I could address Section\n101(10A)(A)(ii) option that the Petitioner offers -- I\nmean, one thing to note is it doesn't give the Court the\ndiscretion to set any other -- to just pick any other\n6-month lookback period. They pick a date and go 6\nmonths back from whatever that date is. So if a change\noccurs very soon before the filing of the petition, it\nmakes it very hard for a court to use that provision to\nchange the lookback period because you would have to\nwait 6 months, essentially, after the filing of the\npetition to set it back.\nBut again, the biggest problem with using\nthat section as a workaround is that that is an option\nthat is available to debtors, but not to creditors. If\na debtor files a Chapter 13 petition along with all the\nSchedules that are required under Section 521 of the\ncode, then the debtor has no option for -- excuse me,\nthe creditor has no option and the trustee has no\noption -\nCHIEF JUSTICE ROBERTS: Well, the creditor\nhas the option of objecting the confirmation of the\nplan.\nMS. HARRINGTON: They can object to\nconfirmation of the plan, but on what -- what basis? If\nthe Petitioner argues that the calculation of projected\ndisposable income is merely a mechanical multiplication\nof the current disposable income times 60 or 36, then\nthey have no way of allowing the court to take account\nof a change that has happened just before or after the\ntime of the petition that would inure to the creditor's\nbenefit.\nCHIEF JUSTICE ROBERTS: They can't say: I\nobject because the 6-month period is unrepresentative\nbecause of this particular event?\nMS. HARRINGTON: They could say that, but\nit's not clear in the code that that is a basis for\nrefusing to confirm a plan. I think they would have to\nmake the argument that -\nCHIEF JUSTICE ROBERTS: Does the government\nhave a position on that?\nMS. HARRINGTON: I think unless there were\nbad faith it's not clear how that can be a basis for not\nconfirming a plan, and that was the -- the reason that\nmy friend on Petitioner's counsel suggested. But again,\nit's not clear how that would be bad faith, if a debtor\nproposes a plan that -- that commits all of her\nprojected disposable income under the trustee's view of\nwhat that number is, it's hard to see how you could say\nthat that was a plan that was proposed in bad faith.\nSo again, I just want to -- just to respond\nto the -- the argument that the government in\nRespondent's view reads the 6-month period totally out\nof the code -\nCHIEF JUSTICE ROBERTS: You can finish the\nsentence.\nMS. HARRINGTON: Okay. The calculation of\na -- a debtor's current disposable income will often be\na reliable predictor of her future disposable income and\nwhen that's the case, then a reliable way of projecting\nis simply be multiplying.\nCHIEF JUSTICE ROBERTS: Thank you, Ms.\nHarrington.\nMS. HARRINGTON: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Hamilton, you\nhave two minutes remaining.\nREBUTTAL ARGUMENT OF JAN HAMILTON\nON BEHALF OF THE PETITIONER\nMR. HAMILTON: Thank you, Mr. Chief Justice.\nFirst of all, I want to note that the plan\nis not confirmed in this case; this was an interlocutory\nappeal. There is an amended order at the BAP level that\nallows it as an interlocutory appeal. So the debtor\nstill has preconfirmation options, rather than having to\nrely upon 1329 or something else in the record.\nSecondly I want to point out that 1325 as\nhas been suggested by Justice Ginsburg only incorporates\na part of 707(b), and the part it doesn't incorporate is\nthe special circumstances on the income side. It only\nincorporates special circumstances on the expense side.\nThe significance of that is that what has been\nsubstituted for special circumstances on the income side\nis the 101(10A) formula minus certain expenses from\n707(b).\nThe certain expenses from 707(b) are not a\nwild card. They are IRS standards in certain other\nspecially defined circumstances. The idea that this\nwould allow a phantom car payment -- no, we don't think\nso. There is language in that section that says that\nthe expenses have to be applicable and actual.\nAnd one case recently decided in the Ninth\nCircuit, the Ransom case, says that. You have to look\nat the language in 707(b) in order to determine the\npropriety of the expenses, which has nothing to do with\nthe applicability of the 6-month time frame.\nWhat the government and what the Respondent\nchoose to do here is to basically gut the entire means\ntest based upon one word, and that's \"projected.\" And\nthey choose to use an undefined term \"projected\" over\nthe statutory language that Congress chose to determine\nwhat debtors should pay to their creditors, and it's a\ncongressional choice. And as many commentators have\nsuggested, if there is a remedy here, it is a\ncongressional remedy and not a judicial remedy.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "No. 08-998 STEPHANIE KAY LANNING"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 26, 
        "JUSTICE ALITO": 14, 
        "JUSTICE GINSBURG": 14, 
        "JUSTICE KENNEDY": 4, 
        "JUSTICE SCALIA": 23, 
        "JUSTICE SOTOMAYOR": 8, 
        "MR. GOLDSTEIN": 14, 
        "MR. HAMILTON": 53, 
        "MS. HARRINGTON": 21
    }
}