{
    "appearances": {
        "content": "KERRY A. SCANLON, ESQ., Washington, D.C.; on behalf of\nthe Petitioner.\nCOREY L. MAZE, ESQ., Solicitor General, Montgomery,\nAla.; on behalf of the Respondents.\n"
    }, 
    "caseNum": "08-9156", 
    "caseinfo": {
        "content": "HOLLY WOOD, :\nPetitioner :\nv. : No. 08-9156\nRICHARD F. ALLEN, :\nCOMMISSIONER, ALABAMA :\nDEPARTMENT OF :\nCORRECTIONS, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nKERRY A. SCANLON, ESQ.\nOn behalf of the Petitioner 3\nCOREY L. MAZE, ESQ.\nOn behalf of the Respondents 25\nREBUTTAL ARGUMENT OF\nKERRY A. SCANLON, ESQ.\nOn behalf of the Petitioner 52\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, November 4, 2009\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:05 a.m.\n"
    }, 
    "petitioners": [
        "HOLLY WOOD,", 
        "Petitioner", 
        "v.", 
        "No. 08-9156 RICHARD F. ALLEN,", 
        "COMMISSIONER, ALABAMA", 
        "DEPARTMENT OF", 
        "CORRECTIONS, ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:05 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next in Case 08-9156, Wood v. Allen.\nMr. Scanlon.\nORAL ARGUMENT OF KERRY A. SCANLON\nON BEHALF OF THE PETITIONER\nMR. SCANLON: Mr. Chief Justice, and may it\nplease the Court:\nHolly Wood was sentenced to death after his\nlawyers failed to investigate or present to the jury\nevidence of his undisputed mental deficiencies. That\nevidence was readily available to any reasonably\ncompetent attorney, and it offered powerful mitigation\nwhich had a reasonable probability of changing the\nsentence from death to life without parole.\nNo one on the sentencing jury had any idea\nthat Mr. Wood had any mental deficiency, much less that\nhe had an IQ between 59 and 64, which means he ranks in\nthe lowest one percent of the total population.\nJUSTICE SCALIA: Of course, if they had\nintroduced that evidence on behalf of the defendant,\nthere would have come in the report they had gotten\nfrom -- who was it, Dr. Kirkland? Was that his name?\nMR. SCANLON: That's correct, Justice\nScalia.\nJUSTICE SCALIA: Which said that, although\nhe -- he indeed was in the lower range of mental\nagility, this did not affect his ability to discern\nright from wrong.\nMR. SCANLON: Well --\nJUSTICE SCALIA: He was not -- the Kirkland\nreport was not a favorable report for the defendant.\nMR. SCANLON: Well, the Kirkland report was\nnot -- first of all, was only about his mental\ncompetency and whether he had a mental disease or defect\nthat prevented him from knowing right from wrong. It\nwas an incompetency and insanity report.\nThis Court has made it clear in Atkins and\nother cases that mentally retarded persons often know\nthe difference between right and wrong and are competent\nto stand trial. What that report did have is a very\nstrong lead that he had a borderline intellectual\nfunctioning. That is different from whether or not he\nis able to go to trial or whether he --\nJUSTICE SCALIA: Well, but it didn't just\nsay borderline intellectual function. It went on to say\nthat did not affect his ability to perceive that he\nwas -- he was doing something wrong here.\nMR. SCANLON: Each of the statements --\nJUSTICE SCALIA: You know, if it had not\nadded that I would have said, oh, yeah, let's -- let's\npursue this further. But they -- it seems to me they\nmade an intelligent decision There was nothing here that\nwas going to help them and there might be stuff that\nwould hurt them.\nMR. SCANLON: Justice Scalia, everything in\nthe Kirkland report that talked about his ability was\nhis ability to go to trial, that he was competent and\nthat he knew the difference between right and wrong.\nThose findings in the Kirkland report that talk about\nthat relate only to that issue. It's an entirely\ndifferent issue, which the courts have made clear,\nwhether someone has significant mental deficiencies that\nwill -- will -- is the kind of evidence that garners\nsympathy from the jury.\nJUSTICE ALITO: Why is this question\nproperly before us in this case? The argument that you\nseem to be making, and it's an argument to which you\ndevote a lot of your brief, seems to be that the -- the\nState courts unreasonably applied Strickland to the\nperformance of the attorneys at the penalty phase.\nNow, that is a, a (d)(1) argument,\n2254(d)(1). But the two questions on which cert were\ngranted have to do with findings of fact. So they have\nto do with (d)(2) and (e)(1) and not (d)(1) at all.\nMR. SCANLON: Justice Alito, our primary\nargument is a (d)(2) argument, and that is that there\nwas no strategic decision here, that in fact it was a\nfailure to investigate in violation of this Court.\nCHIEF JUSTICE ROBERTS: Was (d)(2) raised in\nyour habeas petition?\nMR. SCANLON: Yes.\nCHIEF JUSTICE ROBERTS: Could you give me a\ncitation for that, where in the habeas petition you made\na (d)(2) claim as opposed to a (d)(1) claim?\nMR. SCANLON: Well, our habeas -- I -- I can\nget a cite for that, but our habeas petition was all\nabout failing to do an investigation in the State\ncourt's findings that there had been a reasonable\ninvestigation. The State court finding, Mr. Chief\nJustice, is at page 201a and 202a of the petition\nappendix.\nAnd at that point the State courts talk\nabout eight historical facts and they conclude that\nthere was a reasonable investigation of the facts.\nCHIEF JUSTICE ROBERTS: That factual\ndetermination that you say is unreasonable under (d)(2),\nthat went to deficient performance?\nMR. SCANLON: That went to deficient\nperformance, of course.\nCHIEF JUSTICE ROBERTS: Did the -- did the\nState court make a ruling on prejudice under Strickland?\nMR. SCANLON: The State court did make a\nruling on prejudice. And it made it on two grounds: It\nfound that he was not mentally retarded, which, of\ncourse, is -- is -- is clearly unreasonable, because you\ndon't have to be mentally retarded to have it be\nvaluable evidence to present to the jury.\nSecondly, they -- they found that the crime\nwas brutal in its nature, even though the trial court\nhad -- had -- had declined to give the instruction that\nit was cruel and heinous.\nCHIEF JUSTICE ROBERTS: Do you agree that we\nhave to find that it was an unreasonable determination\nboth with respect to performance and with respect to\nprejudice to get you through the (d)(2) hurdle?\nMR. SCANLON: Yes, of course, and I think we\ncan do that, and for the same reason, Mr. Chief Justice,\nthat it was not reasonable in the first place for\ncounsel to decide to stop their investigation. That's\nbecause the evidence is so powerful. This is the most\npowerful kind of mitigating evidence you can have in\nthis type of case.\nJUSTICE SOTOMAYOR: Could I take you back to\nJustice Alito's question? As I read the lower court\ndecision, it was saying counsel made a strategic choice\nnot to pursue any further investigation with respect to\nmental health, correct?\nMR. SCANLON: Correct.\nJUSTICE SOTOMAYOR: All right. And they\nmade it on the basis of a number of factors, including\nthe fact that there was testimony that the two senior\nattorneys said: It's not going to help us if we do or\nnot. You may disagree with whether or not a strategic\ndecision was made or not, but if one can view the\nevidence in any way as the attorney having made the\ndecision, isn't your argument that that decision was\nunreasonable?\nMR. SCANLON: Of course.\nJUSTICE SOTOMAYOR: But isn't that what\nJustice Alito asked you? That's not a dispute with the\nfactual finding that it was a strategic decision.\nThat's a dispute with the legal -- the legal -- whether\nthat strategic decision met the legal standard of\nStrickland.\nMR. SCANLON: That's correct.\nJUSTICE SOTOMAYOR: All right. So we're\nback to Justice Alito's question, which is, isn't that a\n(d)(1) instead of a (d)(2) argument, and we -- the\nquestion presented only addressed the strategic\ndecision. It didn't address or present the question of\nthe Strickland question of whether that would have been\na reasonable strategic decision.\nMR. SCANLON: Your Honor, that is our\nalternative argument. Our -- our main argument is a\n(d)(2) argument.\nJUSTICE SOTOMAYOR: It might be your\nalternative argument, but it's not the question\npresented.\nMR. SCANLON: No, I'm saying the fact\nquestion is our primary argument. That is how we lost\nin the Eleventh Circuit. The Eleventh Circuit made a\ndetermination that it was not unreasonable to find that\nthere had been an adequate investigation by these\nlawyers of a mental health defense. That's what the\nEleventh Circuit found.\nJUSTICE GINSBURG: When did that come up? I\nthought that the facts as the Eleventh Circuit presented\nthem is that the senior lawyer first said: We want\nDr. Kirkland's report not simply on the question of\ninsanity and incompetence to stand trial, but also to\ngive us leads to mitigating evidence.\nSo mitigation is in his mind about looking\ninto this mental question. He reads Kirkland's report\nand, for whatever reason, decides this isn't worth\npursuing; this is not going to help us.\nI thought that that's what the Eleventh\nCircuit said was the picture, that whether it was an\nincompetent, ineffective decision is a separate\nquestion, but as to what happened, why did the\ninvestigation stop, because the senior lawyer said:\nYes, it's relevant to mitigation, but I looked at the\nreport and I think it's not wise for us to pursue\nmitigation.\nMR. SCANLON: Justice Ginsburg, that is what\nthe State argues. That is not what the Eleventh Circuit\nfound. On pages 56 and 57a of the petition appendix,\nthe Eleventh Circuit clearly makes a finding that there\nhad been a reasonable investigation done of this.\nJUSTICE GINSBURG: Where is that? 56?\nMR. SCANLON: Page 56a and page 57a of the\npetition appendix, which is the Eleventh Circuit\ndecision. And if you look at page 56a, for example, the\nEleventh Circuit framed the issue correctly. They say:\nHere the issue becomes, did counsel, before deciding not\nto present evidence of Wood's borderline intellectual\nfunction make reasonable investigation or a reasonable\ndecision that made particular investigations\nunnecessary?\nAnd they go on right after that on page 56\nand 57 to say that they did a reasonable investigation.\nThey cite eight historical facts about that\ninvestigation. Those facts are objectively --\nJUSTICE GINSBURG: I'm sorry that I don't\nhave that appendix with me now, but as I recall the\nEleventh Circuit was not making any independent\ndetermination of its own, but it was reporting what the\nsenior lawyer -- his view of it. They were not making a\nfact-finding as a tribunal.\nMR. SCANLON: With all due respect, Justice\nGinsburg, if you look at the Eleventh Circuit decision\nat this critical point, there is no reference to Mr.\nDozier, who is the senior lawyer. What the reference is\nto are the State court findings, which they say at 57a\nare amply supported by the record. Those findings were\nthat they did an investigation, that it was adequate,\nand in fact, the State has now abandoned that position.\nThe State no longer claims that these\nlawyers did any investigation at all. They claim that\nthey looked at the Kirkland report and made a decision\nthen and there to terminate any investigation, and that\n-- that of course would be a violation under (d)(1).\nBut you first have to get to the fact issue, whether\nthey did an investigation in the first place.\nJUSTICE KENNEDY: You don't have the cite\nfor 542 F.3d, that part of the opinion? It's in\n542 F.3d, 1281, but I don't have the particular page.\nOkay.\nMR. SCANLON: I'm sorry, I don't have the\nF.2d cite.\nJUSTICE STEVENS: Could you clarify one --\ncould you clarify one thing for me?\nI understand that you can understand the\nrecord as indicating that they made a reasonable\nstrategic decision not to let that report come in or\nmake these arguments at the guilt stage, but the\nseparate question is whether, did they also decide, make\nthe same decision with respect to the penalty phase?\nAnd if they did, were they assuming that the Kirkland\nreport would become a part of the record at the penalty\nstage as it would have at the guilt stage if it came in?\nMR. SCANLON: Well, I think your question is\n-- is right on point, because what Mr. Dozier was\nthinking about when he said it didn't merit further\ninquiry was the guilt phase.\nJUSTICE STEVENS: Right.\nMR. SCANLON: That's what he was focused on.\nHe -- he designated to Mr. Trotter, the junior lawyer,\nthe penalty phase, and therefore the fact that they\ndidn't make that decision is clear, because two months\nlater Mr. Dozier himself is going to the trial court\nwith Mr. Trotter and asking for psychological\nevaluations and other reports.\nMr. Trotter, before the trial, says: Your\nHonor, we have not investigated this; it needs further\nassessment. So clearly --\nJUSTICE GINSBURG: That, what you said so\nfar, leaves out one thing; that is, I thought that\nDozier had said: We need, we have to get this Kirkland\nreport, and it's of interest to us for three purposes,\nthe two that were relevant to the guilt phase and the\none, mitigation, that was relevant to the penalty phase.\nThat suggests that in his mind, in Dozier's\nmind from the start, was both phases, the guilt phase\nand with respect to mitigation. And then he looked in\nthe report and, having said, we should see if there's\nany leads to mitigation, then he next says, we're not\ngoing forward with this.\nMR. SCANLON: Well, Justice Ginsburg, the --\nwhat Mr. Dozier said at that time was in response to a\nleading question: Did you have the penalty phase in\nmind? And he said: Of course.\nNow, what he actually did when he requested\nthe Kirkland report was to limit it specifically to\ncompetency and insanity, and so -- but even if Mr.\nDozier had that in mind, which I don't think the record\nsupports -- let's assume that he had that in mind. When\nhe got the Kirkland report, it's obvious the State\nagrees with it. This Court's precedents show that\nwhat's in the Kirkland report is an extremely strong\nlead. He has borderline mental functioning. And\ncounsel were not able to simply not follow that lead.\nReasonable counsel would have seen that as a green\nlight, not a red light.\nJUSTICE GINSBURG: Now this case, for me at\nleast, is terribly confusing, because I thought, reading\nthe cert position, that the Court granted cert to deal\nwith a legal question that has confused the lower\ncourts, that is, what is the relationship between (d)(2)\nand (e)(1) of AEDPA?\nMR. SCANLON: Right.\nJUSTICE GINSBURG: Now I read your brief and\nI hear what you're saying so far. It seems to be that\nyou have a solid case under (d)(1); that is, that these\ncounsel were ineffective because they did not pursue\nmental state mitigation.\nBut that would be a much different -- that\nwould be a fact-bound case tied to this record, as apart\nfrom the legal question: What does unreasonable -- the\n(d)(2) unreasonableness, how does it relate to the\n(e)(1) presumed correct, clear and convincing evidence?\nI thought that that legal question was why we granted\ncert.\nMR. SCANLON: And that is very central to\nthis case, and the reason it's central is because the\nEleventh Circuit got it wrong when they focused on\nindividual fact-findings, many of which were immaterial\nto the claim, instead of looking at the entire State\ncourt record, and so we --\nJUSTICE ALITO: But that's an entirely\ndifferent question. I think that's the question. Did\nthe validity of the -- the conclusion made by the State\ncourts that there was a strategic decision not to\npresent this evidence until the -- the final judge stage\nof the -- of the proceeding, and not whether there was a\nreasonable investigation or whether they -- there was\nreasonable performance overall at the penalty phase.\nIt's purely this question of the validity of\na finding of historical fact and how that is to be\nevaluated under -- under (d), under (d)(2) and (e)(1).\nMR. SCANLON: Right, and, if you look at\nEleventh Circuit's opinion, the majority opinion in this\ncase, what they did is, rather than look at the entire\nrecord for reasonableness to see if the Petitioner had\nshown that it was not reasonable, what they did was they\nlooked at individual fact-findings.\nAnd -- and they said that those are not\nrebutted by clear and convincing evidence; therefore,\nit's reasonable. And that's the mistake.\nJUSTICE KENNEDY: But let's just talk\nabout the -- the finding of -- by the district court\nthat there was no strategic reason and the -- and the\ndisagreement with that in the Federal circuit, and let's\ntalk about it just under (d)(1) -- just under (d)(1).\nMR. SCANLON: Okay.\nJUSTICE KENNEDY: Would you say that the\ntest is whether or not the -- that finding was clearly\nerroneous?\nMR. SCANLON: No.\nJUSTICE KENNEDY: Is that -- is that another\nway?\nMR. SCANLON: No. I think the standard is\nmuch more difficult than that. I think the standard --\nJUSTICE KENNEDY: Why -- why is\n\"unreasonable application\" different from \"clearly\nerroneous\"?\nMR. SCANLON: I think it's -- I think\nsomething could be incorrect, but it wouldn't be\nunreasonable. I think something could be erroneous, but\nit wouldn't be unreasonable.\nI think that Congress made it clear that\n(d)(2) was a deferential standard. It has teeth in it.\nJUSTICE KENNEDY: Well, I'm -- I'm talking\nabout (d)(1).\nMR. SCANLON: Okay. Under (d)(1) --\nJUSTICE KENNEDY: I-- I beg your -- (d)( 2),\nunreasonable determination of facts.\nMR. SCANLON: Right.\nJUSTICE KENNEDY: Yes.\nMR. SCANLON: Right. And that is that\nCongress said that a Petitioner has to show, before they\ncan go anywhere in their case, that that is objectively\nunreasonable.\nIn the prior version of this statute, it was\nmuch easier --\nJUSTICE KENNEDY: So you -- you think there\ncan be findings that are clearly erroneous, but not an\nunreasonable determination of facts?\nMR. SCANLON: I think that this Court,\ncertainly, in the context of (d)(1) has said, in\nMiller-El, that there is a difference between something\nbeing erroneous and something being unreasonable.\nJUSTICE KENNEDY: I'm talking about (d)(2).\nMR. SCANLON: I think it would -- I think it\nwould apply there, too. I think --\nJUSTICE KENNEDY: Because the problem, as\nJustice Ginsburg indicated, is that the courts of\nappeals are looking for guidance as -- as to when we can\ngo into -- into these findings and set them aside.\nMR. SCANLON: Right. Right.\nJUSTICE KENNEDY: And it really is very\ndifficult for me to wear a \"clearly erroneous\" hat or an\n\"unreasonable determination of fact.\" I -- I just can't\nsense any difference there.\nMR. SCANLON: I -- I think the key\ndifference is this, Justice Kennedy, and that is that\nwhen you have a \"clearly erroneous\" test -- or under --\nunder (e)(1), you're not looking at the entire factual\nrecord. You're looking at independent fact-findings.\nAnd that's where the Court got it wrong in this case.\nAnd what this Court needs to do is clarify several\nthings. One, that (e)(1) does not mean and (d)(2) does\nnot mean that you have to show unreasonableness by clear\nand convincing evidence. That's what the Court did in\nthis case, and the Eleventh Circuit has done that in\nother cases.\nJUSTICE BREYER: Do I have it right, in your\nopinion, so far? I'm just interested in the\nrelationship between (d) and (e), and as I read it, just\nto look at the language, it seems to me, in the (d)\ncase, we're talking about something that was decided on\na record in a State court.\nAnd you -- you're the lawyer, trying to get\nthe Federal judge to say, that's all wrong. You're\ngoing to say their facts are wrong, their fact-finding.\nSo you say: Judge, that was unreasonable, you know, in\nlight of the record. That's what you do under (d)(2)?\nMR. SCANLON: Correct.\nJUSTICE BREYER: Now, (e) is a different\nsituation. (E) is a situation where, for some reason or\nother -- and there are a few -- you are having a new\nhearing in the Federal court.\nOne reason for having such a hearing could\nbe that there was a factual predicate that couldn't have\nbeen discovered and it's very important. So you're get\ninto that Federal court hearing. And now, when you're\nin the Federal court hearing it turns out that in the\nearlier State court hearing there was a fact-finding\nthat has something to do with this. It may be not so\nimportant, but it's over there and you want to get the\njudge to ignore it.\nSo there you have to show what (d)(2) says.\nYou have the burden of saying that that was an\nunreasonable fact-finding. That's what it says. Those\ndifferent words make -- seem sensible to me because the\nproceeding is different, and the way we talk about the\nproceedings is a little bit different. But as a\npractical reality, I guess they come to about the same\nthing.\nAll right. Now, forgetting my last comment,\nhave I got the first part right as you understand it?\nMR. SCANLON: I think that's right. If\nthere's different evidence that's extrinsic to the State\ncourt record, that is looked at in the Federal\nevidentiary proceeding under --\nJUSTICE GINSBURG: And that's -- that's what\nthe Ninth Circuit position developed by Judge Kozinski.\nMR. SCANLON: That --\nJUSTICE GINSBURG: The only problem with\nthat, it would shrink the province of (e)(1) very\nconsiderably, because overwhelmingly Federal habeas\npetitioners do not get evidentiary hearings in Federal\ncourt.\nSo, if we accept the Ninth Circuit's view of\nit, then (e) -- (e)(1) applies to a rather small\ncategory of cases; i.e., cases in which there is an\nevidentiary hearing in the Federal habeas proceeding.\nMR. SCANLON: But, Justice Ginsburg, (d)(2)\nrequires just as much deference, we believe, because of\nthe -- the need to show that it's objectively\nunreasonable, so --\nJUSTICE GINSBURG: I'm -- I'm not talking\nabout (d)(2) now. We're talking about two provisions,\ntrying to make sense how do they relate to each other.\nMR. SCANLON: Right.\nJUSTICE GINSBURG: And one very\nwell-presented position is the Ninth Circuit's in Judge\nKozinski's opinion. My only question is am I right to\nsay that his view, which is your view, would leave very\nlittle work for (e)(1) to do if (e)(1) applies only when\nthere's new evidence coming in; it's not just the -- the\nrecord that was made in the State court, but new\nevidence coming in in the Federal habeas.\nMR. SCANLON: There's --\nJUSTICE GINSBURG: There are not -- not many\ncases.\nMR. SCANLON: There's less -- there's less\nwork to do, of course. It's ten percent of the cases or\nso, but no deference is lost because (e)(1) does not\napply to the other 90 percent of the cases, because\n(d)(2), that standard itself --\nJUSTICE GINSBURG: What you're saying is\n(d)(2) is a vigorous standard, but, yes, your\ndescription, unlike the opposing description of the\nrelationship between these two --\nMR. SCANLON: Right.\nJUSTICE GINSBURG: -- does leave for (e)(1)\nthis maybe 10 percent of the cases, not more.\nMR. SCANLON: And --\nJUSTICE SOTOMAYOR: Can I go back to --\njust to -- so that we're on the same page in my own\nmind, what constitutes the State record? Because one of\nthe State amici posited situations in which the record\nbefore the State court on the issue that it made its\ndetermination would be one subset of evidence, and that,\nperhaps as the State process developed on another issue\nthere was another record developed, and you're pointing\nto that evidence in your argument of unreasonableness as\na reason for the lower court's decision being wrong.\nSo your use of that other evidence, does\nthat go under (d)(2) or (d)(1)?\nMR. SCANLON: The other evidence -- if it --\nif it's intrinsic to the State court record, then it\nwould be looked at under (d)(2), and the Petitioner\nwould have to show that, looking at all of that\nevidence, the determination of fact was objectively\nunreasonable only if the evidence is outside of that.\nAnd -- and I think we agree, it's about ten percent of\nthe cases, but that's not insignificant for the role\nthat (e)(1) plays.\nJUSTICE SOTOMAYOR: Does that seem -- does\nthat seem reasonable, meaning the State court is making\na decision based on what's before it. Can't -- it can't\nforetell unknown evidence and bring it into its\nequation. So one has to presume that its finding based\non the evidence before it is correct.\nIf there's additional evidence, whether it's\npart of a record that's developed elsewhere, not part of\nwhat it based its decision on, and if you look at the\nlanguage of (d)(2), it talks about the record on the\nfact determined. It doesn't talk about on the --\nMR. SCANLON: Yes. And any new evidence\nwould be looked at under the clear and convincing\nstandard, whether that --\nJUSTICE SOTOMAYOR: So you're changing your\nearlier answer to me? You're going closer to what the\namici were suggesting, which is that record has to be\ndefined narrowly, it has to be the facts before the\ncourt?\nMR. SCANLON: No. I -- I understood your\nquestion to mean that the facts were part of a State\ncourt determination. It just wasn't the first one.\nThere were two different determinations, but they were\nboth in the State court proceeding.\nJUSTICE SOTOMAYOR: I'm not sure I\nunderstand that, meaning often a trial court is\npresented with evidence that determines something. This\nwas a strategic choice. It may be that later the State\ncourt has a hearing on that question, but it may be that\nit has a hearing on a different question altogether.\nMR. SCANLON: Right, but --\nJUSTICE SOTOMAYOR: And you're using the\nevidence on the other question.\nMR. SCANLON: And if it's within the State\ncourt record, it is looked at under (d)(2).\nAnd if I may reserve the remainder of my\ntime?\nJUSTICE STEVENS: Could I ask a question?\nMaybe you need a little extra time. I want to be sure I\nunderstand one thing. What is your view of what the\nunreasonable determination of facts was in this case,\neither the decision not to go forward with further\ninvestigation or that the results of the investigation\nwould not have been -- would have been -- would have\nbeen prejudicial?\nMR. SCANLON: Well, those are both\nunreasonable determinations of fact. The first one,\nthat they did an investigation, is what the Eleventh\nCircuit ruled. The State in this Court on the merits\nbrief changed its position and no longer argues that\nthey did an investigation, but they now say: We made a\ndecision because Kirkland report was a red light, we\nmade a decision not to go forward. That is also\nunreasonable.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nGeneral Maze.\nORAL ARGUMENT OF COREY L. MAZE\nON BEHALF OF THE RESPONDENTS\nMR. MAZE: Mr. Chief Justice, and may it\nplease the Court:\nBased on the Court's questioning so far, I\nbelieve that I, as did every amicus, believe the\nquestions presented in this case are the actual\nquestions listed in the petition. So unless this Court\nhas an objection, I'm going to focus on the (d)(2)\nquestion and how it interplays with (e)(1). And I would\nlike to start with Justice Ginsburg's point about why\nthe Ninth Circuit opinion is wrong. And other than the\nplain language, which was what we've discussed in the\nbrief --\nJUSTICE GINSBURG: I -- I didn't --\nMR. MAZE: I --\nJUSTICE GINSBURG: I just want -- I just\ndescribed the Ninth Circuit decision. I didn't say it\nwas wrong.\nMR. MAZE: I apologize. You're correct. I\nwould say it's wrong.\n(Laughter.)\nMR. MAZE: Because not only does it ignore\nthe plain language and, the point you made that it would\nbe 90 to 99 percent of the time it would cut it out, the\nproblem is is that position misses the bigger picture.\n(E)(1) doesn't only apply when we're looking at (d)(2)\nclaims. In fact, (d)(2) claims are a very, very small\npercentage of what the States deal with in habeas work.\nTypically what we're dealing with are (d)(1) claims or\nclaims that weren't even adjudicated on the merits in\nthe State court. Let's say it was procedurally barred\nin the State court and we're looking at the procedural\ndefault rule.\nIf you're looking at applying the rule that\nJudge Kozinski has forwarded in the Ninth Circuit, they\nwould say that (e)(1) is completely eviscerated if there\nis no extrinsic evidence, even if we're looking at a\n(d)(1) claim and even if we're looking at a procedurally\nbarred claim. So --\nCHIEF JUSTICE ROBERTS: Well, isn't it --\nisn't it the case that under (d)(1) or (d)(2) that's a\nthreshold determination, and once you get over that\n(e)(1) would have work to do in determining whether\nthere was a violation of the Constitution or laws in the\nfirst place?\nMR. MAZE: Yes, (e)(1) is always going to\nhave an application. We would say that it has an\napplication at the moment the petition is filed. That\nis, every single subsidiary finding of fact is presumed\nto be true. Let's take a (d)(1) example, Terry Williams\nv. Taylor. This Court said that you could overcome the\n(d)(1) bar in Terry Williams because they had applied\nthe wrong law, they had applied Lockhart to Strickland's\nprejudice inquiry. So you jumped over the (d)(1) bar.\nAt that point you look at the claim de novo.\nBut (e)(1) still has application. Its application is --\nis every finding of fact that the State court made that\ngoes towards the prejudice determination is presumed to\nbe correct.\nCHIEF JUSTICE ROBERTS: That's under --\nyou've given yourself an easier case because you're\ngoing -- you're getting over the threshold under (d)(1).\nMR. MAZE: Correct.\nCHIEF JUSTICE ROBERTS: The problem is\n(d)(2) refers to determination of facts --\nMR. MAZE: Yes.\nCHIEF JUSTICE ROBERTS: -- and asks whether\nit's unreasonable. (E)(1) talks about facts and has a\nwhole different test, and I -- I guess the difficulty\nI've had is -- is reconciling the two. To the extent\nyou can articulate their differences, why would you do\nboth?\nMR. MAZE: And that is the difficulty.\nAgain, (d)(2) is very limited, the times we use it. But\nyes, it is tough because you see both a \"clear and\nconvincing\" and an \"objectively unreasonable\" standard.\nBut the way to fix the problem is not to cut (e)(1) out\naltogether for every type of claim. It's to try to find\na way to be able to work (e)(1) and the (d)(2) standard\ntogether.\nJUSTICE BREYER: Well, what's an example?\nMR. MAZE: Let's take this case --\nJUSTICE BREYER: I can't think of any --\ngive me an example --\nMR. MAZE: Yes.\nJUSTICE BREYER: -- where you're trying to\nproceed under (d)(2), and (e)(1) is somehow relevant.\nCouldn't think of one.\nMR. MAZE: Let's take -- let's take this\ncase, for example. Let's switch the facts just a little\nbit and let's say that the State court had made four\nfindings of fact. The first one is all three counsel\nread the Kirkland report.\nJUSTICE BREYER: Uh-huh.\nMR. MAZE: The second fact is that all three\ncounsel talk to each other for 4 days about the Kirkland\nreport.\nJUSTICE BREYER: Uh-huh.\nMR. MAZE: The third fact is Carey Dozier,\nlead counsel, made the decision not to seek another\nevaluation; and the fourth fact is is that Carey Dozier,\nlead counsel, decided not to present the Kirkland report\nor similar evidence to the jury. Those are your four\nfacts that are presumed correct under (e)(1).\nJUSTICE BREYER: No. You just look at them,\nand you look under (d)(2), and you say this is an\nunreasonable determination of fact, period. There's no\nreason to go into (e)(1). I mean, if it is an\nunreasonable determination of fact, he wins.\nMR. MAZE: The reason --\nJUSTICE BREYER: And if it isn't, you win.\nMR. MAZE: The reason that you go under\n(e)(1) is because Congress has said that you have to.\nJUSTICE BREYER: It didn't say that. What\nit says in (e)(1) is (e)(1) is talking about in a\nproceeding instituted by an application by a person in\ncustody, the factual issue is presumed correct. But if\nyou fail to develop -- - you know, in a proceeding, it's\npresumed correct.\nYou're right it doesn't say it literally.\nBut I can't figure out an application for it unless\nthey're talking about where there is a new hearing.\nOtherwise there is just no need for it, it is just\nrepetitive and it gets people mixed up, and (d)(2) does\nall the work.\nMR. MAZE: Again, the problem is, is because\nwe're looking at an (e)(1)-(d)(2) situation, but that's\nnot the only situation.\nJUSTICE ALITO: Well, let me give you an\nexample involving exactly those two provisions and facts\nvery similar to the facts here. The State court finds\nthat a strategic decision was made, and that raises a\nquestion under (d)(2): Was the State court's rejection\nof the Strickland claim the result of a decision that\nwas based on an unreasonable determination of the facts\nin light of the evidence presented in the State court\nproceeding?\nThere are also a host of subsidiary findings\nof historical fact because the attorneys testify and\ndocuments are produced, and there are conflicts in the\ntestimony. And so there's a question of did -- did\nDozier and Ralph talk about this on a particular day?\nDid Trotter write a letter to so-and-so? And so forth.\nSo you've got all these subsidiary -- all these findings\nof historical fact, and they are to be reviewed under\n(e)(1), under the plain language of (e)(1).\nMR. MAZE: Right.\nJUSTICE ALITO: And then after they're\nreviewed under the plain language of (e)(1), you turn to\nthe question under (d)(2), which is whether the decision\nabout whether there was a strategic decision was based\non -- based on an unreasonable determination of facts.\nMR. MAZE: Correct. And Justice --\nJUSTICE ALITO: So there's no conflict.\nMR. MAZE: No. And Justice Alito, if -- the\nway you said it is exactly where I was going with my\nhypothetical. But --\nJUSTICE BREYER: I see that, I see that.\nMR. MAZE: The fourth --\nJUSTICE BREYER: That's a possible way to\nlook at it.\nMR. MAZE: Yes.\nJUSTICE BREYER: And the problem I see with\nthat -- now I see why it's controverted, but the problem\nwith these standards of review, it just -- it mixes\npeople up, and it sounds as if you're bringing in a\nhammer after you've brought in a saw, and the hammer\nlooks a little tougher than the saw, and -- but why get\ninto all this business?\nMR. MAZE: Because I would come back with\nthe saying that this is almost like having, because\n(d)(2) is so limited in what we do, you have a toe ache\nbut you're asking us to cut the leg completely off. I\nmean, there's a much broader use of (e)(1) --\nJUSTICE GINSBURG: I don't understand that.\nI thought that your -- your position in this case or at\nleast one of your positions is there was no unreasonable\ndetermination of fact. Period.\nMR. MAZE: Correct.\nJUSTICE GINSBURG: If you're right about\nthat then you win, and there's no reason in the world to\ngo on to (e)(1), that this case in your view should be\ntotally governed by (d)(2), that is, the determinations\nof fact were reasonable. End of case.\nMR. MAZE: That is not the position we took.\nThat position is what the Court ended up doing in Rice\nv. Collins, saying that even if we don't answer the\nquestion, the State wins. And you could do the same\nthing here, too, that the strategic decision, finding of\nfact is not unreasonable. But we're trying to help the\nCourt find a way to make (e)(1) and (d)(2) work\ntogether.\nJUSTICE BREYER: Well, we have one here, and\nmy real objection, I guess -- and it's interesting, I\nnow see the conflict, with Justice Alito's clear\nexplanation of it. And I -- I suppose the -- the thing\nI would ask you then is, look, my objection to it,\nhypothetically, is it's too complicated. Lawyers have\nenough trouble trying to figure this out.\nMR. MAZE: I agree.\nJUSTICE BREYER: Is there any reason we need\nto interpret it that way? The language doesn't have to\nbe. Why not have just a simple, clear thing? If -- if\nthey're unreasonable, the State loses, and if they're\nnot unreasonable, the State wins. Da-da. That's too\nsimple. But why not use it?\nMR. MAZE: If the Court would come back and\nsay that (e)(1) applies when the petition is filed and\nthat if you're outside the (d)(2) claim -- (e)(1) is not\ntethered to the introduction of extrinsic evidence, it\nsimply applies.\nBut then you came back and said in the\nlimited circumstances in which we have a (d)(2) claim --\nnot a (d)(1) or a procedurally barred claim, but a\n(d)(2) claim -- if the Court came back and said we're\ngoing to treat objectionably unreasonable as the\nequivalent of clear and convincing evidence -- that\nmeans if you can prove that something is objectively\nunreasonable, it also proves by clear and convincing\nevidence it's wrong -- then that would not be a problem.\nBut again, what we're saying to the Court\nis, is if you say that, you need to also say that (e)(1)\nis still not tethered to extrinsic evidence --\nevidentiary hearings, because (e)(1) applies in a much\nbroader scope that just the (d)(2) question.\nJUSTICE SOTOMAYOR: Counsel, you don't\nreally want us to say that, because unreasonable, as\nwe've defined it in (d)(1), means it could be wrong, but\nstill not unreasonable.\nMR. MAZE: Correct.\nJUSTICE SOTOMAYOR: So if we say that proof\nof a -- by clear and convincing evidence that a decision\nby the State court was incorrect, you can't equate --\nyou don't really want us equating that with (d)(2), do\nyou?\nMR. MAZE: No. Let me -- let me be clear.\nI was asking Justice Breyer's question about how he\ncould write it. I agree that our --\nJUSTICE SOTOMAYOR: That's why he -- that's\nwhy he starting --\nMR. MAZE: -- right.\nJUSTICE SOTOMAYOR: -- from, I think what\nhe's saying is, what your adversary responded to Justice\nGinsburg, unreasonable really is much broader than clear\nand convincing --\nMR. MAZE: Correct.\nJUSTICE SOTOMAYOR: -- evidence on\ncorrectness. You don't need it because whether the\ndecision is right or wrong is not the issue. Even if\nit's wrong, it could still be reasonably wrong.\nMR. MAZE: Yes.\nJUSTICE SOTOMAYOR: I mean, one could\nquarrel with that proposition, but that's the state of\nthe law. So, why do you need (e)(1)? That's -- that's\nJustice Breyer's question, as I understand it.\nMR. MAZE: I agree. And, again, my position\nis just what Justice Alito had said earlier, that's the\nstep-by-step way that we would approach it. That is the\nway --\nJUSTICE SOTOMAYOR: But work it out in\ntheory, okay?\nMR. MAZE: Work it out in theory.\nJUSTICE SOTOMAYOR: Work it out in theory.\nThere are -- you see, the difficulty with this case\nis --\nMR. MAZE: I did.\nJUSTICE SOTOMAYOR: -- one factual matter,\nwas a strategic decision made?\nMR. MAZE: Right.\nJUSTICE SOTOMAYOR: There are a bunch of\nsubsidiary facts that -- that were made.\nMR. MAZE: Right.\nJUSTICE SOTOMAYOR: If you're applying\n(d)(2), the Court would look at all the subsidiary facts\nand decide not whether they were correct or not, but\nwhether they were unreasonably incorrect, okay? If they\nweren't unreasonably incorrect? So you don't have to\nget to the correctness question by clear and convincing\nevidence. If they're -- if they're not unreasonably\nincorrect, the four subsidiary facts would then support\nthe fifth general question, correct?\nMR. MAZE: Correct.\nJUSTICE SOTOMAYOR: Either we agree it does\nor it doesn't, but -- I -- I -- I don't understand why\nyou need (e)(1) because you never need to get to the\ncorrectness of the finding.\nMR. MAZE: If I could finish the\nhypothetical earlier, I think I can show how (e)(1) and\n(d)(2) can both have effect in the same case.\nAgain, we talked about the four facts that\nmight lead to the strategic decision. Let's say that\nthe State court record proves by clear and convincing\nevidence that the three counsel never spoke to each\nother at all about the Kirkland report, and that has\nbeen proved wrong by clear and convincing evidence, but\nyou have the other three subsidiary findings of fact.\nThen you go to (d)(2). You ask is an\nobjectionably unreasonable determination of the facts,\nfacts plural, which is how (d)(2) works, to say that a\nstrategic decision was made? Well, the answer would be,\nno, it's not objectionably unreasonable, because we\nstill know it's presumed correct that Mr. Dozier read\nthe report and he made the decision. So --\nJUSTICE STEVENS: Let me just interrupt\nbecause I am trying to follow this here. The four facts\nyou have described would -- would support a conclusion\nthat it was not unreasonable to make a strategic\ndecision not to use the report at the guilt phase trial.\nBut what if one believes that it would have been\nunreasonable not to pursue the investigation and --\nand -- and to find out more facts for the penalty phase\ntrial, and the -- the -- the State court said, no, those\nfacts have answered the case.\nWould the unreasonable use of the reasonable\nfacts violate the statute?\nMR. MAZE: That would be (d)(1). If you --\nJUSTICE STEVENS: That's exactly right.\nMR. MAZE: Correct.\nJUSTICE STEVENS: Would that violate (d)(1)\nif even -- even if every one of the subsidiary facts was\ncorrectly filed and the conclusion drawn by the court\nwas also correct, that it was a reasonable strategic\ndecision at the guilt phase but unreasonable at the\npenalty phase? How did -- what is the answer there?\nMR. MAZE: The answer would than under 2254\n(d)(1) you could overcome the habeas bar for penalty\nphase because you have shown an unreasonable application\nof Strickland to the facts that we have shown to be\ncorrect. Again, we don't believe that's the question\npresented, but the (d)(2) question is whether a\nstrategic decision was factually made. And if I may --\nJUSTICE STEVENS: It also has to involve\nwhat the strategic decision was?\nMR. MAZE: Yes. And -- and in this case,\nthe factual finding, the strategic decision was twofold.\nThe strategic decision was not to seek a further mental\nhealth evaluation after reading and conferring about the\nKirkland report and not to introduce the Kirkland report\nor similar evidence to the penalty phase jury. That's\nthe question of historical fact that you're making under\n(d)(2). And that determination of historical fact we\ncan show by the record is not objectively unreasonable.\nAnd if I may, I would like to move to\nJustice Ginsburg's questions earlier about what in the\nrecord or her point about what in the record shows that\nMr. Dozier was actually thinking about the penalty phase\nwhen he made the decision. And there are four parts of\nthe record that show he specifically had the penalty\nphase in mind when he made the decision.\nThe first is what Justice Ginsburg had\npointed out, is that when he sought the penalty phase\nabout the -- the competency report, the Kirkland report,\non page 150 of the Joint Appendix he testified that one\nreason was the fact he wanted mitigating evidence.\nThe second piece of evidence --\nJUSTICE GINSBURG: Somebody said it was put\nin his mouth, the question was on cross-examination.\nMR. MAZE: Well, point two was not put in\nhis mouth. Point two is page 140 of the Joint Appendix.\nHe was specifically asked, do you -- did you call any\nwitnesses in mitigation? And his answer was, I don't\nrecall. I know that we talked a lot to psychologists\nand so forth.\nThe specific question was, do you remember\ntalking to any witnesses for mitigation purposes. And\nthe first thing that Mr. Dozier remembered was we did\ntalk to psychologists for mitigation purposes.\nThe clearest piece of evidence is page 283\nof the Joint Appendix, and that is quote where Trotter\nis asked about the Kilby -- I mean the Taylor Harden\nreport from Dr. Kirkland, and the part we keep quoting\nis the fact he said that Cary Dozier came and told me\nthat we didn't need a further evaluation.\nBut what we haven't put in the brief and\nbrought up until now is the rest of the quote. Again,\nit's on page 283 of the Joint Appendix. And he starts\noff right after the dash saying he, meaning Cary Dozier,\ndetermined that we didn't need any further evaluators\nand no further recall because in the course of my\npreparation, \"my\" being Trotter, in course of my\npreparation for the penalty phase I would read things\nabout different psychological evaluations and had raised\nthat to him. And again he looked at the report and\nthought that that wouldn't be needed.\nSo at the moment Cary Dozier made the\ndecision and told to it Trotter, it was specifically\nbecause Trotter had come to him and said, I am getting\nready for the penalty phase, just as I was told. I have\nbeen reading things about having mental health\nevaluations.\nOn the page before, 282, he has just said\nthat, I could see issues, but because I was the young\nattorney, I relied on the senior attorneys to resolve\nthem.\nSo he goes to Cary Dozier and says I have\nread all of these things about mental health evaluations\nfor the penalty phase, should we do another one? And\nCary Dozier, lead counsel of 22 years, criminal\nexperience on both sides, says, I have read the Kirkland\nreport, we do not need a further evaluation.\nIt was the very next month that counsel\nfiled a motion to exclude all psychological evidence,\nand the reason was, as Mr. Trotter told the trial court\nin the trial court record on pages 2 -- of 72 and 73, we\ndon't want the State to introduce evidence that he is\nprone to violent behavior, prone to violent behavior\nbeing the quote. And the trial court asked Mr. Trotter\nwhat evidence do you have that the State will do that?\nHe said the report that was done at Taylor Harden, that\nbeing Dr. Kirkland's report.\nSo, here we are six weeks before trial they\nare fighting to exclude evidence that he is prone to\nviolent behavior and specifically referring to the\nKirkland report. Again, because the very month before\nCary Dozier had told Trotter we will not have another\nevaluation done because I have read the Kirkland report\nand we are not going to do it any further.\nJUSTICE SOTOMAYOR: Can I stop you just for\na factual clarification?\nMR. MAZE: Yeah.\nJUSTICE SOTOMAYOR: Did the defendant's\nprior history with his other girlfriend come into the\npenalty stage of the trial?\nMR. MAZE: No, at the trial it did not. And\nin fact, the State --\nJUSTICE SOTOMAYOR: So this was a wise\nstrategic decision, perhaps, with respect to the penalty\nphase?\nMR. MAZE: Absolutely.\nJUSTICE SOTOMAYOR: It did come in at the\ntrial -- at the sentencing phase, correct?\nMR. MAZE: Are you talking about in front of\nthe judge?\nJUSTICE SOTOMAYOR: In front of the jury.\nMR. MAZE: No, the jury never found out\nabout it, because Trotter and Dozier fought to keep it\nout. And, in fact, had the Kirkland report been\nadmitted or had counsel followed --\nJUSTICE SOTOMAYOR: We're not arguing about\nthe penalty phase. The issue is if the trial judge at\nsentencing did hear about the prior assaulted behavior\nanyway, what would have been the strategic decision not\nto pursue further evaluations because they -- there's no\nlikelihood in my mind that similar assaultive behavior\nwas ever going to be kept out of the sentencing phase.\nThat's true, isn't it? That's one of the strongest\naggravating factors that you could prove, correct?\nMR. MAZE: Right. I think your point is, is\nthat there was no way they were could prevent the jury\nfrom hearing about the other sort of violent behavior he\nhad except for keeping out the mental health.\nJUSTICE SOTOMAYOR: The sentencing --\nMR. MAZE: Jury. The penalty phase jury --\nJUSTICE SOTOMAYOR: -- jury. Not the\npenalty phase?\nMR. MAZE: Correct.\nJUSTICE SOTOMAYOR: So that's really -- I\nthink that was Justice Stevens' question, which was,\nwhat was the strategic basis of a decision not to pursue\nmental health information when everything you wanted to\nkeep out of the penalty phase would be coming at the\nsentencing phase anyway?\nMR. MAZE: Let me see if I'm understanding\nthe question correctly. You're saying that let's assume\nthat it was strategic not to allow the jury that gives\nthe advisory verdict that can turn into a mitigating\ncircumstance the ability to find out about the previous\nassault and all of his other prior assaults, but not to\nseek a further evaluation in time for the judge, who\nmakes the ultimate sentence, that's your question?\nJUSTICE SOTOMAYOR: That's the question.\nMR. MAZE: All right. Under Alabama law,\nyou have one trial. You have the expert witnesses\ntestify in front of the jury. The time gap between the\njudge hearing it and the jury making their initial\npenalty phase advisory verdict is simply so a\npresentence investigation report can be made.\nIn this case, the presentence investigation\nreport was made. The two prior psychological\nevaluations were attached to it by our Rule 26.3.\nIt's -- let me be honest. It is an open question under\nAlabama law whether you can present new witnesses and\nnew evidence in front of the sentencing judge.\nThe Alabama courts, in a case called Boyd v.\nState, and I will give you the cite, it's 746 So.2nd\n364, and the pinpoint is 398, had said counsel cannot be\nineffective for failing to put on new witnesses and new\nexperts in front of the sentencing judge because our\nstatute doesn't give you the opportunity, doesn't allow\nfor it.\nAll that the sentencing hearing in front of\nthe judge is for is for the judge to allow counsel to\ngive a final argument after the presentence\ninvestigation report has come in and counsel has ensured\nthat it's correct.\nWe have had a Federal district court say\nthat, I believe that's unconstitutional, I don't think\nyou should be allowed to prevent counsel from presenting\nnew evidence in front of the judge, in the way you're\nsuggesting; but, again, that's open -- it's an open\nquestion.\nThe point here is, though, that's not the\nclaim that was adjudicated in front of the state court,\nand, again, this is AEDPA 2254(d). The only merits\ndetermination made by the State court and, thus, the\nonly thing this court can hold the State court in error\nfor, is whether or not there was a strategic decision to\nwithhold it from the jury and whether that question is\nprejudicial because what you would have to do --\nJUSTICE KENNEDY: That -- that brings us to\nthe point of beginning. And could you give me, in\nsummary form, your best interpretation of both (d) and\n(e), (d)(1), (d)(2), (e)(1), in light of the deference\nthat the Federal courts should pay to State\ndeterminations?\nIt seems to me that, if you use -- if you\nreserve (e)(1) for cases in which there's a hearing in\nthe District Court, then it's somewhat counterintuitive\nbecause the strongest standard applies to the accused.\nHe has the greatest burden, when the State hearing was\nthe least effective.\nOn the other hand, if they overlap, there --\nthen (d)(2) is often superfluous, so I have a choice of\nsomething that is counterintuitive or superfluous, and I\ndon't know which one to take.\nMR. MAZE: I agree. If --\nJUSTICE KENNEDY: And -- and -- but maybe\nthere is -- is some more general theory that you can\ngive me.\nMR. MAZE: There is.\nJUSTICE KENNEDY: Res judicata doesn't work.\nMR. MAZE: Right.\nJUSTICE KENNEDY: Although I think Congress\nmight have had something like that in mind.\nMR. MAZE: If I may, let me give you the way\nwe see (e)(1) working on a broader scope. And we ran\ninto the problem that Mr. Chief Justice had mentioned\nearlier, about how (e)(1) applies to (d)(2).\nHere's how we believe (e)(1) works\naltogether under AEDPA: A petition is filed. At the\nmoment that petition is filed, all subsidiary findings\nof fact are presumed correct under (e)(1). The next\nquestion you should answer should be will extrinsic\nevidence come in, either under Rule 7 through\naffidavits, et cetera, under Rule 8 in evidentiary\nhearing.\nIf the answer to the question is, yes, we\nwill accept extrinsic evidence, then you accept the\nextrinsic evidence, and you have the question this Court\ncouldn't answer last year in Bell v. Kelly. How does\n2254(d) work after that?\nNow, let's say that you answer the question,\nno, you will not have extrinsic evidence, which is the\ncase you have here, and you move over the 2251(d) bars.\nIf they're only arguing (d)(1), you don't have a problem\nbecause you simply look at the application.\nThe problem runs in when you have a (d)(2)\nclaim with new extrinsic evidence -- with no extrinsic\nevidence. Excuse me. The way I think that it should\nwork and the way it will work all the way down the line,\nno matter how the Court comes to it, is to say that the\nsmaller subsidiary findings of fact are presumed correct\nuntil, in this case, the record evidence shows that\nthey're clear and convincingly wrong.\nAn example of that would be Miller-El 2. In\nMiller-El 2, you found that the state record evidence\nproved that defining that there was sexual abuse in\nthe -- in the State court records was proved wrong by\nclear and convincing evidence.\nAt that point, you can say, well, it's also\na (d)(2) violation because it's objectively\nunreasonable.\nJUSTICE SCALIA: Can I -- can I suggest --\nit doesn't seem to me there's any -- any contradiction\nbetween the two. (E)(1) addresses a factual finding.\n(D)(2), on the other hand, addresses the decision of the\nCourt, which was based on, sometimes, just one factual\nfinding, but, sometimes, many.\nSo you -- you proceed, first, with (e)(1),\nand you -- you ask whether each factual finding on which\nthe decision was based was shown by the defendant,\neither in the record, or if -- if you have an additional\nhearings, by new evidence, to be incorrect by clear and\nconvincing evidence. You do that fact-by-fact.\nHaving found, let's say, two of the five\nfacts. To fail that test, you then go up to (d)(2) and\nsay, okay, in light of the fact that two of the facts --\nin light of the fact -- since two of the facts that the\ncourt relied on were false, was the decision vitiated by\nthat reason, or was it nonetheless a reasonable\ndetermination?\nI mean, once you focus on the fact that\n(e)(1) applies to facts and (d)(2) applies to the\ndecision, it's whether the decision was -- was based on\nan unreasonable determination of the facts.\nMR. MAZE: I think that, in two minutes,\nyou've said it better than I did --\nJUSTICE BREYER: If that's so, why would we\nnot soon have what I call the habeas corpus\njurisprudence of what is a subsidiary and what is a\nmajor fact and what is a finding?\nAnd what's wonderful about that is no habeas\ncorpus proceeding will ever end because, throughout the\ncountry, people will make mistakes about what is the --\nwhat is the subsidiary and the subsidiary to the\nsubsidiary, and then what is the more general, and\npretty soon, we'll have all -- everybody will be arguing\nabout that, and there will only be four professors in\nthe country who understand which is which, and they will\neach say different things.\nMR. MAZE: I -- I would disagree. I think\nthe district courts can handle that question. I\ndon't -- I don't -- I mean, they've been handling it\nsince AEDPA came out in '96.\nI see that my time is almost through. I\nwant to make --\nJUSTICE KENNEDY: Well, I don't think\nthey've been handling it. I think there's a tremendous\nconfusion, and I -- I find it very difficult to write an\nopinion to give them guidance as to when they can set\naside hearings, to what extent they have to review the\nentire record.\nTo me, I think many courts of appeals and\ndistrict of -- and district courts think that it's just\nlike a clearly erroneous standard. It's very hard to --\nto use these standards to give you any concrete guidance\nin this specific case.\nMR. MAZE: I agree. It's difficult, but\nagain, that's why we're saying just use the plain\nlanguage. Look at the smaller subsidiary findings of\nfact, to see whether or not you can rebut the\npresumption, and, as Justice Scalia said, you look at\nthe overall decision and see if it was based on a\ndetermination of facts, a larger bundle of facts, to see\nwhether or not it was unreasonable.\nAgain, my time is about to run out. I want\nto make one final point. Mr. Scanlon has said that\nprejudice also has a 2254(d) bar in it in this case, and\nwe agree with that because there was a merits\nadjudication on prejudice.\nI would simply might like to make the point,\nregardless of how the Court comes out on the (d)(2)\nquestion on deficient performance, it cannot overcome\nthe 2250(d) bar for prejudice here because, again,\nsimply knowing that someone had the low IQ and had a low\ngrammar school kind of education level, we are in the\nunique position where the sentencer actually knew that.\nSo we have a very large insight into what\nthe sentencer would have done. There's no -- it's not\nobjectively unreasonable to believe the sentencer would\nhave done, again, what he had done the first time had he\nheard similar facts.\nSo, if the Court has no further questions, I\nwill cede my time to the Court.\nCHIEF JUSTICE ROBERTS: Thank you, General.\nMR. MAZE: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Scanlon, you\nhave three minutes remaining, but I'll give you more,\nsince I would like to start with a question. My first\nquestion was whether your petition was under (d)(2), and\nduring the argument, I went back and looked at the\npetition.\nAnd I see the exact language of (d)(1)\nquoted in paragraphs 45, 52, 58, 63, 71, 76, 82, 90, 94,\n97, and 104, (d)(1), and, unless I'm missing it, nowhere\ndo I see the language of (d)(2). I see the language of\n(d)(2) in your cert petition questions.\nNow, I think there's a huge difference\nbetween (d)(1) and (d)(2). We've been talking about\n(d)(2) in a case that was only brought under (d)(1).\nREBUTTAL ARGUMENT OF KERRY A. SCANLON\nON BEHALF OF THE PETITIONER\nMR. SCANLON: Well, it was brought -- with\nall due respect, Mr. Chief Justice, under (d)(2), as\nwell, because the central focus was the factual\nallegation, the factual findings made by the State\ncourt. That's what the petition was based on, and\nthat's --\nCHIEF JUSTICE ROBERTS: Is the language --\nbut then I -- you knew to quote the language of (d)(1).\nYou did it -- I think it's more than a dozen times. You\nnever quoted the language of (d)(2).\nNow, going back, you can say, well, we talk\nabout these facts or those facts, but that is also\nrelevant to the application question under (d)(1).\nMR. SCANLON: But there were -- there was\nlanguage about unreasonable application -- unreasonable\ndetermination of the fact. That was always part of the\npetition. That's what was focused on.\nCHIEF JUSTICE ROBERTS: Well, yes, I find it\nhard for you to -- to understand how you can say it was\nfocused on when you quote (d)(1) twelve times and never\nquote (d)(2). It would seem to me that the focus was on\n(d)(1).\nMR. SCANLON: Well, I think the focus was on\nboth. And these cases, they're inextricably linked\ntogether as well, because these determinations of\nwhether something is strategic is not only a factual\ndetermination, but it's a determination that has legal\nprinciples under Strickland and Wiggins and Williams.\nBut another thing I would like to say, in\nanswer to Justice Kennedy's question, is (d)(2) should\nnever be made superfluous in this, because that is the\nprimary provision in this statute. It calls for looking\nat the entire State record. It's a very strong\ndeference standard. (E)(1) has its application, but it\nwould be incredibly complicated for this Court to tell\nlower courts to apply (e)(1) on top of (e)(2).\nAnd Justice Alito, in your example, the\nproblem in this case was that they looked at subsidiary\nfacts; half of them were immaterial to the claim\ncompletely. And then the State court jumped from the\nfact that those were not rebutted by clear and\nconvincing evidence to deciding immediately that\neverything was therefore reasonable.\nAnd that's why the courts have had a hard\ntime with this standard, is AEDPA is hard enough to\nunderstand as it is, but if they are asked to put in a\ncorrectness standard on top of a reasonableness\nstandard, and then you've got the difficulty of defining\nwhat's a subsidiary finding, and Justice Scalia, the\npoints you made, it's actually very difficult, because\n(e)(1) focuses on the determination of a factual issue.\n(D)(2) focuses on the determination of the facts. It's\nnot a decision in (d)(2); it's the determination of the\nfacts.\nJUSTICE SCALIA: No, no, no. It resulted in\na decision that was based on an unreasonable\ndetermination of facts.\nMR. SCANLON: Right, and what the Court --\nJUSTICE SCALIA: It focuses on the decision,\nwhether the decision could have been reached --\nMR. SCANLON: Right.\nJUSTICE SCALIA: -- without the use of any\nfacts that had been found to be false.\nMR. SCANLON: Right, but in every (d)(2)\ncase this Court has considered from the lower courts,\nwhat they focus on is whether it's an unreasonable\ndetermination, as opposed to focusing on the word\n\"decision.\" And I think --\nCHIEF JUSTICE ROBERTS: Do you think there's\na difference between a (d)(1) case and a (d)(2) case?\nMR. SCANLON: Yes, there is. But in this\ncase, I want to make it clear that whatever the standard\nthe Court adopts in this case, the Petitioner has\nclearly made its case, because there was evidence. They\nnever did any investigation when they had this strong\nlead. And Strickland and Wiggins, if they mean\nanything, means that you have to make an informed\ndecision after an investigation. And in this case there\nwas no investigation.\nThey now concede that, and there was no\nreasonable decision made that the investigation should\nbe limited. And the Eleventh Circuit got that right.\nThey simply found the wrong facts.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\n"
    }, 
    "respondents": [
        "No. 08-9156 RICHARD F. ALLEN,", 
        "COMMISSIONER, ALABAMA", 
        "DEPARTMENT OF", 
        "CORRECTIONS, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 17, 
        "JUSTICE ALITO": 5, 
        "JUSTICE BREYER": 16, 
        "JUSTICE GINSBURG": 18, 
        "JUSTICE KENNEDY": 17, 
        "JUSTICE SCALIA": 9, 
        "JUSTICE SOTOMAYOR": 32, 
        "JUSTICE STEVENS": 7, 
        "MR. MAZE": 61, 
        "MR. SCANLON": 60
    }
}