{
    "appearances": {
        "content": "MATTHEW D. ROBERTS, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of Petitioner.\nJEFFREY L. FISHER, ESQ., Stanford, California; on behalf\nof Respondent.\n"
    }, 
    "caseNum": "09-1498", 
    "caseinfo": {
        "content": "UNITED STATES, :\nPetitioner :\nv. : No. 09-1498\nJASON LOUIS TINKLENBERG :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nMATTHEW D. ROBERTS, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nJEFFREY L. FISHER, ESQ.\nOn behalf of the Respondent 25\nREBUTTAL ARGUMENT OF\nMATTHEW D. ROBERTS, ESQ.\nOn behalf of the Petitioner 50\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, February 22, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:20 a.m.\n"
    }, 
    "petitioners": [
        "UNITED STATES,", 
        "Petitioner", 
        "v.", 
        "No. 09-1498 JASON LOUIS TINKLENBERG", 
        ""
    ], 
    "proceedings": {
        "content": "(11:20 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 09-1498, United States v. Tinklenberg.\nMr. Roberts.\nORAL ARGUMENT OF MATTHEW D. ROBERTS\nON BEHALF OF PETITIONER\nMR. ROBERTS: Thank you. Mr. Chief Justice,\nand may it please the Court:\nTo accommodate important pretrial\nproceedings, the Speedy Trial Act contains several\nautomatic exclusions from its deadline for commencing\ntrial. This case concerns the exclusion for pretrial\nmotions, which excludes the period of delay resulting\nfrom any pretrial motion from the filing of the motion\nthrough the conclusion of the hearing on or other prompt\ndisposition of such motion.\nFor more than 30 years, the courts of\nappeals had uniformly held that the exclusion applies\nautomatically upon the filing of any motion, regardless\nof its effect on the trial schedule. The court below\ncorrectly rejected that established rule, which accords\nwith this Court's decisions, is clear and easy to\nadminister, and has worked well for over 3 decades.\nThe Court's cases construing the exclusion,\nHenderson and Bloate, support the established rule.\nThey make clear that the exclusion applies automatically\nonce a motion is filed without any need for district\ncourt findings. Henderson and Bloate cannot be squared\nwith the approach of Respondent and the court below.\nCHIEF JUSTICE ROBERTS: Well, all that might\nbe true. On the other hand, the statute does say \"delay\nresulting.\" And under your approach, the time would be\nexcluded even if delay does not result.\nMR. ROBERTS: No, Your Honor. Delay refers\nto the interval of time from the filing of the motion\nthrough its disposition, during which the Speedy Trial\nAct's deadline is tolled. We know that delay has the\nmeaning -- delay can often have the meaning of the\ninterval of time between two events.\nAnd we know it has that meaning in the\nstatute here because subsection (D) tells us so. It\ndefines the period of excludable delay resulting from\nthe motion as the time from the filing through the\ndisposition of the motion. Respondent's definition -\nJUSTICE KENNEDY: But the Chief Justice says\nonly if it -- it's really a circular argument -- only if\nit results in a delay. Well, suppose it doesn't result\nin a delay?\nMR. ROBERTS: That's assuming that delay is\nreferring to delay of the trial, to a postponement in\nthe trial. But delay can't have that meaning because if\nit has that -- if that meaning is inconsistent with\nsubsection (D) of the statute's exclusion of the time,\nof saying that delay is the time from the filing of the\nmotion through the disposition of the motion, because\nthe statute excludes periods of delay.\nAnd if delay meant postponement of the\ntrial, then the excluded period would be the time during\nwhich trial is postponed, but that period is often\nsignificantly shorter or longer than the time from the\nfiling of the motion to the disposition. And in\nHenderson and Bloate -\nJUSTICE KENNEDY: But that doesn't -- that\nprove the point that I think is the concern of the Chief\nJustice's question, that in some cases the delay -\nthere's a delay that results and in other cases there\nisn't.\nMR. ROBERTS: But, Your Honor, the statute\nexcludes the period of delay, and then it says the\nperiod of delay is the time from the filing through the\ndisposition. If delay -- if delay means postponement of\nthe trial, then all that's excluded by the statute in\nthe first part is the -- is the time during which trial\nis postponed, but that doesn't match up with subsection\n(D) because that period is not necessarily the period\nfrom the filing through the disposition.\nIf I could give you an example. Say a\nmotion is filed 14 days before trial could begin, and\nthe motion takes 16 days to resolve. Trial is postponed\nonly by two days. And so if delay means the\npostponement of trial, then the period of delay should\nbe 2 days, but the statute says that the delay and the\nexcludable time is the time from the filing through the\ndisposition, which is 16 days.\nAnd that's what this Court held in Henderson\nand Bloate, that that's the exact time. So if you adopt\na definition of delay for the first part as a triggering\nmechanism that's the postponement of trial, that doesn't\nline up with the rest of the statute.\nIn addition, that would be a totally\nunworkable rule because whether time is excludable would\nturn on a complex and often uncertain analysis of\nwhether the motion would or could delay when trial would\nbegin, and it's often going to be difficult or\nimpossible to make that determination at the time that\nthe motion is filed.\nJUSTICE GINSBURG: Mr. Roberts, is there -\nis there any, anything to indicate that what Congress\nmight have had in mind is that in criminal cases\ninevitably there are going to be motions, and so the\ntrial judge is likely to set the trial date for after\nthat period runs?\nMR. ROBERTS: Yes, Your Honor. Sometimes\ntrial -- judges might take motions into account in\nsetting the trial date and other times they might not\ntake the motions into account. So a rule that -- that\nsaid the exclusion only applies if the judge moves the\ntrial date in response to the motion would lead to\narbitrary results.\nIt would mean basically that whether time\nwas excludable depended on whether the judge took the\nmotions into account when it set the trial date\ninitially or whether the, whether the judge correctly\nestimated the amount of time. And also sometimes\nmotions may be filed when no trial date is set, so the\nrule would be totally unworkable in that situation.\nAnd Respondent, in one of his formulations\nfor what the test might be, suggests that a motion\nwouldn't create excludable delay unless it would\npostpone the hypothetical earliest date on which trial\ncould otherwise begin. That's just a totally unworkable\nrule, because to divine that hypothetical date, courts\nwould have to assess the effect of multiple different\nfactors that could affect when trial would begin, such\nas: How much time do the parties and the counsel need\nfor factual investigation and legal analysis? How long\nis discovery going to take?\nThere would be numerous questions that would\narise about how to apply those factors. For example,\nthe courts would have to decide: Should they take\npotential obstacles to an earlier trial as given, or\nshould they instead think about whether those obstacles\ncould be eliminated? The courts would also have to\nfigure out what to do if the earliest possible trial\ndate changed between when the motion was filed and when\nthe motion was resolved. And how would they take into\naccount other periods of time that might exclude\ndelay -- might exclude -- that might be excludable also?\nFor example, say a court gets two motions\nfiled at the same time. Trial could start in 5 days\nabsent the motion. One motion's going to take 3 days to\nresolve; the other motion's going to take 4 days to\nresolve. What's the court supposed to do? Is one -- is\nthe 3-day motion excluded? Is the 4-day motion\nexcluded? Are both of the motions excluded? Does it\ndepend on the order in which the court decides them? It\njust is not possible for a court to make these\ndeterminations.\nJUSTICE KENNEDY: You said at the outset\nthat things have been working fine. Of course, the\nwhole point of the Act was to hold district judges to a\npretty strict standard, and the concern is that there\nmight be a very complex case the judge just really wants\nto put off as long as possible and will continue to\naccept motion after motion. Is there anything I can -\nI can read or consult to show that this has been working\nvery well and that there's not a problem?\nMR. ROBERTS: Well, I -- I can't point to\nanything particular, but there's been no outcry that -\nthat there's been a problem from pretrial motions being\nfiled as a -- as an attempt to extend the Speedy Trial\nAct deadline. The court's been -- the -- Congress has\nreviewed the Speedy Trial Act's operation in the past.\nIt made changes in 1979 to address problems that have\noccurred. It hasn't felt the need to address this\nproblem since, and there's no evidence of any abuse of\nthe automatic exclusion on the other side.\nJUSTICE SOTOMAYOR: Counsel, on that issue,\ndo you accept the First Circuit's rule in U.S. v. Hood\nthat if the government is found to be attempting to\nfrustrate the operation of the Speedy Trial Act, that\nthose motions and their delays won't be counted?\nMR. ROBERTS: Well, first, Your Honor, I\ndon't think that -- that Hood adopted any such rule.\nThe motion -\nJUSTICE SOTOMAYOR: It suggests that\nqualification?\nMR. ROBERTS: It suggests that there might\nbe that qualification. I think that the statute\nprovides that the -- that any pretrial motion tolls the\ndeadline, regardless of the purpose for which it's\nfiled. But, of course, if -- in the unlikely event that\na prosecutor did file a motion solely to extend the\ndeadline and avoid proceeding to trial, that conduct\nwould be sanctionable under -- under the Act, under\nsection 3162(b)(4).\nJUSTICE SOTOMAYOR: Sanctionable against the\ngovernment, or -\nMR. ROBERTS: The attorney could be\nsanctioned for that.\nJUSTICE SOTOMAYOR: How does that help a\ndefendant whose speedy trial rights have been violated?\nMR. ROBERTS: Well, the -- the court doesn't\nneed to put off trial just because time is excluded,\nYour Honor, and the court has other mechanisms that it\ncan use -\nJUSTICE SOTOMAYOR: You haven't answered my\nquestion. The rights that this statute protects are the\nrights to have your trial start within 70 days absent or\nextended to these exclusions. If the government\nfrustrates that and makes the trial start later, why\nshouldn't a defendant have the benefit of the Act and\nhave the indictment dismissed with or without prejudice?\nMR. ROBERTS: Well, the statute provides the\ncircumstances in which time is excludable and in which\ntime is not, and it doesn't create an exception for\ncertain kinds of motions. It applies to any pretrial\nmotion. But I have to say, there's been no evidence\nover the 30 years that anything like this is happening,\nand in Hood itself, the motion was filed by defense\ncounsel, and the court was simply saying that this is\nnot -- that that's not what's going on here, there's no\nsuggestion that this motion is part of a process to try\nto frustrate the Act. There's -- the problem just\nhasn't arisen.\nJUSTICE SOTOMAYOR: Counsel, I hope you\nwon't sit down without addressing the (h)(1)(F) issue\nand explain why we shouldn't reach it, because the issue\nis, as I see it, one of law, not like Nobles, one of\ndiscretion. And although you say it's unimportant\nbecause of a change in Rule 45, how could any criminal\nconviction that's inappropriate be unimportant to the\ndefendant or insignificant enough for this Court to\naddress the question once the case is before us?\nMR. ROBERTS: Well, the Court -- the Court\ndoes decline to address questions if it doesn't consider\nthem of sufficient importance to -- general importance\nto warrant a review. Nobles is one example. There are\nothers cited in Stern and Gressman. But the reason that\nthis issue is not of any ongoing importance is that the\nrules have been amended. It now expressly applies to\nstatutes like this one that don't specify a method for\ncounting time.\nAnd, you know, turning to the merits of the\nissue, also -- one other point on the importance of it.\nThe circuits all have adopted the same approach as the\nCourt of Appeals here, and -\nCHIEF JUSTICE ROBERTS: Two? How many\ncircuits are we talking about?\nMR. ROBERTS: Two other circuits, but there\naren't any that have -- that have held to the contrary.\nJUSTICE ALITO: If we were to decide this\nbased on subsection (F) involving the counting of 10\ndays, wouldn't that render our decision on anything that\nwe had to say about subsection (D) dictum?\nMR. ROBERTS: I don't think it would render\nit dictum, Your Honor. The Court can address issues\nin -- in whatever order it chooses to, and it doesn't\nmean that the -- the decisions that you make along the\nway aren't precedential and binding if they're part of\nthe rationale to get there. But we would -- we don't\nthink -\nJUSTICE SCALIA: It's not part of the\nrationale. The rationale for our decision would be\n(h)(1)(D) alone, and all the other discussion would be\nperfectly gratuitous, because we're going to set this\nindividual free anyway. To say, well, this other thing\nis not a good reason to set them free, but this one is,\nI mean, that -- the former is just utterly irrelevant to\nour decision.\nMR. ROBERTS: Well, Your Honor, the\nRespondent offered this argument as a ground not to\ngrant certiorari in its -- in his brief in opposition.\nThe Court nonetheless took the case. The circuits are\ndivided on this -- this issue -\nJUSTICE SCALIA: I'm not disagreeing with\nyou. I'm trying to help you.\nMR. ROBERTS: Well, I think you could -- I'm\nnot sure that I think that it would be impermissible for\n-- for the Court to decide the issues in that order, but\nif you think so and you think that that's a reason -\nJUSTICE SCALIA: I'm sure it's not\nimpermissible, but I'm also sure that if we do it, what\nwe say about the ground for which we took the case would\nbe -- would be the purest dictum.\nMR. ROBERTS: I can see how you might think\nso.\nCHIEF JUSTICE ROBERTS: Courts of appeal -\nMR. ROBERTS: I think the courts of appeals\nwould follow it. But -- but I'm not arguing that you\nshould just -\nJUSTICE SCALIA: It's their fault; they\nshouldn't follow dictum, you know?\nMR. ROBERTS: I'm not trying to argue you\nshould decide the issue. We don't think you should\ndecide the issue.\nJUSTICE GINSBURG: Is it because,\nMr. Roberts, as you pointed out, it's not a continuing\nproblem since the amendment to Rule 45, it's calendar\ndays, and so there's no problem, and so what you're\nsuggesting is we would not have granted cert on that\nquestion?\nMR. ROBERTS: Exactly. You wouldn't have\ngranted cert on the question. It's of no continuing\nimportance. It's not going to affect cases going\nforward, and there's no reason for the Court to reach\nout and decide it. In any event, the court of appeals\ncorrectly decided the question. The -- the statute\ndoesn't specify whether the 10 days are calendar days or\nbusiness days, and it's therefore reasonable to infer\nthat Congress expected that the -- that the courts would\ninterpret the provision in accordance with the counting\nrules that are applicable in similar criminal contexts.\nCHIEF JUSTICE ROBERTS: It -- it may be\npertinent on this question: Mr. Tinklenberg was\ndesignated for transfer to MCC in Chicago on November\n10th. How was that done? Was that done by -- is that a\ncourt order or is that an administrative -\nMR. ROBERTS: I believe what happened is the\ncourt ordered -- the court ordered on the 2nd that there\nshould be a competency examination. On the 10th, the -\nthe BOP designated that the MCC would be where the\ncompetency examination -\nCHIEF JUSTICE ROBERTS: So the BOP did it,\nnot a court?\nMR. ROBERTS: -- would take place.\nYes. And on then the 10th was, as it turns\nout, was a Thursday before Veterans Day. Then there was\nVeterans Day, and November 12th and 13th were the\nweekend. So on the next Monday the Marshals Service\nasked the Justice Transportation Service to transport\nthe defendant. But the way these things worked is that\nwhen there are interdistrict transportation, they use\nairlifts that go around the country; and the airlifts go\n-- there are two flights a day.\nCHIEF JUSTICE ROBERTS: Well, I don't\nknow -\nMR. ROBERTS: They make three stops.\nCHIEF JUSTICE ROBERTS: You seem to be\ngetting into this. I just wanted to know if it was a\ncourt order on the 10th, and what you're telling me is\nthe last court order before he was moved was on the 2nd.\nMR. ROBERTS: Yes.\nJUSTICE BREYER: Is -- is it right that the\nRules Committee then changed it, and it basically said\nthe way the defendant here thinks it should be is that's\nwhat it should be? Isn't that what happened?\nMR. ROBERTS: Yes.\nJUSTICE BREYER: Okay -- now -\nMR. ROBERTS: The Rules -\nJUSTICE BREYER: The Rules Committee said\ncount calendar days.\nMR. ROBERTS: Changed the rule -\nJUSTICE BREYER: They changed the rule.\nMR. ROBERTS: -- for -- for Rule 45, yes.\nJUSTICE BREYER: And now you think that the\nFederal courts are right in saying, judge, when you have\na Speedy Trial Act case, look to Rule 45; you think\nthat's right to do?\nMR. ROBERTS: Yes, we do. We think that\nthey -\nJUSTICE BREYER: Okay. So why shouldn't\nthis defendant whose case was on appeal get the\nadvantage of that?\nMR. ROBERTS: Because at the time, that\nwasn't -- at the time that -- that the transportation\nwas done then -\nJUSTICE BREYER: I know it was under a\ndifferent rule. But where -- normally with cases where\nyou have a new rule come in, it does apply to the\nadvantage of the people who were then on appeal. Is\nthere something special about this, that Federal rules\ndon't, or you just -- too bad, we thought it was a\nreally erroneous thing that they had, we used to have,\nand we've corrected it, but just -- he's still on\nappeal, it doesn't apply to him? Is there some law on\nthat?\nMR. ROBERTS: I think -- I think that -\nthat at the time that was the method that -- that\ndictated the transportation for him, and -\nJUSTICE BREYER: I understand. I understand\nthey followed the rule at the time.\nMR. ROBERTS: -- retroactively -\nJUSTICE BREYER: They've changed the rule.\nHis case is still on appeal. Why shouldn't he get the\nadvantage of the new rule?\nMR. ROBERTS: Because it's not -- it's not a\n-- a rule of law that we're talking about. It's the\ncounting of the time, and it's impossible for a court to\nanticipate -\nJUSTICE SCALIA: No. You want to -\nJUSTICE BREYER: It wasn't anybody's fault.\nWhy shouldn't we go back and say do it again, and now,\nlet's -- since his case is still on appeal, it's the\nsame question. What's the argument against doing that?\nWhy can't we?\nI'm sure there's some rule out there that\nsays we can't do this, but I want to know what it is\nbecause it seems fair.\nJUSTICE SCALIA: May I suggest that perhaps\nthe reason not to do it is, assuming this person was\ntreated entirely fairly on the basis of the law that\nexisted at the time, the consequence of what Justice\nBreyer proposes is to set free someone who has been duly\nconvicted of a crime.\nMR. ROBERTS: That's right.\nJUSTICE SCALIA: And to do that simply\nbecause, although the -- the process was perfectly fair\nwhen it was applied, there's been a change in the rule\nand therefore we don't redo it, but we let this person\ngo; right?\nMR. ROBERTS: I agree.\nJUSTICE SCALIA: And can't be tried again.\nJUSTICE BREYER: Any other reason?\nMR. ROBERTS: I agree completely, Your\nHonor. While, I think -\nJUSTICE BREYER: I mean, I'm thinking that\nwe normally -- although all this is quite true, what\nJustice Scalia says, normally we do apply new rules to\nthose who are on appeal at the time.\nJUSTICE SCALIA: I don't -- I don't agree\nwith that. Do you agree with that?\nCHIEF JUSTICE ROBERTS: Well, maybe -\nMR. ROBERTS: I -\nCHIEF JUSTICE ROBERTS: Do you agree with\nthat?\nMR. ROBERTS: I don't think that you -- I\ndon't think that this is a new rule of law that you're\ntalking about. This is how the -- this is -- is the\ncounting method.\nCHIEF JUSTICE ROBERTS: Who wants the\nbenefit of this new rule? Who wants the new rule? Does\nthe government want the new rule or does the defendant\nwant the new rule?\nMR. ROBERTS: We -- we don't want the -- we\ndon't want the new rule. We're just telling you -\nJUSTICE SOTOMAYOR: Counsel -\nMR. ROBERTS: -- what we think the rule,\nwhat the rule means.\nJUSTICE SOTOMAYOR: -- there's a lot -\nMR. ROBERTS: I don't -- I don't\nunderstand -\nJUSTICE SOTOMAYOR: Counsel, there's a lot\nof discussion about the applicability or\nnonapplicability of this rule to this case. The rule by\nits terms applies to computing any period of time\nspecified in these rules, any local rule or any court\norder. None of that includes the statute at issue here,\ncorrect?\nMR. ROBERTS: Yes, Your Honor. Our argument\nis not that the rule by its terms applies.\nJUSTICE SOTOMAYOR: So this whole debate\nabout whether the rule applies or not is irrelevant.\nThe only question is what does the statute intend,\ncorrect?\nMR. ROBERTS: Yes.\nJUSTICE SOTOMAYOR: All right. So if what\nthe statute intends hasn't changed -\nMR. ROBERTS: I agree with that.\nJUSTICE SOTOMAYOR: -- between the old rule\nor the revised rule, correct? Congress hasn't -\nMR. ROBERTS: Yes, I like that.\nJUSTICE SOTOMAYOR: -- made an amendment;\ncorrect?\nMR. ROBERTS: I like the way we're going.\n(Laughter.)\nJUSTICE GINSBURG: But I think you don't.\nJUSTICE SOTOMAYOR: Will you like the way\nwe're going if I accept your proposition that when\nCongress uses 10 days, it really means 10 business days?\nI take words in a statute like that at their plain\nmeaning. It says 10 days, not 10 business days. So -\nMR. ROBERTS: Well, Your Honor, I think that\nthere's no plain meaning. \"Days\" sometimes can mean\nbusiness days; they can sometimes mean calendar days,\nand as I said before -\nJUSTICE SOTOMAYOR: But Congress has used 10\n-- has used business days in other provisions, hasn't\nit?\nMR. ROBERTS: I -- I don't know whether it's\nused business days or not. Respondent does point out\nthat there are some statutes that contain specific\nexclusions of weekends and holidays, but those statutes\nwere -\nJUSTICE GINSBURG: Let's go back to -- I\ndon't think you should have been so happy with the way\nthe argument was going -\n(Laughter.)\nJUSTICE GINSBURG: -- because -- because\nyour view is, Rule 40 -- if it's always assumed that\nthere be conformity between Rule 45 -- Rule 45, it was\nbusiness days, and then rule 45 changed not only to say\ncalendar days, but included statutes for the first time.\nSo I think what you're saying is that the\ninterpretation of the statute tracks with Rule 45, Rule\n45 formerly was calendar -- was business days, it is now\ncalendar days, there is conformity. And plus, \"statute\"\nis in Rule 45, and that was at least laid on the table\nof Congress, so they know that it was there.\nMR. ROBERTS: Yes, Your Honor. I think that\n-- that the statute always meant the same thing, and\nthat it meant that 10 days should be interpreted in\nlight of whatever the background rule is at the time for\ncounting the time. And so there's no -- there's no new\nrule; at the time the 10 days meant exclude the weekends\nand holidays, and now because the background rule has\nchanged, it means count the weekends, and -\nJUSTICE SOTOMAYOR: So Congress changed its\nmind between the two rules?\nMR. ROBERTS: No, I don't think Congress\nchanged its mind. Congress wanted the -- the statute\nto -\nJUSTICE SOTOMAYOR: How do I know that?\nWhere? Rule 45 doesn't apply to statutes.\nMR. ROBERTS: Well -\nJUSTICE SOTOMAYOR: Where in the statute\ndoes it -- say, apply the criminal rules?\nMR. ROBERTS: Well, I think that -- that my\npoint is that when it doesn't specify whether it's\nbusiness or calendar days, that Congress anticipated the\ncourts would say, okay, let's look to the background\nrule; and the place, the sensible place to look to the\nbackground rule is the rule -- is a rule of criminal\nprocedure in analogous contexts.\nIn fact, courts frequently do that when\nthey're trying to interpret statutes to figure out what\nthe 10-day limit is/ as many of the -- many of the cases\ncited in the ALR article that Respondent cites show.\nJUSTICE ALITO: When you're trying -- when\nyou're trying to figure out -- when you're dealing with\nprocedural rules that involve filing things in court, it\nwas once thought to make sense to exclude weekends\nbecause things couldn't be filed on the weekends, but\nwhen you're talking about transporting a prisoner. What\nsense does it make to exclude the weekend? Does this -\nMR. ROBERTS: Well -\nJUSTICE ALITO: Do these flights of\nprisoners from one facility to another come to a stop\nwhen -- you know, when the whistle blows on Saturday -\non Friday afternoon?\nMR. ROBERTS: Yes, Your Honor, generally the\nflights don't occur on the weekends or holidays. That\nwas sort of what I was trying to explain in my extended\ndigression to the Chief -- to the Chief Justice before.\nThe BOP doesn't admit and discharge\nprisoners on the weekends. In addition, there are\nvarious other factors that -- that go into the need to\nhave two -- two deputy marshals transporting people. So\nthe transportation doesn't generally occur on the\nweekends. And it's because of the weekends and holidays\nthat the transportation of the defendant actually took\nthe amount of time that it -- that it did here.\nBut I would say, as I started, in urging you\nnot to address this issue, which is of no ongoing\nimportance, that the question that we did ask the Court\nto address and that the Court granted review on is a\nvery important question that's divided the circuits; and\nthat allowing the rule that the court below adopted to\ncontinue to stand could frustrate the application of the\nSpeedy Trial Act, not only with respect to the pretrial\nmotions exclusion but potentially with respect to all\nthe other automatic exclusions; and I think it's very\nimportant that the Court correct this error and reaffirm\nthe established rule.\nIf I could reserve the remainder of my time\nfor rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Fisher.\nORAL ARGUMENT OF JEFFREY L. FISHER\nON BEHALF OF RESPONDENT\nMR. FISHER: Mr. Chief Justice, and may it\nplease the Court:\nBefore turning to the substance, I would\nlike to, if I may, start with the procedural question\nthat Justice Sotomayor raised and that -- and that my\nopponent just completed with, because I want to be sure\nthere's no confusion on the posture of this case.\nIn particular, this Court's precedents\nsquarely reject the notion that there's any history in\nthis Court's precedents for refusing to reach an\nargument in this posture. In particular, in Langness v.\nGreen, 282 U.S. 531, this Court held in 1931 that a\nRespondent's, quote, \"right\" to defend a judgment below\non a ground that is properly preserved all along and\nthat the lower court reached and rejected is, quote,\n\"beyond successful challenge.\"\nNow, I'm not sure -- I'm not aware of any\nexception from that rule in the 80 years since.\nJUSTICE ALITO: Suppose the petition here\nhad simply raised one question, and that is the question\nof how you count time under -- under a version of Rule\n45 of the Federal Rules Of Criminal Procedure that is\nnot -- no longer in effect and as to which there is no\nconflict in the circuits. How would you grade the\nchances of the Court taking cert on that?\nMR. FISHER: Well, I'll take your\nhypothetical, Justice Alito, but I do want to be able to\ncorrect the notion that it's of no longer continuing\nimportance. But I'll assume that your hypothetical on\nthat kind of a question would be cert denied. But\nthat's never been an obstacle to reaching the question.\nLet me give you two things that are very\nimportant here. The first is the problem with the\nGovernment's citation to Nobles is not just a\ndistinction between discretion and law. If you look at\nthe Solicitor General's own reply brief in that case, it\npointed out that the problem with the alternative\nargument there was that it would give the defendant\ndifferent relief. So it was therefore subject to the\ncross-petitions rule, and that's the section in Stern\nand Gressman that's cited in their brief. Those are the\nonly two citations they have, the citations to Nobles\nand the citations to Stern and Gressman, which are all\nabout cross-petitions when the defendant wants different\nrelief. We want exactly the same relief. We want a\ndismissal on the Speedy Trial Act.\nSo finally, even if it were somehow\ndiscretionary and this Court were to consider in this\ncase breaking from its unbroken precedent of 80 years -\nlet me give you one more example before I turn to the\ndiscretionary.\nIn the Walling case in 1947, this Court\nreached as an alternative ground the defendant's\nargument that there was insufficient evidence. Now,\nthat's sort of the quintessential un-cert-worthy\nquestion, but this Court felt required to reach it\nbecause the lower court had reached it and rejected it\nand the defendant had preserved it all along in that\ncase.\nAnd in the Union Pacific case in 2009 -- I\ncan keep giving you citations. But let me just say,\neven if it were discretionary, you would still want to\nreach it in this case, because at pages 18 and 19 of the\nSolicitor General's brief there are citations to a\ncircuit split on this issue. And the new Rule 45 hasn't\nmade that go away for two reasons.\nThe first is because the Solicitor General's\nown argument now doesn't depend on Rule 45. Instead,\nit's that the Speedy Trial Act on its own terms counts\n10 business days, not simply calendar days. And,\nsecond, there continue to be decisions after the\namendment of Rule 45 in which lower courts have said\nthat this provision means only 10 business days.\nLet me give you one more citation, and\nforgive me for this because we didn't get to file a\nreply brief in this case on this issue. But the Zabawa\ncase, 2010 Westlaw, 307-5044, is a case in the Eastern\nDistrict of Michigan last summer where the Government's\nown filing, which we looked at on PACER, asked the court\nto apply Tinklenberg and hold that subsection (F) meant\nonly ten business days.\nJUSTICE ALITO: If I could just come back to\nwhere you started before you go on to these additional\npoints. Your argument is that if the Government\npetitions for cert on one issue that's a legal issue on\nwhich there's a conflict in the circuits and the\nRespondent in a criminal case says that the -- asks to\nhave the decision below affirmed on 15 other grounds, we\n-- and raises those in the bio, we take the case anyway,\nwe are duty-bound to decide every one of those 15\ngrounds?\nMR. FISHER: You're not duty-bound to decide\nit, Justice Alito. But I do think under this Court's\nprecedent, at least, you have never reversed the\ndecision below without reaching them. So you may well\naffirm on the question presented or some one or two of\nthose questions. You may also dismiss the case as\nimprovidently granted, which happens sometimes in these\ncircumstances. Of course, what ordinarily what would\nhappen is when the cert -- when the ops was filed this\nCourt would realize there was a serious obstacle to\nreaching the question and might well deny cert in the\nfirst place. But as I said, there's no decision on this\nCourt's books and certainly the Solicitor General hasn't\nappointed one where you've reversed and reinstated a\nconviction or, in fact, reversed and done anything to a\nRespondent in these circumstances.\nNow, let me turn to the merits of the ten\nday argument and make a few points before I'm sure the\nCourt might want to talk about the pretrial motions\nissue as well. There's a few important points to make.\nNow, remember, the Solicitor General has now basically\nabandoned the Sixth Circuit's view that Rule 45\nautomatically gets incorporated into the Speedy Trial\nAct and now they're making the making the argument that\nwhat Congress intended in the Speedy Trial Act was\nsomehow for Rule 45 to operate as some background\nprinciple. So that the meaning of the Act, I guess,\nwould wax and wane according to what Rule 45 said. Now,\nthere's two versions of this argument. I can't tell\nwhich it's making. First it could be saying that what\nCongress meant when it passed subsection F in 1979 was\nthat whatever the rule is in Rule 45 right now, that's\nwhat we expect to be applied. Well, that can't possibly\nbe the Solicitor General's argument because in 1979 Rule\n45, consistent with the traditional rule, excluded\nweekends and holidays only for periods of less than\nseven days. That wasn't changed until 1985. So the\nCongress at the time, even if they had cared about Rule\n45, wouldn't have, wouldn't have thought you counted,\nexcluded weekends and holidays here.\nJUSTICE GINSBURG: Why wouldn't Congress\nthink, we have a bunch of statutes that have times and\nwe have a bunch that don't and the ones that don't, they\nshould be interpreted into the Federal rule, that Rule\n45?\nMR. FISHER: I think the much more natural\nreading, Justice Ginsburg, in light of the traditional\nrule, which is not just cited in Am. Jur., please\nunderstand, this is a cannon of common law, traditional\nconstruction of time periods that goes back to\nSutherland's treatise in 1904. There's a Second Circuit\ncase called Morasca in 1921, 277 F.2727, I could cite\nyou 20 or 30 state cases all up and down the last\ncentury. So the common law rule has always been for\nperiods of less than seven days -- I'm sorry, for\nperiods of more than seven days, it's up to the\nlegislature to expressly tell the court to exclude\nweekends and holidays. And if you look at the U.S.\nCode, it's perfectly consistent with that common law\nunderstanding because when Congress wanted, such as in\nthe Bail Reform Act, to exclude weekends and holidays\nfrom a ten day period, it expressly says so. Now, we\ncited three or four examples in our brief. Again, this\nis at page 40, 41 of our brief. I could have cited 15\nor 20. So the U.S. Code is quite clear and I think the\nmuch more natural inference its that when Congress\nwanted to exclude weekends and holidays consistent with\nthe traditional rule, it felt duty bound to say so in\nthe U.S. Code, and when it hasn't, it wants simply\ncalendar days -- now, if you want confirmation.\nJUSTICE GINSBURG: Under the 2009 amendment,\nRule 45 includes statutes it didn't before and now it\ndoes?\nMR. FISHER: It does now, but two things are\ntelling about the 2009 amendments. The first is that\nwhen it switched to statutes, it reverted to counting\ncalendar days.\nJUSTICE SCALIA: You're not relying on the\n2009 -\nMR. FISHER: No.\nJUSTICE SCALIA: You don't say -- you say\nthis was wrong when it was decided?\nMR. FISHER: Yes.\nJUSTICE SCALIA: Regardless of the 2009?\nMR. FISHER: That's right, that's right.\nBut if you want to talk about Congressional intent, I\ndon't think we have to even go there. But, remember,\nafter the -- in 2009 there's also a Federal law, the\nTechnical Amendments Statutory Act made a hash of that.\nBut Congress went through, most recently about a year\nand a half ago, and amended various provisions of the\nU.S. Code according to whether it wanted weekends or\nholidays excluded or times enlarged, and it left this\nalone. So I think every indicia of evidence you can\nlook at from every possible angle shows that ten days\nmeant ten days at the time of the trial, and that's not\nto affirm the judgment.\nThe last point I'll make concerning -\nJUSTICE ALITO: Congress thought about the\nSpeedy Trial Act when it made those technical\namendments, isn't it likely to have thought the courts\nhad interpreted it as excluding the weekends up to that\npoint?\nMR. FISHER: No, my point, Justice Alito, is\nCongress didn't think of the Speedy Trial Act, it didn't\ndo anything with the Speedy Trial Act.\nJUSTICE ALITO: Didn't think about -- okay.\nMR. FISHER: Well, maybe we leave that where\nit was, but let me make one final point that I think is\nthe clincher here. Remember, we have not just this\nalternative argument, we have a second alternative\nargument, which is that the time in relation to Mr.\nTinklenberg's competency hearing exceeded the 30 day\nprovision in section 4247 in the Insanity Defense Reform\nAct. Now, I don't think you have to get to that\nargument, you can simply affirm on the ten day issue,\nbut, again, let's think about what the Solicitor General\nis arguing with respect to the ten day issue. They're\nsaying that Congress sub silentio, without saying\nanything at all in the Speedy Trial Act, somehow assumed\nthat the time in subsection F would wax and wane\naccording to this rule. Well, if that's -- even though\nthe rule didn't even apply to statutes at the time.\nWell, if that's the case, then I don't think there's any\nbasis for arguing that Congress would have had exactly\nthe same assumption with respect to another Federal\nstatute, that is the Insanity Defense Reform Act.\nCHIEF JUSTICE ROBERTS: And if we don't\nagree with you on your Rule 45 argument, you say we\nwould have to reach this third argument, right?\nMR. FISHER: Yes. So I think the only\nway -- somehow, you've accepted the Solicitor General's\nargument, which I don't think you can, but if you did\naccept it on merits, it runs headlong into our third\nargument, which the Solicitor General takes exactly the\nopposite position, which is, the Speedy Trial Act is its\nown self-contained universe that doesn't incorporate any\nother statutes or any other provisions of law.\nJUSTICE ALITO: Well, why aren't they\ntrying -- why isn't the effect of what you're doing to\nprompt us to dismiss this case that the petitioner has\nimprovidently granted? If we were to write an opinion\nthat says that the -- the Sixth Circuit was wrong in its\ninterpretation of subsection (f), and therefore, we're\nnot going to get to -- and anything we then had to say\nabout subsection (d) is just dictum, and that's the\nissue that we took the case to decide, why should we\nkeep the case at all?\nJUSTICE GINSBURG: I think you would be very\nhappy if we didn't.\nMR. FISHER: I think you could do that,\nJustice Ginsburg. I think you could decide based on my\ndiscussion of the Zabawa case. There's another case\nthat postdates the rule 45 amendments, called Clifton,\nout of the Southern District of Mississippi. So you\nmight decide that there's enough of an ongoing question\nhere to write an opinion. You could do either one.\nJUSTICE GINSBURG: But then you would have\nto -- we would have to wait for another case to decide\nthis issue, one which is a split, that is, the delay\nresulting from. What does that mean?\nJUSTICE KENNEDY: And I can't stand the\nsuspense. I -- I would like to hear about the delay\npoint.\nMR. FISHER: Right. And I think, Justice\nGinsburg, as to your -- your question, I'll just leave\nit to this Court's best discretion how it wants to\nhandle that issue.\nNow, Justice Kennedy, let me turn to the\nmerits.\nWe think this is a straightforward case\nwhere the text dictates the outcome of the case.\nRemember, the key words in the statute are \"delay\nresulting from,\" and I think the -- I think the ordinary\nmeaning, in fact, the only meaning, of \"delay\" is a\nhindrance to progress or a postponement. So it's -\nCHIEF JUSTICE ROBERTS: I'm sorry to\ninterrupt you so early, but what about Justice\nGinsburg's point, which I understood to be there's\nalways delay resulting from these pretrial motions; it's\njust that the district judge takes that into account,\nsays, well, I'm going to have a lot of the usual\npretrial motions, so I'm going to set the trial date at\nthis point.\nSo that is delay, when the trial date might\notherwise have been set, resulting from these pretrial\nmotions, and then the -- the statute goes on to tell you\nhow you count that delay.\nMR. FISHER: That's exactly our argument,\nMr. Chief Justice. Our argument is there's two ways you\ncan have delay: One is by the trial date simply being\nmoved to accommodate the motion. The other -- and this\nis where we agree with what the Solicitor General said\nhere today, as well as at page 38-39 of his opening\nbrief -- delay can also, in the ordinary English\nlanguage, mean that the trial date was originally set to\naccommodate the motions in the way you just described.\nBut what the Solicitor General is arguing for is\nsomething much more dramatic than that. They are\narguing for an exclusion of the time, even if trial date\nwas set irregardless of the motions -\nJUSTICE GINSBURG: How would you ever know\nthat? How would we ever know that, Mr. Fisher? A trial\njudge that has had a lot of criminal cases knows that\nthere's going to be some motions as you get closer to\ntrial, but how would we know whether the judge -- this\nparticular judge took into account the likelihood of\nmotions in setting the trial date or didn't?\nMR. FISHER: Well, ordinarily, Justice\nGinsburg -- remember, this is only a small subset of\ncases. But in those cases, ordinarily, I would think\nthe trial judge would say on the record when the date is\nset. Now, if it's -- if there's motion practice before\nthere's any date that's ever set, the NACDL brief, I\nthink, explains how that works in the district in the\nSixth Circuit right now. Parties often stipulate or are\nasked to stipulate by the court. Common sense goes a\nlong way in this scenario, Justice Ginsburg. It's\nobvious.\nJUSTICE GINSBURG: Why -- why would the\ndefendant stipulate?\nMR. FISHER: Pardon me?\nJUSTICE GINSBURG: Why would -- why would a\ndefendant who would benefit from the clock running\nstipulate?\nMR. FISHER: Defendants don't always benefit\nfrom the clock running, Justice Ginsburg. I think\nthere's two reasons why they might stipulate. One is\nbecause it might simply be obvious that the motion is of\nsufficient weight and difficulty that it's going to\nconsume the court's resources, so why argue something\nthat wouldn't have a basis to begin with?\nBut I think the NACDL brief is forthright in\nsaying, at least at the beginning of criminal cases,\noften defendants find themselves wanting more time, and\nso, again, they don't have the incentive to argue\nagainst that.\nJUSTICE ALITO: How do you reconcile your\nargument with the situation in which the motion is\npending for 30 days, so that's the period from the\nfiling until the prompt disposition, and as a result of\nthat motion, the trial judge says this has caused -\nthis is going to force me, this is going to result in 10\ndays' delay in the date on which the case can begin, so\nthe trial date is pushed back 10 days? Now, in that\nsituation, how much time is excluded?\nMR. FISHER: I think the -- the text of the\nstatute allows you to say either 30 or 10. I think in\nlight of this Court's Henderson decision -- and perhaps\nI think Congress had administrability concerns in mind\nwith that last clause -- I think 30 days could be\nexcluded. But if you disagree with me on that and you\nwant to have a rigid textual reading of the statute\nresulting from only meaning 10 days, I think that's your\nonly other option.\nBecause, if I could ask the Court, or at\nleast direct the Court to page 6 of the Solicitor\nGeneral's reply brief, this is where they give -\nbecause I think what the government wants to do is pose\nthese difficult hypotheticals, and the sort of difficult\nquestion you just raised, Justice Alito, and have this\nCourt respond by saying, oh, we're just going to throw\nthe words \"delay resulting from\" out of the statute.\nBecause there's only two definitions, two ways to deal\nwith what the Solicitor General offers.\nFirst, they say that delay means time, and I\nthink ordinary -- in ordinary English language, \"delay\"\nmeans something more than time. It means postponement.\nSo then the fallback argument -- this is the second\nparagraph on page 6 -- is that the occurrence that is\npostponed is the STA's deadline for commencing trial,\nand our suggestion is that that begs the whole question.\nThat can't possibly be right, because the whole reason\nthat you're looking to subsection (d) to apply it is to\nask whether you should exclude the time.\nJUSTICE SOTOMAYOR: Excuse me, but isn't\nthat what the statute says? Meaning, if you look at\n(h), the beginning paragraph at (h), it says, \"The\nfollowing periods of delay shall be excluded in\ncomputing the time within which the trial of any such\noffense must commence.\"\nIt's not talking about the delay of the\ntrial. It's talking about the computation of the start\ndate for the trial. So if that's what that commands you\nto do, doesn't -- isn't only the Solicitor General's\nposition consistent with that? It's telling you to take\nthe periods of delay and compute the date the trial must\nstart by excluding those. That's the language.\nMR. FISHER: I think for two reasons, I\nwould disagree, respectfully, Justice Sotomayor. First\nis, I take that language to say that we're going to now\ntell you all the circumstances under which you exclude\ntime, and so if any of these subsections are satisfied,\nyou exclude the time. But the -\nJUSTICE SOTOMAYOR: That's the -\nMR. FISHER: -- Solicitor General's argument\nis that you start from the premise. \"Delay resulting\nfrom\" means you've already excluded the time. That's\nthe premise.\nJUSTICE SOTOMAYOR: Well, but that's what\n(h) says; (h) says you compute the start date of the\ntrial, when it must start, by excluding all of these\nperiods of delay. It's defining it for you.\nMR. FISHER: Well, if -- if there was delay.\nMaybe another example, Justice Sotomayor. In\nsubsection 7, which is at (4)(a) of the government's\nappendix, I think is another way of showing that it\ncan't possibly -- even if it weren't begging the\nquestion, it can't possibly be right. It has to be\ntalking about the trial itself, because this is the\ncontinuance -- the end of the justice continuance\nsection. And it says, \"Any period of delay resulting\nfrom a continuance granted by a judge on his own\nmotion,\" and blah, blah, blah, \"if certain criteria are\nmet.\"\nNow, it's very clear that in that section,\n\"period\" -- \"period of delay resulting from\" can't mean\nthat we've already said that the clock is stopped,\nbecause there's an \"if\" clause that gives you certain\nthings that have to be satisfied in order to exclude it.\nSo I think starting with the very title of the Act we're\ntalking about, the Speedy Trial Act, and the -- the idea\nof the words \"delay resulting from\" can only sensibly\nmean delay resulting from trial.\nAnd so I think the definition that we've\ngiven you again, which is, delay results from a trial if\nthe trial itself is postponed, or if the trial is set in\na way that accommodates the motion, is the only way to\ngive meaning to the operative words in the statute.\nJUSTICE SOTOMAYOR: So it doesn't matter how\nsubstantial and important a motion is, whether it was\nyour motion to dismiss for Speedy Trial Act reasons or\nthe administrative motions here that you say really\ndidn't require time? It doesn't matter; all that\nmatters is keeping track from day one, the commencement\nof the trial, as to when the Court is about to set the\ntrial date, that it does it at the end of all the\nmotions. That's the only time the court can do it.\nMR. FISHER: The distinction between\nadministrative and nonadministrative motions, I think,\ndoesn't matter in this case because trial wasn't -\nJUSTICE SOTOMAYOR: Why wouldn't it matter?\nMR. FISHER: Well, it would matter, I think,\nJustice Sotomayor, in a circumstance where the trial\ndate hadn't been set yet and then was set, and an\nargument might arise -- well, I think we've had this\ndialogue already to some degree. I didn't -- I expected\nthese kinds of motions to be filed. I knew there was\ngoing to be a suppression hearing. We had the whole -\ntherefore, I set the trial out. That would seem to be\nsaying this was a nonadministrative matter that I had to\naccommodate. I don't think a trial judge -- put another\nway, I don't think a trial judge could say I'm setting\ntrial date outside the 70-day deadline because I had to\nsign my name to that pro haec vice motion.\nJUSTICE SOTOMAYOR: Well, actually it\nhappens all the time. In the \"rocket docket\" in\nVirginia, the court sets a trial date, and you file\nwhatever motions you're going to file. Under your\ntheory, until that last motion actually delays the trial\ndate, none of those motions exclude time.\nMR. FISHER: That may well be correct, but I\ndon't know why it would matter, because it doesn't\nmatter until you get outside of the 70 days to begin\nwith. So -\nJUSTICE BREYER: It matters because the\ntrial judges have to know what to do, and while your\nreading might fit the language in ordinary English\nbetter, I think it does.\nIt's also possible to read those words\n\"delay resulting from\" as simply referring to a period\nof time; and the statute is saying these periods of time\nare excluded from accounting. Now, the virtue of that\nis just what Justice Ginsburg started with; all the\ntrial judges know how to do it; the lawyers don't get\nmixed up; and the problem with what you're arguing for,\nin my mind -- if you want to say anything more about it,\ndo -- is that it seems very unworkable to strike trying\nto figure out what causes what.\nMR. FISHER: Let me say a couple things,\nJustice Breyer. First, with all due respect, I have to\ndisagree with your premise that it's possible to read\nthe statute the way the Solicitor General wants to read\nit. Now I'll accept for purposes of responding to your\nquestion, let's imagine that it were possible to read it\nthat way. I think our rule is not as difficult to\nadminister as you think it might be in the -- NACDL\nbrief LDY. And indeed the Solicitor General -- this has\nbeen the -- this has been the law in -- in the Sixth\nCircuit for 17 months. They haven't pointed to a single\ndismissal as a result of it.\nNow let me take the other side, and this\nbrings us to the dialogue during Mr. Roberts' argument;\nthe Solicitor General's rule isn't so easy, either,\nunless you simply cease caring at all about the Act.\nYou could have a perfectly administrable rule that says\nevery singly motion, no matter what the circumstances,\ntolls the clock.\nBut that's not the law in the First Circuit,\nfor example. They're made clear as Justice Sotomayor\nsaid that if a motion is filed to frustrate the speedy\ntrial clock, then we're not going to exclude it; and\nthat makes perfect sense. I mean, look at this case.\nAnd I'm not going to suggest there was any ill will or\nbad faith in this case; but the facts of the case\nillustrate the problem.\nOn August 1st, trial date was set for August\n14th. There were 14 days before the trial was going to\nhappen. Yet there were only -- even under the best\nreading there were only 10 days left on the clock. So\nif no motions had been filed, unquestionably we would\nhave a Speedy Trial Act violation. So the government's\nwhole case hinges on the fact that because it filed this\npurely administrative motion to bring a gun into the\ncourtroom, a motion I might add that at the pretrial\nconference the judge had already told the government was\ngoing to be granted, and so I don't know why it couldn't\nhave been made at the moment the evidence was\nintroduced; and one other administration motion, then\nthe Speedy Trial Act isn't violated.\nAnd to borrow the Solicitor General's own\nphrase from page 38 of his brief, that outcome bears no\nrelation to the Act's purpose. So what you have to do\nto have, I think, the government's argument be at all\nfaithful, even if it were possible under the language -\nhave it be at all faithful with the purpose of the Act,\nis to have some kind of exception for motions that\nfrustrate, motions that are pretextual, motions that are\npurely administrative, however it would be defined.\nJUSTICE GINSBURG: Why do you think that -\nMR. FISHER: And you walk in -\nJUSTICE GINSBURG: -- your motion -- I mean,\nthe government had administrative motions, but you had a\nSpeedy Trial Act motion; and you say that doesn't count,\neither?\nMR. FISHER: I -- well, two things, Justice\nGinsburg. First of all, we're not relying in this Court\non the Speedy Trial Act motion to get us to the Speedy\nTrial Act violation. The two motions the government\nfiled get you to the 70 days, and so we haven't made an\nargument with respect to the Speedy Trial Act. But if\nwe had to, the argument would be -- with regard to that\nmotion, would be that it didn't delay trial. Trial had\nalready been set, the Court said this is when we're\ngoing to trial; trial wasn't moved, and we all went to\ntrial. And so -\nJUSTICE SOTOMAYOR: Counsel, I don't believe\nI had a trial in my district court days where between\nthe time I had the pretrial conference and the time\ntrial started, there wasn't a slew of motions, because\nthat's about the time counsel tends to wake up.\nMR. FISHER: Yes.\n(Laughter.)\nJUSTICE SOTOMAYOR: Okay? And -- and decide\nthat really now they've got to get ready.\nMR. FISHER: Yes.\nJUSTICE SOTOMAYOR: Why should we care\nwhether it's an administrative motion or simply to\nclarify the functioning of the trial? Why should we not\nexclude those times, because those -- those motions,\nwhether they're administrative or not, will cause the\ntrial to go faster, because issues that would otherwise\nconsume the time of the court during trial are being\nresolved before trial.\nMR. FISHER: I think that might be an\nargument for writing the Speedy Trial Act a different\nway, Justice Sotomayor; but if the question is whether\nthe motion delayed trial -- and that's the question that\nthe Speedy Trial Act requires the judge to ask and\nanswer -- then the administrative piece of paper going\nacross the judge's desk when the judge knows ahead of\ntime it isn't going to cause any difficult, simply\ndoesn't delay trial.\nAt page, I believe it's 5 or 6 of the NACDL\nbrief, they talk about pretrial conferences. And they\nsay what happens in the Sixth Circuit right now is the\njudge holds the conference; as you say, counsel wakes\nup; and everybody -- and the judge says tell me the\nmotions you're going to file. And the counsel from both\nsides tell the judge what motions are going to be filed,\nand they discuss right then and there whether they're\ngoing to delay -- whether they're going to cause some\ndelay for trial. And so -\nJUSTICE SCALIA: Mr. Fisher -- delay, you\nmake an argument about the meaning of delay. I am\ntroubled by the meaning of the \"from the filing of the\nmotion\" of that clause. You read that, I think, to mean\ndelay resulting from any pretrial moment and not to\nexceed -- right -- the peered of the filing of the\nfiling of the motion to the conclusion of the hearing.\nRight? Isn't that right?\nMR. FISHER: I think that's right, and I\nthink that's -\nJUSTICE SCALIA: Well, where do you -- where\nto you get that \"not to exceed\"? It doesn't say not to\nexceed; it says delay resulting from the filing of the\nmotion.\nMR. FISHER: I think the difficulty is with\nthe word \"from,\" Justice Scalia. I think it's a tough\nword to know exactly what transition is taking place\nthere, but in this Court's Bloate decision, last term, I\nthink -- what I'm -- the argument I'm making is\nperfectly consistent with that decision, where it said\nthe \"from clause\" is sort of the boundaries on when\nsubsection D applies. If you're talking about delay\nthat a motion caused either after the hearing or before\nthe filing, we don't want to hear from you. But the\nfrom clause tells you if the delay falls within those\ntwo goalposts, then it's excludable.\nJUSTICE SCALIA: It's a funny way to say it.\nIt's a funny way to say it.\nMR. FISHER: I don't think it's a perfect\nway to say it, either, Justice Scalia. And I said -- in\nmy dialogue with Justice Alito, I think that you could\nalso say, especially with a little bit of pushing on\nHenderson, that \"resulting from\" actually gives you a\nspecific time period in between those that you have to\nexclude. But I think that that's the best reading of\nthe Act, and again, it's the only one that gives -- that\ngives meaning to the phrase delay resulting from.\nIf I might just say one or two words to\ncircle back to where I began, Mr. Tinklenberg urges you\nto affirm the Sixth Circuit decision or to dismiss this\ncase as improvidently granted; but what he urges you not\nto do and thinks there's no basis in precedent for\ndoing, which is to reverse the lower court without\nreading the alternative arguments; and with all due\nrespect, the 10-day argument that we preserved in our\nbio and we fully made in our bottom side brief in this\ncase, I think is extraordinarily strong, and it's\ndifficult to get around in this case for all the reasons\nI've explained.\nSo with that, I'll -- I'll answer any other\nquestions this Court has about that argument, because I\nthink it's very important. Otherwise, I'm happy to\nsubmit the case.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Roberts, you have 3 minutes remaining.\nREBUTTAL ARGUMENT OF MATTHEW D. ROBERTS\nON BEHALF OF PETITIONER\nMR. ROBERTS: Thank you, Your Honor.\nFirst I would like to stress that the\ngovernment thinks that it's very important that the\nCourt address the question that we raised in our cert\npetition, and that the Court granted certiorari to\nanswer, on which there's a split in the circuits and\nwhich we believe that if it's left standing will result\nin serious disruption to the Speedy Trial Act.\nTurning to -- to that question, a few points\nfirst. Respondent's definition of delay is plainly\ninconsistent with Henderson which already holds that the\nperiod of delay that's excludable is the time between\nthe filing of the motion and the disposition of the\nmotion. That can't be squared with the notion that\ndelay is the period during which trial is postponed.\nSecond, Respondent's definition of delay\ngives delay a different meaning in the first part of the\nstatute and in subsection D, where this Court's already\nheld that it has the meaning that we suggest.\nThird, Respondent's test is totally\nunworkable, because you can't tell at the time a motion\nis filed how much time it's going to take to resolve and\nwhether trial is going to be postponed. District Court\njudges have over 500 pending cases on their docket, an\naverage District Court judge. A hundred of them are\ncriminal. The court -- the Speedy Trial Act cannot\nfunction if the judges are going to have to make a\ncomplex judicial determination in each case to determine\nwhether each motion is excludable.\nRespondent says that NACDL says defendants\nwon't object or that they'll stipulate to the exclusion\nof time, but NACDL also says that defendants may change\ntheir mind if the case goes to trial, and if they change\ntheir mind and file a motion to dismiss under the Speedy\nTrial Act, their prior failures to object and\nstipulations may very well not be binding because this\nCourt held in Zedner that defendants can prospectively\nwaive the application of the Act. And Respondent's\ntests would also throw the established way that the\nSpeedy Trial Act has been operating for over 30 years\ninto disarray.\nTurning to whether this Court has to address\nthe alternative arguments for affirmance, Nobles plainly\nsays that the Court has discretion not to address those\nissues if those issues are not independently worthy of\ncertiorari. It doesn't base that on the fact that\nthe -- on the fact that the argument would expand the\njudgment below, and the rule that it's discretionary\nmakes sense, because the contrary rule would require the\ncourt to address numerous issues that are not important\nand -- in every case where they're raised, and would\nalso lead the court to either dismiss writs as\nimprovidently granted or to address only as dicta\nimportant issues on which the Court has granted\ncertiorari.\nFinally -\nJUSTICE ALITO: So given the choice between\na dismissal and an affirmance with good dictum about\nsubsection (d), you would prefer the latter?\nMR. ROBERTS: Yes, I think that we would\nlike the Court to address the issue on which cert was\ngranted. We think it's a very important issue. We\nthink that the courts of appeals would follow it even if\nit might technically be viewed as dicta. We would think\nthat it would be an alternative holding or ratio\ndecidendi.\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\n"
    }, 
    "respondents": [
        "No. 09-1498 JASON LOUIS TINKLENBERG"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 16, 
        "JUSTICE ALITO": 10, 
        "JUSTICE BREYER": 13, 
        "JUSTICE GINSBURG": 14, 
        "JUSTICE KENNEDY": 4, 
        "JUSTICE SCALIA": 15, 
        "JUSTICE SOTOMAYOR": 27, 
        "MR. FISHER": 33, 
        "MR. ROBERTS": 56
    }
}