{
    "appearances": {
        "content": "JAMES W. BILDERBACK, II, ESQ., Supervising Deputy\nAttorney General, Los Angeles, California; on behalf\nof Petitioner.\nSEAN K. KENNEDY, ESQ., Federal Public Defender, Los\nAngeles, California; on behalf of Respondent.\n"
    }, 
    "caseNum": "09-1088", 
    "caseinfo": {
        "content": "VINCENT CULLEN, ACTING WARDEN, :\nPetitioner :\nv. : No. 09-1088\nSCOTT LYNN PINHOLSTER :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJAMES W. BILDERBACK, II, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nSEAN K. KENNEDY, ESQ.\nOn behalf of the Respondent 24\nREBUTTAL ARGUMENT OF\nJAMES W. BILDERBACK, II, ESQ.\nOn behalf of the Petitioner 48\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, November 9, 2010\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:04 a.m.\n"
    }, 
    "petitioners": [
        "VINCENT CULLEN, ACTING WARDEN,", 
        "Petitioner", 
        "v.", 
        "No. 09-1088 SCOTT LYNN PINHOLSTER", 
        ""
    ], 
    "proceedings": {
        "content": "(11:04 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 09-1088, Cullen v. Pinholster.\nMr. Bilderback.\nORAL ARGUMENT OF JAMES W. BILDERBACK, II,\nON BEHALF OF THE PETITIONER\nMR. BILDERBACK: Mr. Chief Justice, and may\nit please the Court:\nThere are three main points I wish to\nemphasize to the Court this morning: First, because the\nCalifornia Supreme Court rejected Mr. Pinholster's claim\nof ineffective assistance of counsel on its merits,\nFederal habeas corpus relief is unavailable under 28\nU.S.C. section 2254(d)(1) unless Mr. Pinholster first\nmet his burden of demonstrating that the State court\nrejection of his claim was unreasonable. He did not do\nthat in this case, and thus the lower courts erred in\ngranting him habeas corpus relief.\nSecond, because Mr. Pinholster never even\nalleged, let alone proved, that he could not have\npresented the factual basis upon which the Ninth Circuit\npredicated its decision to grant relief when he was in\nthe State court, 2254(e)(2) should have been a barrier\nto the State court Federal evidentiary hearing.\nJUSTICE SOTOMAYOR: Could we just clarify\nwhat you mean by \"factual basis\"? To be precise, he\ndidn't -- because he didn't present the expert opinion\nwith the diagnosis, or because the diagnosis was based\non a series of facts that, to me, appear to have been\npresented fully to the State court; is that correct?\nMR. BILDERBACK: Yes.\nJUSTICE SOTOMAYOR: With the exception of\nthe fact that the defense attorneys only worked 6 hours,\nthe billing records. That -- I think that's the only\nunderlying facts to the opinion that appear new; am I\ncorrect?\nMR. BILDERBACK: No, Your Honor. The\ndiagnosis itself is a fact. The -\nJUSTICE SOTOMAYOR: All right. So we are\nonly talking about the expert opinion facts being new?\nMR. BILDERBACK: We -- there are a number of\nfacts that were new in the Federal -\nJUSTICE SOTOMAYOR: What -- besides the\nopinion, what were they?\nMR. BILDERBACK: Well, as the Court\nadverted, there was also the notion that there was\nsomehow a limited amount of time, specifically -\nJUSTICE SOTOMAYOR: Well, he did allege that\nin his petition before the State court?\nMR. BILDERBACK: He did not allege 6 and a\nhalf hours, Your Honor.\nJUSTICE SOTOMAYOR: Not specifically, but he\nsaid that his counsel didn't prepare.\nMR. BILDERBACK: That's precisely correct,\nYour Honor, but the court -\nJUSTICE SOTOMAYOR: And he pointed to the\nfact that counsel basically said at the trial, I didn't\nthink we were going to have a mitigation hearing, as\nproof of that, correct?\nMR. BILDERBACK: He did point to that, Your\nHonor, but we would note that the 6-and-a-half-hour\nconclusion drawn by the Ninth Circuit and drawn by the\ndistrict court is not fairly supported by the record.\nBut, putting that aside, the principal fact\nthat we are focusing on that we think is a new and\nsignificant change in the factual posture of the case\nfrom the time he was in State court to the time that he\nwas in Federal court is the diagnosis of organic brain\ndamage by the expert, which is not simply the opinion of\nthe expert, but a question of material fact that was\nrelied upon by the Ninth Circuit in its decision to\ngrant relief.\nThe failure to ever tell the California\nSupreme Court that petitioner has organic brain damage\nand the centrality of that factual determination on the\nNinth Circuit's decision making is -- was a substantial\ndifference between the facts upon which the State -\nwith which the State court was presented and the facts\nthat the Ninth Circuit granted -- rested its decision to\ngrant relief.\nJUSTICE KAGAN: Mr. Bilderback, I know that\nthat's the principal fact that you rely upon, that\nthere's a difference, but could you give us a full\ncatalogue of the facts that are different in the Federal\ncourt record from the facts that are different in the\nState court record? Was there anything other than the\nmedical testimony and the billing sheets, or is that the\nextent of it?\nMR. BILDERBACK: Those are -- those are the\nsignificant facts that we think are -- are relevant to\n-- to the discussion of whether or not the State court\ndetermination should be or could properly be found to\nhave been unreasonable, was -- was the difference in the\nspecificity of the -- of the nature of the claim of\ndeficient performance in terms of the time sheets and -\nCHIEF JUSTICE ROBERTS: What about\nDr. Stalberg's new deposition? Doesn't that count as a\nnew fact? I'm looking at your brief on page 11. At a\ndeposition just before the evidentiary hearing,\nDr. Stalberg revealed that nothing in the new material\ncalled into question his original diagnosis.\nMR. BILDERBACK: Oh, certainly, Your Honor.\nI -- I understood the questions from the Court to be\nasking which new facts were relied upon in the decision\nto grant relief. Certainly, there were new facts\nadduced during the Federal proceedings that we think\ninveighed against a grant of relief, and I think that\nthe fact that Your Honor points to is precisely one of\nthose.\nBut, in terms of the new facts -- and let's\nbe clear that 2254(d)(1) is a rule that says that relief\ncannot be granted if the State court determination was\nunreasonable. To the extent that relief is denied, the\ninclusion of new facts in the analysis may not run afoul\nof (d)(1) at all. So here, because the Ninth Circuit\nrelied so heavily upon the organic brain damage\ndiagnosis and because that diagnosis -\nJUSTICE SOTOMAYOR: Could we just be clear?\nMR. BILDERBACK: Yes.\nJUSTICE SOTOMAYOR: I thought that\nDr. Stalberg's affidavit in the State court said that he\nhad brain damage of some sort.\nMR. BILDERBACK: That's not accurate, Your\nHonor.\nJUSTICE SOTOMAYOR: I thought it said that\nhe -- the school records show evidence of mental\ndisturbances and some degree of brain damage.\nMR. BILDERBACK: I believe that -\nJUSTICE SOTOMAYOR: What he did say -- I\nthink there's a difference between -- because he pointed\nto epilepsy. He pointed to a series of things that\nshowed some brain damage. I just want to clarify.\nMR. BILDERBACK: Certainly.\nJUSTICE SOTOMAYOR: It's not organic damage;\nthe issue is whether the organic damage created a\ndysfunctionality that contributed to the events. That's\nwhat he didn't know, and he said: It's not -- I would\nhave needed more information to figure that out.\nMR. BILDERBACK: Well, he -- he never said\nthat if he had had the additional information, that he\nwould have diagnosed Mr. Pinholster as suffering from\norganic brain damage. He -\nJUSTICE SOTOMAYOR: No, no, no. Organic\nbrain damage dysfunctionality. There's a difference\nbetween the two diagnoses.\nMR. BILDERBACK: Absolutely, Your Honor, but\nI want to be clear that Dr. Stalberg never diagnosed\nMr. Pinholster with organic brain damage, even at the\nconclusion of the Federal evidentiary hearing, following\nwhich he had access to all of the facts that habeas\ncounsel was -- managed to unearth during the course of\nthe Federal proceedings.\nJUSTICE SOTOMAYOR: Your adversary points to\nthe difference in language between (d)(1) and (d)(2).\nMR. BILDERBACK: Yes.\nJUSTICE SOTOMAYOR: (D)(2) refers to\nunreasonable in light of the facts, unreasonable\ndetermination of facts in light of the record before the\ncourt, and subdivision (1) doesn't. It speaks only an\nunreasonable decision.\nCould you address the difference in the\nlanguage and why that difference doesn't suggest that\nthe question of an unreasonable legal determination\nshould be based on the record before the Federal court,\nwhich in most instances, the vast majority of instances,\nis just a State court record?\nMR. BILDERBACK: That's correct, Your Honor.\nJUSTICE SOTOMAYOR: But there are exceptions\nin (e)(2) for hearings.\nMR. BILDERBACK: Yes.\nJUSTICE SOTOMAYOR: So why shouldn't the\nfirst subdivision be read to mean unreasonable legal\ndetermination in light of the record before the court?\nMR. BILDERBACK: Because subdivisions (d)(1)\nand (d)(2) serve very different purposes. Subdivision\n(d)(2) is concerned with determinations of fact, and the\nadditional language that the Court points to was an\nattempt to limit the bases upon which a Federal court\ncould overturn a State court factual determination.\nPrior to the passage of AEDPA, a Federal\ncourt could overturn a State court determination of fact\nnot simply because the evidence was lacking, which is\nthe current state of the law, but also because it found\nsome sort of procedural defect or a number of other\nbases that had grown up in the common law. With the\npassage of AEDPA, Congress limited the bases upon which\na State court factual determination could be rejected to\nonly one.\nJUSTICE SOTOMAYOR: Are you suggesting that\nif a State court gets a proffer of evidence from a State\npetitioner who says, I have a billing record that shows\nthat my attorney worked only 6 hours; and the State\nsays, we're not admitting that billing record because it\nhasn't been authenticated, so we're not looking at that\nfact; and the Federal habeas looks at what was proffered\nand says, this is authentication under any rule, State\nor Federal -- it was improperly admitted, so their legal\ndetermination was wrong? Not unreasonable legal\ndetermination as to the IAC, because in fact -- I used\nthe example of 6 hours. The billing record could show 5\nminutes, so that there's no dispute that the person\nspent essentially no time on mitigation, didn't present\nanything. The clearest case you want. You're\nsuggesting that a habeas corpus court is no longer\npermitted to look at that new evidence?\nMR. BILDERBACK: Well, what I'm suggesting\nis that the language of (d)(2) was designed to limit the\nbases upon which a Federal court could overturn a State\ncourt factual finding. Of course, our case doesn't\nreally involve (d)(2).\nJUSTICE SOTOMAYOR: No, but I'm going back\nto (d)(1).\nMR. BILDERBACK: Yes, and the -- the\nsymmetrical language in (d)(1) is the language -\nJUSTICE SOTOMAYOR: It's not symmetrical,\nthough.\nMR. BILDERBACK: I would -- I would\ndisagree, because I believe the symmetrical language in\n(d)(1) is the limitation on the Federal court's reliance\non lower Federal court authority to overturn State court\nfactual determinations.\nPrior to the passage of AEDPA, lower Federal\ncourts were free to look to their own prior precedent,\nthe prior precedent of the circuit courts, to say that\nthe State court determination of a question of law was\nunreasonable. In both statutes -- statute -\nsubdivision (d)(1), which has to do with questions of\nlaw and mixed questions, the additional language\nnarrowed the focus to a new and more limited basis for\nFederal review or to find the State court determination\nunreasonable.\nIn (d)(2), there is this symmetrical\nlimiting language which overturned what had historically\nbeen several bases for rejecting a State court factual\ndetermination.\nBut, in both sections, the law is clear that\nthe - the examination is of the application that was\nconducted by the State court. The section itself speaks\nin the past tense, and the very concept of\nreasonableness compels the conclusion that the State\ncourt determination can only fairly be read in light of\n-- in light of the facts that were squarely presented to\nthe State court. Otherwise we could be in a situation\nwhere all of the facts before the State court are\nentirely removed, an entirely new set of facts are\nproven up in the Federal court, and we're going to say\nthat, notwithstanding that wholesale change in the\nfactual basis of the claim, that the State court\ndetermination was not merely wrong, but unreasonable.\nAnd it is this notion of unreasonableness,\nand it is the primacy of the State court determination\nof the claim that is the central feature of the AEDPA\nreforms to Federal habeas corpus. The point was to make\nState court determinations the primary forum for\nadjudicating Federal constitutional claims, and Federal\ncourts were only supposed to interfere in those\ndeterminations reluctantly. And if you examine the\nlanguage of AEDPA, you'll see that, in -- in many\nrespects, it mirrors the language of 2244, the \"second\nor successive\" language in Federal court.\nThe purpose of AEDPA was to enforce upon\nFederal courts the same respect for State court\ndeterminations of claims that Federal courts showed to\ntheir own prior State court determinations of claims.\nState court determinations of Federal constitutional\nclaims are not lesser creatures deserving of less\nrespect than Federal court determinations of claims.\nAnd here they put very specific language in the statute\nthat was designed to ensure that when a Federal court is\nexamining a State court determination of a claim, it\nlimits itself to only those facts that were before the\nState court. And, indeed, this Court has specifically\nsaid so in Holland v. Jackson, that the (d)(1)\ndetermination is done in light of the record before the\nState court. Similarly, in Michael -\nJUSTICE SOTOMAYOR: Well, there's a\nparagraph right after what you cite that basically says\nunless there's a hearing. So Holland works -- doesn't\nstop at the point that you're quoting. It goes on in\nthe very next sentence to say \"unless a hearing has been\nheld.\"\nMR. BILDERBACK: And if a hearing is\nappropriately held, that's a very different question.\nBut as this Court stated in Michael Williams, if the\n2254(d)(1) question is dispositive, no Federal\nevidentiary hearing is required. And that would be our\nposition in this case. Because this claim survived\n2254(d)(1) scrutiny, the Federal evidentiary hearing\nshould not have been held, just as, in the Michael\nWilliams case, this Court ratified the decision of the\ndistrict court not to hold an evidentiary hearing\nbecause the claim failed under (d)(1).\nJUSTICE SOTOMAYOR: So why don't we start\nthe way that you are proposing, which is to start with\n(e)(2): Was the hearing appropriately held, first? And\nif it was, why are we excluding the evidence that was\ndeveloped at that hearing? What you're proposing is the\nreverse, to say we start at (d)(1) -\nMR. BILDERBACK: I am.\nJUSTICE SOTOMAYOR: -- and only if the\npetitioner wins under (d)(1), on proving that the\ndecision on the facts before that -- the State court\nwere reasonable, that you ever get to (e)(2).\nMR. BILDERBACK: And that's why -\nJUSTICE SOTOMAYOR: Why is that logical?\nWhy isn't it logical to start with (e)(2), which is -\nit says in (e)(2) these are the prerequisites to having\na hearing, you prove you're entitled to it. Why are we\nexcluding those facts from the decision makers'\nconsideration?\nMR. BILDERBACK: Well, setting aside for the\nmoment a point I hope to get to, which is I believe that\nthey did fail under (e)(2); but assuming the premise of\nthe question, which is that (e)(2) has been satisfied\nand that the Federal evidentiary hearing might be\nappropriate, it makes no more sense to conduct a Federal\nevidentiary hearing before you conduct a (d)(1) analysis\nthan it would to conduct a Federal evidentiary hearing\nbefore you do the 2254(a) analysis of whether there's a\nFederal question, the 2254(b) and (c) analysis of\nwhether the claim is properly exhausted, or the 2254(d)\nanalysis of whether the State court resolution of the\nclaim was reasonable.\nThe statute is laid out in a methodical,\ncalculated, and logical manner. And if the court just\nadheres to the calculated, methodical, and logical\nmanner of the statute -\nJUSTICE SOTOMAYOR: Counsel, I can tell you\nthe one thing you've said that makes no sense: There's\nnothing logical about this statute, or clear about this\nstatute, as the legion of cases that the lower courts\nhave addressed in trying to interpret it and as the\nlegion of Supreme Court cases that have dealt with this\nstatute -\nMR. BILDERBACK: Well, I would submit that\nwe could bring some much-needed clarity to some of the\nconfusion on these issues if the -- I think the plain\nlanguage of 2254(d)(1), which is retrospective and\ncontextual, is -- was -- is given its full force and\neffect.\nCHIEF JUSTICE ROBERTS: How does that\nwork -\nJUSTICE KAGAN: Have you thought about -\nCHIEF JUSTICE ROBERTS: How does that work,\ncounsel, if you have new evidence? My claim was\ndecided, it was reasonable under (d)(1) based on what\nthey knew, but I've come up with new evidence that I\nthink could not have been reasonably discovered before\nthe (d)(1) hearing? What happens to that? It seems to\nme you determine whether that evidence can come in under\n(e)(2).\nMR. BILDERBACK: Well, the -- the question\n-- and I think the question the Court's asked seems to\nimplicate the ACLU's hypothetical in their amicus brief.\nBut the problem with doing the (e)(2) analysis before we\nexamine the reasonableness of the State court\ndetermination is those new facts that were never\npresented to the State court are going to, as it did in\nthis case, confound the court's analysis of whether the\nState court determination was reasonable.\nIf new facts arise which call into question\nsome factual determination by the State court, or let's\nsay new evidence arises which calls into question a\nState court factual determination, of course that\nimplicates subdivision (d)(2) and that -- that\nimplicates subdivision (e)(1), neither of which are in\nplay in our case. But, under those circumstances, we\nmight find ourselves asking the question, depending upon\nthe nature of the new evidence, whether or not that\nevidence is of such a caliber that it's going to\ntransform the claim. And if it so transforms the claim\nthat we're no longer going to consider it the same claim\nthat was adjudicated by the State court -\nCHIEF JUSTICE ROBERTS: So -- so you\nthink -- and I have trouble understanding the parties'\nposition on this. When you talk about claims, you don't\nmean totally different legal bases; you mean different\nevidentiary support. The claim that it's ineffective\nassistance of counsel based on organic -- the failure to\ndiscover the organic brain damage you say might or might\nnot be considered a new claim, and, therefore, (d)(1)\nwould not be a bar to that.\nMR. BILDERBACK: Oh, it's our position that\nthe introduction of the organic brain damage evidence\nfundamentally changes the nature of this claim. So that\nthis -- the claim upon which the Ninth Circuit granted\nrelief is a claim that was never presented to the State\ncourt. It is not simply a matter of -- of additional\nevidence that tends to support. And the best\nevidence -\nCHIEF JUSTICE ROBERTS: So then -- and the\nreason that doesn't undermine your position is because\nyou think it's evidence that could have been discovered\nand presented earlier?\nMR. BILDERBACK: Well, indeed, the very\nnature of their claim compels the conclusion that it\ncould have been presented.\nCHIEF JUSTICE ROBERTS: I understand that.\nBut if it were evidence that could not have been\ndiscovered previously, then (d)(1) does not bar looking\nat (e)(2)?\nMR. BILDERBACK: Depending upon the nature\nof the new evidence.\nCHIEF JUSTICE ROBERTS: If it's really a new\nclaim?\nMR. BILDERBACK: And, again, I think we have\na pretty well-settled body of jurisprudence that's\ninstructive on that, and that is the 2244(b)(2)(B)(ii)\nanalyses of when a claim that was previously adjudicated\non the merits by a Federal court can be revisited in a\nsubsequent petition that is filed in the Federal court.\nIf the nature of the claim is so fundamentally changed\nthat we're going to consider it a new claim, then it is\nnot the same claim that was presented to the State\ncourt.\nHowever, because it wasn't presented to the\nState court, depending upon the availability of a State\nremedy or any State procedural bars, those sort of\ntraditional habeas corpus limitations -\nCHIEF JUSTICE ROBERTS: I suppose -- I\nsuppose the Federal court can send it back to the State\ncourt for exhaustion.\nMR. BILDERBACK: If -- if that's -- if\nthat's an appropriate remedy. But the -- the problem\nwith the procedure that was used in this case, and -\nand some of this I acknowledge is idiosyncratic to this\ncase because the district court was unaware that AEDPA\napplied until very late in the proceedings.\nBut the problem with following a procedure\nthat allows the development of evidence notwithstanding\nthe reasonableness of the State court determination is\nyou are very often, if not typically, going to find a\nsituation where, even if the State court determination\nof the claim was wholly reasonable, the claim has\nchanged based upon these new facts developed for the\nvery first time in Federal court, and then that's going\nto mean that it's a substantially transformed claim.\nJUSTICE ALITO: What happens to the -\nJUSTICE KENNEDY: I'll -- I'll think it\nthrough, but it seems to me that it's not consistent\nwith what I thought the theory of your brief was for you\nto tell the Chief Justice that this is -- the\nhypothetical was a new claim.\nTake -- take the ACLU hypothetical that you\ndiscuss in your reply brief. Is -- is that a new claim?\nMR. BILDERBACK: I don't think that the ACLU\nhypothetical states a new claim. I was speaking of in\nour case -\nJUSTICE KENNEDY: Okay.\nMR. BILDERBACK: -- with the addition of the\norganic brain damage evidence. So I think that in -- in\nthe hypothetical that the ACLU -\nJUSTICE KENNEDY: But if it's a new claim,\nthen if -- we don't look to (d) because it wasn't\nadjudicated on the merits.\nMR. BILDERBACK: Right.\nJUSTICE KENNEDY: -- and so you go to (e).\nMR. BILDERBACK: Well, if it was -- yes,\nthat's -- that's absolutely correct, Your Honor. If you\nhave a claim presented to the Federal court that was\nnever adjudicated on its merits by the State court, and\nif we're further -- further positing that there's no\navailable State court remedy -\nJUSTICE KENNEDY: Well then, now it seems to\nme that you're saying that this is an (e) claim and that\nyou'll just fight the battle on whether or not it could\nhave been discovered through the exercise of due\ndiligence. You're -- and you're out of the\n(d)(1)/(d)(2) framework that you've been arguing up to\nthis point, based on the Chief Justice's question and\nyour response.\nMR. BILDERBACK: If we assume that the claim\nis a new claim, if we assume -\nJUSTICE KENNEDY: Well, I thought you said\nyou agreed that it was.\nMR. BILDERBACK: In my case, I agree that\nthe facts presented to the Federal court were never\npresented to the State court, and those facts\nfundamentally transformed the claim such that the claim\nupon which the Ninth Circuit granted relief was never\npresented to California.\nJUSTICE KENNEDY: Okay. So then this is an\n(e)(2) case.\nMR. BILDERBACK: No, Your Honor, because you\nonly can leap to (e)(2) if the State court never had the\nopportunity to examine the facts of the claim and if the\npetitioner can show that he could not have previously\npresented the claim to the State court.\nJUSTICE SOTOMAYOR: No -\nJUSTICE KENNEDY: Then it's a procedural\nbar? Is that -\nCHIEF JUSTICE ROBERTS: Just a second.\nJUSTICE KENNEDY: Then it's a procedural bar\ncase?\nMR. BILDERBACK: Well, depending on how the\nState court reacts to the new evidence. Yes, if the\nState court erects a procedural bar then, yes, this\nCourt's well-settled jurisprudence on the question of\nprocedural bars is going to control whether or not we\ncan reach the merits of the claim in Federal court.\nThat's absolutely correct.\nBut here part of the problem in the instant\ncase is that the very nature of the claim that they have\npresented precludes the conclusion that they could not\nhave presented this evidence to the State court in the\nexercise of reasonable diligence. They have asserted\nthat any reasonable attorney in 1984 at the time of the\ntrial had to discover the organic brain damage diagnosis\nthat Dr. Vinogradov offered in Federal court, but the -\nJUSTICE KAGAN: Well, Mr. Bilderback, going\nback to your question of what's a claim. So the claim\nhere could be ineffective assistance at the penalty\nstage. Or you could be saying, no, the claim is\nineffective -- ineffective assistance for failing to\npresent evidence of organic brain damage. That would be\na narrower understanding of the claim. Or still\nnarrower, it might be ineffective assistance for failing\nto present evidence of a particular kind of brain\ndamage, frontal lobe brain damage, which is what the new\ndoctor said, as opposed to what the old doctor said,\nwhich was bipolar disorder.\nSo how do we choose the level of generality,\nif you will, when we try to figure out what the claim\nis?\nMR. BILDERBACK: Well, of course, a claim is\nmade up of two components, and one of them is -- is the\nlegal theory of the claim, and the other is the factual\nlandscape that we're asking that legal theory to be\napplied to. So, for example, if someone were to present\nto a State court or, frankly, to a Federal court, a\nclaim as general as the first statement that you made,\nJustice Kagan, that my trial attorney gave me\nineffective assistance of counsel at the penalty phase,\nthat's a claim that's void for vagueness.\nRule 2 requires that you specifically\nidentify the factual bases of your claim to the Federal\ncourt in your Federal petition. And California has a\nsimilar rule that requires you to communicate the\nfactual bases of the claim. If we utterly change the\nfactual basis of the claim, then it is in essence a new\nclaim.\nI see that I'm almost out of time. I'd like\nto reserve the balance for rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. BILDERBACK: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Kennedy.\nORAL ARGUMENT OF SEAN K. KENNEDY\nON BEHALF OF THE RESPONDENT\nMR. KENNEDY: Good morning, Mr. Chief\nJustice, and may it please the Court:\nThere has been a lot of discussion about\nchanges from State to Federal court, but if we limit\nourselves, even to the evidence that was only presented\nin State court, the mitigation evidence demonstrates an\nobjectively unreasonable application of Strickland, and\nthe judgment of the Ninth Circuit should be affirmed on\nthat basis alone.\nWe presented a substantial amount of legal\nspecificity and factual specificity in support of our\nclaim. We alleged in State court that his mom had run\nover his head, that -- at age 2 and a half, and a year\nlater his head had propelled through the windshield in a\ncar accident, and that it caused mental and organic\nimpairments that affect intent and culpability.\nAnd Justice Kagan asked, what is the rule\nfor the generality of the claim? I believe it is that\nwhich focuses on what is legally relevant in the habeas\nhearing.\nJUSTICE SCALIA: Yes, but, look, you say\nthat, even on the basis of the facts before the\nCalifornia court, your client deserved relief. That may\nwell be, but that's not what the -- what the Ninth\nCircuit said. The Ninth Circuit said that your client\ndeserved relief in light of the facts before the\nCalifornia court plus other facts.\nNow, I'm not going to go back and answer a\nhypothetical question of whether, if the Ninth Circuit\nsaid on the basis of those facts alone that were before\nthe California court, if -- if the Ninth Circuit had\nsaid that, would that opinion be affirmed? That's not\nthe opinion they came up with. They added facts. So it\nseems to me that you have to live with what they wrote.\nAnd the basis of their decision included additional\nfacts.\nMR. KENNEDY: We do have to live with the\nbasis that the Ninth Circuit wrote, and the Ninth\nCircuit majority en banc said that there were alternate\nbases for granting relief. It felt that the (e)(2)\nFederal hearing was compelling, but it specifically\nstated that if you set aside the new mental health\ntheories that were introduced in Federal court and\nfocused only on the historical upbringing and childhood,\nand the mental health facts alleged in State court, that\nbasis and that basis alone would support a finding. And\nthe dissent mentions this as well.\nCHIEF JUSTICE ROBERTS: A finding under -\nunder the standards that we've applied under AEDPA?\nMR. KENNEDY: Yes, an objectively\nunreasonable application of Strickland. And -\nJUSTICE BREYER: That in this case presents\nno -- no issue. I mean, the -- if their holding is that\nin the -- in your habeas hearing in State court, the\nevidence presented in State court at that hearing was\nsufficient and was required -- required that State court\nto find that you win on this issue, the State court in\nholding to the contrary is objectively unreasonable,\nthen you win. And why are we all here?\nMR. KENNEDY: Yes, and -\n(Laughter.)\nJUSTICE SCALIA: That's your very point,\nisn't it?\nMR. KENNEDY: In -- in our opposition for\ncert, we said this, that we thought it should not be\ngranted because of the presentation in State court -\nJUSTICE BREYER: I mention it not because it\nwouldn't -\nCHIEF JUSTICE ROBERTS: We have to determine\nunder AEDPA that it was objectively unreasonable for\nthis lawyer to get a psychiatrist, or whatever his\nstatus was; to get a report, which he did, and which he\nlooked at, in which the psychiatrist or psychologist\nsaid, look, there's nothing here, and he went through\nall the stuff that was there; and, in fact, after the\nFederal evidentiary hearing, he said, well, in light of\nthis new evidence, I'm still correct; and objectively\nunreasonable for this lawyer to say, look, my best bet\nis to put his mother on the stand, that that might\nengender sympathy and portray him as not as bad a guy as\neverybody says, as opposed to putting on all this\nevidence that explains why he's such a bad guy. Those\nare two -- we've said those are reasonable choices.\nIf you're relying on that basis, we have to\ndecide that it is objectively unreasonable for a lawyer\nto proceed on that basis.\nMR. KENNEDY: Yes, and it is in the facts of\nthis case, Mr. Chief Justice. First, counsel didn't\nmake a reasoned strategic decision to -- to put forward\na certain mitigation strategy based on the mother.\nCounsel didn't think the case was proceeding to penalty\nphase.\nJUSTICE GINSBURG: What about the argument\nthat a good deal of mitigation evidence came out during\nthe trial on the guilt?\nMR. KENNEDY: It did not come out, Justice\nGinsburg. A few little pieces of information were given\nby Mrs. Brashear, Mr. Pinholster's mom. But there was\nno relationship of how his traumatic head injuries then\naffected him and caused him damage. And so the -- the\npresentation was incomplete. And even the State's own\nexpert, Dr. Stalberg, after he had actually seen all the\ndocuments that he would have wanted to receive if he was\ndoing a mitigation mental health phase, he said it was\nprofoundly misleading. And it was.\nJUSTICE KENNEDY: All right. And this goes\nback to Justice Scalia's question. The question which\nwe granted -- question 1 is whether the Federal court\nmay reject a State court adjudication of a petitioner's\nclaim as unreasonable based on a factual predicate for\nthe claim that petitioner could have presented in the\nState court but did not. And that describes what you're\ntalking about in response to Justice Ginsburg.\nNow, the Petitioner, unaccountably, has told\nus a few minutes ago that this is a new claim, which I\nthink changes the whole question. But it seems to me\nthe claim is whether there's ineffective assistance of\ncounsel by reason of the mitigation evidence. And in\nthat case, we go back to Justice Scalia's opening\nquestion to you: Was it the court relied on different\nevidence, evidence that was not in the State hearing?\nAnd that's the question, whether or not they can do\nthat, if this evidence could have been presented.\nAnd certainly it could have been presented.\nMR. KENNEDY: Well, Justice Kennedy, the\nNinth Circuit did make alternative rulings, but turning\nto the question of the new evidence, we believe the new\nevidence was properly considered, although the court\nmade it clear that it would affirm based only on what\nwas on State court, because that showing was so\nsubstantial in and of itself.\nBut, turning to the new evidence, there is a\nreason things like this happen. In California, the\nclaim was denied without any hearing and without any\nexplanation. And then the -- the case moves to Federal\ncourt. And for the first time, it's the State that\nstarts bringing forth its mental health theory to rebut\nthe offered theory and starts to question whether or not\nDr. Stalberg, who is our expert, has a neurology license\nand can opine on how epilepsy affects intent and\nculpability.\nCHIEF JUSTICE ROBERTS: Just to pause for a\nmoment, you said there was no hearing in the State\ncourt. Well, that was because the State court, pursuant\nto the established procedures, assumed everything you\nwanted to show was true. It's a little bit much. I\nmean, you were not going to be in any better position\nafter a hearing than you were before the State court.\nMR. KENNEDY: Mr. Chief Justice, the\nCalifornia Supreme Court didn't tell us what I -- what\nthey did. It is true that there is a procedure for\nprovisionally assuming facts are true. They didn't say\nthat they did that here.\nAnd the backdrop against how this case\nhappened in State court is we presented all of the\nallegations with affidavits in support of them, and the\nCalifornia Supreme Court issued an OSC, which normally\nmeans they think if the showing is true, it's got to be\ngranted, and there has to be a hearing and a ruling that\ndescribes the reasoning.\nThen the State filed in State court\ndocuments, fairly conclusory, saying: You shouldn't\nbelieve Dr. Woods. He came into this evaluation 10\nyears after the fact. You shouldn't believe him. You\nshouldn't believe trial counsel. Trial counsel was\ndisbarred.\nAnd after that, the State Supreme Court\nwithdraws the OSC and issues a postcard denial. That\nsuggests that we didn't get the procedures that are\nreferred to, at least from the State's perspective.\nJUSTICE ALITO: But isn't it the California\nrule that a hearing had to have been conducted unless\nthey concluded that the petitioner was not entitled to\nrelief based on the facts alleged in the petition?\nMR. KENNEDY: I think that's the rule,\nJustice Alito, but if that is what was done here,\nbecause it is the most commonly invoked rule, it was\nobjectively unreasonable, because in light of the\npresentation that was made in State court -- and I've\ngiven the Court some of it -- that was definitely a\nshowing of an unreasonable application of Strickland,\nbecause -\nJUSTICE ALITO: Well, to get back to the\nquestion the Chief Justice asked before, trial counsel\ndid consult a psychiatrist, Dr. Stalberg, and his report\nwas very unfavorable.\nNow, it's your -- it's your argument that it\nwas ineffective for them not to continue their search\nfor a helpful expert and come upon Drs. Vinogradov and\nOlson or someone like them during that period of time?\nIs that -- is that the claim?\nMR. KENNEDY: I'm sorry, Justice Alito,\nthat's not my argument. I think there are many times\nwhere it would be perfectly acceptable for trial counsel\nto hire a mental health expert, receive a report, and\nsay, based on what we have, we're not going to use this\nroute.\nBut it wasn't acceptable here, because what\nhappened here is they hired a mental health expert in\nthe middle of the guilt phase who went down on a Sunday\nfor 1 to 2 hours without any of the documents that he\nsaid -- he said -- that he needed to do a proper\nmitigation investigation. And he gave them a letter\nthat they had to have known on its face showed\nDr. Stalberg did not have enough information to render a\ncompetent psychiatric opinion.\nJUSTICE BREYER: That's -- again, it would\nbe helpful -- maybe you can't do this from the top of\nyour head, but when I looked at the Ninth Circuit en\nbanc decision, I found a long discussion on page 79\nfollowing by Chief Judge Kozinski in dissent, from which\nI got the impression that the majority was not saying:\nWe think the State court decision here was unreasonable\nor violated clearly established law, based on the record\nbefore the State court on habeas, State habeas.\nNow, you've just told me in the 70-page\nopinion by Judge Smith, there's a paragraph or something\nthat says: Even were all this issue out of it, the\nextra evidence, we still think that looking just at the\nevidence before the State court habeas, and just at\ntheir decision, we think in light of all these things\nyou now are bringing up that that was a -- was an\nunreasonable application of clearly established Federal\nlaw, or at least was based on an unreasonable\ndetermination of the facts; in other words, satisfied\n(d).\nWhere does it say that? That would save me\na lot of time if you know that off the top of your head.\nJUSTICE SCALIA: Page 35. I've spent all\nthat time.\nJUSTICE BREYER: Well, that's very good.\n(Laughter.)\nMR. KENNEDY: Justice Breyer, the Ninth\nCircuit said: \"Although Pinholster substituted experts\nduring the proceeding who ultimately developed different\nmental impairment theories, these experts nonetheless\nrelied on the same background facts that Pinholster\" -\n\"Pinholster presented to the State court. Accordingly,\nif 2254(e)(2) were to limit the scope of the evidence\nbefore us, it would exclude only the new mental\nimpairment theories introduced in federal court, and\ntheir exclusion would not affect our result.\"\nJUSTICE BREYER: Well, there you are, and I\nshould have asked Justice Scalia beforehand.\n(Laughter.)\nJUSTICE KAGAN: Mr. Kennedy -\nCHIEF JUSTICE ROBERTS: So you're putting\nyour eggs in the basket that, under AEDPA, what happened\nhere was objectively unreasonable?\nMR. KENNEDY: Well -\nCHIEF JUSTICE ROBERTS: Or do you want to go\non and look at the question on which we granted cert and\nargue that we should look at the new evidence or that\nthe State court should look at the new evidence?\nMR. KENNEDY: Well, we think what happened\nhere was perfectly appropriate for the court to hold a\nhearing. No hearing had been held in State court, and\nthe Federal court determined that a hearing was\nappropriate because Pinholster had been diligent in\nattempting to develop the facts, and that is the test\nthat this Court has set forth in Michael Williams.\nCHIEF JUSTICE ROBERTS: Well, this -- your\nfriend pointed it out, and I have to say it's a logical\nconundrum for me, too -- you have to show under (e)(2)\nthat the factual predicate could not have been\npreviously discovered, and your claim is that his lawyer\nshould have discovered this. They both can't be true.\nAnd if the former is not true, you don't get a hearing;\nand if the latter is not true, you don't get relief.\nMR. KENNEDY: Well, I guess it depends on\nhow one interprets the term \"factual predicate,\" because\nif we focus on mental health impairments and how\nimpairments affect intent and culpability and how it\nplays out on the specific facts of the crime, Pinholster\ndid discover those, even though he didn't have discovery\nor an evidentiary hearing. He did allege them, and he\nshould have been given a hearing where he would have\nthen further developed those facts, just as he did in\nFederal court, when he received the hearing that he\nshould have received in State court but did not.\nThere's nothing wrong with that. But we\ndon't need that view -\nJUSTICE SOTOMAYOR: Could you go back to\nJustice Kagan's earlier question of how we draw the\nline? At what level of generality is sufficient to say\nthat a factual basis of a claim has been developed?\nMR. KENNEDY: I think we draw the line by\nfocusing on what is legally relevant, not a DSM opinion.\nI have to say, as a long-time public\ndefender, my experience is that the mental health\nprofessionals often speak about the legally relevant\nfacts in different ways based on the DSM, but to focus\non what matters: What was his impairment? How did it\naffect him?\nHe was, right before the homicides, at the\nhouse of a friend in an erratic state, saying he had a\nmessage from God, brandishing a knife and putting it\ninto the door. Dr. Stalberg, who did this mid-trial\nevaluation, said that that was extraordinarily important\nto him, because it showed that this was not a cold and\ncalculated murderer, as he thought when he didn't have\nthe information, but it showed we had a severely\nimpaired person. And he thought, because of his\nepilepsy and mental health condition, he was\nhypersensitive.\nJUSTICE ALITO: Well, suppose a petitioner\nin the State post-conviction proceeding proffers an\naffidavit from one mental health expert alleging one\ntype of mental disorder, and then after relief is denied\nin the State court, the petitioner files in Federal\ncourt and asks for an evidentiary hearing at which the\npetitioner is going to call a dozen highly distinguished\nmental health experts who will testify to a very\ndifferent mental disorder. Now, has the petitioner\ndeveloped the factual predicate for that claim in the\nState proceeding?\nMR. KENNEDY: I think it's going to depend\non the facts of the case, but he's going to have a very\ndifficult time. And that's the reason why there's -\nJUSTICE SOTOMAYOR: But why? Explain why\nthat -- the opinion is not a fact that's different.\nMR. KENNEDY: Because the opinion is based\non facts. So the more differently the cases look, the\nmore they focus on different underlying facts, different\nreasons and how they affect conduct differently, the\nmore it's going to be difficult, because under this\nCourt's doctrines, you have to -- a petitioner who wants\nto go to Federal court with new experts, he's got to\nshow first that he's exhausted, and, you know, that's\ngoing to be a problem. And, second, that if he's\nexhausted, that he was diligent in trying to develop the\nfacts in State court -\nJUSTICE ALITO: Well, that's very\ncomplicated, just as your opponent's idea of what\nconstitutes a claim is very complicated and\nfact-dependent. What -- would it not be better to say\nthat the petitioner in the example that I gave did\nnot -- was not diligent in developing all of the\nadditional evidence that could have been brought forward\nat the State proceeding, assuming that it could have\nbeen, but was not brought forward until the Federal\nproceeding?\nMR. KENNEDY: I -\nJUSTICE ALITO: The factual predicate of the\nclaim is the new evidence that's brought forward in -\nin the Federal proceeding, and unless there is a good\nreason why that wasn't brought forward in the State\nproceeding, it shouldn't be considered.\nMR. KENNEDY: Justice Alito, I think that\ncan and should be a part of analyzing diligence, and in\nthe particular hypothetical that Your Honor has posed,\nit seems like it's going to be tough to show diligence.\nIn this case, he does have good reasons. The State sat\nback in State court and didn't really address the\nallegations of mental health mitigation that weren't\ndeveloped. They just simply said you shouldn't believe\nit; it happened too late.\nJUSTICE SCALIA: Mr. Kennedy, can I bring\nyou back to page 35? The -- the court of appeals'\nopinion, Ninth Circuit's opinion, says, \"Accordingly, if\n2254(e)(2) were to limit the scope of the evidence\nbefore us, it would exclude only the new mental\nimpairment theories\" -- the new mental impairment\ntheories -- \"introduced in federal court, and their\nexclusion would not affect our result.\"\nThe State contends that there -- there was\nother factual material, not just those theories but also\nthe 6-and-a-half-hour time sheet evidence.\nMR. KENNEDY: Well -\nJUSTICE SCALIA: So at least, you know, that\nreally doesn't cover the waterfront of -- of all new\nevidence.\nMR. KENNEDY: Well, the State also says in\nits reply brief that it's not just the affidavits; it's\nthe affidavits looked -- looked at against the backdrop\nof the whole State court record.\nJUSTICE KAGAN: But, Mr. Kennedy, do you\nagree with the State that there are two things at issue\nhere? There's the new medical testimony, and there's\nalso the billing sheets?\nMR. KENNEDY: Well, I -- I respectfully\ndon't, because the billing sheets in our State -\nthere's a procedure where counsel has to submit the\nbilling sheets to the court, and where the information\ncomes from is the clerk's transcript in this case from\nthe State court record.\nJUSTICE KAGAN: Oh, but that's not -- that\nwas not presented as evidence in the State court, the\nbilling sheets?\nMR. KENNEDY: No, we -- we said he didn't\nprepare at all in State court. And then when the\nbilling sheets were revealed, Mr. Brainard, who is the\nlawyer who did all of the witnesses at penalty phase,\nhas an entry, \"begin preparing for penalty phase,\" and\nevery one -- that entry and every one after it is\n6.5 hours.\nJUSTICE SOTOMAYOR: Could you just clarify\nagain for me? I'm not sure I understand. Do the\nbilling records in -- when do they get disclosed to -\nMR. KENNEDY: In our State, the -- the\nappointed counsel submits a 987 form under penalty of\nperjury saying these are the hours I worked; I want to\nbe paid. And it happens in real time, and it was done\nthroughout the trial, and it's part of the clerk's\ntranscript. And the reason the district court admitted\nthem in this case, they were -- they were exhibits 67\nthrough 72, and it's -- they were admitted because they\nwere the records from the State court record, from the\nclerk's transcript.\nJUSTICE BREYER: But what about -\nJUSTICE KAGAN: I think what's important is\nthat they are not -- I mean, tell me if I am wrong, but\nthey were not part of the State court record on which\nthe State court made the 2254(d)(1) determination; is\nthat right?\nMR. KENNEDY: Well, the -- they were not,\nbut the allegation was that they did nothing. So it was\nan even stronger allegation in State court than was\nultimately pursued at the (e)(2) hearing.\nJUSTICE SCALIA: To say that they were on\nrecord in the State court is not to say that they were\npart of the record, of the trial record. And these\nthings were not part of the trial record, right?\nMR. KENNEDY: Well, the clerk's transcript\nis part of the trial record. The transcript is -- part\nof the record is usually the reporter's transcript, the\nclerk's transcript, and the docket. So that -\nJUSTICE SCALIA: All -- all that goes -\ngoes to the fact-finder?\nMR. KENNEDY: Well -\nJUSTICE SCALIA: All that goes to a jury in\ncriminal cases?\nMR. KENNEDY: Oh I'm sorry, Your Honor, I\ndidn't mean to say that. It's not in the evidentiary\nportion of the record before the jury; it is part of the\nState court record.\nJUSTICE KAGAN: I'm sorry, I don't know -\nCHIEF JUSTICE ROBERTS: When you say the\nState court -- you just told us that this was better off\nbecause it's only 6 hours, and you said in State court\nthey did nothing; is that right?\nMR. KENNEDY: Yes. Are they -\nCHIEF JUSTICE ROBERTS: When you say they\ndid nothing, surely that was rhetorical hyperbole, and\nyou took the 6 hours to say this proves what we said,\nthey did nothing; they did next to nothing. You're not\nsaying, oh, well, it was 6 hours, so we're sorry we said\nthey did nothing.\nMR. KENNEDY: I think what we did is we\nconfirmed the allegation that we had made in State\ncourt, which is just another example of why it was\nimportant based on these allegations for Pinholster to\nget a hearing to develop the record -\nCHIEF JUSTICE ROBERTS: Well, that's -- that\ngets back to the point Justice Scalia was making, is\nthat this is new evidence that the Ninth Circuit\nconsidered with respect to the original. In other\nwords, they were not just saying, okay, even if none of\nthis happened, we'd still rule against you, because one\nof the new things they had was the 6-hour evidence,\nwhich you've just said makes your case stronger. I\nthink it does make your case stronger, but it also makes\nclear that we can't say let's just look -- the Ninth\nCircuit just looked at what was there originally.\nMR. KENNEDY: Well, I think you can, because\nthe Ninth Circuit -- I mean, if you look at the -- if\nthe Court looks at the allegations in State court, there\nwere -- the allegations regarding counsel's performance\nwas that they did not believe that they were going to a\npenalty phase; that, because they did not look at the\nprosecutor's open file, they did not know that their\ntheory that they would not have a penalty phase was\nwrong; and that they had no strategic reason\nwhatsoever -\nCHIEF JUSTICE ROBERTS: You're going back to\narguing that you win under the original proceeding, and\nthe question on which we granted cert -\nMR. KENNEDY: Yes.\nCHIEF JUSTICE ROBERTS: -- shouldn't be\naddressed.\nMR. KENNEDY: Yes.\nCHIEF JUSTICE ROBERTS: Okay.\nJUSTICE BREYER: Is -- I just want to be as\nclear as possible. Justice Scalia read the sentence on\npage 35. I read the heading from what Judge Kozinski\nsays, \"Our review is limited to the record presented in\nthe state habeas petitions.\" That's what he says.\nAll right. Now, you told me that the\nsentence he read means the majority there says if our\nrecord is limited to the record -- our review is limited\nto the record presented in the State habeas petitions,\nyou still win.\nMR. KENNEDY: Yes.\nJUSTICE BREYER: Okay. But that's not what\nit said. It said exactly what Justice Scalia said it\nsaid, so -- which is talking about the evidence coming\nin under (e)(2) or something. Now, I see a nightmare in\nfront of me where I have to go through hundreds or\nthousands of pages to try to figure out whether they did\nor didn't mean our review is limited to the record\npresented in the State habeas petition.\nMR. KENNEDY: Well, the -\nJUSTICE BREYER: And I can ask you, is that\nconceded on both sides?\nMR. KENNEDY: Well, what the Ninth Circuit\nmajority was saying is that if there was some bar that\n(e)(2) had to holding a hearing where new evidence could\nbe properly presented, that it wouldn't matter, because\nbased on the record before it in State court, it proved\na Strickland violation under Williams, Wiggins, and\nRompilla; and it was objectively unreasonable.\nJUSTICE SCALIA: Yes, but that -- that was\non the assumption that the only new evidence would have\nbeen the evidence of -- how did they put it? \"The new\nmental impairment theories introduced in federal court.\"\nThat that's the only new evidence that would be -- would\nbe excluded. And the other side contradicts that.\nMR. KENNEDY: Well, but I'm -- I'm sorry.\nJUSTICE SOTOMAYOR: Counsel, could I just\nask one clarifying question? In the Second Circuit for\nmany years, you had the record on appeal which the\nparties prepared, but you also had the record below\nwhich was sent automatically to the judges to review as\nwell. The billing records that we're talking about -\nyou say they were part of the record below -- would that\nautomatically have been sent under California law to the\nreviewing court?\nMR. KENNEDY: Yes, because it's the same -\nwe have automatic appeals, and the habeas is done in\nfront of the Supreme Court. So the entire record, I\nbelieve, is before the California Supreme Court, and\nit's also my understanding that the State makes the same\nargument in its reply brief, that it's not just\nPinholster's allegations; it's Pinholster's allegations\nconsidered against the total record.\nBut even if the specific allegation of\n6.5 hours was not there, the allegation was that counsel\nhad done nothing to prepare, that they had not spent any\ntime preparing because they wrongly believed that they\nwere not in a death penalty -\nJUSTICE SCALIA: I wouldn't believe that. I\nmean, you had nothing to support it. I mean, I'd say\nthat's just lawyer's puffery -\nMR. KENNEDY: Well -\nJUSTICE SCALIA: -- whereas you come up with\na record that shows 6.5 hours. I mean, that's\nsomething.\nMR. KENNEDY: Your Honor, the lawyers made\nthis revelation in court at trial in front of the\nfamously aggressive prosecutor and the trial judge, who\nknew these lawyers and had sat through the hearing, and\nno one had any suggestion that it was puffery or it was\nfalse. In fact, the trial prosecutor started\nto staunchly defend her conduct by saying, look, I\noffered them to look at my file and they didn't show up.\nWhich sounds, you know, strikingly similar to Rompilla,\nwhere counsel doesn't even look at the file that will\nreveal that their whole defense is problematic and built\non a lie.\nCHIEF JUSTICE ROBERTS: How long does it\ntake to read Dr. Stalberg's report that says I've looked\nat this, I've examined this, this, and this, and there's\nnothing here that's going to support a mental impairment\ntheory?\nMR. KENNEDY: It's very short, but the\nreport, when they read that quick report on its face,\nthey had to know that he wasn't prepared enough to\nrender an opinion. He seemed not to know about this\nincident about I have a message from God and all of the\ndrinking and drug use beforehand. And the report\ndoesn't even mention the head injuries, being run over\nby his mother and going through the window. Counsel had\nto know these things, first, because that witness\ntestimony had occurred days before Dr. Stalberg's Sunday\ninterview. And, two, at least at some point in time the\nmother said these things happened, and they had to know\nthat that report didn't appear to know that there were\nserious traumatic head injuries.\nCHIEF JUSTICE ROBERTS: Counsel, just to get\nback to (e)(2), what is specifically the factual\npredicate that could not have been previously discovered\nin this case?\nMR. KENNEDY: The factual predicate that\ncould not be discovered was the evolution of the mental\nhealth testimonies, as it moved from affidavit to live\ntestimony, and the State gave for the first time\nspecific notice of how it was going to attack the\npresentation in State court. And all of the arguably\nnew mental health theories were in response to the\nchanges in -- that the State itself had made in Federal\ncourt.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Bilderback, you have 5 minutes\nremaining.\nMR. KENNEDY: Thank you.\nREBUTTAL ARGUMENT OF JAMES W. BILDERBACK, II,\nON BEHALF OF THE PETITIONER\nJUSTICE SOTOMAYOR: Could you clarify the\nprocedure question I asked earlier? Were the billing\nrecords made part of the record that went up to the\nCalifornia reviewing courts?\nMR. BILDERBACK: Some, but not all of them\nwere. There were -\nJUSTICE SOTOMAYOR: Are -- are you claiming\nthe 6-hour one didn't go up?\nMR. BILDERBACK: Well, of course, part of\nthe problem is that the 6-and-a-half-hour figure is -\nis arrived at by purportedly adding up all of the hours\nspent in preparation -\nJUSTICE SOTOMAYOR: I'm just asking a simple\nquestion. Was the -- were the billing records that were\nused ultimately to calculate the 6 hours -\nMR. BILDERBACK: Yes -\nJUSTICE SOTOMAYOR: -- were they before the\nCalifornia reviewing courts?\nMR. BILDERBACK: Yes. The billing records\nthat the Ninth Circuit relied upon were before the\nCalifornia Supreme Court in the context of the clerk's\ntranscript that was presented to the California Supreme\nCourt in the appeal.\nHowever, there were important -- indeed, the\nmost important records, that might have shed light on\nthe amount of time that counsel actually spent\npreparing, were never presented to the California\nSupreme Court. Indeed, those records were never\npresented to the Federal court, and those were the\nrecords of Mr. Dettmar.\nMr. Dettmar was the lawyer principally\ntasked with preparation of the case in mitigation at the\npenalty phase, and there were no records for Mr. Dettmar\nfor the 6-week period leading up to and through the\npenalty phase. And it -- given -\nJUSTICE SCALIA: Is that where the 6 and a\nhalf hours came from?\nMR. BILDERBACK: No, the -\nJUSTICE SCALIA: His records -\nMR. BILDERBACK: No, the 6 and a half hours\ncame from Mr. Brainard's records. Mr. Brainard was -\nJUSTICE SCALIA: Which the California court\nhad.\nMR. BILDERBACK: Yes. The California court\nhad Mr. Brainard's records. They did -\nJUSTICE SCALIA: So it's not new evidence,\nthen. It wasn't new evidence before the Federal court.\nMR. BILDERBACK: Well, the -- again, the\nallegation that there were only 6 and a half hours spent\nin preparation, that allegation was never made to the\nCalifornia Supreme Court.\nJUSTICE SOTOMAYOR: But if I'm a reviewing\ncourt and I'm told the lawyer spent no time preparing -\nMR. BILDERBACK: I beg your pardon, Your\nHonor.\nJUSTICE SOTOMAYOR: When I was a reviewing\njudge on the court of appeals, someone said he didn't\nspend any time doing X, Y, and Z, the first thing I went\nto was the billing records. What -- do the billing\nrecords dispute that or not?\nMR. BILDERBACK: Yes. The billing\nrecords -\nJUSTICE SOTOMAYOR: So I'm assuming -- I\nhave to assume -- I don't have to assume, but it's not\nnew evidence. They had it before them.\nMR. BILDERBACK: The billing records -\nagain, the billing records upon which the Ninth Circuit\narrived at its conclusion that there were only 6 and a\nhalf hours was before the State court. However, the\nallegation that there were only 6 and a half hours spent\nin preparation was never presented to State court, and,\nindeed, the records presented to the State court were\nincomplete in a way that would not admit to that\nconclusion.\nJUSTICE SCALIA: If you're relying on\nallegations rather than the evidence, the allegation was\neven worse. The allegation was zip.\nMR. BILDERBACK: Exactly.\nJUSTICE SCALIA: No time.\nMR. BILDERBACK: But that allegation -\nJUSTICE SCALIA: Well, exactly, that doesn't\nhelp you.\nMR. BILDERBACK: No, it does, Your Honor,\nbecause that allegation was plainly false, based upon\nthe State court record. The State doesn't blindly\naccept any factual allegation made in the petition. It\n-- it reviews those allegations in light of the State\ncourt record.\nAnd, in this case, as the Court indicates,\nthe State court record plainly showed that the\nallegation that they did nothing to prepare for the\npenalty phase was false, and, indeed, the State court\nrecords showed that they began preparing for the penalty\nphase well before the penalty phase began.\nSo the factual allegation that was presented\nto the State court was not only false, based on the\nState court record; it was affirmatively disproved\nduring the Federal evidentiary hearing. It's very\ndifficult to see how we can arrive at the conclusion\nthat the State court determination was unreasonable,\nwhen in fact it was correct.\nJUSTICE BREYER: Is this right, then?\nFirst, for you to win, the first thing we have to say is\nwe're going to look at page 35, and they say, we're\nlooking at the State court record, the State courts\nwere, in effect, unreasonable. We have to say that was\nwrong. We have to look through the evidence and say\nthat was wrong. Then you're at first base.\nMR. BILDERBACK: Yes.\nJUSTICE BREYER: And to get home, we now\nhave to look at the new evidence, and there it's some\ncombination of (a) there was nothing to have a hearing\nabout because there's nothing here that lets you have a\nhearing; or (b) there was something to have a hearing\nabout because this was so new that it was a new claim,\nand you should have gone to the State court first on\nthat one, but there's no room to do it. They don't let\nyou do it.\nSo, okay, judge in the Federal court, you\nhave the hearing, and now, when you have the hearing,\nfirst see if there was the diligence. And there wasn't.\nThat gets you home. That's the whole argument.\nMR. BILDERBACK: The only point with which I\nwould -- I would take issue with the Court's\ncharacterization is -- I assume the Court was not\nspeaking hypothetically. The Court is speaking about my\ncase.\nJUSTICE BREYER: Yes, yes.\nMR. BILDERBACK: In my case, the State\ncourt's doors are not closed. That -\nJUSTICE BREYER: Well, then why isn't this a\npart of the thing, if you have a new claim here, go to\nthe State first?\nMR. BILDERBACK: Because the exhaustion\ndifficulty in this case, the exhaustion problem in this\ncase, is a consequence of the errors that the Federal\ncourt made in doing the (d)(1) -- in failing to do the\n(d)(1) determination at all and in taking evidence in\nclear derogation of (e)(2). If you ever take evidence\nin derogation of (e)(2), you're going to end up with an\nunexhausted claim, and that's precisely what happened\nhere.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "No. 09-1088 SCOTT LYNN PINHOLSTER"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 28, 
        "JUSTICE ALITO": 6, 
        "JUSTICE BREYER": 13, 
        "JUSTICE GINSBURG": 1, 
        "JUSTICE KAGAN": 8, 
        "JUSTICE KENNEDY": 10, 
        "JUSTICE SCALIA": 18, 
        "JUSTICE SOTOMAYOR": 37, 
        "MR. BILDERBACK": 62, 
        "MR. KENNEDY": 44
    }
}