{
    "appearances": {
        "content": "LORI B. PALMER, ESQ., Assistant Prosecuting Attorney,\nDetroit, Michigan; on behalf of Petitioner.\nLEONDRA R. KRUGER, ESQ., Acting Deputy Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nUnited States, as Amicus Curiae, Supporting\nPetitioner.\nPETER JON VAN HOEK, ESQ., Assistant Defender, Detroit,\nMichigan; on behalf of Respondent; appointed by this\nCourt.\n"
    }, 
    "caseNum": "09-150", 
    "caseinfo": {
        "content": "MICHIGAN, :\nPetitioner :\nv. : No. 09-150\nRICHARD PERRY BRYANT :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nLORI B. PALMER, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nLEONDRA R. KRUGER, ESQ.\nOn behalf of the United States, as\nAmicus Curiae, Supporting the Petitioner 20\nORAL ARGUMENT OF\nPETER JON VAN HOEK, ESQ.\nOn behalf of the Respondent 31\nREBUTTAL ARGUMENT OF\nLORI B. PALMER, ESQ.\nOn behalf of the Petitioner 61\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, October 5, 2010\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:05 a.m.\n"
    }, 
    "petitioners": [
        "MICHIGAN,", 
        "Petitioner", 
        "v.", 
        "No. 09-150 RICHARD PERRY BRYANT", 
        ""
    ], 
    "proceedings": {
        "content": "(11:05 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 09-150, Michigan v. Bryant.\nMs. Palmer.\nORAL ARGUMENT OF LORI B. PALMER\nON BEHALF OF THE PETITIONER\nMS. PALMER: Mr. Chief Justice, and may it\nplease the Court:\nFormality is indeed essential to testimonial\nutterance. So said this Court in Davis, which dealt\nwith two related situations: On-the-scene questioning\nby police officers and questions by 9-1-1 operators.\nThis Court noted that such questioning may often lack\nthe formality essential to testimonial utterance, as\nofficers called to investigate need to know whom they\nare dealing with in order to assess a situation, the\nthreat to themselves, and the potential danger to\npossible victims.\nThe question here is whether those same\nassessing questions -- what happened, who did it, where\ndid it happen -- asked by police officers who, upon\nreceiving a radio report of a man shot, found a wounded\nman lying on the ground next to a car at a gas station,\nbleeding, visibly in pain, and having trouble talking -\nwere made in a formal context sufficiently similar to a\nmagisterial examination so that the answers by the dying\n-- by the dying victim are testimonial.\nCHIEF JUSTICE ROBERTS: Well, it can't all\nbe the formality of the context. I mean, if the police\ncame in and said, well, has this person -- Rick, I\nguess -- sold you drugs before, what was the -- what was\nthe quantity, and all those sorts of questions, the\nanswers to that would be testimonial, despite the same\nlack of formality.\nMS. PALMER: Which is where the ongoing\nemergency test from Davis comes into play. The\nquestions need to be -- the primary purpose needs to be\nto meet an ongoing emergency. So assessing the risk,\nassessing the danger to others. And any questions\nbeyond that could arguably be testimonial, while -\nJUSTICE GINSBURG: How do we -\nJUSTICE SCALIA: Forget about formality, in\nother words. Formality or no formality has nothing to\ndo with it.\nMS. PALMER: Well, under Davis, you said\nthat was how you tested the formality. If -- the Davis\ntest is a gauge of formality. If there are questions\nthat respond to ongoing emergency, then this Court has\nsaid that that is an indicator that it lacks the\nformality.\nJUSTICE GINSBURG: How do we tell that?\nBecause it seems to me, here, if you want to know what\nhappened, you'd ask the very same questions. You're\nsaying the questions are relevant also to securing the\nsituation. But what -- what different questions would\nyou ask if you wanted to find out what happened? What\nwas the past -- what were the past events?\nI mean, I'm trying to understand how you\ntake these questions and say we can put a label on them\nhere that says, well, this is to control an emergency\nsituation versus we want to know what happened\nhistorically.\nMS. PALMER: Well, I think that what you\nhave to do is look at the -- I mean, obviously, things\ncan have dual purposes and often will. You need to look\nat the primary purpose here. And you said in Davis it's\nan objective -- what would an objective person\nviewing this test -\nJUSTICE SOTOMAYOR: But whose primary\npurpose is it?\nI mean, the victim here knew that the\nincident hadn't happened there. There was nothing he\nhad to share with the police, because they could see he\nwas bleeding from his stomach and he had been shot. He\napparently didn't fear any threat, or there doesn't seem\nto be any circumstances suggesting an immediate threat\nto him. He had driven away. Rick didn't know where he\nhad gone.\nSo what's the ongoing emergency to the\nvictim?\nMS. PALMER: Well, I think here -- which is\nwhy in Davis you said is the primary purpose of the\nquestioning, is what you look at in Davis. And we're\nnot asking you to overrule that.\nJUSTICE SOTOMAYOR: Well, wait a minute.\nWhat is the primary -- isn't -- doesn't -- isn't there a\nfootnote that says the primary purpose of the declarant\nis what is at issue?\nJUSTICE SCALIA: That is -- that is what it\nsays.\nMS. PALMER: What -\nJUSTICE SCALIA: It's the -- it's the -\nit's the purpose of the declarant, not of the\nquestioner.\nMS. PALMER: But the formality indicators\nthat the Court delineated in Davis did not include\nwhether the answers to the questions were for the\npurpose of establishing past events, but whether the\nprimary purpose of the questions were for those ends.\nThe -- the question is one of context, not\ncontent, as you noticed in -- as you said in Crawford.\nJUSTICE SOTOMAYOR: Well, in Davis, the\nissue is why was the declarant talking? What you were\ntrying to do was to figure out whether the declarant was\nseeking help or attempting to get someone arrested.\nThat's how I read the situation.\nThe questions provided context for that.\nAre you seeking immediate ongoing help or are you\ntalking about an event, attempting to get the police to\nintercede and arrest the person?\nIsn't that a fair reading of that case?\nMS. PALMER: Yes. And in Davis, you said\nalso that there comes a point where courts can tell when\nthe questioning takes on a different tone and the\nanswers might become testimonial.\nWhen the questioning seeks answers that go\nbeyond meeting the emergency, then courts can properly\nfind there's a point where the nontestimonial statements\nend and the testimonial statements -\nJUSTICE ALITO: In a situation like this, do\nyou think it's meaningful to ask what the primary\npurpose of the victim was when he responded to the\npolice and said who shot him?\nYou have a man who has just been shot. He\nhas a wound that's going to turn out to be fatal, and\nhe's lying there on the ground bleeding profusely, and\nhe says: My primary purpose in saying this is so that\nthey can respond to an ongoing emergency. No, but I\nalso have the purpose of giving them information that\ncould be used at trial, but it's a little less -- that's\na little bit less my purpose than responding to the\nongoing emergency.\nIt seems like it's totally artificial.\nMS. PALMER: Yes. And I think it -- any\ntime you ask the courts to delve into the subjective\nintent of someone who is not present and cannot testify\nand cannot tell you, it necessarily complicates things.\nAnd I think it would -\nJUSTICE SCALIA: What possible response to\nan ongoing emergency could he have had in mind? What\npossible response to an ongoing emergency?\nMS. PALMER: He did ask for EMS -\nJUSTICE SCALIA: He was bleeding to death,\nand he could have said, you know, I'm bleeding to death.\nNow, that statement would -- would be, you know,\nsuggesting an ongoing emergency.\nBut giving the name of the person who shot\nhim, where he was shot, what does that have anything -\nhow does that have anything to do with an ongoing\nemergency?\nMS. PALMER: Well, the police, upon\nresponding to the scene, don't know that this emergency\nis limited -\nJUSTICE SCALIA: But he does.\nMS. PALMER: -- to that person.\nJUSTICE SCALIA: But he does.\nMS. PALMER: Which is why you have to look\nat the entire context.\nJUSTICE SCALIA: He knows -- he knows that\nhis -- that the person that shot him is nowhere near\nthere. He knows that -- that he drove, what -- how far\naway was it? Six blocks or -- a good distance from\nwhere the shooter was. He knows all of that.\nThe only reason he could be giving the name\nof the person who shot him is so that person could be\napprehended and punished.\nMS. PALMER: And yet that subjective mindset\ndoesn't affect the formality. It doesn't change the\nfact that this is an informal situation. You don't have\nthe -\nJUSTICE GINSBURG: Suppose he had -- suppose\nhe had survived. Suppose Covington had survived -\nMS. PALMER: Yes.\nJUSTICE GINSBURG: -- instead of died. And\nthen the prosecutor says, I want to introduce this\nevidence against Bryant. Would you say that, yes, it's\nnontestimonial, so it comes in?\nMS. PALMER: He would have to be unavailable\nfor it to come in.\nJUSTICE GINSBURG: But why, if it's\nnontestimonial?\nMS. PALMER: Well, under -- the way the\ncurrent jurisprudence is, he would have to be\nunavailable. If it's not testimonial, I do not think it\nwould offend the Confrontation Clause for it to come in.\nJUSTICE GINSBURG: If you said -- you said\nit's -- you're typing it nontestimonial. It goes to\nemergency situations. So I'm saying: Would that carry\nover to the man survives and the prosecutor says, I\ndon't need to put him on the stand so he can be\ncross-examined; I've got nontestimonial evidence that I\ncan put in?\nWould it become testimonial, then, if he\nsurvived?\nMS. PALMER: No, I don't think it would\nchange the nature of what happened at the time. I do\nthink, though, that is why we have said the\nConfrontation Clause is not some sort of super-hearsay\nrule and that we will allow the Government -\nJUSTICE GINSBURG: But then -- then your\nanswer is that if we typed it as nontestimonial in my\ntrial scenario, it would be nontestimonial; it comes in.\nMS. PALMER: As long as it was not somehow\nbarred by the rules of hearsay, which I believe it would\nbe.\nCHIEF JUSTICE ROBERTS: I'm confused of\nwhat -- what Davis focuses our inquiry on. Is it the\npurpose of the interrogators or is it the purpose of the\ndeclarants?\nWe say the statements are testimonial when\nthe circumstances objectively indicate that there is no\nsuch ongoing emergency and that the primary purpose of\nthe interrogation is to establish or prove past events.\nThe -- the focus seems to be on the purpose of the\ninterrogation, which seems to be the question of what\nthe police thought, not what the -- the person dying\nthought.\nMS. PALMER: That's correct. And I\nunderstand there is the footnote stating that,\nobviously, the declarant's statements are at issue. If\nthere were no declarant, then -\nCHIEF JUSTICE ROBERTS: Yes, I mean -\nMS. PALMER: -- there wouldn't be an issue.\nCHIEF JUSTICE ROBERTS: But what the\nfootnote -- I'm sorry to interrupt you, but what the\nfootnote says is, in the final analysis, it's the\ndeclarant's statements, not the interrogator's question,\nthat the Confrontation Clause requires us to evaluate.\nSo which -- I guess, which is it?\nMS. PALMER: Well, I think what happens is\nthe -- the interrogator's statements are not what are\ngoing to be determined to be testimonial or\nnontestimonial. They provide a glimpse into the context\nso we can determine whether those statements that are at\nissue are testimonial or nontestimonial. They are one\nway to determine the formality of the situation.\nJUSTICE SCALIA: One way to evaluate those\nstatements is what they are made in response to. If\nthey are made in response to a certain type of police\ninquiry, they are more likely to be testimonial. And\nanother kind -- you know, are you dying? They are more\nlikely not to be testimonial. But it is ultimately the\nstatements that -- that we have to evaluate, whether\nthey are testimonial or not.\nMS. PALMER: Correct. But as -\nCHIEF JUSTICE ROBERTS: Well, then, how does\nthat apply? The officer says, what happened? And\nthe -- the declarant says, Rick shot me.\nNow, is that testimonial or not? Because\nthe declarant knows he's 6 miles away. It's not going\nto help them solve an emergency, but the police don't\nknow that.\nMS. PALMER: Right, which is why I think you\nlook at the purpose of the questioning -- here, to\nrespond to an ongoing emergency. The police don't\nknow -\nJUSTICE SCALIA: Well, if it was an\nemergency, he wouldn't have asked, what happened? He\nwould ask, what is happening?\nMS. PALMER: I don't -\nJUSTICE SCALIA: To ask what happened is to\nask the declarant to describe past events, which is\ntestimonial.\nMS. PALMER: I don't think that you can make\nthat kind of bright-line rule. I think here when you\nhave a man bleeding out on a sidewalk and you don't\nknow -- is there an assailant behind him; is there -\nare there victims somewhere else; is, you know, this a\nwanted felon -- I think there is an ongoing emergency\nuntil you can determine -\nJUSTICE KENNEDY: And you -- you do not know\nif the man is running amok and threatening to shoot\nother people or if -- if he's drunk, if he's on a\nrampage, if it's a college campus, then it's -- it's -\nit's a sniper. You just don't know.\nMS. PALMER: Right. But -\nJUSTICE KENNEDY: But you can -\nJUSTICE SCALIA: And if you're worried about\nthat, do you run immediately over to the person lying on\nthe ground or do you examine the gas station first,\nrather than expose yourself to the -- to the shooter\nthat you think is still in the gas station?\nThe -- the behavior of the police here gave\nno indication that they thought they were in danger\nimmediately and were interrogating this person in order\nto assess the danger to them. That wasn't what they\nwere after.\nMS. PALMER: Well, to be fair, this was\nbefore Crawford was answered. The questions were asked\nwere to determine whether this was an excited utterance,\nand the questions that we would like to know now were:\nWhat did you do for your safety? How were you worried?\nWhat were -- that was not at issue, and that was not\nasked.\nJUSTICE KENNEDY: Well, I'm not -- I'm not\nsure that policemen should read Crawford before they\nperform their -- their peacekeeping duties. The -\nno -- no one questions the right of the police to -- to\nask these questions and to use the word either \"happens\"\nor \"happening\" or \"happened.\"\nThe question is whether the -- the answers\nare later admissible. Those are two different\ninquiries.\nMS. PALMER: Correct. And I was simply\nsaying the record would have been available to check -\nJUSTICE KENNEDY: And, of course, Crawford\nrejects reliability as a criteria.\nMS. PALMER: Yes. So our position here\nsimply is that you cannot evaluate an ongoing emergency\nfrom hindsight.\nWhen police -- you know, arrive on a scene\nand find a wounded man bleeding, they don't know the\ncircumstances until they can find out what happened, who\ndid it, and where did it happen, and try to assess the\nrisk of harm, as you said in Davis, to themselves, to\nthe victim, and to others.\nJUSTICE SOTOMAYOR: But what does that have\nto do -- we're back to the reliability test, really,\nbecause they didn't do anything wrong. They were trying\nto assess the situation. But that's what they do when\nany report of criminal activity occurs. That's a\ndifferent inquiry than the inquiry of why should that\nstatement be permitted to be introduced at trial?\nIt goes to the very essence of reliability.\nWas the statement made under circumstances that would\nsuggest an intent to testify? That's really what you're\ngetting at, isn't it?\nMS. PALMER: No. No.\nJUSTICE SOTOMAYOR: Well, you are, because\nyou're trying to pigeonhole yourself into an ongoing\nemergency that suggests that in those situations,\nwhatever the person is saying is okay because it was\ndone to assess an emergency situation and not done for\npurposes of catching somebody, primary purpose of\ncatching somebody.\nMS. PALMER: Which is what this Court said\nin Davis, and said that that was not related to\nreliability but to formality there, and that that was\nnot a formal thing akin to magisterial examinations.\nWe're not trying to question or in any way\nchange the test already set forth by this Court in\nDavis. We agree with that test. We simply disagree\nwith the application by the lower court of that test\nhere and the limitation it put on it.\nJUSTICE GINSBURG: So are you saying that\nthe rule would be that whenever the perpetrator may be\nin the vicinity, then the police are pursuing an urgent\nemergency situation, rather than trying to find out what\nhad -- the nature of the crime?\nMS. PALMER: We're not saying that any time\nthere is a perpetrator at large, there is automatically\nan ongoing emergency until that person is caught.\nWhat we are saying is that preliminary\ninquiries on the scene to try to determine who the\nperpetrator is and where it might be would be -- would\nbe nontestimonial -\nJUSTICE SOTOMAYOR: For all crimes, or only\nfor shooting crimes or knifing crimes? For explosions?\nWhat kinds of crimes would qualify?\nMS. PALMER: I think, obviously, violent\ncrimes raise ongoing emergencies, emergencies to\nwhich -- more than others. There could also be contexts\nin which it would apply to other crimes.\nJUSTICE SCALIA: So at least whenever the\npolice come upon somebody who has been the victim of a\nviolent crime, whatever interrogation they conduct could\nplausibly be to -- to make sure that the person is not\nstill nearby, and that testimony will always be\nadmissible?\nMS. PALMER: It is preliminary questions\ndesigned to assess the risk to themselves, the public,\nand -\nJUSTICE SCALIA: No, no, no.\nMS. PALMER: So, yes.\nJUSTICE SCALIA: Strike \"designed to assess\nthe risk.\" You don't know what they're designed to do.\nThese policemen didn't say we're assessing the risk.\nThey just asked the questions. And that's what is going\nto happen in future cases.\nAnd you're saying, whenever policemen come\nupon a victim of violent crime and said who did it,\nwhat's his name, all of that will always be admissible\nbecause they -- they could be assessing the risk, right?\nMS. PALMER: I think if the context shows\nthat's the primary purpose, then, yes, that will often\nbe the case.\nJUSTICE BREYER: What do you mean? How\ncould it possibly be admissible?\nFirst, there has to be a degree of\nformality, as the Court held in Hammon, sitting in the\nkitchen; and, second, it has to satisfy State hearsay\ntests. So unless it's an exception to the hearsay rule,\nit is not admissible.\nMS. PALMER: Well, here, for instance, it\nwas admitted as excited utterance.\nJUSTICE BREYER: Well, of course, there are\nexceptions. There could, in fact, there could be a\nco-conspirator exception. There could be a dying\ndeclaration exception. But what we're talking about is\nwhether the Constitution keeps it out, even though State\nlaw -- because, say, it's a co-conspirator exception -\nwould permit it in.\nSo the answer is no, it's not the case that\nwhenever you come across a victim of a crime and ask him\nquestions, it's going to be admissible. It depends.\nThe State hearsay law, the exception, and whether\nthere's a degree of formality, as there was in Hammon.\nJUSTICE SCALIA: Only when he's excited,\nright? Only when the victim who has been the object of\na violent crime is excited.\nOr if State law doesn't apply and we're\ndealing with a Federal crime and Federal officers,\nright, and trial in Federal court? And in that case,\nwhat Justice Breyer just said would not apply.\nMS. PALMER: That's correct. And I -\nJUSTICE BREYER: It would not apply? There\nare -- there isn't a Federal hearsay rule? And there\nare not exceptions that you have to satisfy?\nMS. PALMER: Your -- I -\nJUSTICE BREYER: I thought there were, in my\ncopy of the Federal Rules of Evidence.\nMS. PALMER: Yes. And I did misspeak. What\nI meant to say was that it would be nontestimonial, not\nthat it would always be admissible.\nJUSTICE GINSBURG: In the -- if you had the\nbenefit of hindsight, and this trial occurred before\nDavis, and so the prosecutor went on excited utterance,\nwould you have instead tried to make a case that this\nwas a dying declaration?\nMS. PALMER: Absolutely.\nI'd like to reserve whatever time I have\nleft.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Kruger.\nORAL ARGUMENT OF LEONDRA R. KRUGER,\nON BEHALF OF THE UNITED STATES AS AMICUS CURIAE,\nSUPPORTING THE PETITIONER\nMS. KRUGER: Mr. Chief Justice, and may it\nplease the Court:\nAs we understand the rule of\nDavis v. Washington, it is a rule that focuses on the\nprimary purpose behind police interrogation, because\nit's designed for a particular purpose: Not to provide\na comprehensive definition of the term \"testimonial,\"\nbut rather to identify those statements that are\ntestimonial because they are made in response to police\ninterrogation.\nWhen the objective primary purpose of that\ninterrogation is to enable police to meet an ongoing\nemergency, rather than to collect evidence for future\npossible prosecution, the statements that are given in\nresponse to that interrogation are nontestimonial. That\nwas -\nJUSTICE SCALIA: Do you distinguish between\ncollecting evidence for a future prosecution and\ncollecting evidence in order to pursue and arrest the\nfelon? Do you distinguish those two?\nAnd you can say these police -- these\npolicemen weren't collecting evidence for a future\nprosecution; they just wanted to know who the shooter\nwas and where he was so they could go get him. Would\nthat -\nMS. KRUGER: Well, I think that -\nJUSTICE SCALIA: Would that not be\ncollecting evidence for a future prosecution?\nMS. KRUGER: I think that there are often\nmultiple reasons, particularly in the wake of a violent\nevent like a shooting, why -\nJUSTICE SCALIA: But you say it has to be\nfor the purpose of a future prosecution. Just -- just\nin order to an arrest and bring into jail the person who\ncommitted this crime, that doesn't qualify?\nMS. KRUGER: I think that what would qualify\nunder the Davis test is if police need to apprehend the\nperson, not for purposes of bringing the person into the\ncriminal justice system, but rather to neutralize an\nongoing threat that they present to the community at\nlarge, as is often the case when somebody has just\nproven themselves both capable and -\nJUSTICE SCALIA: When does that not exist in\nthe case of a violent crime? When does that not exist?\nMS. KRUGER: I think it makes a significant\ndifference -\nJUSTICE SCALIA: There's a violent criminal\nout there.\nMS. KRUGER: Justice Scalia, I think it\nmakes a significant difference whether we're talking\nabout a -- an act of violence like a shooting, somebody\nwho has used a weapon that's capable of inflicting\ndeadly harm on multiple victims in a short period of\ntime, or someone who has used their fists, like the\nalleged perpetrators -\nJUSTICE SCALIA: Okay. So if you use a gun,\na knife, or a machine gun, whatever the victim says gets\nadmitted into evidence, because the police could -\ncould be not -\nMS. KRUGER: I don't think -\nJUSTICE SCALIA: -- not trying to get\nevidence, but just trying to safeguard society against\nthe -- the felon on the loose?\nMS. KRUGER: I don't think that we would\ndraw the rule that broadly, Justice Scalia.\nJUSTICE SCALIA: I thought that's how you\njust described it.\nMS. KRUGER: Well, I think that in this\nsituation, we have police arriving on the scene to\ndiscover a man who has been recently shot; as it turns,\nfatally.\nJUSTICE SCALIA: Yes.\nMS. KRUGER: They need to find out in that\nsituation -\nJUSTICE SCALIA: Who did it.\nMS. KRUGER: They need to find out who did\nit so that they make sure that person isn't continuing\nto threaten other people on the scene.\nJUSTICE SCALIA: That's always the case.\nThat's such a phony evasion of what the purpose of the\ntestimonial rule is. That's always going to be the\ncase, at least when there's a violent crime.\nMS. KRUGER: Well, I think -\nJUSTICE SCALIA: And you may as well take\nCrawford and throw it out, in -- in the majority of\nserious cases, if that's going to be your rule.\nMS. KRUGER: I don't think that that's the\ncase at all, Justice Scalia. I think it's actually very\nmuch consistent with what this Court said in Davis.\nIt may very well have been that the\nsubjective purpose of the 9-1-1 operator was also to\nbring the perpetrator in that case to justice. But this\nCourt, I think quite properly, recognized that in an\nemergency situation, the attention of both law\nenforcement and the declarant is quite properly going to\nbe focused on dealing with the emergency at hand and is\nnot going to be made of the kind of focused\nunderstanding of -\nJUSTICE SCALIA: The crime was ongoing in -\nin Davis when -- when the woman was on the phone with\nthe operator. It was ongoing. She was seeking help\nfrom the emergency that was occurring to her at that\nmoment. There's nothing like that here.\nMS. KRUGER: It's true that that is a\nfactual distinction between this case and Davis, but we\ndon't think that it's one that makes a dispositive legal\ndifference.\nJUSTICE KENNEDY: Did the police know that\nthat was the case when they began the questioning? Did\nthe police know that this man was not on a rampage, that\nhe was not going to act in self-defense when they came\nafter him?\nMS. KRUGER: No, they certainly did not know\nthat, Justice Kennedy.\nJUSTICE KENNEDY: That he was not taking\nhostages?\nMS. KRUGER: That's correct. They had no\nway of knowing that. And neither, for that matter -- I\nthink it's important to emphasize -- did the declarant.\nThe fact that he was able to escape the scene and\nmanaged to drive himself six blocks away in no way\nindicates that he had any -\nJUSTICE SCALIA: Will they ever know that?\nMS. KRUGER: I -\nJUSTICE SCALIA: I mean, is that -- is that\nlikely not always to be the case when -- when you come\nupon a person who has been the -- the victim of a\nviolent crime?\nYou could say it all the time. No, they\ndidn't know where the -- where the offender was, so\nwhatever this person says comes in as evidence in a\ntrial.\nMS. KRUGER: Well, I think it's important to\nemphasize that what we're arguing for is not a rule that\nwould say, as long as there's a violent perpetrator at\nlarge, as long as he is at large, any questions that\npolice ask of -- of potential people who have\ninformation about the crime will necessarily be\nnontestimonial.\nOur argument is a far narrower one, and one\nthat we think follows very closely from the principle\narticulated in Davis, which is when the primary purpose\nof a police interrogation is to obtain information\nthat's necessary to enable them to meet an ongoing\nemergency -\nJUSTICE GINSBURG: Well, how do you know\nthat? Because they would ask the same very questions if\nwhat they wanted was testimonial evidence. So you\ncan -- you can characterize that set of questions either\nway. What would lead us to pick one rather than the\nother?\nMS. KRUGER: I think it's actually not the\ncase, Justice Ginsburg, that they would have asked the\nvery same questions. We know from reading the trial\ntestimony that the officers, as they appeared on the\nscene in response to the police run of a man being shot,\nasked the same question over and over again. Each\nofficer, as they approached him, said: What happened?\nWhere did it happen? And wanted to know how to\nrecognize the shooter so when they proceeded to the\nscene, they would know who they were dealing with and\nhow to safeguard themselves.\nJUSTICE KENNEDY: Let's say -\nMS. KRUGER: They weren't asking the kinds\nof questions -\nJUSTICE KENNEDY: Let's say that we -- let's\nsay that we agree with you that there was an emergency\nand the police were asking questions in order to\nmitigate the emergency.\nWhat would be the rationale for admitting\nthis statement, then? Is it more reliable? Because if\nwe say that, then we're undercutting Crawford, which\nsays reliability is not the key.\nWhat is the reason for that? Is it because\nthe police likely have less motive to manipulate the -\nthe statements and to ask loaded questions? That in\nitself, it seems to me, is a reliable -- but what's\nthe -- assuming we adopt your distinction, what's the\nrationale for the distinction?\nMS. KRUGER: We think that the principle\nthat this Court announced in Davis and we're asking the\nCourt to apply again today reflects two principles that\nunderlie the Confrontation Clause as this Court\ninterpreted in Crawford.\nThe first is that testimony is typically\ncharacterized by the kind of focused understanding by\nthe declarant that the person is providing information\nfor potential use in a future prosecution. It's -- the\npetitioner in Davis, I would note, made an argument to\nthis Court that whenever a person calls 9-1-1, they do\nso with an awareness that the information they provide\nmay be used for prosecutorial purposes.\nBut this Court rejected that argument,\nbecause it understood, I think quite rightly, that\nthere's a difference between providing that sort of\ninformation to law enforcement with a sort of vague\nawareness that that might be its potential use, and\ndoing so with a kind of focused understanding that has\nbeen characteristic of the testimonial statements this\nCourt has so far identified, like Sylvia Crawford's\nstationhouse interview in Crawford or Amy Hammon's\ninterview with the police officer from the safety of her\nkitchen that resulted in the execution of a formal\naffidavit in the Davis case.\nJUSTICE GINSBURG: Do we look to the\nspecific situation? I mean, one of the officers zeroed\nin on the victim. No one was looking around to see if\nanybody was lurking in the bushes. Then, as far as\nprotecting the public, do we take into account that this\nwas between 3:30 and 4:00 in the morning when there are\nnot likely to be many members of the public around? Or\ndo we just say you find someone who looks like he has\nbeen the victim of a violent crime, doesn't matter\nwhether the public is around or not, we -- that's\nenough, the victim of a violent crime can be asked these\nquestions?\nMS. KRUGER: To take your first question\nfirst, Justice Ginsburg, I think that the trial\ntestimony is not quite as clear on the question of what\nfears the officers had as I think Respondent has\nsuggested in his brief. If you look at Joint Appendix\npage 136, Officer Stuglin testified that he was, in\nfact, afraid for his safety when he got to the gas\nstation. I would note that all of the officers, when\nthey left the gas station after EMS arrived, they\nproceeded immediately to the location of the shooting,\nthe location that Anthony Covington had identified for\nthem. When they got there, they took a tactical\nposition, they waited for back-up, and they did so\nbecause they were afraid that a shooter was in the\nhouse, and they wanted to proceed very cautiously in\nmaking sure that they neutralized the threat that\nshooter posed to the public safety, including their own.\nI think that in examining the exigencies of\na situation a court would be justified in looking at the\ncircumstances in which the crime occurred, and could\nvery well take into account the fact that the crime\noccurred at 3 o'clock in the morning as opposed to 5\no'clock in the afternoon. But I think that we would\nexpect any reasonable police officer to do precisely\nwhat the police officers in this case did, which was\nproceed directly to the scene, not use their interview\nwith Anthony Covington as an occasion to execute an\naffidavit or otherwise engage -\nCHIEF JUSTICE ROBERTS: No, but then you're\nsaying that the focus is on the police officers. I\nmean, after all, we're not saying that police officers\ncan't do this; we're just saying the testimonial aspects\ncan't be admitted into evidence or that's what your\nfriend is arguing for. I still have trouble figuring\nout is the issue the purpose of the interrogating\nofficers or the purpose and intent of the declarant?\nMS. KRUGER: I think that the test that the\nCourt set out in Davis is one that focuses on the\npurpose of the interrogation because of the limited\ncontext in which that -\nCHIEF JUSTICE ROBERTS: Okay. And what do\nyou do with the last sentence of footnote 1. It's the\none that says -\nMS. KRUGER: In the end it's the declarant's\nstatement that the Confrontation Clause requires us to\nexamine.\nCHIEF JUSTICE ROBERTS: Right, right.\nMS. KRUGER: We read footnote 1 to be an\nacknowledgement that answers given in response to police\ninterrogation do not constitute the universe of possible\ntestimonial statements, that testimony can indeed be\nvolunteered as was Lord Cobham's letter, for example, in\nSir Walter Raleigh's treason case. But in the end\nDavis, I think, quite properly focuses on the primary\npurpose of the interrogation.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Van Hoek.\nORAL ARGUMENT OF PETER JON VAN HOEK\nON BEHALF OF THE RESPONDENT\nMR. VAN HOEK: Mr. Chief Justice, and may it\nplease the Court:\nWhen Anthony Covington made his statement to\nthe officers at the gas station, not just once but\nseveral times, he reasonably understood that he was\nproviding the police information as to events which had\nconcluded a half hour earlier at a location six blocks\naway, with an understanding that that information would\nassist the police in locating, apprehending, and\npotentially prosecuting the person he felt was\nresponsible for his injury.\nJUSTICE KENNEDY: I didn't hear the end. In\nlocating and?\nMR. VAN HOEK: Apprehending.\nJUSTICE KENNEDY: Apprehending.\nMR. VAN HOEK: Arresting -\nJUSTICE BREYER: -- involves something like\nthat, if -- what keeps that out? I mean, assuming that\na State law or the Federal Rules of Evidence admit it as\nan exception to the hearsay rule, why should the\nConfrontation Clause bar it? There is not great\nlikelihood that, like Sir Walter Raleigh or Cobham's\naffidavit, it is going to be introduced per se into the\ntrial as a form of evidence that there was -- why would\nwe want to keep it out? That's the part that I do not\nunderstand.\nMR. VAN HOEK: Well, certainly -\nJUSTICE BREYER: Federal -- I mean, under\nthe Federal Constitution.\nMR. VAN HOEK: Under the Federal\nConstitution -\nJUSTICE SCALIA: I think your answer,\ncounsel, is that we decided that in Crawford, from which\nJustice Breyer dissented.\n(Laughter.)\nJUSTICE KENNEDY: But I think you might have\nanother -\nJUSTICE BREYER: Suppose I think we didn't.\nSuppose I happen to think -\nJUSTICE KENNEDY: Perhaps there is another\nanswer that I would like to hear.\nJUSTICE BREYER: I'd like to hear your\nanswer because I don't think we decided it in Crawford.\nCHIEF JUSTICE ROBERTS: Now is a good time\nto try to jump in, I think.\n(Laughter.)\nMR. VAN HOEK: Okay. The reason, Your\nHonor, that the Confrontation Clause is the\nfundamental -- part of the fundamental law of the\ncountry, and what this Court, I believe, decided in\nCrawford and then applied to those situations -- similar\nsituations in Davis and Hammon, is that where you have a\nstatement from a witness to a police officer as part of\na questioning and that statement is the functional\nequivalent of testimony that witness would have given\nhad he or she appeared at trial and been subject to\ncross-examination, then the admission of that statement\nat trial even under a hearsay exception without\ncross-examination effectively allows the police to\npresent -\nJUSTICE BREYER: But does it mean -- does it\nmean that the individual is thinking this may be used -\nthere's a certain formality to the situation; it may be\nused at trial? Or it may just happen to turn out? I\nmean, what is the relevance of the formality of the\nsituation? When I looked into history I thought -- I'm\nnot an expert in history, and I'm also -- I understand\nthere have been situations where the Court's gone back\nto prior cases and looked at footnotes and said it\ndoesn't express things precisely clearly and changed it\na little bit. I think that that goal could be open to\nus.\nSo I want to know what the basic reason is\nthat there -- that would justify keeping out, let's say,\nan investigation. There's an investigation of a crime,\nand a policeman comes across a confederate who makes\nsome statements just generally that help the\ninvestigation; therefore, it would come in under -- as\nco-conspiracy, okay?\nWhat in the Constitution, what functional\nprinciple, is there that says we should keep that out of\nCourt?\nMR. VAN HOEK: Because I think what this\nCourt said in Crawford and Davis is that is the primary\ntest. That is what our Constitution requires to allow\nthe reliability, the believability, the trustworthiness\nof that evidence to be evaluated by a jury. We don't\nhave a situation -\nJUSTICE BREYER: Is it all hearsay? Now,\nall -- all hearsay evidence, despite State or Federal\nrule makers saying there are exceptions where the\ntrustworthiness is sufficient, such as co-confederates,\nconfederates, all of that's wiped out by Crawford and\nthe -\nMR. VAN HOEK: It would be wiped out if the\nstatement at issue qualifies as testimonial under the\ntest this Court announced in Crawford and Davis.\nJUSTICE SCALIA: That's what we said in\nCrawford, isn't it?\nMR. VAN HOEK: Yes, it is.\nJUSTICE BREYER: Of course, what I'm looking\nfor now because I'm -- is whether there's any sense to\nthat. What is the constitutional rationale? I joined\nCrawford, but I have to admit to you I've had many\nsecond thoughts when I've seen how far it has extended\nas I have written it.\nMR. VAN HOEK: Well, I would have to say the\nconstitutional justification for that is the reason why\nthe right of confrontation is, isn't it, in the\nConstitution, where you had a situation in English\ncommon law, as we said, where magistrates were allowed\nto go out, interview witnesses, come into court, and\npresent their memory, their version, of what the witness\nsaid as substantive evidence in a case and the defense\nis not allowed to question or talk to the witness -\nJUSTICE BREYER: So now you've just got what\nI'm looking for. What I'm looking for is I can go into\nBlackstone a little bit and look back and see what this\nwas after, was the problem of Sir Walter Raleigh's trial\nand the Marian judges. And now what I need is a line.\nBecause if I can't find a line, then what we've done,\nwhich seems just as wrong to me, is suddenly bar\nvirtually all hearsay exception evidence, of which for\n400 years, or 200 years anyway, there has been quite a\nlot in the courts.\nMR. VAN HOEK: I certainly don't think\nCrawford and Davis bars all hearsay exception -\nJUSTICE BREYER: What, in your view, is the\ncorrect line and why, most importantly why?\nMR. VAN HOEK: I believe this Court in\nCrawford and Davis correctly established that line, in a\nsituation like this where it is the response of a\ncitizen to questions from a police officer, that you\nlook primarily, as footnote 1 indicates, to the content\nof that statement. If that's -\nJUSTICE ALITO: If it were established that\nthis was a dying declaration and was done in -- made in\ncontemplation of death, would it be barred by Crawford?\nMR. VAN HOEK: Well, this Court certainly\nhas suggested that in Giles, that a dying declaration\nmight be an exception to Crawford as an exception that\nexisted at the time of the framing. We don't have to\ndeal with that question in this case because this is not\na dying declaration.\nJUSTICE GINSBURG: Well, why not?\nJUSTICE ALITO: I understand -- I understand\nthat, but assume -- assume for the sake of argument that\nit would be consistent with Crawford if it were a dying\ndeclaration, which the Court has suggested. What does\nthat tell you about the understanding of the scope of\nthe confrontation right at the time when the Sixth\nAmendment was adopted? Because a dying declaration may\nvery well be testimonial under -- is likely to be\ntestimonial under the Crawford test.\nMR. VAN HOEK: Yes. And I think that the\ndying -- maybe the dying declaration as being in that\nsituation is an indication. What's different about\ndying declaration from all these other hearsay\nexceptions is that, at the point the statement was made,\nit's an understanding that that witness is never goint\n-- will not be testifying, that there -- that there is\nno potential that that witness will appear in court in\nperson. There's -- the police officers in any of these\nsituations speaking to a witness -- when a police\nofficer arrives at the scene they have no way of knowing\nwhat's going to occur months later at trial.\nJUSTICE KENNEDY: I thought -- I thought the\nrationale for dying declaration admissions was that they\nare inherent reliable -- inherently reliable. You can\ncertainly question that. But I thought that that was\nthe rationale that the courts gave.\nMR. VAN HOEK: I think that's correct.\nJUSTICE KENNEDY: On your death bed before\nyou're going to meet the maker, you're not going to\nlie -- I think that was the test. So it was a\nreliability component, correct?\nMR. VAN HOEK: That's true. And I think\nthat's -- that's also the -- the background of most\nhearsay exceptions is that for the circumstances that\nthere's some degree of inherent reliability to that\nstatement which excuses the absence of cross-examination\nif the witness is unavailable. But -\nJUSTICE KENNEDY: Now, suppose that there is\na universe of instances that we can identify as\nquestions in order to alleviate and stop an emergency to\nprevent a crime from becoming aggravated and continuous.\nLet's suppose we can have a universe of those questions.\nMR. VAN HOEK: Yes.\nJUSTICE KENNEDY: Is -- is there an argument\nthat responses made for that purpose are more reliable?\nIs that what -- is that what underlies the so-called\nemergency exception, do you think?\nMR. VAN HOEK: I don't believe so. I don't\nbelieve that -- that a -- a statement by a witness that\nis a narrative of past events -\nJUSTICE KENNEDY: So it -- so -- well -\nand, of course, Davis certainly does not rest on\nreliability -- or Crawford, rather, doesn't rest on\nreliability.\nMR. VAN HOEK: No.\nJUSTICE KENNEDY: But isn't that really the\nonly way to explain the 911 exception?\nMR. VAN HOEK: No, no. The 911 -- well, the\nfact there's a 911 -\nJUSTICE KENNEDY: Isn't there a reliability\ncomponent that underlies this whether we like it or not?\nMR. VAN HOEK: I don't believe so. I don't\nthink that the fact that someone calls 911 and makes a\nreport, whether they're talking about an ongoing\nsituation or reporting a past event, makes that somehow\ninherently more reliable than if they used another\nmedium.\nI think the distinction made in Davis is\nthat the beginning of the 911 call that Ms. McCottry was\nmaking to the case was not relating past events. It was\na declaration of emergency. It was a call for immediate\nassistance.\nJUSTICE KENNEDY: But isn't -- isn't the\nreason we accept that is because it's reliable? It's an\nexcited utterance. It's an account of an ongoing event.\nIt's a contemporaneous observation. Therefore, it is\nreliable.\nMR. VAN HOEK: I don't -- no, I don't think\nthat was the basis on which this Court held it was\nnontestimonial. I think this Court held it was\nnontestimonial because it was not what a witness does\nduring a trial. It was -\nJUSTICE GINSBURG: Let's go back to this\ncase.\nMR. VAN HOEK: Yes.\nJUSTICE GINSBURG: Excited utterance was -\nthe prosecutor thought that was his best shot, and he -\nand he prevailed, except that the -- Davis intervened.\nI asked Ms. Palmer, suppose we were back\nthere at the trial and the prosecutor knew that excited\nutterance wouldn't work. Could he have raised dying\ndeclaration? She said absolutely yes.\nSo my question to you is: Just assume that\nwe should hold the Confrontation Clause is applicable.\nShouldn't the prosecutor then have a chance to say,\nwell, if I realized that, I could have made a dying\ndeclaration plea here. So it would only be fair to\nallow the prosecutor to try to establish that this\ntestimony was a dying declaration?\nMR. VAN HOEK: Well, in -- in this case,\nwhen -- when the initial attempted admission of this\nevidence, at the preliminary exam, when it met a hearsay\nobjection, the prosecutor at that point argued that it\nwas admissible under Michigan evidence rules as either\nan excited utterance and/or a dying declaration.\nJUSTICE GINSBURG: Then she did argue dying\ndeclaration.\nMR. VAN HOEK: Well, they argued dying\ndeclaration. The judge sustained the objection and said\nhe had not established the foundation for either one of\nthose. The prosecutor at that point established a\nfoundation solely for excited utterance. The judge\nruled the evidence admissible and specifically said\nadmissible only as excited utterance.\nAt that point, the prosecution abandoned any\nattempt, throughout the State court proceedings, to say\nthis was a dying declaration.\nJUSTICE SCALIA: Mr. -\nJUSTICE GINSBURG: And that -- that was in\nthe pre-Davis world. But do you think the prosecutor\nhad abandoned that effort had he been informed about\nDavis?\nMR. VAN HOEK: I don't know. I don't know\nwhat the -\nJUSTICE SCALIA: Mr. Van Hoek, what is the\nbasis for your concession that a dying declaration is an\nexception from the Confrontation Clause?\nMR. VAN HOEK: I -\nJUSTICE SCALIA: It is an exception from\nhearsay, for certain, but from the Confrontation Clause?\nMR. VAN HOEK: I'm not -- if I -- if I\nmeant -- if you took what I said as a concession, what I\nsaid is that this -\nJUSTICE SCALIA: You conceded it. It's been\nthe whole basis for Justice Ginsburg's subsequent\ninterrogation.\nJUSTICE GINSBURG: My question was based on\nit's an open question because we have said maybe a dying\ndeclaration.\nMR. VAN HOEK: And I -- I -\nJUSTICE SCALIA: I thought it was an open\nquestion only -- only where the -- the defendant has\neffected the death of the person who has made the dying\ndeclaration. I don't know of any cases that allow a\ndying declaration in over a Confrontation Clause\nobjection.\nMR. VAN HOEK: If I -- if you took my answer\nto the prior question to say that I conceded that, I'm\nnot saying that. I'm saying when I was first asked the\nquestion about dying declaration, I pointed out that\nthis Court in Giles indicated that that may be an\nexception to the Confrontation Clause. And I agree -\nJUSTICE GINSBURG: And it wasn't -- and it\nwasn't in Giles. It wasn't in -\nMR. VAN HOEK: No, Giles is not -\nJUSTICE GINSBURG -- any way to the -- that\nthe -- that the purpose of the killing was to get rid of\nthe witness's testimony. Giles made the statement maybe\ndying declaration is an -- is an exception to our\nCrawford's jurisprudence.\nMR. VAN HOEK: Yes. And as you said, this\nCourt has not reached that question directly, and -- and\nthere's no need to reach that question in this case\nbecause this is not a dying declaration case.\nJUSTICE SCALIA: If it hasn't been reached,\nif it is not an established exception to the\nConfrontation Clause, there is no basis for saying,\ntherefore, the Confrontation Clause pertains only to\nreliability. It pertains to the opportunity to\ncross-examine.\nAnd -- and reliability exceptions are what\nwe used to do under -- under Reynolds. If it was\nreliable, we let it in.\nMR. VAN HOEK: Yes.\nJUSTICE SCALIA: And the mere fact that it's\nreliable as a dying declaration instead of reliable as\nsomething else ought to have nothing to do with the\nConfrontation Clause decision.\nMR. VAN HOEK: I agree. I'm not -- I\nclearly don't -\nJUSTICE GINSBURG: Whether we -- whether you\nagree or not, we said it was an open question.\nMR. VAN HOEK: Yes, yes.\nJUSTICE ALITO: Can there be -\nMR. VAN HOEK: And it has not been decided.\nJUSTICE ALITO: Can there be a situation in\nwhich the primary purpose for a statement or for the\nquestion that elicits the statement is to respond to an\nongoing emergency rather than to gather evidence for\nsubsequent use in a legal proceeding when the statement\nrelates to something that has occurred, perhaps just a\nfew seconds before, but it relates to something that has\noccurred as opposed to something that is occurring at\nthat very moment?\nMR. VAN HOEK: I think there are situations\nwhere -- where the police are coming in and asking\nquestions: Is there a threat here? Is there someone\nhere who is -- who is threatening you? Is there someone\nhere who is coming to threaten you or threaten other\npeople? They may be able to get some background\ninformation to put that in context, but we don't have\nanything like that in this case.\nJUSTICE ALITO: Well, I understand, but we\nneed to know where to draw the line. So, you concede\nthat the line is not between a statement about he's\nhitting me with a baseball bat as opposed to he just\nfinished hitting me with a baseball bat and is headed\nout the door? That's not where the line is drawn.\nMR. VAN HOEK: I think the line would be\ndrawn if those were the only statements, he's hitting me\nwith a baseball bat versus he -- he just hit me with a\nbaseball bat and he just left. I think the line is\nclearly drawn in Davis between -- the hitting me with a\nbaseball bat would be nontestimonial -\nJUSTICE ALITO: No, no. I really would like\na clear answer to this. Is -- can there be an ongoing\nemergency where the statement relates -- where the\nstatement recounts something that has occurred, not\nsomething that is occurring?\nMR. VAN HOEK: I think that in the absence\nof any statement by the witness alleging that there's\nany current, ongoing, imminent danger, if the witness\nonly gives a statement that relates to past, completed\nevents, then it's not a showing of -- of an ongoing\nemergency.\nCHIEF JUSTICE ROBERTS: So what do you do -\nwhat do you do with the statement the guy in the gas\nstation shot me? Is that purely past, or is that an\nongoing emergency?\nMR. VAN HOEK: That statement standing\nalone -- I would say that that's past, purely past.\nCHIEF JUSTICE ROBERTS: Even though the guy\nin the gas station is still there with a gun, the police\nare within range?\nMR. VAN HOEK: Are we referring to a\nspecific person?\nCHIEF JUSTICE ROBERTS: Yes. I mean, that\nstrikes me as something that happened in the past, he\nshot me, but at the same time demonstrates an ongoing\nemergency because he's right there and he might shoot\nyou. I'm suggesting the line you propose to\nJustice Alito doesn't work.\nMR. VAN HOEK: Well, I -- I would -- I\ndon't -- I don't think that -- that the -- the -- there\nhas been discussion of verbs tense and past tense, and I\ndon't think that is the -- is the determining factor.\nIt's certainly important. It's certainly a relevant\nconsideration in -\nJUSTICE SCALIA: The guy in the gas station\nis present. It's not past. He's making an assertion\nthe guy who is now in the gas station shot me. The\n\"shot me\" is past, but he's asserting that the person is\nnow in the gas station. That is a statement of a\npresent fact.\nMR. VAN HOEK: Yes. And I think if you look\nat all of the circumstances together, it's a -- it's -\nand going to the primary purpose is, is the witness\ndeclaring some type of emergency, some sort of imminent\nharm and requesting the police to render assistance to\nalleviate that, to protect him -- him or her.\nJUSTICE ALITO: Well, suppose they get a\n9-1-1 call. There's -- a man has just been shot on the\ncorner of Fifth and Main. They go to Fifth and Main;\nthey find a man there; he's shot; he's bleeding\nprofusely; he's in shock; and they know nothing more\nabout what's happened. And they say, well, what\nhappened? Well, he shot me. Who shot you? It's John\nJones.\nNow what about that?\nMR. VAN HOEK: I would say that's our case,\nand I would say that was testimonial.\nJUSTICE ALITO: Well, the police under those\ncircumstances don't know whether John Jones is going on\na shooting spree; this is just the first of numerous\nvictims. Maybe it's a gang fight. He's shot one member\nof an opposing gang; now he's going to go shoot another\nmember of an opposing gang.\nHow can they -- how can you answer that\nquestion, what's the primary purpose there? I just\ndon't understand it.\nMR. VAN HOEK: Well, I would think -- in\nthat situation, nothing about the Davis rule, nothing\nabout the Confrontation Clause precludes the police from\ntaking that information and asking those further\nquestions -\nJUSTICE KENNEDY: But you -- you were the\none that drew the line between a past event and an\nongoing event. Suppose the sniper says, I've shot you\nnow, and I'm going to shoot three other students,\ngood-bye. That's a past event.\nMR. VAN HOEK: But if the statement is made\nto the police that a sniper has said he's -- he is on\nthe verge of shooting other people because he just shot\nsomeone, I would say that's certainly a declaration of\nan emergency and certainly would be nontestimonial under\nthe -- under the test of Davis.\nJUSTICE BREYER: Is there any -- I'll try\nthis -- I think you're just -- you don't like my -\nwhere I'm coming from, but -- and so you might not have\nan answer to this.\nBut -- but in my mind, I see a line, and\nthat line is dividing what I think of as the\nConfrontation Clause, Sir Walter Raleigh situation,\nwhich I have in my mind as people going into a room and\nsaying, now write out your testimony, and they write it\nout in the form of an affidavit, or they send in a\nletter, and they say \"bye,\" and then they walk next door\nto the trial and introduce it. I mean, that's Walter\nRaleigh, in my mind.\nAnd then, on the other side of the line, is\nan -- evidentiary rules that are basically in State\ncases run by the State. And they sometimes let hearsay\nin, and they sometimes don't, and they make reliability,\net cetera, judgments in developing their -- their\ndecision as to how hearsay exceptions will work. Okay?\nNow, why don't I like emergency to draw\nthat? The reason I don't like the word \"emergency\" is I\nthink police do lots of things other than handle\nemergency and develop testimony.\nThere's a range of things that you would\ndescribe as investigating the circumstance. There's no\ndanger. There have been a string of robberies. They go\naround and ask the grocery store people and everything\nwhat happened. Now, I don't know why we should keep out\nevidence that, say, is given in that situation by a\nconfederate. It turns out he was the assistant -- why?\nAnd if I don't like that, I don't like the\nemergency rule as doing the -- as doing the work there,\nand I'm looking for something else.\nNow, you have my whole train of thought. If\nyou want to say, Judge, there is nothing but the\nemergency rule, you are perfectly free to say it.\nJUSTICE SCALIA: Do it.\n(Laughter.)\nMR. VAN HOEK: I -- there is nothing -\nthere is nothing but the emergency rule. I think that\nwhen -- when the police are investigating a reported\ncrime and getting statements from witnesses, whether the\nvictim or another witness -\nJUSTICE BREYER: They're not. They're just\nasking -- all right. Yes. Go ahead.\nMR. VAN HOEK: Well, they're investigating.\nJUSTICE BREYER: Yes. They're\ninvestigating.\nMR. VAN HOEK: They're seeking information\nin which they will do their job, which is to go try to\narrest someone and see what the situation is. And\nthey're getting narratives of past events from\nwitnesses, and they're acting on that. And nothing\nabout this rule prevents them from doing that.\nBut the admissibility -- for them to be able\nto come into court, and they alone to come into court,\nand say this is what this witness told me and this is\nwhat this witness told me and this is what this witness\ntold me -- and by the way, defense counsel, those\nwitnesses aren't going to be here today, and you're not\ngoing to be able to ask them what they meant by that or\nwhether they were telling the truth.\nNo. Mr. Bryant at this trial was never able\nto question Mr. Covington.\nJUSTICE BREYER: Yes, yes, but in the past\nthat situation you are describing arose only where there\nwas a hearsay exception. I would imagine most likely it\nwould be the case of a confederate, someone who was part\nof the conspiracy. So if I think if that's going to be\nthe case, that probably will be admissible where this\nhas bite.\nMR. VAN HOEK: Well -\nJUSTICE BREYER: And there be some others,\nexcited utterances, maybe another. Dying declarations\nare probably few and far between. Baptismal\ncertificates -\nMR. VAN HOEK: But the line this Court drew\nin Crawford and Davis -\nJUSTICE BREYER: I know they did. And what\nI'm saying is I'm finding that -- it seems to me that\nthat line, if taken literally, would keep out exceptions\nto hearsay testimony, which have been well established\nin the United States for 200 years. Baptismal\ncertificates, statements of birth.\nMR. VAN HOEK: I don't believe that -\nJUSTICE BREYER: Confederates is the one I\ncome back to.\nMR. VAN HOEK: Those examples you just gave\n-- baptism -- are not statements made during police\nquestioning. If we're talking about a -\nJUSTICE BREYER: Okay, okay. I forgot -\nMR. VAN HOEK: The difference that made in\nDavis is that the -- the definition of testimonial is\nnot across the board -\nJUSTICE SCALIA: I guess it depends on what\nyou mean by \"in the past,\" as Justice Breyer put it.\nUndoubtedly, under the regime of United\nStates v. Reynolds, which was what, 25 years old -\nwhen -\nMR. VAN HOEK: Roberts.\nJUSTICE SCALIA: Roberts. I'm sorry.\nMR. VAN HOEK: Roberts, which -\nCHIEF JUSTICE ROBERTS: No relation.\nJUSTICE SCALIA: Roberts. I'm sorry.\nRoberts, which -- Reynolds was the Mormon case -- which\nwas about 25 years old or so when Crawford was decided,\nyes, hearsay was your protection, and that was it. But\nif by what you mean is in the past, Crawford examined\nthe past, and its conclusion as to what the past said is\nquite different from what Justice Breyer now says,\nalthough he joined Crawford.\nMR. VAN HOEK: Yes. I -- and as you said,\nin Crawford this Court looked at that and thought that\nthe protections of the hearsay rule, and the focus under\nthe Roberts standard of whether a statement fell within\na firmly established hearsay rule, was not sufficient\nunder the Constitution, under the Confrontation Clause,\nto -- to alleviate the fact that there -- there's no\ncross-examination.\nJUSTICE BREYER: Many -- I mean, like many\ncases there is language that takes -- that can take us\nfar afield from the subject matter before us. And I\nwill admit that I did not foresee the scope of Crawford.\nSo I'm really asking about that scope and, in\nparticular, whether, looking to the past or to reason or\nto whatever you want, there is a good reason for keeping\nout the testimony of, say, a co-confederate, a\nco-conspirator, where it was elicited, not with intent\nto introduce it into the courtroom, but it was elicited\nin the course of an ordinary investigation of a crime.\nMR. VAN HOEK: Well, I'd have to go back to\nmy answer that the Confrontation Clause is the primary\nlaw of the country, not State hearsay evidentiary rules.\nMany of the examples -- the co-conspirator -- the\nco-conspirator exception is not going to be applicable\nin many cases because those statements aren't made to\npolice officers; they're made between co-conspirators in\nthe course of a conspiracy. That's the foundational\nrequirement.\nIt's not going to eliminate hearsay rules.\nStatements made to private citizens, statements made in\na lot of different circumstances are still going to be\nevaluated solely under hearsay rules because they're not\ngoing to be defined as testimonial, because they're not\nthe product of police -- police questioning.\nJUSTICE ALITO: Well, I'm still trying to\nunderstand your conception of the scope of the ongoing\nemergency doctrine. Would it be fair to say that your\nidea is that the police have to have specific evidence\nthat there is an immediate threat of physical violence\nthat they want -- they need to respond to, in order for\nthe ongoing emergency doctrine to apply?\nMR. VAN HOEK: Yes. Yes. They have to -\nJUSTICE ALITO: And in a case of doubt, they\ncan't do it. So if they don't know whether there is an\nimmediate threat or not an immediate threat, then that\ndoesn't fall within that exception. That's your idea?\nMR. VAN HOEK: My position is that where the\nwitness has not provided any information to the police\nindicating that there's an immediate threat, either\nvolunteered to the police or in response to questions\nfrom the police saying is there a threat? Where -- in\nthis case, no questions were asked, where is Rick?\nJUSTICE SCALIA: Well, they can always do\nit. You -- you don't say they can't do it.\nMR. VAN HOEK: No, not at all.\nJUSTICE SCALIA: They can always ask the\nquestions. The only issue here is not whether they can\nask the questions, but whether, after they ask them, the\nanswers can be introduced at trial.\nMR. VAN HOEK: Yes, and if the answers -- no\nmatter what questions they asked, if the answers all are\na narrative of past events, then that qualifies as\ntestimonial because it is the -- the equivalent -\nJUSTICE ALITO: I thought you just said that\nwasn't the test, past versus present. Didn't you say\nthat about 10 minutes ago -- it's not the difference\nbetween something that's taking place and something that\nhas taken place?\nMR. VAN HOEK: No. No. I think my answer\nwas that -- that if the witness is declaring an\nemergency and telling the police that there is a -\nJUSTICE ALITO: The witness has to say there\nis an emergency?\nMR. VAN HOEK: Not in those words but -- but\nin comparison to what the witness in Davis said, is that\nhe's beating me up.\nJUSTICE ALITO: There's a shooting -\nthere's a report of shooting at a school, and the police\ngo and they find two students lying on the ground. One\nis dead, and the other is severely wounded. And they\nask the one who is wounded: Who did it? It's John\nJones.\nNow, does that -- is that an ongoing\nemergency.\nMR. VAN HOEK: No.\nJUSTICE ALITO: No?\nMR. VAN HOEK: No.\nJUSTICE SOTOMAYOR: Can he ask the witness\n-\nJUSTICE ALITO: Well, why is that not an\nongoing emergency? What would be an ongoing emergency?\nMR. VAN HOEK: Well, it would be -- it would\nbe -- a statement from the -- from the witness at that\npoint of the police officer asking him: Is John Jones\nhere? Is he threatening you? Do you know where he is\nright now? Do you know what he is intending to do? And\nthe answers are: Yes, he has a gun. He's right over\nthere. He's going to shoot someone else. He said he\nwas going to shoot someone else.\nThat's different.\nJUSTICE ALITO: You have to have very\nspecific information?\nMR. VAN HOEK: Because the -- the\nPetitioner's position here is that the situation itself,\nstanding alone -\nJUSTICE ALITO: What if there are three\nstudents who have been shot, four students who have been\nshot, but nobody says, well, I think he's still in the\nbuilding, he may have an interest in shooting some more\nstudents?\nMR. VAN HOEK: Well, certainly if the police\ncome on the scene and there's multiple students who have\nbeen shot, you would think that if their primary\npurpose -- if the primary purpose, if you take that as a\ntest, that their primary purpose of questioning the\nwitness is to determine whether there's an emergency,\nthey're going to ask those questions.\nJUSTICE SCALIA: Would they ask his name?\nGod, it's really important for us to know, four students\non the ground. What's the name of the guy that did\nthis?\nThat's not the emergency.\nMR. VAN HOEK: No.\nJUSTICE SCALIA: They'd say: Where is he?\nJUSTICE ALITO: Of course that -- of course\nthat's the emergency because how are they going to find\nthe person that they -- that they're looking for if they\ndon't know who it is? What if he's thrown away his gun?\nOf course, if they come upon him and he has his gun in\nhis hand, then it's not a question. Bu what if he has\ndisposed of it? They have to know who to -- who to go\nfor.\nMR. VAN HOEK: And they can ask all of those\nquestions. As Justice Scalia said, there's nothing in\nthe -- in this Court's opinion in Davis or nothing in my\nposition that prevents the police -\nJUSTICE ALITO: But I still -- I'm totally\npuzzled now as to what you -- when you think there's an\nongoing emergency and when there isn't.\nMR. VAN HOEK: I think there's an ongoing\nemergency -- that a statement relates -- would become\nnontestimonial relating to an ongoing emergency when\nthere's some indication from the statement made by the\nwitness that such -- that there's some immediacy.\nThere's some request for assistance -\nJUSTICE ALITO: It has to be made by the -\nby the declarant? It can't be inferred from the\ncircumstances?\nMR. VAN HOEK: No, I don't think just from\nthe circumstances, because if you -\nCHIEF JUSTICE ROBERTS: Oh, sure it can. If\nhe says the principal did it. It's -- it's 10 o'clock\nin the morning; you assume the principal is at the\nschool; and he says the principal did it. You can infer\nfrom the circumstances that he's referring to an ongoing\nemergency.\nMR. VAN HOEK: I don't -- I don't agree. I\ndon't agree because if that's the case, any report -- as\nJustice Scalia I think said previously, any report of a\npast crime certainly raises the potential that a\nsubsequent crime will occur. If that's the case, then\n-\nCHIEF JUSTICE ROBERTS: Well, it's quite\ndifferent than saying, you know, this happened to some\nguy driving by, or something like that. If he says the\nprincipal did it, it's at 10 o'clock, it's in the\nschool -- that suggests to me more, not that the dying\nstudent or the wounded student wanted to make sure that\nthe principal was convicted, but that there's an\nemergency, something is happening.\nMR. VAN HOEK: Well, again, I think that if\nall it is that the principal shot someone before, that\nbasically is I think the -\nJUSTICE SOTOMAYOR: You don't think there's\na danger implicated by coming onto the lawn of a school\nand a student is there and says the principal shot me\ninside? You don't think that that suggests an ongoing\nemergency, that the principal is still inside with a\ngun?\nMR. VAN HOEK: Well, if they ask those\nquestions and the principal is still inside and there is\nan indication that the -\nCHIEF JUSTICE ROBERTS: Oh, no, no. You\ndon't want them to have to go through, you know, a whole\nlist of questions while the student's there dying and\nthe principal is inside the building shooting people?\nJUSTICE SOTOMAYOR: Did he shoot you because\nhe had a grudge against you, or is he just shooting -\nMR. VAN HOEK: No -\nJUSTICE SOTOMAYOR: -- blindly, and he says\nhe shot me?\nMR. VAN HOEK: No. I'm not taking the\nposition that they have to go through a whole list of\nquestions before they can do anything. If you go in\nthat a situation and a student says the principal shot\nsomeone, certainly nothing about the Davis rule stops\nthem from immediately running into the school and\ndetermining if there's a situation there. But -\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Palmer, you have 2 minutes remaining.\nREBUTTAL ARGUMENT OF LORI B. PALMER\nON BEHALF OF THE PETITIONER\nMS. PALMER: I'd just like to reiterate that\nthe underlying principle, as this Court has said\nrepeatedly in Crawford and in Davis, is formality, and\nthat's what the purpose of any inquiry should be in\nlooking at -- at the scene, whether there's an emergency\nor not, or declarant's view or not. It all comes down\nto formality akin to a magisterial examination. And I\nwould also -\nJUSTICE SOTOMAYOR: Let's go to formality.\nIt can't be that you arrive at a scene of a crime and\neverything a victim tells you is admissible. There has\nto be some emergency. That's what we've said.\nMS. PALMER: Right.\nJUSTICE SOTOMAYOR: Correct? So the issue\nhere is how do you define that dividing line between\nemergency and non, when the police officers are just\nasking questions that by their nature are always going\nto be testimonial, because they are going to use or try\nto use whatever is said later? So, in discerning the\nprimary purpose, I think your adversary is saying you\ncan't go by what the police officers are asking because\nthey are going to be asking dual motive always. You\nhave to look to what the declarant tells you. And is he\nor she telling you something that suggests an emergency?\nMS. PALMER: Well -\nJUSTICE SOTOMAYOR: That's really the\ndifference between the two of you, I think.\nMS. PALMER: Well, even if -- even if you\ntake that view, that it's the declarant's purpose,\nobjectively viewed, that controls, I think here it's\ndifficult to see how Covington's purpose could have been\nto provide evidence any more than the 9-1-1 call in\nDavis. I think he was in shock from a bleeding wound.\nHe didn't call the police. They came to him. You know,\nthis wasn't even a 9-1-1 call where he sought them.\nThey came to him. It's not clear who called, but it was\nnot him.\nSo even taking it from his point of view,\nit's -- it's difficult to see here how the purpose would\nhave been anything other than, as he said, when is EMS\ncoming to help me.\nJUSTICE SCALIA: I don't understand what\nyou're saying. You mean he has to intend to provide\nevidence that he knows will be used at trial? I don't\nthink that's the test.\nMS. PALMER: I don't agree with that, and -\nJUSTICE SCALIA: He's intending to accuse\nsomebody.\nMS. PALMER: Well, I think here he's\nintending to seek help because he has been mortally\nwounded.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "No. 09-150 RICHARD PERRY BRYANT"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 21, 
        "JUSTICE ALITO": 21, 
        "JUSTICE BREYER": 22, 
        "JUSTICE GINSBURG": 19, 
        "JUSTICE KENNEDY": 21, 
        "JUSTICE SCALIA": 51, 
        "JUSTICE SOTOMAYOR": 13, 
        "MR. VAN HOEK": 78, 
        "MS. KRUGER": 25, 
        "MS. PALMER": 48
    }
}