{
    "appearances": {
        "content": "DAVID BOIES, ESQ., Armonk, New York; on behalf of\nPetitioner.\nNICOLE A. SAHARSKY, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the United States, as amicus curiae,\nsupporting Petitioner.\nDAVID STERLING, ESQ., Houston, Texas; on behalf of\nRespondents.\n"
    }, 
    "caseNum": "09-1403", 
    "caseinfo": {
        "content": "ERICA P. JOHN FUND, INC., fka :\nARCHDIOCESE OF MILWAUKEE :\nSUPPORTING FUND, INC., : No. 09-1403\nPetitioner :\nv. :\nHALLIBURTON CO., ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nDAVID BOIES, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nNICOLE A. SAHARSKY, ESQ.\nOn behalf of the United States, as\namicus curiae, supporting Petitioner 14\nORAL ARGUMENT OF\nDAVID STERLING, ESQ.\nOn behalf of the Respondents 25\nREBUTTAL ARGUMENT OF\nDAVID BOIES, ESQ.\nOn behalf of the Petitioner 46\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, April 25, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:02 a.m.\n"
    }, 
    "petitioners": [
        "ERICA P. JOHN FUND, INC., fka", 
        "ARCHDIOCESE OF MILWAUKEE", 
        "SUPPORTING FUND, INC.,", 
        "No. 09-1403 Petitioner", 
        "v.", 
        "HALLIBURTON CO., ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 09-1403, Erica P. John Fund\nv. Halliburton Company.\nMr. Boies.\nORAL ARGUMENT OF DAVID BOIES\nON BEHALF OF THE PETITIONER\nMR. BOIES: Mr. Chief Justice, may it please\nthe Court:\nThe district court below found, and it is\nnot disputed here, that the plaintiff fulfilled all of\nthe requirements of Rule 23(a) for class certification.\nThe district court also found, and the court of appeals\naffirmed, that the plaintiffs demonstrated all of the\nrequirements for class certification under 23(b)(3)\nexcept for the Fifth Circuit's loss causation\nrequirement. The court below recognized that whether or\nnot there was an efficient market was not disputed. It\nwas conceded that we have an efficient market here.\nThere were no challenges -\nCHIEF JUSTICE ROBERTS: Mr. Boies, if could\nI just stop you there.\nMR. BOIES: Certainly.\nCHIEF JUSTICE ROBERTS: What if that had\nbeen disputed? Is that something that can be disputed\nat the certification stage?\nMR. BOIES: Yes, Your Honor.\nThe -\nJUSTICE KAGAN: Mr. Boies, what's the\ndifference then? Why could that be disputed at the\ncertification stage, but not the question of price\nimpact?\nMR. BOIES: Because the issue of efficient\nmarket goes to the presumption of reliance, and if the\ncourt holds at the certification stage that there is no\nefficient market, then the basis for presuming\nclass-wide reliance is impacted. And so you can have a\nsituation in which the common issues do not predominate\nover the individualized issues. That cannot happen with\nrespect to loss causation because, as Respondent\nconcedes here, loss causation is a common issue.\nJUSTICE KAGAN: Well, how about materiality?\nCould you rebut materiality at the certification stage?\nMR. BOIES: No, Your Honor, we don't think\nyou can rebut materiality at the -- at the certification\nstage. I would note that under the Fifth Circuit rule,\nloss causation is in addition to materiality.\nJUSTICE KAGAN: Well, now I'm a little\nconfused, because the efficient market and materiality\nare all part of the prima facie case triggering the\nBasic presumption. So, why couldn't you rebut one part\nof that case but not another part of that case?\nMR. BOIES: Because the issue of materiality\nis something that goes to a class-wide common issue.\nThe issue of reliance can go to whether or not issues\npredominate or not. Rule 23(b)(3) talks about whether\ncommon issues predominate or not. That's the issue at\nclass certification stage. The merits issue is not\nimplicated at class certification -\nJUSTICE ALITO: But common reliance -\nMR. BOIES: -- under Rule 23 -\nJUSTICE ALITO: -- can be rebutted at the -\ncommon reliance can be rebutted at the certification\nstage?\nMR. BOIES: Excuse me, Your Honor?\nJUSTICE ALITO: The Basic presumption can be\n-- can the Basic presumption be rebutted at the\ncertification stage?\nMR. BOIES: The Basic presumption of\nreliance, yes, Your Honor. For example, if you were to\ntake a situation in which you -- not present here, but\nwhere you disputed whether or not the market was\nefficient or not, that is something that could be\ndecided at the class certification stage.\nJUSTICE ALITO: Can it be rebutted by proof\nother than proof generally disproving the efficiency of\nthe market?\nMR. BOIES: We believe under the Court's\ndecision in Basic that that is something that is\nreserved for trial, that -- that rebuttal.\nJUSTICE ALITO: And what is that based on,\nthe footnote in Basic?\nMR. BOIES: Yes. Yes, Your Honor.\nJUSTICE ALITO: Well, that's pretty thin,\nisn't it? It's a -- it's dictum in a footnote in an\nopinion issued at a time when conditional class\ncertification was permitted. Do you have anything else\nto support that?\nMR. BOIES: I don't from this Court, Your\nHonor.\nJUSTICE ALITO: Do you have anything in the\nrule to support that?\nMR. BOIES: Anything in the rule?\nJUSTICE ALITO: Yes.\nMR. BOIES: Well, I think the -- I think\nwhat the rule does is it talks about whether issues of\ncommon issue predominate over individualized issue. And\nsince this is something that would be at the class\ncertification stage, not creating individualized issues,\nwe would think that is something that's reserved for\ntrial.\nJUSTICE GINSBURG: Mr. Boies, how would it\nwork in your view of the case? That is, you say that\nthe loss, what's been called loss causation, is not\nsomething to be decided at the certification stage, but\nat the trial or summary judgment. Well, how -- how\nwould the plaintiff class prove loss causation? Given\nthe reliance hurdle that you have surmounted, now you're\nin -- you have your class certified; how does the class\nprove loss causation.\nMR. BOIES: As -- as this Court indicated in\nDura, in order to prove loss causation, you must\ndemonstrate that you had either an increase in the\nprices, and this -- this assumes that you are concealing\nnegative information; the reverse would be true if you\nwere concealing positive information -- an increase at\nthe time that the concealment took place or a decline\nwhen the actual facts were revealed.\nAnd it would be required at summary judgment\nby a summary judgment standard, and at trial by a trial\nstandard, and at the pleading stage by a pleading\nstandard, for the plaintiff to make out that case. In\nother words, there are three times loss causation is\ntested: Pleadings, summary judgment, and trial. The\nquestion is whether a fourth test should be interposed\nat the class certification stage.\nJUSTICE SOTOMAYOR: Counsel, doesn't a lack\nof response to a disclosure -- couldn't it be in some\nsituations reflective of an inefficient market?\nMR. BOIES: Yes, Your Honor, I think it\ncould. I think that you -- you could very well have a\nsituation in which if you demonstrated a lack of\nresponse, that could impact the issue of efficiency; and\nI think that would be an issue that-- that in a proper\ncase where unlike this one it was presented -\nJUSTICE SOTOMAYOR: Why is it? Why is this\ncase -- why can't you pigeonhole this case into that\nargument, which, it appears what your -- what the\nRespondents have done is move away from the loss\ncausation proof and gone to the issue of whether they\nrebutted reliance or not.\nMR. BOIES: The -- the problem is, as the\nFifth Circuit noted at page 335 of the F.3d report,\nefficiency of this market was conceded below. In other\nwords, the Respondents conceded that this market was\nefficient? So that issue -- that issue was not\npresented, and the rebuttal issue was not -- was not\npresented in this case.\nJUSTICE SCALIA: Mr. -- Mr. Boies, you\ntalked about loss causation. The Respondents assert\nthat that's not what the Fifth Circuit was really doing,\nthat -- that really they're just trying to rebut the\npresumption essentially of -- of Basic by -- by showing\nthat at the -- at the far end, there was -- there was\nnothing that could justify the presumption.\nWould you be satisfied if we just said that\nwe agree with you that the requirement to prove loss\ncausation is -- is no good, and sent it back to the\nFifth Circuit and then let the Fifth Circuit adopt the\ntheory that Respondents assert they have already\nadopted? I mean, it's sort of a Pyrrhic victory, it\nseems to me, if you haven't just disapproved loss\ncausation.\nMR. BOIES: Well, it depends on how the\nFifth Circuit then construes reliance.\nJUSTICE SCALIA: Well, they -- they would\nconstrue it the way Respondents say they have already\nconstrued it.\nMR. BOIES: Your Honor, I think that if they\nsimply changed the wording and called loss causation\nreliance, obviously it wouldn't make any difference.\nBut as this Court indicated in Basic, and just last\nmonth in Matrixx, loss causation and reliance are two\ndistinct elements. And the reason that's important in\nthis particular context is that reliance can create a\nsituation where you have individualized issues\npredominating over common issues.\nLoss causation can't because, as Respondents\nconcede here, loss causation is a class-wide issue.\nEither -- there either is loss causation or is not loss\ncausation. That, as this Court held in Dura, is an\nelement of the merits case. It is one that we must\nprove at all three stages -- pleadings, summary\njudgment, and trial. But it is not something that goes\nto the Rule 23 standard.\nJUSTICE SCALIA: I think what you've said is\nthat there's really no difference between loss causation\nand what Respondents assert that the Fifth Circuit\nfound.\nMR. BOIES: No, Your Honor. I did not mean\nto say that. I think that there is a difference. I\nthink there's a -- I think there are -- there are two\ndifferences. There's a difference between what\nRespondents say and what the Fifth Circuit says. The\nFifth Circuit talks about loss causation, says it's in\naddition to efficient market, does not talk about\nreliance.\nJUSTICE SCALIA: Right.\nMR. BOIES: There's also a difference\nbetween what Respondents say and what this Court has\nsaid in Basic and Matrixx and the other cases, in terms\nof what is required to prove for class certification.\nWhat is required to prove for class certification under\nRule 23, unless and until Rule 23 is changed, is that\ncommon issues predominate. Common issues will\npredominate even with respect to what the Respondents\nhere argue because -- because what they argue, just like\nloss causation, is a common issue.\nJUSTICE SCALIA: Okay, but -- but you -- you\nwould want us to say that and not just say that loss\ncausation -\nMR. BOIES: Yes. Yes, Your Honor. Yes,\nYour Honor.\nJUSTICE SOTOMAYOR: How do you see or what\ndifference do you see between their loss causation\nevidence and an inefficient market? Could they -\nassuming there was no stipulation in this case, do you\nsee any difference in -- in how they could use the fact\nthat other information affected the market and not this\none? Or is it your theory of the case that there is no\nevidence that they could marshal to show that this is an\ninefficient market?\nMR. BOIES: I don't believe under this\nCourt's decision in Basic that, given the actual\nobjective facts that have been admitted -- it's a very\npublic market, very widespread distribution of\ninformation, a lot of analysts are reporting on it -- I\ndon't believe that as a objective factual matter they\nwould be able ever to demonstrate that this was not an\nefficient market.\nIf you had a much smaller market, indeed if\nyou -- if you had a market as the Court was considering\nin Basic, which was a much smaller market, much less\npublic, much less analyst support, there may be areas in\nwhich they -- they could rebut it. But I think, given\nwhat we all know about the Halliburton stocks -- widely\ntraded, large number of shares traded, a lot of\nanalysts, a lot of public information -- I don't believe\nunder this Court's decision in Basic you could conclude\nreasonably that that was not an efficient market.\nJUSTICE ALITO: What do you say to -- to the\nfollowing argument, that there are some economists who\nsay that, even in a market that is generally efficient,\nthere can be instances in which the market does not\nincorporate certain statements into the price of a\nstock; and therefore even when it is demonstrated that\nthe market meets the test for efficiency that the lower\ncourts have settled upon in the wake of Basic, the\ndefendant in a -- in a class action where there is\nreliance on the Basic presumption should be permitted at\nthe class certification stage to prove that the\nallegedly fraudulent statements had no impact on price,\nand by doing that destroy the theory that the class\nrelied on the statements, because they relied on the\nprice which incorporated the statements?\nMR. BOIES: I -- I think, Your Honor, that\nif you have a situation in which the proof is\nclass-wide, it is something that goes only to summary\njudgment or trial. It does not go to the class\ncertification stage. With respect to the issue of\nwhether somebody is relying on an efficient market, that\nis distinct from whether a particular statement was or\nwas not actionable.\nIn other words, the summary judgment issue,\nthe trial issue, is whether the particular statement was\nactionable and that includes all of the things that the\ncourt identifies. But those issues are going to be, if\nthere is an efficient market, class-wide issues. In\nother words, it's not going to be the case that in a\nparticular instance a statement did not get into the\nmarket will affect only one member of the class. It's\ngoing to affect all members of the class. Because it is\nsomething that is common all of the class members, Rule\n23 says that is something for trial, not for class\ncertification.\nJUSTICE KAGAN: Well, whether there's an\nefficient market is also common to all members of the\nclass, so why would you make an exception for that?\nMR. BOIES: Because if there's no efficient\nmarket, then individualized issues are going to\npredominate. That is, the test under Rule 23 is whether\nindividual issues or common issues are going to\npredominate. If you destroy the efficient market theory\nin a particular case, then individual issues of reliance\ncan predominate. However, that can't happen with\nrespect to loss causation or price distortion or any of\nthese other issues that are fundamental to the merits\nand are common to the entire class, because if there's\nno loss causation, there's no cause of action. As this\nCourt held in Dura, there must be loss causation. So if\nthere's no loss causation there aren't any individual\nissues to adjudicate.\nIf there are no more questions, I would save\nthe remainder of my time for rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Saharsky.\nORAL ARGUMENT OF NICOLE A. SAHARSKY,\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE, SUPPORTING THE PETITIONER\nMS. SAHARSKY: Mr. Chief Justice, and may it\nplease the Court:\nThe Fifth Circuit erred in requiring proof\nof loss causation at class certification for three\nreasons: First, it's conducting a merits inquiry that's\nnot tethered to the Rule 23 requirements; second, it's\ntaking a presumption and requiring plaintiffs to prove\nit; and third, it's confusing the distinct elements of\nreliance and loss causation.\nJust to start in with some of the Court's\nquestions: First, Justice Scalia's: Does the court\nrequire proof of loss causation? The Fifth Circuit\ncould not be more clear. It is not talking about\nrebutting the presumption of reliance, giving the\ndefendants an opportunity to do that at class\ncertification. It is putting an affirmative burden on\nplaintiffs that they have to meet in every single case,\neven if the defendants do not come to court with any\nevidence. And that is a very heavy burden, as the\ndistrict court in this case realized.\nAnd just to make this as concrete as\npossible, loss causation is the question at the end of\nthe day, whether the price decline that caused the\nlosses was sufficiently related to the earlier alleged\nmaterial misstatement and whether there was any other\ncause that could have led to the price decline.\nSo if a plaintiff cannot come in and prove\nloss causation, there could be many reasons for that.\nIt may be because the market is not efficient. It could\nalso be because there's no material misstatement. But\nit could also be, as this Court recognized in Dura, that\nthere was a material misstatement, it did inflate the\nstock price, but then other causes such as a bad economy\nor other news about the company came along, and that's\nwhat caused the stock price to drop. Justice -\nJUSTICE SCALIA: But you acknowledged that\nif the cause was the fact that the market was not\nefficient, that could be raised at the certification\nstage.\nMS. SAHARSKY: Well, that's certainly what\nthe Court suggested in Basic and what the courts of\nappeals have done, is to say that that's a threshold\nshowing that is sufficiently collateral to the merits\nthat it needs to be made, so that the presumption can be\ninvoked in the first instance.\nBut these ideas about rebutting the\npresumption by showing that at the end of the day the\nplaintiff can't prove its case, these are things, as Mr.\nBoies said, that stand or fall on a class-wide basis.\nAnd the real problem with the Fifth Circuit's decision\nis that it did not tie its proof of loss causation to\nthe requirements of Rule 23. Everyone agrees here that\nloss causation stands or falls on a class-wide basis.\nJUSTICE KENNEDY: The rule isn't, I take it\n-- or correct me if I'm wrong -- that simply because the\nissue is on a class-wide basis, it can't be challenged\nat the certification stage. We don't have a rule that's\nthat broad, do we? Or am I missing a point?\nMS. SAHARSKY: Well, that's what Rule 23,\n23(b)(3), which is the one at issue here -- the question\nis do common issues predominate over individual ones.\nWhat you're trying to answer is can this group of people\nproceed together, not can this group of people make out\ntheir case.\nJUSTICE KENNEDY: But suppose there's no\ndemonstrated basis that that common issue exists?\nMS. SAHARSKY: Then I think the plaintiff\nshould lose at the 12(b)(6) stage, and that is a stage\nthat has real bite after this Court's decision in Dura\nand after the PSLRA. There are heightened pleading\nrequirements that apply. There are plaintiffs that will\nlose at summary judgment on the issue of loss causation,\nfor example, because, A, either they don't allege a\nprice drop, B, they don't connect the price drop to the\nearlier distortion of the market when there's a material\nmisstatement.\nThere can be many reasons that they lose at\nthat merits stage, but class certification is not a\nmerits stage, and the Fifth Circuit made it one because\nof its own policy judgments about the effects of class\ncertification. And with all due respect to the Fifth\nCircuit, it's just not that Court's judgment to make\nthat -\nCHIEF JUSTICE ROBERTS: Class certification\nis not a merits determination except with respect to\nreliance? Except with respect to the fraud on the\nmarket theory? That you can; that is a merits inquiry\nand you can decide it at the class certification stage?\nJUSTICE KENNEDY: And except, just to add to\nthe Chief Justice's question, an efficient market\ntheory?\nMS. SAHARSKY: That's right. You're asking\nis this theory going to be available to the plaintiffs\nat trial, and the way that the plaintiffs show that the\ntheory is available to them is by establishing an\nefficient market and saying that they traded within the\ntime period while the price was distorted. It's just\nlike establishing any other threshold inquiry that would\nmake evidence or a legal theory available at trial.\nBut the question the Court is supposed to be\nasking at the 23, at the Rule 23 stage, the class\ncertification stage, is not can these people win on the\nmerits. And that's a question the Fifth Circuit was\nasking. The question it's supposed to ask is can this\ngroup of people proceed together.\nJUSTICE ALITO: You seem to -- maybe I don't\nunderstand your argument, but you and Mr. Boies seem to\nbe arguing that whether there is a common question -\nthat it is a common question whether there is a common\nquestion, and therefore that has to wait until the\nmerits stage. Is that what you're saying?\nMS. SAHARSKY: No, that's not what we're\nsaying. What we're saying is when common issues\npredominate on the issue of reliance, and when the\nPetitioners -- or when the plaintiffs invoke fraud on\nthe market and they show that there is an efficient\nmarket, this Court said in Basic, they can all proceed\ntogether because they are showing that the price -- that\nthe material misstatement was reflected in the stock\nprice. This is an impersonal market in which you rely\non the stock price. They all rely on it in the same\nway.\nJUSTICE ALITO: And if they show that the\nstatement was not incorporated in the price, in the\nprice, and they're not claiming that they relied, that\nevery member of the class actually relied on the\nstatement, they're all claiming they relied on the price\n- if they show that the statement wasn't incorporated in\nthe price, then why doesn't reliance cease to be a\ncommon issue and become a question of an individual\nissue that would have to be proved by each, each member\nof the class?\nMS. SAHARSKY: Well, in that circumstance\nreliance ceases to be and the case cannot be established\non the merits. They stand or fall together on the\nmerits. Their theory is the same for all of them.\nJUSTICE ALITO: Yeah, but the fact that they\nwould lose on the merits doesn't necessarily mean that\nthey are entitled to class certification.\nMS. SAHARSKY: Right. They're entitled to\nclass certification if they have a common issue. And\nwhat the Court said in Basic is that if they set out the\nprerequisites for the fraud on the market, which the\ncourt of appeals agreed were met in this case, that they\ncould proceed together. That threshold showing is\nrequired.\nJustice Kagan, I take your point that there\nis -- that even the question of whether the market is\nefficient is a common one, so perhaps one could\nlogically say: Well, they have a common issue on the\nefficiency of the market; why should they even have to\nshow that at class certification? But this Court said\nin Basic, and the courts of appeals have said, it's\nreasonable in that case since it's so divorced from the\nmerits to require a threshold showing to even allow them\nto invoke the presumption at the outset.\nBut that is very, very different from what\nthe Fifth Circuit said in this case. The Fifth Circuit\nin this case said basically: Prove your whole case.\nYou don't just have to prove that there was a price\ndecrease; you have to prove that there was an initial\nmaterial misstatement, that it distorted the stock\nprice, that it led to a price decrease and that the\nprice decrease can't be, can't be shown by any other\nsuperseding cause. It's essentially, as the Seventh\nCircuit said -\nJUSTICE SCALIA: Can you -- can you do this\nin reverse? I mean, suppose the class comes in and,\ninstead of proving at the outset that the market's an\nefficient market and allege a misrepresentation, they\ncome in at the back end and they say: When that\nstatement that we assert was a misrepresentation was\ncorrected, the price of stock went down and we lost\nmoney.\nNow, it seems to me you would have to argue,\nwell, that's a good allegation if it's an efficient\nmarket, which is a common question, right?\nMS. SAHARSKY: Right.\nJUSTICE SCALIA: So they can certify under\nRule 23 by using the back end. Instead of proving the\nefficient market, they can prove that there was a\nstatement correcting the alleged misrepresentation, the\nprice of stock went down, right, and they can certify\nthe class?\nMS. SAHARSKY: No. The Court said -\nJUSTICE SCALIA: Why not? It would be -- it\nwould be a common question whether the market's\nefficient or not.\nMS. SAHARSKY: This Court said in Basic that\nin order to establish the presumption that you need to\nshow the efficiency of the market, the trading during\nthe relevant time period. I agree with you that -\nJUSTICE SCALIA: They're not relying on that\nassumption. They -- they come in and show that there\nwas a correction of what we alleged was a misstatement\nand the market went down. That's all that they allege.\nAnd of course, that proves anything only if there's an\nefficient market. But that will be a common question to\nthe whole class, so we'll, we'll -- we'll save that for\nlater.\nMS. SAHARSKY: Well, with respect, just\nalleging that the market went down would not be enough\nto show that there was an initial price distortion\nbecause of the company's material misstatement. Stock\nprices can go down for any number of reasons. There's a\nsignificant linkage that's required between the initial\nmaterial misstatement and the eventual loss.\nJUSTICE SCALIA: Well, but they assert that.\nThey assert that the reason it went down was because of\nthe initial misstatement.\nMS. SAHARSKY: Certainly in the courts of\nappeals now, that's not the way the plaintiffs proceed.\nThe way they proceed is on the Basic theory.\nJUSTICE SCALIA: I understand that. I'm\njust saying that seems to me it's a crazy way to run a\nrailroad.\nMS. SAHARSKY: I don't think that that's -\nJUSTICE SCALIA: If you can allege what's\nupfront, you can allege what's -- what's in the back,\nand what's upfront becomes a common question, so you\ncertify the whole class.\nMS. SAHARSKY: With respect, Your Honor, I\nmean, if you -- if you would like to -- if you would\nlike to expand even beyond Basic and allow class\ncertification. But the courts of appeals have used\nBasic for 20 years, Congress is well aware of it and has\nnot seen fit to change it. This is the way that these\ncases proceed.\nThis Court at the time of Basic recognized\nthat every court of appeals had thought that it made\nsense to proceed in that way, using the fraud on the\nmarket theory. This is well established. And just to\nbe clear, Respondents never suggested in this case that\nBasic should be revisited. This is not an issue that\nthe courts below considered. This is not an issue that\nwas fully briefed, and it's not something that we think\nshould be considered.\nThe problem in this case is that the Fifth\nCircuit took it upon itself to tighten the Rule 23\nrequirements. It was not satisfied with the rules as\nthey exist, and it took the class certification stage\nand turned it into a merits inquiry stage. They\nrequired plaintiffs to prove almost their entire case at\nthis stage of the litigation, and that just wasn't\nright, because the class certification stage -- can I\nfinish this -- is about whether plaintiffs can proceed\nas a group together, as the Court in Amchem said they\noften can in securities fraud actions. The judgment\nshould be reversed.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Sterling.\nORAL ARGUMENT OF DAVID STERLING\nON BEHALF OF THE RESPONDENTS\nMR. STERLING: Thank you, Mr. Chief Justice,\nand may it please the Court:\nBasic recognized that, absent the class-wide\npresumption of fraud on the market reliance, individual\nissues of reliance predominate, as they do in any other\nfraud context. Consequently, when a district court,\nafter the rigorous analysis required by Rule 23, finds\nthat the presumption is unavailable or rebutted,\nreliance ceases to be a class-wide issue.\nJUSTICE SOTOMAYOR: I -- I -- when -- what\nin the Fifth Circuit's decision puts this inquiry into\nthe reliance prong and where did you argue it this way\nbelow?\nMR. STERLING: We argued it below based upon\nthe premise in Basic that the presumption is rebutted\nwhen there is proof -\nJUSTICE SOTOMAYOR: Could you -\nMR. STERLING: -- that the market price did\nnot distort -\nJUSTICE SOTOMAYOR: Could you give me a\nplace in the record where you actually said that, as\nopposed to relying on Oscar to argue that the Fifth\nCircuit was right in addressing as a merits question\nwhether the plaintiff had proven loss causation?\nMR. STERLING: It was not addressed as a\nmerits question, Justice Sotomayor. It was addressed,\nas Oscar said, as a prerequisite for finding reliance in\norder to certify the class.\nJUSTICE SOTOMAYOR: So you're not defending\nthe rationale of the Fifth Circuit now? You're -\nyou're sort of backing yourself into the reliance\nelement?\nMR. STERLING: We are not defending all of\nthe language in Oscar, clearly, but the basic test in\nthe Fifth Circuit, as our case made clear on pages 116a\nand 119a of the petition appendix, is not loss\ncausation; it's price impact, because Basic says at page\n248 any showing that severs the link between the\nmisrepresentation and the stock price defeats the\npresumption. Basic makes clear on that same page that a\nshowing that the stock price was not distorted by the\nmisrepresentation defeats the presumption.\nJUSTICE KAGAN: But, Mr. Sterling, if I\nthink -- if I disagree with you and I think that Oscar\nsaid that loss causation needs to be shown at the\ncertification stage, you agree that that is not a\ncorrect statement of the law; is that correct?\nMR. STERLING: We do agree with that,\nJustice Kagan. But our opinion made clear that it's not\nloss causation as this Court knows it in Dura; the test\nis simply price impact. And the Fifth Circuit\nrecognized -- and the Fund recognized this below on page\n551a of the Joint Appendix -- their only burden under\nthe Fifth Circuit caselaw was to show price impact, and\nthey could show it either of two ways. Their papers\nshow this, page 116 and 119a of the joint appendix.\nThey can show price inflation upon a\nmisrepresentation, which, as this Court made clear in\nDura, is not synonymous with loss causation. Or failing\nthat -- and they could not show that here because their\nown proof showed that none of the alleged\nmisrepresentations moved the market. So, the\nalternative way to show price impact is simply to show a\nprice decline following a corrective disclosure.\nAnd while that showing is similar to loss\ncausation, it's an easier, less rigorous showing of loss\ncausation, because under the price impact test at the\nFifth Circuit, all the plaintiff need show is that it's\nreasonable to infer that some portion of the decline was\nattributable to the revelation of the truth.\nJUSTICE KAGAN: Mr. Sterling, I wasn't sure\nwhat argument you were making in your brief. One\npossible argument you could be making is that the\nplaintiffs have to show a price impact. Another\npossible argument you could be making is that you have\nto have the opportunity to rebut the plaintiff's use of\nthe Basic presumption by yourself showing that there was\nno price impact. And you seemed often to be saying the\nfirst, even though I would think that the second is the\nmost you can make as a -- as a plausible argument.\nMR. STERLING: If we suggested the first,\nJustice Kagan, I apologize because we did not intend to.\nBasic puts the initial burden on the defendant to show\nthe absence of price impact, showing that the presumed\nfact does not exist.\nOnce that threshold showing is made, the\nburden remains on the plaintiff under Rule 301 and Rule\n23 to show by a preponderance of the evidence that the\nmarket price was in fact, distorted.\nJUSTICE SCALIA: But -- but why do you -\nJUSTICE GINSBURG: The way the Fifth Circuit\nwrote the decision, the Fifth Circuit seems to be\nsaying: Plaintiffs, you didn't show an initially false\nrepresentation; and you, you plaintiff, didn't show a -\na corrective statement that caused a price drop. As I\nread the Fifth Circuit's decision, it says: Plaintiff,\nyou failed to prove one of the two things that you would\nhave to prove.\nAnd you say: No, they really put the burden\non -- on defendants, Fifth Circuit put the burden on\ndefendant and found that defendant had met it instead of\nthe other way around?\nMR. STERLING: We agree, Your Honor, that\nthe Fifth Circuit put the initial burden of production\non the plaintiff and that's contrary to Basic. We -- we\nagree with that. However, in terms of the Fifth\nCircuit's language that I believe Your Honor's referring\nto, that is when the Fifth Circuit was discussing the\nalleged corrective disclosures.\nBecause the plaintiff could not show that\nany of the alleged misrepresentations moved the market,\nthey had to rely upon what they claimed were corrective\ndisclosures. That was the only way they could show\nprice impact.\nThe Fifth Circuit, at various times, looked\nat each of the alleged corrective disclosures and said\nthat's not a corrective disclosure because it doesn't\nreveal the truth in any way; it's bad news, but it's\nnon-culpable bad news. It doesn't in any way suggest\nthat Halliburton said something during the class period\nthat was false.\nJUSTICE BREYER: Can I -- I'm trying this\nquestion out. Try to give me your best answer. If I\ndon't have it clear enough, just forgive it and go on to\nanother. As I'm understanding this case with Basic, the\nidea is there is a presumption. Somebody lies and says\nthere's an oil well I found oil in. A lot of people buy\non the stock market. It turns out there was no oil, and\na lot of people say they lost money. All right.\nThe point of the stock market presumption is\nto say: Smith, you're a typical plaintiff and this\npresumption is going to help you by the following.\nWe're going to say what happened to the typical person\non the stock market during that period happened to you,\nand there are a lot of people who bought and sold on the\nstork market. And that's why efficient markets is\nneeded to show at the certification stage, because if\nthere weren't certification -- if that isn't shown, the\nwhole thing falls apart.\nBut what you're just saying on terms of\nwhether the revelation lowered the price has nothing to\ndo with the question of what happened to the typical\nperson, Smith, happened to you, nothing to do with it.\nIt has to do with whether anybody was hurt. Now, that\nhas nothing to do with the certification stage. That's\nthe win or lose stage.\nNow, that's how I'm understanding it at the\nmoment. So what's wrong with the way I understand it?\nMR. STERLING: Justice Breyer, the -- the\nproblem is, we're back to reliance. Basic exists -\nBasic creates a presumption as an exception to the long\nunderstood rule that fraud cases were not appropriate\nvehicles for class actions because each individual would\nhave to say, Mr. Smith in your hypothetical, I read\nHalliburton's statement and I relied upon it.\nBasic said, because that's so impractical\ncases would never be certified, we're going to say we're\ngoing to assume the entire market is like Mr. Smith, and\nMr. Smith relies on the integrity of the stock price\nwhen the stock price is distorted by the\nmisrepresentation. But if the stock price was not in\nfact distorted by the misrepresentation, it makes no\nsense to say everybody relied on the misrepresentation\nthrough its effect on the stock price.\nJUSTICE SCALIA: Which means you would lose.\nI -- I mean, which means that the plaintiff would lose.\nBut it doesn't mean that there is not a common issue,\nthat the -- that the latter question, whether in fact\nthe market was affected or not is, is not a common\nquestion. Rule 23 only requires that -- that there be a\ncommon question.\nMR. STERLING: But Justice Scalia, Basic\nsets forth a special rule. Basic is an exception to the\nlong-understood rule about the nonsusceptibility in\nclass actions to class treatment of fraud cases. Basic\nsays it's not just enough to allege the operative facts,\nand we will presume reliance. Basic says you have to\nplead and prove them, and all of those operative facts\nare subject to common proof. The efficient market: the\nefficient market applies to everybody, it's common\nproof. Everybody recognizes, everybody agrees, Mr.\nBoies said so today, and the government said so today:\nif the market -- if the district court does not find\nthat the market -- that the market for the stock is\nefficient at the class certification stage, you can't\ncertify, because it's not reasonable to infer then that\nthe misrepresentation was translated into the stock\nprice.\nMateriality is another requirement under\nBasic. It's a threshold condition. Again, common\nproof. All the courts except for the Seventh Circuit\nagree materiality must be proven at the class\ncertification level. Same thing for whether the\nmisrepresentation was public. If it was not publicly\nmade, it's not reasonable to infer that it had an impact\non the stock price.\nAll of these operative facts are subject to\ncommon proof. But Basic says unless those facts are\nproven at the class certification stage, the presumption\nof class-wide reliance doesn't apply and individual\nissues of reliance predominate.\nThe same must be true for rebuttal proof.\nBasic says eight times that the presumption is\nrebuttable, and it makes no sense at all to rely upon\nthese indirect or surrogate, circumstantial proof of\nwhether the misrepresentation moved the market. That's\nall these are -- materiality, whether it was publicly\nmade, whether the market was efficient. These are all\njust surrogates of whether it is reasonable to believe\nor to infer that the stock price was in fact distorted\nby the misrepresentation.\nJUSTICE SOTOMAYOR: Well, could you explain\nto me why in this case it's not reasonable to believe,\nmeaning assuming the truth, that there was falsity in\nthe statements made, those alleged -\nMR. STERLING: Because -- I'm sorry.\nJUSTICE SOTOMAYOR: Assuming truth to those\nstatements, why wouldn't a market react to corrective\nmeasures? Because what I see is a difference between\nsaying it's an inefficient market or that the statements\nhad no price impact for some other merits-related\nreason. But why does that tie to an inefficient market\nat all?\nMR. STERLING: Well, again, general market\nefficiency is just a proxy or a surrogate for whether\nit's reasonable to think the conditions exist for the\nstock price to be affected by a misrepresentation.\nJUSTICE SOTOMAYOR: So tell me why on its\nface, with the false statements alleged here, why would\nit be unreasonable to conclude that the market wouldn't\nrespond to them?\nMR. STERLING: One reason is because the\nmarket deemed the information to be immaterial, the\nmarket didn't care about it, the market didn't react to\nit. Another reason could be that, while a market is\ngenerally efficient, a market was inefficient for this\ntype of information. I -\nJUSTICE SOTOMAYOR: Well, but you conceded\nefficiency below, so you've sort of given up that\nargument.\nMR. STERLING: We conceded efficiency below\nbecause, candidly, their own proof showed that none of\nthe misrepresentations moved the market. And what we\nhave here is not circumstantial proof of general market\nefficiency or materiality or whether the statement was\npublic; here there was direct proof that none of these\nmisrepresentations moved the market, and that is the\nwhole premise of the Basic class-wide presumption of\nreliance.\nBasic itself says if the stock price was not\ndistorted by the misrepresentation, you can't say the\nentire class relied upon the misrepresentation to the\nstock price. And that's exactly what we have here. It\nis the DNA proof, and it makes no sense for district\ncourts to be certifying class actions based upon this\nindirect or circumstantial proof while ignoring the\ndirect proof of the absence of price impact.\nAnd in effect what they're asking this Court\nto do is to extend Basic. Basic itself is a judicially\ncreated presumption designed to make a judicially\ncreated cause of action easier to be maintained as a\nclass action.\nNow, it was one thing for courts decades ago\nto imply a private cause of action under 10(b) and it\nwas another thing for this Court to create a rebuttable\npresumption of reliance in Basic in order to make it\neasier to maintain these cases as class actions. But it\nwould do violence to Stoneridge's admonition that the\n10b cause of action ought not be further expanded to\nmake that rebuttable presumption of reliance\nirrebuttable at the class certification stage.\nJUSTICE GINSBURG: But your -- your argument\nseems to say, to -- to get a class certified you have to\nvirtually prove your case on the merits. You -- you\nleave almost nothing over. I mean, if you've won the\nclass action certification on your basis and you've\nshown the material misleading and the price dropped as a\nconsequence, the efficient market first -- you've shown\nall that, what else is left on the merits? You win on\nthe merits if you win certification.\nMR. STERLING: Justice Ginsburg, that -\nthat is not our position. Our position is in order to\nget the class-wide presumption of reliance, it's the\nplaintiff's burden to plead and prove upfront as\nthreshold facts, a public misrepresentation that was\nmaterial made in an efficient market. However, the\ndefendant has the right at the class certification stage\nto rebut that presumption by any showing, to quote\nBasic, \"that severs the length between the\nmisrepresentation and the stock price.\" When that\nthreshold showing is made, the burden is back on the\nplaintiff to demonstrate the necessary linkage.\nIt's not a finding on the merits. A\ndetermination at the class certification stage is simply\none of whether the Rule 23(b) predominance requirement\nis met and whether the class can appropriately proceed\nas a class, as opposed to in the traditional individual\nfashion, and that finding is not binding on the ultimate\nfinder of fact.\nJUSTICE KAGAN: Mr. Sterling, maybe this is\njust to repeat Justice Ginsburg's question, but what\nelse is there? I mean, what would not be proper to\nintroduce in the way that you're talking about at the\ncertification stage?\nMR. STERLING: Falsity, scienter, actual\nproof of loss causation, and damages.\nJUSTICE KAGAN: The Fifth Circuit suggested\nthat scienter could come in at the -- at the\ncertification stage. You're disclaiming that?\nMR. STERLING: Footnote 35 of the Fifth\nCircuit opinion makes clear that it is not requiring\nscienter. The Fifth Circuit says, in response -- in\nanalyzing what is or is not a corrective disclosure, it\nsays it has to do something that suggests that a\nstatement was made that is potentially actionable was\nfalse. Otherwise it's not a revelation of the truth.\nAnd all that is, again, is a second way under the Fifth\nCircuit's test of showing whether there is the necessary\nprice impact to justify certifying a class, or\nalternatively to determine that individual issues of\nreliance predominate.\nAnd allowing the defendants to rebut the\npresumption of reliance at the class certification stage\nis consistent with this Court's class action case law\nand with Rule 23. This Court has consistently said that\nthe Rule 23 requirements are not to be presumed, they're\nnot to be assumed, they have to be found. Actual\nconformance is the test.\nJUSTICE GINSBURG: The only requirement\nwe're talking about is (b)(3) because it's -- it's not\nargued and the district court found that all of the\n23(a) requirements were satisfied. That's not the\nparticular -\nMR. STERLING: Correct Your Honor. But\n23(b)(3) requires a court to make a finding that\npredominance exists. And the 2003 amendments to the -\nto Rule 23 make clear that a court should not certify a\nclass unless and until it is satisfied that all of the\nRule 23 requirements are met; and it makes no sense to\nsay that a court is going to conduct this rigorous\nanalysis and make the Rule 23(b)(3) findings without\nconsidering the defendant's rebuttal proof of whether,\nin fact, there was price impact, because Basic itself\nsays if there is no price impact, the presumption falls\naway, individual issues of reliance predominate, and the\nclass cannot be certified.\nJUSTICE KAGAN: On your rebuttal proof\npoint, you said just now that all you had to do was come\nforward with some evidence, but that the burden remains\non the plaintiff. Is that -- what kind of evidence do\nyou think you have to come forward with in order to flip\nthe burden back to the plaintiff?\nMR. STERLING: Well, under Basic, it's any\nshowing that severs the link, and here it was proof -\nwe had our own expert that demonstrated that, again kind\nof harping on their expert -- none of the\nmisrepresentations inflated the stock price -\nJUSTICE KAGAN: So you're saying you can put\nan expert on the stand and the expert will say there was\nno price impact, and then the plaintiffs have to make\nthe case that there, in fact, was a -- a price impact at\nthe certification stage, that the plaintiffs have to\nprove that by a preponderance?\nMR. STERLING: Correct, Your Honor.\nJUSTICE KAGAN: Once you put a expert on the\n-- on the stand.\nMR. STERLING: Under Rule 301, the\npresumption does not shift the ultimate burden of proof.\nIt stays on the party that -- that bears it. That is\nconsistent with Rule 23 as well, which puts the burden\non the plaintiff, to prove all of the Rule 23 elements\nexist.\nJUSTICE KAGAN: Well, that does suggest that\nthe Basic presumption isn't worth much in your world.\nThat you put an expert on the stand, and the Basic\npresumption falls away, and the plaintiffs have to\nactually prove their case at that very early stage that\nthere was no price impact.\nMR. STERLING: We agree, Your Honor, that\nthey have to show price impact, but that's not a hard\nburden to show. If any of their 22 -- they allege that\nwe made misrepresentations that were false on 22 days\nduring the class period. All they had to do was show\none day during that class period statistically\nsignificant price movement, and they're in. Or all they\nhad to show was any of the alleged -- I've forgotten how\nmany -- corrective disclosures during the class period.\nAny one day, if there was a -- a meaningful price\nmovement that a court could infer was related to the\nrevelation of truth, that's all they need to show. But\nthey couldn't show that.\nCHIEF JUSTICE ROBERTS: Counsel, I suppose\nif you prevail and a defendant tries to establish at the\ncertification stage that there's no loss causation and\nloses, then that's law of the case and you've missed the\nthree opportunities that Mr. Boies was willing to give\nyou at the pleading stage, summary judgment, and the\nmerits. That issue is out of the case if you lose,\nright?\nMR. STERLING: No, Your Honor, because the\nfinding at the class certification stage is not binding\nupon the ultimate fact finder. So if the -- if the\nCourt determines by a preponderance of the evidence that\nreliance is not there, if the Court -- if the case goes\nto trial and an individual plaintiff brings his or her\nown case based upon subjective reliance, that the\nCourt's determination that the class certification stage\nis not binding on the jury.\nCHIEF JUSTICE ROBERTS: What if there's\nno -- no new evidence? One of the objections to your\ntheory is you don't have discovery at the certification\nstage. What if you have no new evidence to put on at\nlater stages?\nMR. STERLING: It's possible that the jury\nwould agree with the judge who made the determination at\nthe class certification hearing, it's possible that the\njudge -- that the jury might not. But the discovery\nissue, Your Honor, is a complete red herring, because\nRule 23 makes clear that the district court has ample\ndiscretion at the class certification stage to allow\ndiscovery into the merits to the extent that they are\nrelevant to the class certification issue.\nAnd more importantly here, the Fund never\nasked for discovery. In fact, when the Fund filed its\nmotion for class certification on page 139A of the joint\nappendix, the Fund said no discovery is needed to\nresolve this motion except for expert discovery. The\nFund never asked for discovery at the district court\nlevel, the Fund never asked for discovery at the Fifth\nCircuit. The only time they've ever hinted that they\nwanted discovery related to the class certification\nissue was at this Court.\nJUSTICE SCALIA: I thought that the whole\nreason you -- you say that the class certification stage\nis so significant is precisely because once the class is\ncertified, there will be immense discovery on the merits\nof the case, which will be so expensive for defendants\nthat they're inclined to throw in the towel. Now you're\ntelling us that you -- you want to move discovery up to\nthe class certification stage?\nMR. STERLING: Justice Scalia, that was not\nmy point, and I apologize if -- if it came out that way.\nJUSTICE SCALIA: I -- I -- I'm sure it\nwasn't your point, but -\n(Laughter.)\nMR. STERLING: All -- all -- all I was -\nall I suggesting that if a plaintiff were to say, you\nknow, Your Honor, to the district court, we think we -\nwe can't -- we should not have the class certification\nhearing yet because we need some discovery on point A,\nB, C, which did not happen here, the district court can\nsay fine or can say I don't think you need it. But the\npremise of your question is certainly correct. The\ngrant of class certification is a seminal event in a\n10b-5 case. It has huge repercussions for the\ndefendant.\nCHIEF JUSTICE ROBERTS: No, no, no. You -\non page 13 of your brief you say one of the objections\nto it -- to your opponents or your friends' view is that\nit would just postpone the defendant's ability to rebut\nthe presumption, result in countless classes being\ncertified with the certain knowledge that they would\nhave to be decertified later. Well, if it's so certain,\nthen there's no in terrorem effect.\nMR. STERLING: Just when -- that's assuming\nthat the defendant has the wherewithal to stick it out\nthrough it all, but the sheer grant of class\ncertification which aggregates hundreds, tens,\nthousands -- tens of thousands of these claims together\nin one big case makes every one of these cases, in\neffect, a company case, and it puts huge settlement\npressure on the defendant.\nI mean, in -- in this case Halliburton had\n440 million shares of stock outstanding during the class\nperiod. The class period lasts 2 1/2 years. It's easy\nto do the math and say that had this class been\ncertified, there would have been huge pressure upon\nHalliburton to settle.\nJUSTICE BREYER: Does your rule apply in all\nfraud cases? That is, a thousand farmers say,\nMr. Jackson was our common buying agent, and the\ndefendant lied to Mr. Jackson, and he relied on the lie.\nIt is a common issue whether he relied on the lie or he\ndidn't rely on the lie. I can understand somebody\nsaying at the certification stage they have to see\nwhether he's really a common agent. But let's imagine\nthat's assumed. The only question left is, did he rely\nor not rely?\nIs that a question for the merits or is that\na question for the common -- for the -\nMR. STERLING: Basic is really an exception\nthat applies only -\nJUSTICE BREYER: So you're saying in the\ncase that I just gave you reliance is for the merits?\nMR. STERLING: Correct, Your Honor.\nJUSTICE BREYER: Whether he really relied or\ndidn't rely, the common agent is for the merits?\nMR. STERLING: But you couldn't have -\nJUSTICE BREYER: Is that -- is that your\nanswer is?\nMR. STERLING: No, Your Honor. You couldn't\nhave a case in that situation because reliance is an\nindividual issue.\nJUSTICE BREYER: No. A thousand people say\nMr. Jackson is our common buying agent, and the\ndefendant lied to this common buying agent, and he\nrepresented us. Relied on that. I'm asking if you that\nissue of reliance in an appropriate case is for the\ncertification stage?\nMR. STERLING: Yes, Your Honor, because -\nJUSTICE BREYER: Yes.\nMR. STERLING: -- you still have everybody\nhaving to say Mr. Jackson is my agent. That's -\nJUSTICE BREYER: And they also have to prove\nthere is a lie?\nMR. STERLING: Right. And that's a -- but\nthe individualized question of reliance is simply, is\nMr. Jackson your agent or not? Because of that there is\nno common issue that -- that predominates on reliance.\nJUSTICE BREYER: Okay.\nMR. STERLING: If there are no further\nquestions, we would ask that the judgment below be\naffirmed. Thank you.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Sterling.\nMr. Boies, you have 5 minutes remaining.\nREBUTTAL ARGUMENT OF DAVID BOIES\nON BEHALF OF THE PETITIONER\nMR. BOIES: Thank you, Your Honor. Thank\nyou, Mr. Chief Justice.\nLet me respond to Mr. Sterling's statement\nthat all we had to do was show one statistically\nsignificant price movement. As the Court is aware from\nthe briefing, on December 7th of 2001, the Halliburton\nput out a release that indicated that their prior\nstatements that their asbestos reserves were -- were\nadequate were not -- were not true. The stock dropped\n42 percent, more than 42 percent. The actual drop was\n42.4.\nExpert witnesses calculated that the\ncompany's specific drop was slightly larger than that\nbecause the market was generally going up that day. But\nit was a dramatic drop.\nTheir own expert, as is indicated in the\nbriefing, agreed that there wasn't anything else\nhappening that day other than asbestos news, and so -\nCHIEF JUSTICE ROBERTS: So you win, so you\nwin at the certification stage or at the pleading stage,\nwhatever. So why is it such I big deal to you here?\nMR. BOIES: Because under the -- the Fifth\nCircuit rule, I understand that counsel disavows the\nactual language of the Fifth Circuit rule, but it was\nthat language that the district court relied on in\nfailing to certify the class. And with -- with -- with\nrespect to the Fifth Circuit test, what the Fifth\nCircuit says is that because the announcement on\nDecember 7th did not specifically reference the prior\nannouncements, it cannot be considered a correction of\nthose prior announcements.\nIndeed, the court, the Fifth Circuit goes\neven further, and this is at page 338 of the F. Supp.\nopinion. It says, quote: The district court must\ndecide whether the corrective disclosure more probably\nthan not shows that the original estimates or\npredictions were designed to defraud.\nSo what the Fifth Circuit is doing is it's\nbringing, even the defrauding aspect, not just the\nfalsity aspect, but the defrauding aspect right into the\nclass certification stage.\nAnd I think Justice Scalia's question was\nexactly on point with respect to discovery, because\neither they're going to make these merits decisions\nwithout discovery or you're going to have all of the\ndiscovery before you have the class certification. It's\ngot to be one or the other. And in either case what is\nhappening is you're converting what Rule 23 says is an\nissue as to whether common issues predominate into an\nissue as to what is the strength of the merits claim\nthat the plaintiff has, and while it is true, reliance\nis part of the merits claim.\nThe reason reliance is different is because\nreliance, if it -- if there is no reliance, if there's\nno efficient market, then reliance can make individual\nissues predominate, but when the only issue is not a\nstep issue like efficient market, but is a direct merits\nissue, there isn't any way that you can make individual\nissues predominate regardless of how you decide it; and\nloss causation and price distortion are both those kind\nof common issues; and counsel says he doesn't defend\nthe -- the actual loss causation statements of the -- of\nthe -- of the Fifth Circuit, and what I would ask is\nwhether the Court, if the Court does decide to send it\nback, that the Court look at what the right standard is\nfor the court below to be applying when it deals with\nclass certification.\nAnd I would urge the Court that when you\nhave pleadings, summary judgment, and trial tests for\nmerits questions, then you don't need another merits\ntest on -- at the class certification stage, even if\nRule 23 permitted it, which we don't think it does.\nWhat Rule 23 is designed to do is simply say are\nindividual issues or common issues going to predominate?\nAnd all of the class have the same loss causation, have\nthe same price distortion issues.\nIf the Court has no more questions, that\ncompletes my argument.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\n"
    }, 
    "respondents": [
        "HALLIBURTON CO., ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 12, 
        "JUSTICE ALITO": 12, 
        "JUSTICE BREYER": 9, 
        "JUSTICE GINSBURG": 4, 
        "JUSTICE KAGAN": 12, 
        "JUSTICE KENNEDY": 3, 
        "JUSTICE SCALIA": 17, 
        "JUSTICE SOTOMAYOR": 11, 
        "MR. BOIES": 27, 
        "MR. STERLING": 35, 
        "MS. SAHARSKY": 15
    }
}