{
    "appearances": {
        "content": "ARTHUR F. FERGENSON, ESQ., Ellicott City, Maryland; on\nbehalf of Petitioner.\nALEXANDER W. ROSS, JR., ESQ., Marlton, New Jersey; on\nbehalf of Respondents.\n"
    }, 
    "caseNum": "09-1343", 
    "caseinfo": {
        "content": "J. MCINTYRE MACHINERY, LTD., :\nPetitioner : No. 09-1343\nv. :\nROBERT NICASTRO, ET UX. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nARTHUR F. FERGENSON, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nALEXANDER W. ROSS, JR., ESQ.\nOn behalf of the Respondents 26\nREBUTTAL ARGUMENT OF\nARTHUR F. FERGENSON, ESQ.\nOn behalf of the Petitioner 59\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, January 11, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:13 a.m.\n"
    }, 
    "petitioners": [
        "J. MCINTYRE MACHINERY, LTD.,", 
        "Petitioner", 
        "No. 09-1343 v.", 
        "ROBERT NICASTRO, ET UX.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:13 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 09-1343, J. McIntyre\nMachinery, Ltd. v. Nicastro.\nMr. Fergenson.\nORAL ARGUMENT OF ARTHUR F. FERGENSON\nON BEHALF OF THE PETITIONER\nMR. FERGENSON: Mr. Chief Justice, and may\nit please the Court:\nBecause J. McIntyre did not direct any\nactivity at residents of New Jersey either itself or by\ndirecting its distributor MMA to do so and had no\nawareness or knowledge that the distributor took the\naction that it did toward New Jersey, New Jersey lacked\nadjudicative jurisdiction.\nJUSTICE SCALIA: When you say \"its\ndistributor,\" was this distributor at all controlled by\nthe defendant?\nMR. FERGENSON: No, Your Honor. It was not.\nAnd both under Ohio law, Wells v. Komatsu America, and\nunder the Restatement (Second) Agency, section 1(1), the\nright to control is essential to ascribe actions to\ncreate an agency, and it's on a per-purpose basis.\nJUSTICE SCALIA: It might be better to refer\nto it as the company that distributed its product,\nrather than calling it \"its distributor.\"\nMR. FERGENSON: Very good, Your Honor.\nJUSTICE SCALIA: It's loaded, it seems to\nme.\nMR. FERGENSON: Very good, Your Honor.\nJUSTICE KAGAN: Mr. Fergenson, in your\nquestion presented to this Court, you ask whether\nthere's personal jurisdiction -- and I'm quoting here -\n\"solely because the manufacturer targets the United\nStates market for the sale of its product.\"\nSo I'm taking from that, that you\nacknowledge that this manufacturer, McIntyre, a British\nmanufacturer, targeted the United States market for the\nsale of its product. That's correct, yes?\nMR. FERGENSON: Your Honor, that's what the\nNew Jersey Supreme Court held, and that's how we\nfashioned the -\nJUSTICE KAGAN: That's your question\npresented.\nMR. FERGENSON: -- the test.\nJUSTICE KAGAN: Did this -- well, I'll just\nask you, then: Did this manufacturer target the United\nStates market? Did it want to sell its products in the\nUnited States?\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE KAGAN: Okay. So what does that\nmean, exactly, Mr. Fergenson? Because the United States\nis the United States. It's made up of 50 States. So I\nassume that what that means is the manufacturer wanted\nto sell its products in each of the 50 States. Is that\nright?\nMR. FERGENSON: No, Your Honor.\nJUSTICE KAGAN: It only wanted to sell its\nproduct in a few States?\nMR. FERGENSON: No, Your Honor. It wanted\nto sell its product anywhere that the distributor could\nfind. The distributor was the market manager.\nJUSTICE KAGAN: Right. Anywhere. So if the\ndistributor came up with California, that was great. If\nthe distributor came up with a customer in New Jersey,\nthat was great. As many as possible, more the better,\nall over the United States. Is that right?\nMR. FERGENSON: As many as possible,\nwherever the -- the distributor could find a customer,\nyes, Your Honor.\nJUSTICE KAGAN: Exactly. So you targeted\nNew Jersey no less than you targeted California or New\nYork or Illinois or Massachusetts or anything else.\nMR. FERGENSON: Well --\nJUSTICE KAGAN: You targeted the entire\nUnited States. Why shouldn't there be jurisdiction in\neach of the States you targeted?\nMR. FERGENSON: Well, Your Honor, because,\nfirst, this Court's jurisprudence looks to a direct act,\nfrom World-Wide Volkswagen and even before, as it\nbrought forward Hanson. As this Court has applied\nWorld-Wide Volkswagen, Burger King and Justice\nO'Connor's concurrence in Asahi and the other\noccurrence -- concurrence, Justice Brennan's concurrence\nin Asahi, look toward a specific State -\nJUSTICE SCALIA: Mr. Fergenson, I suppose\nyou could say the same thing about any United States\nmanufacturer -\nMR. FERGENSON: Yes.\nJUSTICE SCALIA: -- who would desire to sell\nhis product in any of the States that would buy it.\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE SCALIA: And to say that this\nforeign manufacturer is therefore suable in any State\nwould mean that any American manufacturer is suable in\nany State, which -\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE SCALIA: -- none of our cases hold.\nJUSTICE KAGAN: Well, suable in any State\nwhere the incident arises. This is not general\njurisdiction. This is specific jurisdiction. So the\nquestion is, when you target the entire United States\nand each of the 50 States within that and an accident\noccurs within one of those States, are you subject to\njurisdiction in that State for that accident, for a\nclaim based on that accident? Not generally, but just\nfor a claim based on that accident.\nDidn't even Justice O'Connor -- you\nreferenced the Asahi opinions, but Justice O'Connor said\nas long as there's purposeful availment, there is\nspecific jurisdiction, and there is purposeful availment\nwhen there's an active effort to target a market.\nMR. FERGENSON: Well, Your Honor, in Burger\nKing, in Hanson, in World-Wide Volkswagen, the\npurposeful availment is defined as conducting activities\nwithin the forum State. The -- this Court, through\nthose opinions, foreseeability, clear notice, reasonably\nanticipate -- all converge.\nJUSTICE GINSBURG: In all of those cases,\nthere was a forum in the United States where someone\ninjured in the United States could sue. Your\nproposition is that a company can deliberately send its\nproducts, wants to exploit a U.S. market. But I take it\nthat there is no place in the United States, because New\nJersey is no different than California or any other\nplace -- is it your position that there is no forum in\nwhich McIntyre can be sued, even though it set up this\ndistribution arrangement for the very purpose of having\nits machines in as many locations in the United States\nas it could? Is there a forum in the United States\nwhere it could be sued?\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE GINSBURG: Which one?\nMR. FERGENSON: Ohio. It could have been\nproceeded against in Ohio.\nJUSTICE GINSBURG: It could be reached in\nOhio. Now, does that make a whole lot of sense? Is it\nany more convenient for McIntyre to come to Ohio than\nNew Jersey? It's a lot less convenient for\nMr. Nicastro, who had his fingers removed by this\nmachine.\nBut you -- you are conceding that there is a\nforum where this British company can be sued on a tort\nthat occurred in New Jersey. Explain to me why, since\nthere is a forum in the United States, the logical one\nisn't New Jersey rather than Ohio.\nMR. FERGENSON: Well, Your Honor, first, the\nissue of convenience, choice of law, conflict of law, as\na determinative factor was rejected by this Court --\nJUSTICE GINSBURG: I'm asking you -\nMR. FERGENSON: What?\nJUSTICE GINSBURG: -- the question: Where\ncan it be sued? Well, something happened in New Jersey.\nThe machine, allegedly defective machine, caused a harm\nthere. What happened in Ohio? What basis for specific\njurisdiction is there in Ohio? There was no tort in\nOhio.\nMR. FERGENSON: Well, Your Honor, under Ohio\nlaw, the -- there can be an assignment. There was no\nwritten contract between MMA and J. McIntyre. There can\nbe an assignment in return for a release of a common law\nindemnification right.\nJUSTICE GINSBURG: I don't understand.\nJUSTICE KAGAN: Yes, but, Mr. Fergenson,\njust picking up where Justice Ginsburg left off, Ohio is\na perfectly good place for jurisdiction over a claim\nbetween the British manufacturer and its distributor in\nOhio. Any kind of contract claim, a claim based on the\nagreement between the two -- Ohio is the appropriate\nplace for jurisdiction. But Ohio does not seem the\nappropriate place for jurisdiction -- and again, we're\ntalking about specific jurisdiction, not general -- as\nto a claim based on an accident that occurred in New\nJersey.\nThe entire idea of specific jurisdiction is\nthat you need a relationship between the defendant and\nthe forum and the claim. And here the claim arose in\nNew Jersey and was in fact not related to Ohio.\nMR. FERGENSON: Well, Your Honor, Ohio\nexplicitly provides, and they -- it's arisen in statute\nof limitation cases, and it goes back to Travelers\nIndemnity v. Trowbridge, that an action under both\nexpress and common law indemnity arises under contract.\nSo, upon the assignment -- and there need\nnot be a judgment under Ohio law; that's Fort Defiance\nConstruction v. Village of Grover Hill -- there can be\nan assignment of a common law indemnity under strict\nproduct liability.\nJUSTICE GINSBURG: What kind of common law\nindemnity are we dealing with here? Where does\nMr. Nicastro sue? He hasn't got any assignment, any\nindemnity. Mr. Nicastro is injured in the United States\nby a machine manufactured in England, and he wants to\nsue, understandably, in the United States. Why are we\ntalking about assignments, indemnity? That has nothing\nto do with Mr. Nicastro.\nMR. FERGENSON: Yes, Your Honor, it does.\nMr. Nicastro had an action under strict product\nliability. I want to come back to more fully answer the\nwhy question that you asked: Why is it just and right\nthat he go -- that he to Ohio?\nJUSTICE GINSBURG: No, I would just like to\nknow first -- you said there is jurisdiction in Ohio and\nnot in New Jersey. In New Jersey, it's the place where\nthe accident occurred; and in Ohio, there's nothing but\nthe relationship between the distributor -- there's a\ncontract between the distributor and McIntyre. So why\ndoes Ohio have jurisdiction over this New Jersey tort?\nMR. FERGENSON: Ohio has New Jersey -\njurisdiction. There -- as Your Honor noticed, there are\nthree places that Mr. Nicastro, in looking over this,\ncould have chosen: United Kingdom, which he is now in,\nin filing a claim in the liquidation proceedings; Ohio;\nand New Jersey. The accident occurred in New Jersey.\nThat's a forum non conveniens issue that's --\nJUSTICE GINSBURG: It's a forum what?\nMR. FERGENSON: That's a convenience issue,\na forum non conveniens issue. And Justice Brennan was\nclear before Burger King that that's what he wanted to\nsee the law go in the direction of. He was clear about\nthat.\nOhio, however, in looking at International\nShoe, going back to International Shoe, which talks\nabout the relationship between the defendant and the\nforum State -\nJUSTICE GINSBURG: And the claim in suit.\nThat's very important.\nMR. FERGENSON: And -- and the cause of\naction, yes. There -- the one place where both the\ndistributor, who would upon suit and then a claim over\nunder product, strict product liability, would disappear\n-- that's why you could get an assignment -- the\ndistributor is in Ohio, and so too is the contract\nrelationship.\nJUSTICE GINSBURG: I still don't -- I don't\nfollow how Mr. Nicastro gets involved with assignment,\nindemnity. Mr. Nicastro has a claim against -- well, he\nsued them both, but the distributor is now bankrupt.\nAnd he says, well, this is specific jurisdiction;\nspecific jurisdiction, as International Shoe teaches, is\nwhere the claim arose. International Shoe, it arose in\nthe State of Washington because that's where the shoe -\nthe people who were promoting sale of International\nShoe's -- International Shoe's shoes worked every day.\nSo it was a claim relating to a tax owed by\nInternational Shoe based on the events that occurred in\nCalifornia. It was not all-purpose jurisdiction.\nAnd your suggestion that Ohio somehow is a\nproper forum for Mr. Nicastro's tort claim, I really\ndon't follow that.\nMR. FERGENSON: It -- Your Honor, it is.\nMr. Nicastro could have contacted MMA, and stated I have\na strict product liability action, or the trustee in\nbankruptcy. The statute of limitations was 2 years in\nboth cases. Ohio would have applied New Jersey strict\nliability law.\nJUSTICE KENNEDY: Your answer to Justice\nGinsburg -- I don't want to make your argument for you,\nbut it seems to me rather strange. All of a sudden\nyou're talking about how Ohio law will help you out. I\nthought the question was, from the standpoint of the\ndefendant at least, whether the defendant purposefully\navailed itself of the forum. And you would say the\ndefendant here purposefully availed itself of Ohio by\nchoosing an Ohio distributor. But you don't make that\nargument. You're talking about a contract, an\nindemnity, which seems to me another step. That's\nchoice of law and applicable law.\nMR. FERGENSON: I agree, Your Honor; it is\nchoice of law. And -\nJUSTICE SCALIA: Also, I don't think it's\nworth your time, because frankly it doesn't make a whole\nlot of difference to me whether they can sue in Ohio or\nnot. You really think that that's --\nMR. FERGENSON: And, Your Honor -\nJUSTICE SCALIA: What about in the United\nStates? Would the United States have jurisdiction?\nMR. FERGENSON: No, because -\nJUSTICE SCALIA: The United States would\nnot? They surely targeted the United States.\nMR. FERGENSON: Well, Your Honor, in the -\nin Justice O'Connor's footnote on national contacts in\nAsahi, which was not disputed and I think essentially\naccepted by Justice Brennan -- in that footnote, it\nstates that national contacts is for the national\nsovereign to decide.\nJUSTICE SCALIA: That's right. But if the\nnational sovereign, the United States, provided by\nstatute that Federal district courts would have\njurisdiction over any -- any tort suit by a person\ninjured by a foreign manufacturer that targeted the\nUnited States, would that be proper?\nMR. FERGENSON: This Court has not evaluated\nunder the Fifth Amendment what circumstances it may be,\nand this is speculation, how Congress would establish\nit. It may be that Congress -\nJUSTICE SCALIA: Of course. It's a\nhypothetical.\nMR. FERGENSON: Yes, sir. Yes, sir.\nJUSTICE SCALIA: Hypotheticals are always\nspeculation.\nMR. FERGENSON: I think that -\nJUSTICE SCALIA: How do you speculate about\nthat?\nMR. FERGENSON: Yes. Your Honor, I think\nthat, without Klaxon and with a reasonable choice of\nvenue, Congress could establish a uniform system to\nbring -- to bring foreign defendants into this country.\nJUSTICE KENNEDY: Would you say the same\nthing if, hypothetically, since we're engaging in a\nhypothetical, the distributor were in France -- machine\nmanufactured in England, distributor is in France, and\nthe distributor then selects the United States and then\nthe same facts, New Jersey? United States would be an\nappropriate jurisdiction under the Due Process Clause,\nbut not New Jersey?\nMR. FERGENSON: I think that, with that one\nstep -\nJUSTICE KENNEDY: Assuming the statute that\nJustice Scalia hypothesizes.\nMR. FERGENSON: Yes, Your Honor. I think\nthat, with that one step beyond -\nJUSTICE KENNEDY: It's a little odd that the\nStates, which have residual sovereignty, which are not\nlimited sovereigns, would not have jurisdiction, but the\nUnited States, which is a limited sovereignty other than\nin the foreign affairs area, which may be relevant here,\ndoes have jurisdiction. That seems backwards.\nMR. FERGENSON: Well, Your Honor, I think\nthat if one looks at this as part of the Congress's\npower to control, let's say, imports, then as a\ncondition -- and this is what the proposed Foreign\nManufacturers Legal Accountability Act looks for.\nJUSTICE SCALIA: Well, Congress has power to\ncontrol the jurisdiction of Federal courts, and Congress\nsays Federal courts have jurisdiction over this matter.\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE KAGAN: Mr. Fergenson, could I try\nanother hypothetical?\nJUSTICE KENNEDY: But the question is why\nthe State can't make the same choice that the Congress\ndoes. The State lacks foreign affairs power, to be\nsure. Is that the only distinction? That doesn't sound\nto me like due process. What we're talking about is a\nsource of authority, not fairness to the defendant.\nMR. FERGENSON: Well, Your Honor, I think -\nand I go to two words in particular in Burger King, one\ntaken from Hanson, which is \"essential\": It is\nessential in each case that there be a purposeful\navailment of the privilege of conducting activities\nwithin the forum. And then the other -\nJUSTICE KAGAN: But, Mr. Fergenson, the\nquestion is whether seeking to serve a market -- and\nhere you're seeking to serve a market in each of the 50\nStates -- is purposeful availment. So let me -- let me\njust try a different hypothetical.\nSuppose you had the same arrangement with\nyour distributor in Ohio, but the arrangement was not to\nserve the entire United States market. Instead, the\narrangement was to serve only five States in the\nMidwest. That's what you wanted, your client wanted,\nthe market to be. So it was going to be Ohio and\nIndiana and Illinois and Michigan and Iowa, all right?\nSo now a machine blows up in Illinois. Is there\njurisdiction in Illinois?\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE KAGAN: There is jurisdiction in\nIllinois, even though your relationship with your\ndistributor was in Ohio. But there's jurisdiction in\nIllinois because the machine blew up there and you were\nseeking to serve the market; that's right?\nMR. FERGENSON: Because there was a\ndirection of the distributor to go into the State where\nthe accident occurred.\nJUSTICE KAGAN: Okay. Now we have -- now we\nsay this is working very well. Let's get another nine\ndistributors on board. We'll give each of them five\nStates, all right? Now, if I understand you correctly,\nnow you're liable all over the United States because\nyou've had this relationship with 10 different\ndistributors, each of whom are going to serve 5 States.\nSo there's personal jurisdiction in any State where a\nmachine blows up.\nMR. FERGENSON: If the -- yes, Your Honor,\nif the States are assigned by name.\nJUSTICE KAGAN: And now I say: Let's forget\nthese 10 distributors. Who needs 10 distributors? I'll\njust have one distributor.\nWhy is there any difference?\nMR. FERGENSON: Because that distributor -\nunless that distributor is told you must go -- like a\ntraveling salesperson, you must go into each State, you\nmust personally go into each State -- that's purposeful\navailment.\nJUSTICE KAGAN: Mr. Fergenson, with respect,\nthis distributor was told to sell as many products as it\ncould in as many States as it could.\nMR. FERGENSON: No, it was not, Your Honor.\nIt was not told to do anything more than to sell\nproducts, not in as many -\nJUSTICE SOTOMAYOR: Excuse me, counselor -\ncounselor, going back to -\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE SOTOMAYOR: -- the relationship,\nJustice Scalia asked you whether there was legal\ncontrol, and you said no. But there was coordination,\nwasn't there? Isn't -- doesn't the record show that the\nEnglish company traveled to the trade shows with the\nAmerican company? Wasn't your president, your English\npresident, present at the Las Vegas show in which this\nNew Jersey company first saw the machine? Is that\ncorrect?\nMR. FERGENSON: Yes.\nJUSTICE SOTOMAYOR: I know there's a -\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE SOTOMAYOR: All right. And you\napproved all marketing efforts. You had to approve -\naccording to the findings of the court below, you\napproved all the marketing materials that the American\ncompany -\nMR. FERGENSON: No, Your Honor. There is a\nletter that's undated that speaks about we have\nadvertised under your direction and per your\nsuggestions.\nThat letter also states that we've spent\n$350,000 and we performed the -- we performed repairs\nand warranty service without seeking reimbursement from\nyou, and that's consistent with the distant relationship\nhere.\nYour Honor, we asked for the names of the\ncustomers. We didn't get it. We didn't get -- we\ndidn't drop-ship. And that would obviously have been a\nlot less expensive in cost rather than shipping it to\nOhio. They were the market maker. They controlled the\nrelationships with the individual customers.\nJUSTICE SOTOMAYOR: Then why was your number\nand name both printed on the machine and in the warranty\nbook? The American -- obviously, some customers had to\nbe reaching out you to because all the materials they\nreceived directed them to the English company, not to\nthe American company.\nMR. FERGENSON: And, Your Honor, the record\nshows that we were sued in Kentucky, we were sued in\nMassachusetts. The Kentucky dispute was settled -- was\nresolved by dismissal under the statute of limitations,\nbut -\nJUSTICE SOTOMAYOR: I think you've begged my\nquestion.\nMR. FERGENSON: I'm sorry, Your Honor.\nJUSTICE SOTOMAYOR: You did travel to\ncertain of the trade shows -\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE SOTOMAYOR: -- with the America\ncompany?\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE SOTOMAYOR: You did make suggestions\nwith respect to advertising? At least with -- at least\nthe once, but they did?\nMR. FERGENSON: The -- the company that\ndistributed the products stated in a letter that we\nconformed our advertising to what you suggested.\nJUSTICE SOTOMAYOR: Okay. And you don't\nbelieve that coordinating your actions with the\ndistributor and appointing that distributor to\ndistribute products wherever it can is not enough for\nyou to reasonably believe -- know that you're going to\nbe dragged into a State where that product has been\nsold -\nMR. FERGENSON: That's correct, Your Honor.\nJUSTICE SOTOMAYOR: -- and has caused\ninjury?\nMR. FERGENSON: That's correct, Your Honor.\nAnd I would ask Your Honor to look at\nProfessor Kurland's University of Chicago Law Review\narticle in 1958, very influential, and to look at\nfootnote 99, in which Professor Kurland quotes, all\nquotes, from this Court's transcript of record in\nInternational Shoe. And in international Shoe, the\nsalespeople were controlled by International Shoe.\nJUSTICE BREYER: Right. Can I ask you -\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE BREYER: Now, first, the word\n\"distributor\" hurts you, so I'm going to take that out,\nand I imagine a hypothetical -- I know your case differs\nfrom that, but I'm going to ask them how it differs, not\nyou, okay?\nNow, a person walks into a shop in either\nWest Virginia or the country of India where they make\npots. They're very nice pots made, actually, in West\nVirginia. And the potter makes several thousand a year,\nand this individual says: Mr. Potter, I want to sell\nyour pots; send me a thousand each year. Where are you\ngoing to sell them? Everywhere. Great.\nOkay? That's it. Now, suppose that the law\nwere, as it could be perhaps, that it is sufficient for\njurisdiction throughout the United States that the\ndistributor or independent buyer said good, I'm selling\nthem everywhere I can. And two or three end up in New\nMexico, but it doesn't matter where they end up.\nSuppose that was sufficient to find jurisdiction.\nYou've prepared for this case. I want to\nknow in your opinion, if that were the rule -- that's\nall that's necessary -- what cases in this Court in your\nopinion would that conflict with? I mean, I'm thinking\nof the facts. I'm not thinking of statements of law or\nwhatever, but you can bring those in, too. I want to\nwrite those down because I want to read those cases, and\nyou know them better than me.\nMR. FERGENSON: Your Honor, I believe that\nthe -- that the principles of law as stated, because\nthey're law and they're applied in each case, it could\n-- which you apply to the facts, I believe that the\nrejection of the convenience test by this Court in\nWorld-Wide Volkswagen, Savchuk, and in Shaffer, where\nJustice Brennan posited that there be a convenience\ntest, that those -\nJUSTICE BREYER: I don't know what a\nconvenience test is. Assume I'm very ignorant, which\nisn't too far from the truth. I would like you to tell\nme, are there any cases which we would actually be\nconflicting with were we to say all that's necessary to\nassert jurisdiction in every State is that a buyer walks\ninto a shop where the manufacturer of pots makes pots\nand tells the potter I'm going to sell everywhere I can,\nand the potter says good, okay. Now -- and he buys the\npots.\nNow, if that were the rule, can you find a\ncase that that actually conflicts with?\nMR. FERGENSON: I believe that that\nconflicts, Your Honor, with Asahi.\nJUSTICE BREYER: Asahi, okay.\nJUSTICE GINSBURG: Asahi -- Asahi,\nMr. Fergenson, was a litigation between a Japanese\ncomponent part manufacturer and a Taiwanese finished\nproduct manufacturer. What -- how in the world could\nyou compare that case, which really has nothing at all\nto do with the United States? It's -- it's a Japanese\nvalve manufacturer sells the valve to a tire maker in\nTaiwan, and there should be -- that suit should go\nforward in the United States?\nI can see it going forward in -- in Japan,\nbut it has no connection with the United States. And\nhow can you possibly compare that with this case where\nsomebody was injured by a machine that malfunctions,\nallegedly?\nThere was something very interesting you\nsaid in your brief. And you said the U.K., which you -\nyou say -- now you've added Ohio, but you said U.K.\nwould be the place for Mr. Nicastro to go. It provides\na trusted legal system.\nWhat would be your answer if the\nmanufacturer, same arrangement with a distributor, sell\nanyplace in the United States you can, is from China?\nWould you give the same answer?\nMR. FERGENSON: Your Honor, I would have to\nlook at -- and -- and the answer would not be, off the\ncuff, the same. It would not be flatly the same.\nThere's been a recent decision by Judge Chasanow on\nmelamine in which Chasanow applied the availability law\nthat this Court has set forth in Piper and Gulf Oil\nand -- and the other cases that follow, and determined\nthat China was an available forum for the plaintiffs\nsuing for the harm to their children from tainted milk.\nJUSTICE GINSBURG: You -- you made a point\nabout the trusted legal system. Well, let's say it was\nRussia, Mexico -- you may pick any one. The machine is\nmanufactured in one of those countries where it's not so\ncertain that there's a trusted legal system.\nMR. FERGENSON: That's correct, Your Honor.\nAnd so under Piper, Gulf Oil -- and I can't remember the\nname of the other case that Judge Chasanow relied\nupon -- they are difficult cases, and the ability of the\ncourt to determine whether the other forum is available\nis quite cabined. And they are difficult, Your Honor.\nJUSTICE GINSBURG: Those that -- the -\nCHIEF JUSTICE ROBERTS: Perhaps you'd like\nto reserve some of your time for rebuttal, counsel.\nMR. FERGENSON: Yes, Your Honor. Thank you.\nCHIEF JUSTICE ROBERTS: Thank you.\nMr. Ross.\nORAL ARGUMENT OF ALEXANDER W. ROSS, JR.,\nON BEHALF OF THE RESPONDENTS\nMR. ROSS: Mr. Chief Justice, and may it\nplease the Court:\n\"All we wish to do is sell our products in\nthe States and get paid.\" That's what the British\nmanufacturer said.\nCHIEF JUSTICE ROBERTS: What if he said we\nwant to do that, but we don't like New Jersey, so don't\nsell our products in New Jersey, and the Ohio company\nnonetheless does so? Can you get them -- can you hale\nthem into court in New Jersey?\nMR. ROSS: I would say under those\ncircumstances, yes, because the purpose that -- this\nparticular manufacturer purposefully availed themselves\nof the entire U.S. market.\nCHIEF JUSTICE ROBERTS: But he said: But I\nhave no intention of selling in New Jersey; I'm afraid I\nmight get sued there, and I don't want to get sued\nthere. He is not entering the stream of commerce in the\nUnited States. He's entering a stream of commerce that\ndetours around New Jersey.\nMR. ROSS: So every State with the exception\nof New Jersey -- is that the hypothetical, Your Honor?\nCHIEF JUSTICE ROBERTS: Yes.\nMR. ROSS: Then I would say under those\ncircumstances, yes, New Jersey would be excluded.\nCHIEF JUSTICE ROBERTS: Oh, it would be\nexcluded?\nMR. ROSS: Yes. If the manufacturer -\nCHIEF JUSTICE ROBERTS: So it depends on the\nintent of the manufacturer?\nMR. ROSS: I think it's the intent and the\nadditional conduct of the manufacturer, Your Honor. I\nthink, as Justice O'Connor said in the Asahi case -- she\ngave several examples. I think we'd meet all those\nexamples under the circumstances of this case.\nJUSTICE SCALIA: What if a manufacturer\ntells a distributor: You have international\ndistribution authority; you can sell my machine anywhere\nin the world, sell as many as you can anywhere in the\nworld -- that would include the United States, right?\nMR. ROSS: That is correct, Your Honor.\nJUSTICE SCALIA: And, therefore, it would\ninclude New Jersey?\nMR. ROSS: Under those circumstances, of\ncourse, which are different from our case, it would seem\nto me -\nJUSTICE SCALIA: I know; it's a\nhypothetical.\nMR. ROSS: Of course, of course. But the\nfact of the matter is if the manufacturer purposefully\navailed itself of -- of the market which would include\nthe world and had a distributor for the entire world and\ndid -\nJUSTICE SCALIA: It would include New\nJersey.\nMR. ROSS: Yes, it would.\nJUSTICE SCALIA: Purposeful availment of the\ngovernment of New Jersey?\nMR. ROSS: I would say the manufacturer has\nto take some additional conduct.\nJUSTICE SCALIA: I mean, availment doesn't\nmean much if that's all it means.\nMR. ROSS: Well, if -\nJUSTICE SCALIA: You tell somebody\ndistribute in the world and you are availing yourself of\nthe government of New Jersey?\nMR. ROSS: If there is purposeful availment\nand additional conduct, Your Honor. In this case,\nthat's what we have here.\nJUSTICE BREYER: Additional conduct?\nMR. ROSS: Correct.\nJUSTICE BREYER: What I have written down in\nmy notes, which you can add to -\nMR. ROSS: Sure.\nJUSTICE BREYER: -- is that there are three\nthings that happened. One -- it's the equivalent of the\npotter. One thing that happened, we have to take it as,\nI think, an independent company, whether you want to\ncall them a distributor or not. I didn't see a\ndifference there. An independent company goes to a firm\nsomewhere in the world and says: I will buy your\nproduct and sell it in the United States. And the guy\nsays good. And that's true whether it's a woman's\ncooperative in southern India or whether it's the\nbiggest company in the world, okay? That's the first\nthing.\nThe second thing is that an executive of\nthat company went to seven trade shows in the United\nStates.\nAnd the third thing is that two, three, or\nfour machines ended up in New Jersey.\nNow, is there anything other than that? And\nthere's a lot of rhetoric, and there are all kinds of\ncharacterizations, but when I looked for facts, I found\nthose three, and I want to be sure I have them all.\nMR. ROSS: You do, Your Honor.\nJUSTICE BREYER: I do. Now, then my\nquestion following from that, if I have those are the\nthree facts, what worries me is the exact opposite of\nwhat the New -- the New Jersey Supreme Court said. It\nsaid in worldwide markets this is a good thing. I think\nI worry about it, because I'm worried about the woman's\ncooperative in India, I'm worried about the Chinese\ndevelopment, I'm worried about development everywhere.\nWe have a lot of small businesses. And I'd worry -\nnow, maybe the worry is legally irrelevant -- but I'd\nworry about a rule of law that subjects every small\nbusiness in every developing company -- in every\ndeveloping country to have to be aware of the law in 50\nStates simply because they agreed to sell to an\nindependent company who is going to sell to America,\nplus your two factors.\nAnd really the third is none, because if it\nhadn't ended up somewhere, there'd have been no\naccident.\nMR. ROSS: I would say -\nJUSTICE BREYER: Now, that's my basic\nconcern here.\nMR. ROSS: I would say in -- in response to\nyour hypothetical question, that because there was\npurposeful availment where they came to the United\nStates, attended trade shows in an effort to sell their\nproduct to anyone who would come to that trade show\nthroughout the United States, and those sales were in\nfact consummated, then in that case I think that the\nmanufacturer has done more than just intend to sell.\nThey have taken certain positive steps.\nJUSTICE BREYER: Yes. Okay, but you see\nwhat my -- my problem is a sort of policy problem that\nmay be irrelevant, but I -- I don't see how the world's\ngoing to work or develop if in fact every small business\neverywhere in the world has to know, you know, the law\nof every 50 States and hire lawyers and come here,\nrather than making the accident victim go there.\nNow, it's tough on the accident victim, but\nthe other is also tough. So -- so that's -- that's sort\nof the -- I'm sketching out my concerns here. You -\nMR. ROSS: I understand.\nJUSTICE BREYER: All right.\nJUSTICE SOTOMAYOR: What is -\nJUSTICE BREYER: What would you say?\nCHIEF JUSTICE ROBERTS: Maybe you could\nrespond to Justice Breyer's -\nJUSTICE BREYER: Yes.\nMR. ROSS: In -- in my judgment, it's not\nenough to just have intent; it's not enough just to send\nthe product out on -- adrift on the stream of commerce.\nThere has to be some additional conduct, some concrete\nsteps taken. And I believe -\nJUSTICE BREYER: Trade shows.\nMR. ROSS: -- in your hypothetical,\nattending the trade shows, perhaps hiring a distributor,\nselling the products -\nJUSTICE BREYER: Well, that's the same as\nthe first; that's a sale to the entity.\nMR. ROSS: That's right. So I think those\nare the additional concrete steps that were taken in\nyour hypothetical.\nJUSTICE GINSBURG: Mr. Ross -\nJUSTICE KAGAN: Mr. Ross, do you think if\nthere's a small business in the United States that sells\na product and that actively seeks to serve a foreign\nmarket -- maybe it's Great Britain, maybe it's China -\nand that product blows up in that foreign country --\nGreat Britain, China -- do you think that the\nmanufacturer, the American manufacturer, is subject to\njurisdiction there?\nMR. ROSS: Yes. If they actively seek the\nmarket there, they have purposefully availed themselves,\nthey have taken -\nJUSTICE KAGAN: All -- all over the world\nthis is true; is that right?\nMR. ROSS: Yes. Yes, Your Honor.\nJUSTICE GINSBURG: And it is a\njurisdictional rule that civil law systems have always\nhad.\nMR. ROSS: That's correct, Your Honor. I\nbelieve -\nJUSTICE SCALIA: But -- and I assume that if\nwe do this to a company in England, any country in the\nworld, and we say that this satisfies due process, we\nwould have to honor a judgment from Bangladesh based\nupon -- against an American company, based upon a\nsimilarly modest degree of -- of availment, right?\nMR. ROSS: Well, Your Honor, it depends on\nthe extent of the availment, I would say, under those\ncircumstances.\nJUSTICE SCALIA: Just as -- just as modest\nas what you propose here, or as extensive. I don't mean\nto demean the degree of it here.\nMR. ROSS: It seems to me -- if there's -\nJUSTICE SCALIA: But the same kind of\ncontact in India, which has different -- different\nStates in India. And -- strike Bangladesh. Make it\nMadras, okay?\nMR. ROSS: All right.\nJUSTICE SCALIA: And we would have to honor\na judgment by a court of Madras against an American\nmanufacturer who had as little contact with Madras as\nexists here.\nMR. ROSS: I would say under -- yes.\nJUSTICE SCALIA: We would have to?\nMR. ROSS: Yes, I would say.\nJUSTICE KAGAN: Mr. Ross, we do that now;\nisn't that right?\nMR. ROSS: That's correct, Your Honor.\nJUSTICE BREYER: We do? We do? So if\nsomeone goes into a shop in West Virginia and buys a\nthousand pots and says I'm going to sell them in Madras,\nor I might sell them anywhere in the world -\nMR. ROSS: That's a slightly -\nJUSTICE BREYER: -- and then that\nmanufacturer, that potter in West Virginia, now has to\ngo to wherever he ends up -- wherever that pot ends up?\nMR. ROSS: That's a slightly different\nscenario in my judgment, Your Honor -\nJUSTICE BREYER: Ah. Ah.\nMR. ROSS: -- because the distributor came\nto the manufacturer. In this case, the manufacturer\nfrom Britain hired -\nJUSTICE BREYER: We turn it on that? We\nturn it on whether the independent buyer -- the\nindependent buyer walked into the shop or whether the\nseller found that there was an independent buyer? Is\nthat what this case should turn on?\nI mean, I'm nervous. I see a lot of rather\ndeep issues here, and I -- that's what are making me\nnervous.\nMR. ROSS: I understand, Your Honor.\nJUSTICE BREYER: I want to -\nMR. ROSS: I understand that.\nJUSTICE BREYER: You've thought about it\nmore than I. So -\nJUSTICE GINSBURG: Can we go back to Justice\nScalia's question? I mean, the United States has been\ntelling the rest of the world: We do recognize and\nenforce your judgments -\nMR. ROSS: I think -\nJUSTICE GINSBURG: -- if there is a -- a\nproper jurisdictional basis.\nMR. ROSS: That's correct, Your Honor.\nJUSTICE GINSBURG: We do, and we would like\nyou to recognize ours. And we don't get that\nreciprocity, but we still are trying to get it.\nMR. ROSS: That's correct.\nJUSTICE GINSBURG: But the United States has\ntaken a very neighborly view about recognizing and\nenforcing foreign judgments.\nMR. ROSS: Yes, Your Honor. I -\nJUSTICE SCALIA: That's true when there's a\nproper jurisdictional basis, which is what we're talking\nabout here: What does the United States mean when it\nsays there is a proper jurisdictional basis? Is all\nthat the court in Madras needs what existed here in\norder to hold an -- an American manufacturer liable?\nThat's -- that's a little scary.\nMR. ROSS: Well, Your Honor, if the\ncorporation, the manufacturer, is purposefully availing\nitself of the Madras market and hires a distributor to\ngo to Madras and to sell its products, then indeed I\ndon't see why a court in Madras would not have -- and\nthe product explodes or causes some horrific -\nJUSTICE SOTOMAYOR: So it really, to you -\nare you saying that Justice Breyer's hypothetical\ncreates jurisdiction, that the mere sale to a\ndistributor anywhere creates jurisdiction, wherever that\ndistributor is marketing the manufacturer's product?\nI thought because, in the hypothetical he\ncreated, it was they were availing themselves of the\nU.S. market because they were marketing. They went to\nseven trade shows. They did merely -- they did\nsomething more than the sale. So where's your -- what's\nyour position?\nMR. ROSS: My position is exactly what Your\nHonor has just stated. They have to do something more\nthan just sell. There has to be purposeful availment.\nThere has to be some concrete action, attending trade\nshows, designing the product for the market.\nJUSTICE ALITO: What -- what difference does\nattending some trade shows in the United States mean -\nmake? Suppose they're -- they didn't attend any trade\nshows. They just have a Web site that provides a\ndescription of the product.\nMR. ROSS: I think -\nJUSTICE ALITO: Would there be no\njurisdiction then?\nMR. ROSS: Well, it depends on the Web site.\nBut in my judgment, attending trade shows is a large\nfactor that is unique in this case. As I pointed out in\nour briefs, they were -- they didn't just attend a trade\nshow; they attended trade shows throughout the United\nStates to sell this product.\nJUSTICE ALITO: But not in New Jersey.\nMR. ROSS: Not in the State of New Jersey,\nbut a lot of other places.\nJUSTICE GINSBURG: Where did the New Jersey\ncompany that bought this machine find out about it?\nMR. ROSS: Well, Mr. Curcio, who was\nMr. Nicastro's employer, went to one of these\nconventions, trade shows, in Las Vegas, where he saw the\nmachine. And at that trade show the British\nmanufacturer shared a booth with the -- its American\ndistributor. And that's where Mr. Curcio, Mr.\nNicastro's employer, saw the machine, and that's why he\ndecided to buy it there.\nCHIEF JUSTICE ROBERTS: What difference does\nit make that they go to a trade show somewhere other\nthan New Jersey? We have the notion that they're\navailing themselves of the -- the entire United States\nmarket. That's -- I'll accept that.\nMR. ROSS: Right.\nCHIEF JUSTICE ROBERTS: What does the trade\nshow in Nevada add to the jurisdictional ties to New\nJersey?\nMR. ROSS: The difference for this case,\nprecisely this case, is that we feel that under those\ncircumstances there may have been minimum contacts, even\nunder a traditional sense here.\nCHIEF JUSTICE ROBERTS: With Nevada?\nMR. ROSS: With -- no, with New Jersey,\nbecause the British manufacturer was there. He was in a\nbooth. A New Jersey person came to the booth and said\nthat's a great machine. There was some kind of\ninteraction. The record is unclear as to what it was,\nbut the result was the British manufacturer wound up\nselling its product -\nJUSTICE KAGAN: Mr. Ross -\nJUSTICE SCALIA: If you interact with\nsomebody from New Jersey, you have -\nMR. ROSS: It's more -\nJUSTICE SCALIA: -- committed availment of\nthe government of New Jersey?\nMR. ROSS: It's more than that. It's much\nmore.\nJUSTICE SCALIA: There are a lot of people\nfrom New Jersey.\n(Laughter.)\nMR. ROSS: It's more than -- it's more than\nthat, Your Honor. It's more than that. It's the\ndistributor acting under the direction, guidance, and\ncontrol of the British manufacturer, and there are\nrecords in the -- in the record, there's plenty of\nreference to that.\nJUSTICE SCALIA: He didn't tell them -\nJUSTICE KAGAN: And, Mr. Ross, isn't -\nJUSTICE SCALIA: -- to just seek out a\nperson from New Jersey.\nMR. ROSS: He was -\nJUSTICE SCALIA: He told them to talk to\npeople.\nMR. ROSS: He was prepared to sell to\nanyone. Whether it was from New Jersey or Massachusetts\nor Connecticut, it didn't matter as long as the sale was\ninto the United States and the manufacturer got the\neconomic benefit of it.\nJUSTICE KAGAN: And, Mr. Ross, isn't the\npoint that he was selling by using large convention\nsites in the United States, expecting that people from\nother States would show up to those large convention\nsites?\nI know that Justice Alito doesn't want to\nhear this, but New Jersey doesn't have all that many\nlarge convention sites like Las Vegas does. Newark -\n(Laughter.)\nJUSTICE KAGAN: Newark is not such a hot\nplace, but they're expecting people from Newark to go\nand look at these machines and buy these machines.\nThat's the marketing system that's used for these\nmassive machines that they're trying to sell nationwide.\nMR. ROSS: That's exactly correct, Your\nHonor. The -\nJUSTICE BREYER: What if -\nCHIEF JUSTICE ROBERTS: What if there is no\nscrap metal plant in Montana? Can Montana be a\njurisdiction in a case like this? You know, a Montana\nworker is over in New Jersey and comes back to his home\nin Montana, and he's been injured. Do they avail\nthemselves of the market in Montana when there's no\nmarket for their products there?\nMR. ROSS: Well, if someone from Montana\nattends one of these trade shows and decides to purchase\none of these machines, that -\nCHIEF JUSTICE ROBERTS: No, no. He's just\ninjured by one of the machines somewhere else, but he's\nfrom Montana. Can he sue in Montana?\nMR. ROSS: Under those circumstances, I\nwould say not.\nJUSTICE GINSBURG: The -- the basis would\nonly be the plaintiff's residence?\nMR. ROSS: That's correct.\nJUSTICE GINSBURG: But we don't accept that\nas a sufficient basis.\nMR. ROSS: That's correct. That would not\nbe enough.\nCHIEF JUSTICE ROBERTS: Well, I thought -- I\nthought this was what the case was all about: whether\nthis is -- the stream of commerce is sufficient to add a\nbasis on top of the plaintiff's residence.\nMR. ROSS: Right.\nCHIEF JUSTICE ROBERTS: And I would have\nthought -- to me, that's a significant limitation on\nyour theory to say that in areas where you don't expect\nto be haled into court because your machine is not going\nto be used, you can't be.\nMR. ROSS: Well, it seems to me that if\nthe -- if the manufacturer has purposefully availed\nitself of the entire United States market, which is\ninclusive of Montana -\nCHIEF JUSTICE ROBERTS: Yes.\nMR. ROSS: -- and the machine somehow winds\nup in Montana -\nCHIEF JUSTICE ROBERTS: No, no. Not the\nmachine.\nMR. ROSS: The individual.\nCHIEF JUSTICE ROBERTS: Yes.\nMR. ROSS: So the individual is in Montana;\nthe accident happened somewhere else?\nCHIEF JUSTICE ROBERTS: Yes.\nMR. ROSS: Under those circumstances, I\nwould say that wherever that machine was sold into,\nwhether it was in an adjoining State, and the fellow\nfrom Montana lived across the border, say -\nCHIEF JUSTICE ROBERTS: Yes, exactly.\nMR. ROSS: -- I would say that the\njurisdiction would better be put where the accident\noccurred.\nJUSTICE BREYER: Yes, well -\nCHIEF JUSTICE ROBERTS: Could it be put\nelsewhere? Could it be put in the other State?\nMR. ROSS: I would say that if the -- if the\nmanufacturer has not purposefully availed itself of the\nState of Montana -\nCHIEF JUSTICE ROBERTS: Right.\nMR. ROSS: -- and has taken no steps -\nCHIEF JUSTICE ROBERTS: Right.\nMR. ROSS: -- to push into Montana, even\nthough it is seeking to sell to the entire United\nStates -\nCHIEF JUSTICE ROBERTS: Yes.\nMR. ROSS: -- I think the better location\nfor that lawsuit -\nCHIEF JUSTICE ROBERTS: Well, better -- I\nknow -- I know you think it's better, but can he be sued\nin Montana?\nWhat I'm trying to get at, obviously, is\nwe're talking about the stream of commerce in the United\nStates, but the stream doesn't wash over the United\nStates evenly. The manufacturer, as I asked earlier,\nmay decide I don't want to sell New Jersey.\nMR. ROSS: Right.\nCHIEF JUSTICE ROBERTS: The manufacturer may\nreasonably assume his machines aren't going to be in\nMontana because there's no scrap metal business in\nMontana. So I'm just trying to see if there are\nlimitations to your theory about the stream of commerce\ncovers everything.\nMR. ROSS: Yes, Your Honor. The answer is\nyes, there are limitations. There are those\nlimitations, and I think the best way of -- of stating\nit would be if there is purposeful availment of entering\na market and you sell the product into that market, you\ntake these additional steps plus the intent, plus the\nadditional -\nCHIEF JUSTICE ROBERTS: Right, but the\nmarket cannot be simply the United States, because you\ncarve out New Jersey if the manufacturer does, you carve\nout Montana if --\nMR. ROSS: That is correct.\nCHIEF JUSTICE ROBERTS: Okay.\nMR. ROSS: That is correct, Your Honor.\nJUSTICE BREYER: But what I'm thinking is\nthis -- this area of law has treated States as if\nthey're foreign countries, in a certain way analogous\nto. If that -- and I'm trying to -- let me ask: What\nyou said at one point, that if an independent company\ncomes to a business, however small, in the United States\nand says give us some of your product, we're going to\nsell it everywhere in the world we can, fine. And they\ndo.\nA couple go -- get into some very -- Burma\nor whatever, Myanmar. And right now, it's the law that\nconsumers in all those countries sue in that country if\nthey're hurt. Is that really the law? Is there\nsomething you can cite me to on that?\nMR. ROSS: Well, there are conventions.\nThere's a Brussels convention and a Uganda convention.\nJUSTICE BREYER: And what does it -- what\ndoes it say?\nMR. ROSS: They basically state, according\nto my understanding, that where the -- where the tort\noccurred to the signatories of that convention, which\nincludes the --\nJUSTICE BREYER: Yes, and we're one?\nMR. ROSS: The United Kingdom. Which\nincludes the United Kingdom.\nJUSTICE BREYER: And are we one?\nMR. ROSS: That -- then in those cases,\nwhere the tort occurred there would be jurisdiction over\nthe foreign manufacturer. For example, if there's an\ninjury in Belgium and the machine is manufactured in\nBritain, someone is hurt in Belgium, according to those\nconventions, then the person in Belgium could sue the\nBritish company in Belgium.\nJUSTICE BREYER: Did you refer to that? Do\nyou have a citation to that in -\nMR. ROSS: They're in our brief. Yes.\nJUSTICE BREYER: -- in your brief?\nMR. ROSS: Yes, Your Honor.\nJUSTICE GINSBURG: It's the EEOC Convention\non Jurisdiction and Judgments? Because that operates\nonly within the Community.\nMR. ROSS: That's correct. The United\nStates is not a signatory to that convention. But the\nhypothetical was -- and I tried to answer the\nhypothetical.\nJUSTICE KENNEDY: Does your argument depend\non whether the manufacturer is the manufacturer of the\nwhole machine as opposed to a component part, like\nAsahi? Suppose there was a little battery or lever that\nwas manufactured, I don't know, in France, and it was\nsent over to this English manufacturer, and they were -\nthis part is incorporated in many different kinds of\nmachines, but the part then -- and then the facts are\nthe same: It goes to the Ohio distributor and New\nJersey, but the part is what causes the injury.\nWhat results?\nMR. ROSS: I would say no jurisdiction for a\ncomponent manufacturer under those circumstances, unless\nthe component manufacturer was deliberately\nmanufacturing a product for sale into a State in the\nUnited States -\nJUSTICE KENNEDY: Well, it's like Justice\nBreyer's hypothetical. He wants to sell to the entire\nuniverse if he can.\nMR. ROSS: That's correct, but the\nmanufacturer in your hypothetical did not purposefully\navail itself of the United States market. He simply\nsold a component part.\nAnd this is, of course, not a component part\ncase we have here before us. So he may have known -\nthere might have been foreseeability that it was\npossible that.... That's not enough.\nCHIEF JUSTICE ROBERTS: Well, what if -\nMR. ROSS: We're not saying that's enough.\nCHIEF JUSTICE ROBERTS: Let's say he does\nknow, it's a component part for something that is sold,\nwidely sold, in the United States. Or it's a component\npart of this machine.\nMR. ROSS: Our position is that under those\ncircumstances, if the manufacturer did not purposefully\navail itself of the United States market by hiring a\ndistributor -\nCHIEF JUSTICE ROBERTS: But why would it\nbe -\nMR. ROSS: -- it wouldn't be targeting that\nmarket.\nCHIEF JUSTICE ROBERTS: So you have an\nentirely different test.\nMR. ROSS: As to components. I'm sorry.\nCHIEF JUSTICE ROBERTS: You have -- you have\nan entirely different test for a component manufacturer\nthan you do for the finished product manufacturer. The\ncomponent manufacturer may well know to a certainty that\nhis component is going to be used in a product that's\nsold in the United States.\nLet's say he makes a component for this\nmachine.\nMR. ROSS: Right.\nCHIEF JUSTICE ROBERTS: Why is that\ndifferent? Shouldn't it be the same test?\nMR. ROSS: I think it's different. And\nthat's where the limitation of the Due Process Clause, I\nthink, comes into play because that manufacturer, making\na small component, a spring, a small part for a large\nmachine like in the Asahi case, he may not -- he may\nhave known. It's foreseeable that this product will go\nthere, but -\nCHIEF JUSTICE ROBERTS: He makes -- let's\nsay he makes the 25-inch blade that only goes into this\nmachine. That's the only market for it. Does -- no\ndifference?\nMR. ROSS: I would say there is a\ndifference, because that component -\nCHIEF JUSTICE ROBERTS: I'm sorry. That was\npoorly phrased. Is it the same test for the machine, or\nis it a different test? Is it your component test?\nMR. ROSS: I think it's -- I think it's the\nsame test, but it would come out differently for the\ncomponent manufacturer. That's the way I'd like to -\nJUSTICE KAGAN: And, Mr. Fergenson, isn't\nthat what Justice O'Connor said in Asahi, that the\ncomponent manufacturer may have all the knowledge in the\nworld -- for Justice Brennan, that was enough; for\nJustice O'Connor, it was not enough, that knowledge was\ninsufficient, that there had to be purposeful availment,\nthat there had to be an active decision, a choice to\nseek the market. And -- and I understand that, on your\nview, McIntyre made that choice.\nMR. ROSS: Exactly.\nCHIEF JUSTICE ROBERTS: How can there not -\nhow can there possibly not be purposeful availment if\nthe manufacturer of the 25-inch blade knows it's only\ngoing to be used in McIntyre's machine and it knows that\nMcIntyre is trying to sell its machine in the United\nStates?\nMR. ROSS: Because the manufacturer of that\nblade did not specifically target the United States\nmarket. He -\nCHIEF JUSTICE ROBERTS: He put it in a\nproduct that is only going to be -- that he knows is\ngoing to be sold in the United States.\nMR. ROSS: But it's not specifically\ndesigned for them. And that -- that machine is not\nspecifically designed for the U.S. market. That\nmachine -\nCHIEF JUSTICE ROBERTS: You have a\npartnership. One of the partners makes the shell of the\nmachine; the other partner makes the insides of the\nmachine. Are they, as individual companies -- are they\navailing themselves of the United States market?\nMR. ROSS: Now, under those circumstances, I\nwould think there would be a difference. I think there\nwould be a difference because they are combined in\njoining to market into the United States. But if this\nis a -- a manufacturer of blades in Birmingham, England,\nand the manufacturer of blades in Birmingham, England,\nsends it to Nottingham, England, and then something\nhappens in New Jersey, and all the facts are the same, I\nwould say Birmingham is off the hook.\nJUSTICE SCALIA: Suppose the company in\nNottingham only sells to the United States. It's the\nonly place its machines are -- are marketed.\nMR. ROSS: That would be different then.\nThen there -- there is more than that. There -\nJUSTICE SCALIA: Then the component\nmanufacturer would be liable in New Jersey?\nMR. ROSS: Because he is basically\npiggybacking on the actions of the manufacturer.\nJUSTICE BREYER: All right. What about\ntoday, is there any difference between the trade show -\nand he did show up at seven trade shows. I -- I mean,\nthe manufacturer here had a representative at several\ntrade shows, you're right.\nMR. ROSS: Twenty-six.\nJUSTICE BREYER: That's right. Twenty -\nno, well, the record said seven.\nMR. ROSS: There were 26 trade shows.\nJUSTICE BREYER: Is that in the record?\nMR. ROSS: Yes, it is. Joint Appendix 114\nto 117a.\nJUSTICE BREYER: Okay. All right. Is there\na difference between that, do you think, and -- I just\nread in the paper the other day there's some Ethiopian\nor some foreign country -- it's a very poor country -\nand they're selling goats, and they're sending some to\nthe United States for some kind of festival purpose or\nsomething. Now, he said I have a site on the Internet.\nAll right.\nNow, all of these people, however small, I\nmean, many, many will have Internet sites, and some of\nthem might have an Internet site that's accessed by\nAmerican buyers, as this man did.\nMR. ROSS: Right.\nJUSTICE BREYER: All right. Is there any\ndifference between that and your trade shows?\nMR. ROSS: And if the goat poisons someone\nin the United States and the -- and the person who\nraised the goat -\nJUSTICE BREYER: Yes.\nMR. ROSS: -- purposefully availed itself -\nJUSTICE BREYER: No, no, don't use the\ncharacterization. I mean, I'm -- see, I'm trying to\nfigure out does this count as purposefully availed?\nMR. ROSS: If -- if they take steps,\nconcrete steps, additional conduct, then yes. The\nanswer is yes.\nJUSTICE BREYER: Okay. So the answer is\ngoing to be, in this case, if we say you win -\nMR. ROSS: Sadly, even if -\nJUSTICE BREYER: -- then everyone with a -\nwith a -- everyone with an Internet site who also sells\nto a buyer who says anywhere in the world, perhaps -- I\ndon't know how far that reaches -- seems pretty filled\nwith implications.\nMR. ROSS: Yes, it does. The Internet -- we\ndeliberately did not raise the Internet or any Web sites\nin our briefs.\nJUSTICE BREYER: But it's the same, you\nthink? It's the same -- I thought it might -\nMR. ROSS: I think if there's purposeful\navailment and if the Internet is being used to market\nspecifically into the United States and the product\ncauses harm to someone in the United States -\nJUSTICE GINSBURG: Are there -- there are\nsome cases just beginning -- at the beginning stages,\naren't there, involving sales through the Internet?\nMR. ROSS: Yes. Yes, Your Honor. I believe\nthat those cases say if there's an interactive Web site;\nin other words, if the person sitting in the United\nStates can press several buttons on its computer and\ninteract and make -- consummate the transaction, if you\nwill, with the foreign manufacturer, then under those\ncircumstances, I believe, the trend of the cases seems\nto be that there would be jurisdiction.\nJUSTICE KENNEDY: But -- but you were cut\noff before you finished your answer. I want to make\nsure I understood it. I -- I make the inference that\nyou -- you would say that if there is an advertisement,\nnot a sale, just an advertisement on the Internet,\nreplacing the trade show, that that is a significant\navailment -- a purposeful availment, and there can be\njurisdiction in New Jersey. Same factors here -\nsomebody who doesn't go to the U.S. trade shows, but he\ndoes put it on the Internet, the same result?\nMR. ROSS: That was one of the four examples\nthat Justice O'Connor gave us in Asahi, advertising\nfor --\nJUSTICE KENNEDY: I want to know what your\nposition is.\nMR. ROSS: Yes. My position is yes, because\nthey are -- they are attempting to sell into the United\nStates with advertising. But the trend of the decisions\nhas been that it has to be an interactive Web site.\nCHIEF JUSTICE ROBERTS: Can -- maybe\neverybody knows this except me. Do you -- are Web sites\ntargeted to the United States? Don't you -- you can -\nlet's say they put it on their Web site in England.\nCan't you -- can't -- can't I access that from here?\nMR. ROSS: Yes, you can.\nCHIEF JUSTICE ROBERTS: So they don't even\nhave to send the Web site to the United States? They\njust have to have a Web site?\nMR. ROSS: If it's an interactive Web site\nwhere you can sit in New Jersey, order a product, the\nproduct is then delivered by the foreign manufacturer\ninto New Jersey, and the product then chops off four\nfingers of someone's hand -\nCHIEF JUSTICE ROBERTS: So it has to be\ninteractive?\nMR. ROSS: Yes, Your Honor.\nCHIEF JUSTICE ROBERTS: If it's just -- what\nif it says, here, we're McIntyre -- on a Web site -- we\nmake these machines; give us a call at this number if\nyou want to buy one?\nMR. ROSS: Not enough.\nCHIEF JUSTICE ROBERTS: Not enough?\nMR. ROSS: That's like a billboard. That's\nnot enough. That's just a pure advertising; not enough.\nBut if the additional steps that I just mentioned are\ntaken and a sale occurs -\nCHIEF JUSTICE ROBERTS: And this distinction\nis somewhere in the Due Process Clause?\nMR. ROSS: I believe that the Due Process\nClause requires the additional conduct. The purposeful\navailment, which is what we have in your hypothetical,\nand the actual transaction, the sale, then we have\njurisdiction.\nJUSTICE KENNEDY: But was the sale here\nnegotiated in -- or part of the sale negotiated in\nNevada or the person just -- the New Jersey manufacturer\njust was interested in the machine and then later\ncontacted the Ohio distributor?\nMR. ROSS: In this case, the manufacturer\nsaid that they own the machines until they're paid for\nin full. The machine was not paid for in full.\nJUSTICE KENNEDY: No, I'm -- I'm trying to\nrelate what happened here to the Internet hypothetical.\nI have the -\nMR. ROSS: Right.\nJUSTICE KENNEDY: -- Internet hypothetical\nwhere there's just an advertisement.\nMR. ROSS: Right.\nJUSTICE KENNEDY: And, at first, I thought\nyou were saying that's sufficient. Now you say no,\nbecause they have to be part of the contract. I'm\ntrying to make the Internet equivalent to the trade\nshow.\nMR. ROSS: If the Internet Web site is\ninteractive, so you can sit in New Jersey, order the\nproduct, complete the transaction, send money, and in\nresponse to the money coming, you get a product -\nJUSTICE KENNEDY: Okay. But not just an\nadvertisement?\nMR. ROSS: Not just an advertisement.\nJUSTICE KENNEDY: Even though that's the\ncause for the buyer's interest in it and he pursues -\npursues his -- his transaction after finding out all the\ninformation on the Internet, but he phones the Ohio\ndistributor?\nMR. ROSS: It's not enough, in my judgment,\nif -- under the Internet example that you just gave. If\nthere's an interactive Web site where the person in New\nJersey can press buttons on his computer and complete\nthe transaction with the result that the product comes\nto New Jersey, under those circumstances, I would say\nthere is jurisdiction.\nCHIEF JUSTICE ROBERTS: Complete? He's got\nto complete the transaction?\nMR. ROSS: That's correct.\nCHIEF JUSTICE ROBERTS: What if it's -\nMR. ROSS: I don't -\nCHIEF JUSTICE ROBERTS: -- you know, punch\nthese numbers, and we will send you an application for a\nmachine? Is that not enough, because he's got to\ncomplete the transaction?\nMR. ROSS: I would say, under those\ncircumstances, that that's part of what the manufacturer\nrequires, but the end result is that the machine winds\nup in New Jersey through this contact between the person\nand the manufacturer. Then I would say that would be\nenough for jurisdiction.\nCHIEF JUSTICE ROBERTS: So that if they say\nfill this out, and contact this person, McIntyre,\nwhatever, in Ohio, that's where you can get one of our\nmachines -- that's enough?\nMR. ROSS: I would say, in that case, they\nhave deliberately targeted the entire United States\nmarket, but they want you to go through their\ndistributor, which they have hired -\nCHIEF JUSTICE ROBERTS: Would their -\nMR. ROSS: -- in Ohio, and he sends it.\nIt's the same situation.\nWell, if there's no further questions, I\nwould simply like to ask this Court to affirm the\njudgement of the Supreme Court of New Jersey in this\ncase.\nCHIEF JUSTICE ROBERTS: Thank you, Mr. Ross.\nMR. ROSS: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Fergenson, you\nhave 2 minutes remaining.\nREBUTTAL ARGUMENT OF ARTHUR F. FERGENSON\nON BEHALF OF THE PETITIONER\nMR. FERGENSON: Thank you, Your Honor.\nJustice Breyer, I would -- in response to\nyour concern, I would ask you to look at page 29 of the\nStates' amicus brief: \"Ignorance of the fact that New\nJersey is a State within our union, or of the specifics\nof New Jersey products liability law, should not allow\nPetitioner to avoid jurisdiction. Its own lack of\nresearch prior to embarking on a nationwide marketing\ncampaign is no defense.\" I think that -\nJUSTICE KAGAN: Mr. Fergenson --\nJUSTICE SOTOMAYOR: Could you answer -\nJUSTICE KAGAN: -- could I ask you a\nquestion?\nJUSTICE SOTOMAYOR: I'm sorry. Could you -\njust one quick point of clarification.\nMR. FERGENSON: Yes, Your Honor.\nJUSTICE SOTOMAYOR: It's a point that your\nadversary raised in passing. I'm not quite sure, do you\nsell outright to the American company? Do you ship a\nproduct and they pay you, or they only pay you when they\nreceive the money from their customer? There appears to\nbe some suggestion of the latter.\nMR. FERGENSON: And the New Jersey Supreme\nCourt said that there was a suggestion that some trades\ncould have been by consignment. I believe that that is\noutside of this -- taken out of this case by an\nadmission in the brief -- at least for this sale -- in\nthe brief in opposition to defendant's motion to\ndismiss, at 19-20, filed October 11th, 2006, where they\nstate -- where Respondent states it was sold by us to\nMMA, and it was sold by MMA to Curcio Scrap Metal.\nSo, there is no consignment. There's no\nconsignment under 9-102, which Ohio has adopted.\nJUSTICE SOTOMAYOR: But that's a different\nquestion than I asked. There was no consignment on this\nmachine?\nMR. FERGENSON: Yes.\nJUSTICE SOTOMAYOR: But you're not claiming\nthat there might not be on others?\nMR. FERGENSON: The evidence in the record\nunder 9-102, which Ohio has adopted, I think can only be\nreasonably viewed -- and this Court obviously treats it\nas de novo, on a jurisdictional review -- can only be\nviewed as not a consignment because MMA was in the\nbusiness of selling the products to others.\nLet me say that for the -- there was no\ninteraction in the record with anyone from New Jersey by\nMMA or by J. McIntyre. It was the booth, and then there\nwas an order. And if you look at the invoice, it says\nverbal order. There was an order by the son of the\nowner of Curcio Metal Works, and that's it. The order\nwas fulfilled.\nJUSTICE KAGAN: Mr. Fergenson, Toyota,\nHonda, Volkswagen -- pick your car company -- sells many\nmillions of cars to the United States. They start\nblowing up here. They operate through independent\ndistributors only. Can they be subject to jurisdiction\nin any of the States?\nMR. FERGENSON: I think that most\nsophisticated distribution networks -- and this one was\nnot -- I -- the defense takes it as a -- takes on the\nissue of this as a scheme. Most sophisticated\ndistribution networks, such as the manufacturers you're\ntalking about, there is -- there is recourse to remedies\nthroughout the United States, whether against the\ndistributor or against the manufacturer.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. FERGENSON: Thank you.\nCHIEF JUSTICE ROBERTS: The case is\nsubmitted.\n(Whereupon, at 11:13 a.m., the case in the\nabove-entitled matter was submitted.)\n62:12 advertisement Appendix 52:7 44:10 bankrupt 12:14\n57:16,17 application 58:11 attempting 55:4 based 7:7,8 9:19\n9:24 11:6 affirm 59:7 appropriate 9:20 37:10,13,21 51:20\n17:25 afraid 26:24 9:22 15:16 attends 41:14 basis 3:24 9:6\n31:17,18 agency 3:22,24 approve 19:18 authority 16:21 35:23 36:9,11\n43:8 agree 13:20 approved 19:18 27:21 41:21,25 42:6\nagreement 9:20 area 16:3 45:5 48:9 begged 20:23\nALEXANDER argument 1:12 25:10 behalf 1:16,18\n12:5 13:4 allegedly 9:5 arisen 10:6 26:21 28:9 33:2 46:10,11\n24:21 arises 7:1 10:9 42:14 43:14 believe 21:14,17\n51:21 all-purpose 12:17 availing 28:23 32:7 33:11 54:5\n14:20 ARTHUR 1:15 availment 7:11 benefit 40:13\n21:4 30:19 article 22:1 18:20 28:15,19 better 3:25 5:17\n33:16 34:6 47:2 49:8,24 50:3,9 53:24 biggest 29:18\n29:1,3 amicus 59:19 asked 11:1 19:6 aware 30:17 51:8,9,12\n44:20 analogous 45:6 20:6 44:6 60:25 awareness 3:14 blade 49:12\n53:8 56:7 answer 10:25 asking 9:1 a.m 1:13 3:2 50:10,15\n13:8 25:2,5,7 assert 23:23 62:11 blades 51:8,9\n54:14 assignment 9:10 B blowing 61:21\n9:12 10:10,13 back 10:7,25 blows 17:15 18:9\n61:13 56:2 characterizatio... 10:3 11:14 12:2 components\n23:16 buyers 52:20 Chicago 21:25 clarification 60:5 conceding 8:18\nbuyer's 57:19 Chief 3:3,9 26:2 Clause 15:16 concern 31:1\n24:7 29:3 C 38:14,20 39:2 11:21 concrete 32:6,15\n30:5,25 C 2:1 3:1 41:6,16 42:3,8 client 17:12 37:10 53:8\ncabined 25:25 42:17,20,23 combined 51:6 concurrence 6:9\n34:15 California 5:15 43:1,6,11,16 come 8:14 10:25 6:10,10\n35:4 5:23 8:1 12:23 43:18,22,25 31:6,16 49:21 condition 16:8\n41:5 call 29:12 56:1 44:9,22 45:2 comes 41:9 45:9 conduct 27:15\n45:4,20 calling 4:2 48:1,3,11,15 49:6 58:2 28:18 29:1,3\ncampaign 59:24 48:18 49:2,11 coming 57:14 32:6 53:8 56:12\n52:3,6,9 car 61:19 49:17 50:8,17 commerce 27:1,2 conducting 7:16\n53:2,4,10 cars 61:20 50:24 55:7,13 32:5 42:5 44:4 17:1\n59:17 carve 44:24,24 55:21,24 56:4,9 44:13 conflict 8:24 23:5\n47:16 22:10 23:2,12 59:3,10,12 62:7 common 9:12 conflicts 24:4,6\n59:19 25:22 27:16,18 children 25:14 Community Congress 14:21\n28:3 29:1 31:8 China 25:4,13 46:19 14:22 15:8\n38:23,24 41:8 Chinese 30:11 company 4:1 Congress's 16:6\n46:9 58:24 59:9 16:17 50:4,6 20:16,17 21:5 connection 24:18\n26:12 38:9 cases 6:24 7:20 chops 55:19 29:11,13,18,21 60:15,22,23,25\n46:11 10:7 13:6 23:4 chosen 11:13 30:16,19 33:13 61:9\n16:23 cause 12:4 57:19 33:20 38:25 compare 24:12 consumers 45:15\n32:19 47:8 54:1 54:11 58:3,15 58:1,5,6,13 consummated\n45:9 certain 21:2 citation 46:13 component 24:10 31:8\n25:19 31:10 cite 45:17 47:1,11,12,21 contact 34:1,7\n62:7 decides 41:14 37:12 38:14,23 32:10 35:1\ncount 53:6 50:4 51:23 52:10,23 38:11 39:23\n11:8 12:9 45:6,15 deep 35:10 18:6 28:3 34:1 56:20 57:22\n57:8 country 15:9 defective 9:5 34:1,23 47:5 59:2 62:6\n19:7 32:22 33:13 10:2 11:25 49:19 51:16 18:7,13,13\n45:15 52:12,12 13:13,13,15 60:24 61:22\n22:5 course 14:23 defendants 15:9 differs 22:10,11 dragged 21:18\n11:18 court 1:1,12 3:10 60:18 direct 3:11 6:5 due 15:16 16:20\n4:8,17 6:7 7:17 defense 59:24 directed 20:16 33:14 49:5\n19:19 23:4,14 Defiance 10:11 direction 11:21 D.C 1:8\n26:18 30:8 34:6 degree 33:17,23 39:23 E\n45:19 59:7,8 60:14 47:12 53:19 dismiss 60:19 earlier 44:6\n46:17 61:7 58:25 dismissal 20:21 economic 40:13\ncourts 14:15 delivered 55:18 dispute 20:20 EEOC 46:17\n46:10 Court's 6:5 22:3 depend 46:24 distant 20:4 efforts 19:18\n30:11 created 37:2 description distribute 21:16 embarking 59:23\ncuff 25:8 designed 50:21 distributed 4:1 38:12\n60:21 61:16 designing 37:11 distribution 8:4 30:22\n5:20 60:11 determinative 62:3 enforce 35:20\n21:20,23 20:11,14 determine 25:24 3:14,18,18 4:2 engaging 15:11\n27:24 cut 54:13 determined 5:12,13,15,16 England 10:19\n33:10 25:12 5:20 9:18 11:7 15:13 33:13\n35:24 D detours 27:3 11:8 12:6,9,14 51:8,9,10 55:10\n41:3,23 D 3:1 develop 31:14 13:16 15:12,13 English 19:9,10\n45:1,3 day 12:20 52:11 developing 30:16 15:14 17:9,20 20:16 47:4\n47:18 de 61:8 30:17 17:24 18:14,16 entering 27:1,2\ndealing 10:16 development 18:17,22 21:15 44:18\n42:15 extent 33:19 Fifth 14:20 forward 6:7 22:19 23:25\n47:16 figure 53:6 24:16,17 24:17 30:19\nF filed 60:19 found 30:2 35:7 31:14 34:17\n31:8,14 59:19 find 5:13,20 23:1 47:3 53:11\nfactors 30:20 finding 57:20 fulfilled 61:17 22:23 24:1\nfacts 15:15 23:6 fine 45:11 fully 10:25 government\nfairness 16:21 finished 24:10 G 22:19 32:21,23\n41:3 43:6 5:1,3,8,11,19 25:12 35:17,22,25 hand 55:20\n5:25 6:4,12,15 following 30:6 36:4 38:4 41:21 Hanson 6:7 7:15\n8:8,10,23 9:2,9 22:2 54:2 happened 9:4,6\n54:23 11:10,18 12:4 14:17 15:9 16:3 45:10 56:1 56:25\n21:10,20,23 Fort 10:11 goat 52:24 53:1 hired 35:3 59:2\n6:4,18,23 Ignorance 59:19 intend 31:9 10:4 11:5,5,9 jurisdictional\n8:8,23 9:9 ignorant 23:19 intent 27:13,14 11:10,15,15 33:8 35:23 36:9\n11:11 Illinois 5:24 32:4 44:20 13:6 15:15,17 36:11 38:21\n14:1,7 17:14,15,16,19 intention 26:24 19:12 26:15,16 61:8\n16:5,13 17:21 interact 39:11 26:18,24 27:3,5 jurisprudence\n17:17 imagine 22:10 54:9 27:8 28:1,13,16 6:5\n19:4 implications interaction 39:7 28:24 29:24 Justice 3:3,9,17\n20:6 53:17 61:12 30:8 38:1,2,4 3:25 4:4,7,19\n21:3,6 important 12:3 interactive 54:6 38:16,22 39:3,5 4:22 5:2,9,14\nimports 16:7 55:6,16,22 39:12,15,19 5:22 6:1,8,10\n23:10 24:6 incident 7:1 57:12,25 40:5,10,20 41:9 6:12,16,19,24\n26:4 include 27:23 interest 57:19 44:7,24 47:8 6:25 7:9,10,20\n29:1 28:1,9,12 interested 56:19 51:11,19 54:20 8:9,12 9:1,3,14\n33:6,10,15 includes 45:25 interesting 24:22 55:17,19 56:18 9:15,16 10:15\n34:5,14 46:3 international 57:12 58:1,3,17 11:3,17,19 12:2\n35:12,24 inclusive 42:16 11:23,24 12:16 59:8,20,21 12:11 13:8,8,22\n37:8 incorporated 12:17,19,20,22 60:13 61:12 14:2,5,8,10,13\n41:4 47:5 22:4,4,5 27:20 joining 51:7 14:23 15:1,4,10\n45:3 indemnification Internet 52:15 Joint 52:7 15:20,21,24\n54:5 9:13 52:18,19 53:14 JR 1:17 2:6 26:7 16:10,14,16\n59:16 indemnity 10:8,9 53:18,19,24 Judge 25:9,22 17:3,18 18:1,12\n10:13,16,18,21 54:4,17,22 judgement 59:8 18:21 19:2,5,6\n29:17 30:11 irrelevant 30:14 jurisdiction 3:16 27:9,12,16,19\n15:12 Indiana 17:14 issue 8:24 11:16 7:12 9:7,17,21 28:15,19,22\n17:7 individual 20:11 11:18,19 62:2 9:22,23 10:1 29:3,5,8 30:5\n27:5 28:6 22:17 42:22,24 issues 35:10 11:4,9,11 12:15 30:25 31:11,22\n32:9,16 51:2 12:16,23 14:3 31:23,24,25\n37:1 inference 54:15 J 14:16 15:16 32:1,2,8,12,17\n47:16 influential 22:1 J 1:3 3:4,11 9:11 16:1,4,11,12 32:18 33:4,7,12\n56:13,25 information 61:13 17:16,18,20 33:21,25 34:5\n57:21 January 1:9 18:8 22:22 23:1 34:10,12,15,20\n10:18 14:17 Japanese 24:9 36:23,24 37:19 35:15,17,17,22\ninjury 21:22 46:8 Jersey 1:17 3:12 46:18 47:10 36:22 37:12,18\n3:15,15 4:17 54:12,20 56:15 38:1,4,14,20\n20:20 23:12 25:10 35:9 38:3 39:18 27:13,15,19\nkind 9:19 10:15 30:15,17 31:15 28:8,17 31:9\n42:3,8,17 33:25 39:6 33:8 45:5,14,16 M 32:24,24 34:7\n43:1,6 52:14 59:21 machine 8:17 9:5 34:21 35:2,2\nkinds 30:1 47:5 lawsuit 43:24 9:5 10:19 15:12 36:13,16 38:10\n44:9 King 6:8 7:15 lawyers 31:16 17:15,21 18:9 39:4,8,24 40:12\n45:2,4,20 11:20 16:23 left 9:16 19:12 20:13 42:14 43:14\nKingdom 11:13 legal 16:9 19:6 24:20 25:17 44:6,9,24 46:7\n47:15 46:2,3 25:1,16,19 27:21 38:5,9,12 46:25,25 47:4\n48:1,3,11 Klaxon 15:7 legally 30:14 39:6 42:11,18 47:11,12,19\n49:2 know 11:4 19:15 letter 19:23 20:1 42:21 43:3 46:8 48:8,19,20,21\n21:17 22:10 21:11 47:1 48:6,25 49:6,22,25\n23:3,9,18 28:5let's 16:7 18:2,12 49:8,13,18 50:10,14 51:8,9\n31:15,15 40:19 25:16 48:3,24 50:11,12,21,23 51:19,21,25\n41:8 44:1,1 49:11 55:10 51:1,2 56:19,23 54:10 55:18\n47:3 48:4,21 lever 47:2 58:12,16 61:1 56:18,21 58:15\n54:2,13 53:16 55:1 liability 10:14,25 Machinery 1:3 58:18 62:6\n55:1,7,13 58:10 12:7 13:4,7 3:5 manufacturers\n56:4,9 knowledge 3:14 59:21 machines 8:5 16:9 62:3\n57:3,6 49:25 50:2 liable 18:5 36:13 29:24 40:25,25 manufacturer's\n58:5,8 known 47:23 51:19 41:2,15,17 36:25\n59:3 49:9 limitation 10:7 44:10 47:6 manufacturing\nknows 50:10,11 42:9 49:5 51:15 56:1,22 47:13\n50:18 55:8 limitations 13:5 58:23 market 4:11,14\n62:7,9 Komatsu 3:21 20:21 44:13,16 Madras 34:3,6,7 4:24 5:13 7:13\n5:2,9,14 L litigation 24:9 24:14 32:21 33:2\n6:1,25 lack 59:22 little 15:24 34:7 making 31:17 36:17 37:3,11\n16:14 17:3 lacked 3:15 36:14 47:2 35:10 49:6 38:18 41:11,12\n18:1,12 lacks 16:18 lived 43:5 malfunctions 42:15 44:19,19\n32:18 large 37:21 loaded 4:4 24:20 44:23 47:20\n34:12 40:15,17,21 location 43:23 man 52:20 48:9,14 49:13\n40:3,14 49:7 locations 8:5 manager 5:13 50:5,16,22 51:3\n49:23 Las 19:11 38:8 logical 8:21 manufactured 51:7 53:24 59:1\n60:2 40:21 long 7:11 40:11 10:19 15:13 marketed 51:15\nLaughter 39:20 look 6:11 21:24 25:18 46:8 47:3 marketing 19:18\nlaw 3:21 8:24,24 59:18 61:14 4:10,13,14,23 37:3 41:1 59:23\n46:24 9:10,12 10:9,11 looked 30:2 5:5 6:14,20,21 markets 30:9\n54:13 10:13,15 11:21 looking 11:12,23 9:18 14:17 Marlton 1:17\n56:16,24 13:7,11,19,19 looks 6:5 16:6,9 23:24 24:10,11 Maryland 1:15\n13:21 21:25 lot 8:13,15 13:24 24:14 25:3 Massachusetts\n41:18,18 42:16 40:5,10,20 41:9 8:11,13,14,22 page 2:2 59:18\n44:11,12,25 55:17,19 56:18 10:11 11:2,4,6 paper 52:11\n22:25 motion 60:18 58:17 59:8,19 12:9,24 13:6,11 47:1,5,6,8,21\n40:11 Myanmar 45:14 59:21 60:13 13:15,16,24 47:22 48:4,6\n61:12 17:9,13,20 49:7 56:17 57:8\n4:13 8:3 N 2:1,1 3:1 40:23,24 26:16 47:7 particular 16:23\n9:11 11:8 name 18:11 Nicastro 1:6 3:5 56:20 57:21 26:21\n55:25 20:13 25:22 8:16 10:17,18 58:22 59:4 partner 51:1\n61:13 names 20:6 10:22,24 11:12 60:23 61:6 partners 50:25\n14:11,14 24:25 okay 5:2 18:1 50:25\n28:19,20 59:23 38:7,12 24:1,7 29:18 pay 60:10,10\n35:9,18 necessary 23:4 nice 22:15 31:11 34:3 45:2 people 12:19\n37:13 23:22 nine 18:2 52:9 53:10 39:18 40:8,16\n52:18 need 10:2,10 non 11:16,19 57:15 40:24 52:17\nneeds 18:13 notes 29:6 once 21:9 perfectly 9:17\n61:16 Nevada 38:21 56:1 oral 1:11 2:2,5 personal 4:9 18:8\nNew 1:17 3:12 order 36:13 per-purpose 3:24\n60:21,21 22:24 26:15,16 43:9 45:24 46:6 27:16 49:24 piggybacking\n26:18,24 27:3,5 occurrence 6:10 50:2 54:24 51:21\n30:8,8 38:1,2,4 odd 15:24 9:17,21,22 11:5\n39:12,15,19 Ohio 3:21 8:10 P 3:1 40:24 51:15\nprinted 20:13 purchase 41:14 13:25 24:12 replacing 54:18\nproblem 31:12 26:20 52:14 reasonable 15:7 requires 56:12\n11:14 28:15,25 31:4 rebuttal 2:8 26:3 residence 41:22\n49:5 56:10,11 54:19 56:12 received 20:16 residual 15:25\n60:5,7 4:15 5:10,12 13:13,15 26:21 recognize 35:19 respect 18:21\n48:7 55:2 44:19 45:10 50:17 54:22 recourse 62:4 57:14 59:17\n47:13 48:20,22 55:10 refer 3:25 46:12 rest 35:19\n55:19 57:13,14 question 4:8,19 reimbursement result 39:8 54:22\nproducts 4:24 5:6 13:12 16:16 rejected 8:25 results 47:9\n24:2 26:16 32:11 60:25 related 10:4 61:8\n36:18 41:12 questions 59:6 relating 12:21 rhetoric 30:1\n24:1 Professor 21:25 quite 25:25 60:8 11:7,25 12:10 5:18 9:13 11:1\n34:21 22:2 quotes 22:2,3 17:19 18:6 19:5 14:13 17:14,22\n36:9,11 R 3:1 release 9:12 34:4,13 38:19\nprovided 14:14 reaches 53:16 remedies 62:4 52:3,9,16,21\n52:7,21,24 53:3 33:25 34:5,10 32:4 55:14 44:23 47:20\n31:25 53:7,12,18,23 36:8 39:11,14 57:13 58:11 59:7\n39:2 54:5,23 55:3,12 39:18 40:2,4,7 sending 52:13 sir 14:25,25\n42:3,8 55:16,23 56:3,5 51:13,18 sends 51:10 59:4 sit 55:17 57:12\n56:11,21 57:2,5 Scalia's 35:18 sense 8:13 39:1 site 37:15,20\n57:11,17,23 scary 36:14 sent 47:4 52:15,19 53:14\n58:7,9,14,24 scenario 34:24 serve 17:4,5,10 54:6 55:6,10,14\n45:2 59:4,10,11 scheme 62:2 17:11,22 18:7 55:15,16,25\nrule 23:3 24:3 scrap 41:7 44:11 32:20 57:11,25\n49:2,11 30:15 33:8 60:21 service 20:3 sites 40:16,18,21\n50:8,17 Russia 25:17 second 3:22 set 8:3 25:11 52:18 53:19\n55:7,13 29:20 settled 20:20 55:8\n56:4,9 S section 3:22 seven 29:21 37:4 sitting 54:7\nS 2:1 3:1 see 11:21 24:17 51:24 52:4 situation 59:5\n62:7 Sadly 53:12 29:12 31:11,13 Shaffer 23:15 sketching 31:20\nsale 4:11,15 35:9 36:19 shared 38:10 slightly 34:19,23\n36:23 37:5 seek 33:1 40:4 ship 60:9 31:14 32:19\n40:11 47:13 50:5 shipping 20:9 45:9 49:7,7\n28:2,7,14 54:17 56:8,14 seeking 17:4,5 shoe 11:24,24 52:17\n56:16,17 60:17 17:22 20:3 12:16,17,18,22 sold 21:19 43:3\n30:4,24 sales 31:7 54:4 43:20 22:4,4,5 47:21 48:4,5,23\n32:3,9 salespeople 22:5 seeks 32:20 shoes 12:20 50:19 60:20,21\nsalesperson selects 15:14 Shoe's 12:20,20 solely 4:10\n18:18 sell 4:24 5:6,9,12 shop 22:13 23:24 somebody 24:20\n34:4,9,11 satisfies 33:14 6:16 18:22,25 34:16 35:6 28:22 39:12\nSavchuk 23:15 22:17,19 23:25 show 19:8,11 54:21\nsaw 19:12 38:8 25:3 26:11,16 31:6 37:24 38:9 someone's 55:20\n36:3,7,15 38:12 27:21,22 29:15 38:15,21 40:17 son 61:15\n38:2 saying 36:22 30:18,19 31:5,9 51:23,24 54:18 sophisticated\n39:3 48:2 57:7 34:17,18 36:18 57:10 61:25 62:2\nsays 12:15 16:12 37:9,25 40:9 shows 19:9 20:19 sorry 20:25\n22:17 24:1 41:2 43:20 44:7 21:2 29:21 31:5 48:17 49:17\n29:14,16 34:17 44:19 45:11 32:8,10 37:4,11 60:4\n36:11 45:10 47:16 50:12 37:13,15,21,24 sort 31:12,19\n43:2,7 53:15 55:25 55:4 60:9 38:8 41:14 SOTOMAYOR\n61:14 seller 35:7 51:24 52:1,5,23 19:2,5,15,17\n45:1,3 Scalia 3:17,25 selling 22:23 54:21 20:12,23 21:1,4\n46:2,5 4:4 6:12,16,19 26:24 32:11 signatories 21:7,13,21\n6:24 13:22 14:2 39:9 40:15 45:24 31:23 36:21\n48:2,7 14:5,13,23 15:1 52:13 61:10 signatory 46:21 60:1,4,7,24\n49:1,4 15:4,21 16:10 sells 24:14 32:19 significant 42:9 61:3\n50:7 19:6 27:19,25 51:14 53:14 54:18 sound 16:19\n51:4 28:5,12,15,19 61:19 similarly 33:17 source 16:21\n24:13,16,18 10:20 13:24 talking 9:23 45:4\n16:2 30:18 31:5,7,16 sued 8:3,7,19 9:4 62:4 35:15 37:1 42:3\n9:6,23 37:13,25 38:17 sufficient 22:21 7:13 50:15 thousand 22:16\n12:15,16 40:12,16,17 23:1 41:25 42:5 targeted 4:14 22:18 34:17\n44:5,6,23 45:5 suggested 21:12 14:6,17 55:9 22:24 29:8,23\n45:9 46:21 suggestion 12:24 58:25 30:3,7\n15:2 52:14,25 53:25 suing 25:14 teaches 12:16 today 51:23\n7:6,17 14:15 15:20 Supreme 1:1,12 48:19 49:3,18 tough 31:18,19\n16:17 20:21 4:17 30:8 59:8 49:19,19,21 Toyota 61:18\n17:24 step 13:18 15:19 60:13 Thank 26:4,5 trade 19:9 21:2\n15:23 sure 16:19 29:7 59:10,11,16 29:21 31:5,6\n23:23 steps 31:10 32:7 30:3 54:15 60:8 62:7,8 32:8,10 37:4,10\n38:2 43:4 32:15 43:17 surely 14:6 theory 42:10 37:13,14,21,23\n45:22 44:20 53:7,8 system 15:8 25:1 44:13 37:24 38:8,9,15\n59:20 56:7 25:16,19 41:1 thing 6:13 15:11 38:20 41:14\nstrange 13:10 systems 33:8 29:10,19,20,23 51:23,24 52:1,5\n37:8 32:5 42:5 44:4 T things 29:9 57:9\n12:7 13:4,6 Taiwan 24:15 15:22 16:5,22 transaction 54:9\nstrike 34:2 Taiwanese 24:10 20:23 27:14,16 56:14 57:13,20\n7:3 suable 6:20,21 take 7:24 22:9 27:17 29:11 58:2,6,13\n6:25 28:18 29:10 30:9 31:8 32:14 transcript 22:3\n10:18 subject 7:5 32:24 44:20 53:7 32:18,23 35:21 travel 21:1\n14:3,3,5 61:22 taken 16:24 37:17 43:23 traveled 19:9\nsubjects 30:15 31:10 32:7,15 44:1,17 49:4,6 Travelers 10:7\nsubmitted 62:10 33:3 36:5 43:17 49:20,20 51:5,5 traveling 18:18\n17:6,10,11 62:12 56:8 60:16 52:10 53:22,23 treated 45:5\n27:23 29:15,21 want 4:24 10:25 worker 41:9 114 52:7\n35:18 36:4,10 23:7,8 26:15,25 Works 61:16 19-20 60:19\n54:14 55:1\n59:1\n45:7 47:14,20 48:5,9 33:4,14 34:18 2006 60:19\n53:5 48:23 50:12,15 35:19 45:11 2011 1:9\n17:12,12\n57:9 50:19 51:3,7,14 50:1 53:15 25-inch 49:12\n2:4\n29:23 University 21:25 wasn't 19:8,10 30:12\nuse 53:4 way 44:17 45:6 worries 30:7 5\n31:21 V written 9:11 29:5\n50:5 v 1:5 3:5,21 10:8 went 29:21 37:3 99 22:2\nvalve 24:14,14 x 1:2,7\n38:8 40:21 Y\nverbal 61:15 years 13:5\n36:9 44:4 York 5:24\nVirginia 22:14 win 53:11 0\n6:2,13 22:16 34:16,21 winds 42:18 09-1343 1:4 3:4\nVolkswagen 6:6 58:16\n10:18 6:8 7:15 23:15 wish 26:11 1\n11:13 61:19 woman's 29:16 1(1) 3:22\n"
    }, 
    "respondents": [
        "ROBERT NICASTRO, ET UX."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 55, 
        "JUSTICE ALITO": 3, 
        "JUSTICE BREYER": 39, 
        "JUSTICE GINSBURG": 25, 
        "JUSTICE KAGAN": 27, 
        "JUSTICE KENNEDY": 15, 
        "JUSTICE SCALIA": 36, 
        "JUSTICE SOTOMAYOR": 18, 
        "MR. FERGENSON": 69, 
        "MR. ROSS": 128, 
        "S 2": 1
    }
}