{
    "appearances": {
        "content": "JAMES H. KASTER, ESQ., Minneapolis, Minnesota; on behalf\nof Petitioner.\nJEFFREY B. WALL, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the United States, as amicus curiae,\nsupporting Petitioner.\nCARTER G. PHILLIPS, ESQ., Washington, D.C.; on behalf\nof Respondents.\n"
    }, 
    "caseNum": "09-834", 
    "caseinfo": {
        "content": "KEVIN KASTEN, :\nPetitioner :\nv. : No. 09-834\nSAINT-GOBAIN PERFORMANCE PLASTICS :\nCORPORATION :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJAMES H. KASTER, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nJEFFREY B. WALL, ESQ.\nOn behalf of the United States,\nAs amicus curiae, supporting Petitioner 16\nORAL ARGUMENT OF\nCARTER G. PHILLIPS, ESQ.\nOn behalf of the Respondent 26\nREBUTTAL ARGUMENT OF\nJAMES H. KASTER, ESQ.\nOn behalf of the Petitioner 50\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, October 13, 2010\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:05 a.m.\n"
    }, 
    "petitioners": [
        "KEVIN KASTEN,", 
        "Petitioner", 
        "v.", 
        "No. 09-834 SAINT-GOBAIN PERFORMANCE PLASTICS", 
        "CORPORATION", 
        ""
    ], 
    "proceedings": {
        "content": "(11:05 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next in Case 09-834, Kasten v. Saint-Gobain\nPerformance Plastics Corporation.\nMr. Kaster.\nORAL ARGUMENT OF JAMES H. KASTER\nON BEHALF OF THE PETITIONER\nMR. KASTER: Thank you, Mr. Chief Justice,\nand may it please the Court:\nWhen Kevin Kasten told his employer that the\nlocation of the time clocks was illegal and that if they\nwere taken to the court they would lose, he filed any\ncomplaint within the meaning of the 215(a)(3) under the\nFair Labor Standards Act, because filing includes an\noral communication, because \"any\" means any, which\nincludes formal or informal, written or unwritten\ncommunications. And the words in the statute were\ndesigned to have a broad construction under section 2 of\nthe statute 202 and under Mitchell v. DeMario and the\nTennessee Coal case.\nI would like to begin with the Tennessee\nCoal case, Tennessee Coal v. Muscoda. The Court\ninterpreted \"work\" in a broad fashion to include the\ntime in a mine when workers were moving from one place\nto another, not actually engaged in physical labor.\nIn interpreting work that way, the Court\nsaid that the act is not to be interpreted in a narrow,\ngrudging fashion.\nJUSTICE ALITO: Let me give you this\nexample. Suppose a company has an established policy\nthat if you want to make a complaint, there's a\nparticular supervisor you should go to. And let's say\nthey say you can make this complaint in writing, you can\nmake it orally.\nNow, there's -- something's going on in the\nworkplace and the supervisor happens to be walking by,\nmaybe a machine is broken, an employee has been hurt,\nand an employee walks up to the supervisor who is\nwalking briskly by, taps the supervisor on the shoulder\nand says the company is violating the Fair Labor\nStandards Act because of the placement of a clock. You\nsaid that filing has no formality requirement. Would\nthat be the filing of a complaint?\nMR. KASTER: I think it would, Your Honor.\nI don't think that the fact that the employer has a\npolicy that says you do it on Tuesday morning would\ncontrol what the statute says one way or the other, so I\nthink it would constitute a filing.\nJUSTICE SOTOMAYOR: So you mean that if the\nGovernment says you've got to file a complaint with us\nby either calling us or submitting something in writing,\nand at a cocktail party a worker goes up to a Government\nemployee in that agency, and says, you know, my company\nis violating the law. That that's enough?\nMR. KASTER: I don't -- you know, I don't\nbelieve that that's -- in the context of a non-work\nenvironment, Your Honor, I would note that, I don't know\nexactly the answer to the Court's question, to be\nhonest.\nJUSTICE SOTOMAYOR: The reason I'm asking\nthat question is related to Justice Alito's question,\nwhich is, what does filing a complaint mean? Does it\nhave to be relative to the procedures adopted by the\nperson that you are reporting this to?\nMR. KASTER: Filing means directing it to\nsomebody who can do something about it. And it doesn't\nnecessarily have to be.\nJUSTICE SOTOMAYOR: Well, at a cocktail\nparty that employee may be there on personal time, but\nwhen he goes back to work the next morning he could do\nsomething. Is that enough?\nMR. KASTER: Well, it may be. If it's\ndirected towards the responsible party, then it would be\nfiling a complaint. So it could occur outside of\nwork -\nJUSTICE SOTOMAYOR: So what you are doing is\nhe is estopping the Government from saying, the only way\nthat you can file a complaint with us is to do it in\nwriting. We are now forcing the Government to adopt an\noral procedure even if it chose not to? Even if it\nthought an oral procedure would create havoc, et cetera,\net cetera?\nMR. KASTER: If the person is directing the\ncomplaint to the Government and communicates that to the\nresponsible party who can do something about it, I think\nthat they are filing a complaint, Your Honor.\nJUSTICE ALITO: It's one thing to say that\nfiling doesn't necessarily mean that something is\nwritten, although that's usually what the word means,\nisn't it?\nMR. KASTER: It can often mean a written\ncommunication.\nJUSTICE ALITO: Are you filing your comments\nright now?\nMR. KASTER: I think I am, Your Honor.\nJUSTICE ALITO: You are? Really?\nMR. KASTER: I am directing them to the\nCourt.\nJUSTICE ALITO: That's the ordinary usage of\nthe word. But to say that it includes no degree of\nformality, that's your argument?\nMR. KASTER: Well, Your Honor, I would say\nthere are no formal requirements for the filing.\nJUSTICE ALITO: If that's the law and the\nemployee gets fired and the employee says, well, this\nwas done in retaliation for my having filed an FSLA\ncomplaint three weeks ago, and the employer says what\ncomplaint? We have no record of any such complaint and\nthe employee says, oh, yes, I said it orally to a\nsupervisor who was passing by and my buddy Joe was there\nand he's going to corroborate this. So now we have a\ntrial about whether a complaint was filed?\nMR. KASTER: You might have a trial, Your\nHonor, depending on the circumstances. There might be\none. The thing is that that's no different from any\nother retaliation case. They are trying to establish an\nexception to the rule that retaliation occurs in verbal\nforms. The communication, the underlying protective\nconduct occurs in verbal forms all the time. They are\ntrying to establish the exception here. And I would\nnote that even under the National Labor Relations Act in\nScrivener, filing charges includes the verbal\ncommunications that are antecedents, the predicates to\nfiling a charge.\nJUSTICE ALITO: With whom?\nMR. KASTER: With the responsible party who\ncan do something about it. I would note also, Your\nHonor -\nJUSTICE SCALIA: Well -\nMR. KASTER: -- that Kevin Kasten doesn't\nhave an office. In terms of the formality of\ncommunication, there is discussion about the fact that\nthis occurred in a hallway outside of the place where\nthey walked in and out of the factory. He doesn't have\nan office. That's where he communicates with people.\nJUSTICE BREYER: Why do you feel the need to\ngo beyond, say, what the AFL-CIO identifies as a normal\noral failing -- filing? They use language like, at the\ninitial stage of the grievance procedure, there is\nconfrontation with an eye to fact finding, and the\ndispute is joined when the employee or the steward or\nsupervisor come face-to-face to identify, to discuss,\nand hopefully to resolve a problem.\nNow that's a formal kind of relationship.\nIt doesn't involve a cocktail party, and yet it is done\norally. And there is a tradition as to how that works.\nBut from you've said, I gather that you want to go well\nbeyond that and provide that cocktail parties -- perhaps\nnot cocktail parties, but just a tap on the shoulder\nwould be sufficient, where I take it that would normally\nbe sufficient in the grievance process.\nMR. KASTER: The grievance process, Your\nHonor, a grievance process is a formal process, and so I\nwouldn't compare the average workplace -\nJUSTICE BREYER: All right. Suppose I think\nthat that provides a good precedent for -- for oral\nfilings. What happens then? What am I supposed to do\nin your case?\nMR. KASTER: Your Honor, in the general\nproposition we would be accepting of the Scrivener rule\nthat the Court adopted in the '70s, that is that the\nfiling of a charge includes those things that happened\norally prior to and around the time of the filing of the\ncharge. That's what this is about.\nJUSTICE BREYER: Yes, we are talking about a\nfiling. In the grievance process -- I don't want to\nrepeat it, but it seems to me form having read the brief\nthat filing takes place without writing, provided that\nthere are these other safeguards which are described.\nNow, I want to know in your opinion, is\nthere a reason for not importing that into this system?\nI take it you win the case -- or maybe you lose it, I\ndon't know how it works on the fact. I don't know what\nthe filing was.\nMR. KASTER: In terms of the formality of\nrequirements, the Court may adopt formal requirements.\nThe employer certainly did, Mr. Kasten followed those.\nWhat I am looking at are the words of the statute that\ncover normally -\nJUSTICE BREYER: There is a word \"filing\" in\nthe AFL-CIO statute as well. So I am looking for a way\nof interpreting the one in light of the other. Do you\nfavor that? Are you against that? If so, why or why\nnot?\nMR. KASTER: In terms of the procedure that\nthey adopt, Your Honor, that may be an acceptable\nprocedure. The thing that I am looking at is the\nstatutory language in the case.\nJUSTICE GINSBURG: And there wasn't -- he\ndidn't invoke the grievance procedure.\nMR. KASTEN: He didn't -\nJUSTICE GINSBURG: In this case, he didn't\ninvoke the grievance procedure.\nMR. KASTER: That's correct, Your Honor.\nJUSTICE GINSBURG: So that would keep you\nout, if that were the test, that you have to formally\ninvoke the grievance procedure. But we are told that\nevery other time the word \"file\" is used in this Act,\nFair Labor Standards Act, it refers to a writing. And\nso you are urging a meaning that deviates from the\nstandard meaning of the term in the very Act at issue.\nMR. KASTER: I don't think I am doing that,\nYour Honor, with all due respect.\nJUSTICE GINSBURG: Is there another\nprovision where the word file is used to mean something\nother than a writing.\nMR. KASTER: It means, according to the\nfirst enforcement action back in 1961, it means submit\nor lodge, Your Honor. I would note that the defendant's\nown policies use it to describe a verbal communication\nby protecting against retaliation for somebody who has\nfiled a complaint for sexual harassment. They have used\nit in a manner that -- as an example to obviously\ninclude both verbal and written communications.\nI would note there was a procedure in place\nhere, Your Honor, that was the policy manual. This -\nthere was no grievance procedure for Mr. Kasten. He did\nnot have a -\nJUSTICE SCALIA: That's -- that's the\nproblem. I mean, you can talk about a grievance\nprocedure. I suppose there's always one in -- in\ncompanies that -- that are unionized, but an awful lot\nof companies aren't.\nYour -- the -- the Respondent is -- is going\nto argue that this statute doesn't apply to private\nfilings of complaints anyway, that it relates only to\nthe filing of a complaint with the government. And\nthat -- that's a new -- a new point in this case, and\nnormally I would not be disposed to consider it.\nMy problem is, I cannot decide on -- on the\nquestion of whether filing means filing only in writing\nor also includes verbal filing, without resolving that\nother question. That is to say, if indeed the complaint\nhas to be quote, \"filed\" with the government, I'm\ninclined to think that an oral complaint pursuant to\nprocedures established by the agency which permit an\noral complaint, even a complaint by telephone that would\nbe okay.\nBut my goodness, if it applies to private\nemployers as well including employers that have no\ngrievance procedures, including employers who have\nemployees who go to cocktail parties, I am -- I am very\ndisinclined to think that it -- that it could mean an\noral complaint in -- in that context.\nMR. KASTER: Your Honor, I'm just looking at\nthe statutory language -- file \"any complaint.\" It's\nimportant -- the word \"any\" has a particular meaning. I\nwould not that if -\nJUSTICE SOTOMAYOR: What does file -- what\nis the meaning of \"filed\"?\nMR. KASTER: It means to submit or lodge,\nYour Honor.\nJUSTICE SCALIA: So you are filing your\nargument right now. Now come on, people don't talk like\nthat.\nMR. KASTEN: I think -\nJUSTICE SCALIA: That -- that -- that is\nabsurd. You are not filing an argument right now.\nNobody uses the language that way.\nMR. KASTER: If I submit or lodge, that is\nthe -- and it's directed at a particular -- I have to be\nasserting a statutory right.\nJUSTICE KENNEDY: Well, I'd like to go\nback to the question -\nMR. KASTEN: I am not asserting -\nJUSTICE KENNEDY: I would like to go back to\nthe question Justice Scalia filed just earlier.\n(Laughter.)\nJUSTICE KENNEDY: What -- what would you say\nabout his point that it seems to me had substantial\nmerit? It - it's really our determination -- our\ninterpretation of what filing means might well depend on\nwhether filing in -- or a complaint includes\nintracompany complaints, the grumbling of an employee\nand so forth; and I recognize this -- this argument\ncomes up late. Has it been addressed in any of the\nother circuits?\nMR. KASTER: Yes, Your Honor. There has\nbeen -- a number of the circuits have interpreted this\nstatute and included -- the Ninth Circuit, the First\nCircuit, the Tenth Circuit have all -\nJUSTICE KENNEDY: All have said that\nintracompany complaints -\nMR. KASTER: Intracompany complaints; that\nis true as well in the Sixth Circuit. And it's easier\nto talk about the cases where that hasn't been true -\nin Memphis Barbecue, the Fourth Circuit; in Genesee\nHospital, the Second Circuit. Memphis --the Memphis\nBarbecue case really addresses the testimonial clause.\nGenesee Hospital is the only case in the\nSecond Circuit where they have held that all complaints\nneed to go to the Department of Labor. The one thing I\nwould say about that particular argument, Your Honor.\nIs it makes superfluous instituted proceeding. It makes\nsuperfluous instituted proceeding which -- or cause to\nbe instituted.\nIf you file a complaint -- it - then -- with\nthe Department of Labor, their argument is, and I think\nit's true, that you institute a proceeding. So the\nstatute would be redundant, and \"file any complaint\"\nwould cover a null set.\nJUSTICE SCALIA: I'm not sure that's true.\nYou -- you can complain orally to somebody at the Labor\nDepartment who decides that the complaint isn't serious\nenough to -- to warrant commencing a proceeding. I\nmean, if you go in and insist, I -- you know, I want to\nbegin a proceeding, that's -- that's something else.\nBut you can file a complaint orally without -- without\ndoing that, it seems to me.\nMR. KASTER: Well, Your Honor, if you have\nmade the phone call and started the process I think you\nhave instituted a proceeding. Now whether it gets -- at\nwhat stage of formality it gets to, I'm not sure, Your\nHonor, but I think you have begun the process of\ninstituting a proceeding or causing it to be instituted.\nThat's one. The other thing I -\nJUSTICE SCALIA: Not if it's never\ninstituted. Not if it's never instituted. If no\nproceeding is ever instituted, you can hardly be accused\nof having caused a proceeding to be instituted.\nMR. KASTEN: There's a -\nJUSTICE SCALIA: So if you make an informal\ncomplaint and it doesn't go any further, and they ask -\n\"You know, do you want to\" -- \"No, I don't want to start\na proceeding, but -- but this company is just, you know,\nit's acting improperly, you guys ought to look into\nthat.\"\nThat's -- I'm 00 I'm prepared to say that's\nfiling a complaint, if you are only talking about filing\ncomplaint with the government. But if you are talking\nabout oral filings of the complaints with employer, I am\nvery troubled.\nMR. KASTER: Well, Your Honor, I'm going to\nreserve the rest of my time for rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Wall.\nORAL ARGUMENT OF JEFFREY B. WALL,\nON BEHALF OF THE UNITED STATES, AS\nAMICUS CURIAE, SUPPORTING PETITIONER\nMR. WALL: Mr. Chief Justice, and may it\nplease the Court:\nA number of the Court's questions are\nfocusing on some of the practical difficulties here.\nThe Government wants to start by pointing out there are\na number of statutes, 20 or more, that have similar\nanti-retaliation provisions. Most of those statutes\ncover all the complaints, either because Congress has\nsaid so in administering, agencies have said so or the\ncourts have said so. And the kind of practical\ndifficulties that the court is raising have not proven\nunworkable under any statutory schemes.\nThe Respondent can't point to a single other\nstatute addressing these kinds -- this labor context\nthat has been narrowed -- excuse me -- to cover only\noral complaints. What we're -\nJUSTICE SCALIA: This is one of the oldest,\nthough, isn't it.\nMR. WALL: Yes. I mean, it -\nJUSTICE SCALIA: Is it the very oldest? It\nmay well be the very oldest. You are talking about a\nreally old fogey Congress that -- that passed this\nthing.\nMR. WALL: Justice Scalia, it's not the\nolder. It was model on the NLRA, which is even older.\nFor instance, the NLRB has found that if, you know,\nemployees are complaining to each other, that they can't\nbe discharged under the NLRA's anti-retaliation\nprovision, or if an employee orally says to his\nemployer, I'm about to go to the Board and tell them you\nare doing something unlawful, the Board has said you\ncan't be discharged.\nJUSTICE SCALIA: What -- what is the\nlanguage in those statutes? All those statutes use the\nlanguage \"file a complaint\"?\nMR. WALL: The language in the NLRA is \"file\ncharges\" or \"give testimony.\" So, instead of filing a\ncomplaint, it says \"file charges.\" But the language in\nmany of these statutes, and they are cited in all of the\nbriefs, is extremely similar. They refer to filing\ncomplaints or charges, instituting proceedings. As you\npointed -\nJUSTICE GINSBURG: Are you -- you -- are you\nurging that if you just tell a coworker, that that's\nenough? I thought the whole idea is to give the\nemployer notice that something is amiss. So, how would\ntelling a coworker serve that purpose?\nMR. WALL: It wouldn't under this particular\nstatute, Justice Ginsburg. I didn't mean to imply under\nthe FLSA. The FLSA anti-retaliation provision does not\nhave an opposing any practice clause in the way that\nsome civil rights statutes do like Title VII. So, it\ndoes require submission of a complaint to an employer,\nbut that could take many forms.\nAnd as you pointed out, Justice Scalia, in\nthis particular context, filing something orally makes\nperfect sense. We are not -- we are talking about the\nkinds of industries, truck drivers, coal miners and\nmigrant workers where that's a perfectly normal use of\nspeech. Oral communication -\nJUSTICE BREYER: Yes. Fine. It's a\nperfectly normal use of speech, I accept that. But what\nis it that would surround this use of speech on a\nparticular occasion with enough formality that we know\nit isn't something that could pass unnoticed and bring\nin a whole lot of things like the cocktail party\nexample, et cetera?\nI noticed there was a paragraph in the\nAFL-CIO -- that's why I brought it up. Is that the\nright standard? What we say here may take effect or\nhave influence, so -- so I want to say it correctly.\nWhat kinds of oral complaints count as filing a\ncomplaint?\nMR. WALL: Justice Breyer, I don't think the\nGovernment has any objection to that standard. Although\nI do think -\nJUSTICE BREYER: But I would like more than\nthat. The Government sees these statutes as a whole, so\nI would like the Government's assistance on what words\nto write to be able to get this right so it will not be\ntoo formal, it will not be too informal, it will do the\njob.\nMR. WALL: I -- I think the kind of indicia\nor formality you are talking about are signs that the\nemployer has submitted to his employer an assertion of\nstatutory rights under the FLSA. I think those are the\ntwo things that the lower courts have consistently\nlooked to. And I think those indicia of formality are a\ngood sign that the employer has, but they are not the\nonly sign.\nIf I walk into the happy hour and I have\nactually written down on a form that my employer\npromulgates and I hand it off to my supervisor -\nJUSTICE BREYER: All right. Now, fill in\nthis blank then, there must be surrounding the oral\ncomplaint sufficient elements of formality such that -\nMR. WALL: That the employer has -- the\nemployee has indicated to his employer, someone in\nsupervisory authority, that he is asserting statutory\nrights under the FLSA.\nCHIEF JUSTICE ROBERTS: So if he just says\nto the employer, \"You know, I think we ought to have a\nlittle more time to put on our gear,\" is that an\nassertion of statutory rights under the FLSA?\nMR. WALL: Mr. Chief Justice, I think that's\na difficult question. I don't think it is presented\nhere, because this isn't a content case.\nCHIEF JUSTICE ROBERTS: Yes, I know, but the\nidea -- one of the objections to your position is that\nit's going to be very hard to figure out in any\nparticular case what is a filing an oral complaint under\nthe FLSA, because one, it's got to be reconstructed,\nunlike the situation where you had have a government\nagency that's doing it, or you have a written complaint;\nand second of all, it's -- it's unclear perhaps for the\nemployer to know that he's being charged with a\nviolation of the FLSA.\nMR. WALL: But that question comes up in\nevery case, whether the complaint is written or oral to\nthe Government or an employer. If I write down -\nCHIEF JUSTICE ROBERTS: Well, if it's\nwritten -- if it's written, you have got a document that\npeople can look like -- look at, whether it's the NLRB\nor a court, that -- that they can look at and say, yes,\nthis is a -- an assertion of a violation.\nMR. WALL: If I write down on a form\npromulgated by my employer I don't like where the time\nclocks are or I think the time -\nJUSTICE BREYER: But it's on a form. So we\nhave got that -- that helps a lot. Also an employer\ncould have a notice. Notice, if you really are upset\nbecause you think there is a violation going here, go to\nthis microphone which is directly connected to the\ncomplaint department and cite the statute. That would\nwork, too.\n(Laughter. )\nJUSTICE BREYER: But -- but there have been\nyears and years of -- you have just said, of statutes\nlike this, you say that many of them operate orally.\nAll right. What kind of thing, if you can help, maybe\nyou can't -- which is dangerous, but then we just try to\ndo our best, and we don't have the labor law experience\nnecessarily, but -- but what is the -- the form of words\nthat we can use to separate the wheat from the chaff?\nMR. WALL: Justice Breyer, I'm sorry if -\nif -- if it the formulation I have given you is not\nhelpful, but in -- in these statutes where either by\nexpressed language or regulation, so for instance, the\nSurface Transportation Assistance Act, and ADA or OSHA,\nthe -- the language varies from regulation to\nregulation. In some of them it says lodge complaints,\nand some of them it says make a complaint. But what the\ncourts have -\nJUSTICE BREYER: Let me see if I can look,\nbecause in about 2 minutes you are going to hear, I\nsuspect and the other side, say see, see, we told you,\nthat's why you have to have it in writing.\nMR. WALL: Again -- and agencies have put\nthese in writing, so at footnote 6 on page, I think it's\n16 of the Government's brief, we have the OSHA\nregulations. The STAA regulations appear at page, I\nthink it's 21 -\nJUSTICE ALITO: It would really be helpful\nif you could just give us the rule that you think should\napply. Is the rule -- your -- your -- Mr. Kaster's\nargument seems to be anything goes, any oral\ncommunication to a supervisor goes.\nMR. WALL: I think -\nJUSTICE ALITO: Let me go back to the\nexample I started out with. A worker has been hurt, a\nsupervisor is going to attend to the hurt worker, and an\nemployee says, the company is violating the FLSA. And\nthe supervisor says, don't tell me, and don't tell me\nabout it now. I'm doing something else. That's enough?\nMR. WALL: I think the test, Justice Alito,\nis whether the employee has submitted a complaint to his\nemployer that has put the employer on notice that that\nemployee is asserting statutory rights under the FLSA,\nclaiming that he is legally entitled to something he is\nnot receiving.\nIf the supervisor walks in the next morning\nand says to his boss, yesterday morning while I was\nattending to the plant accident, Joe told me that the\ntime clocks are in the wrong place. He's about to file.\nI think we need to fire him, he's a troublemaker. That\nemployee has stated a claim to the FLSA.\nCHIEF JUSTICE ROBERTS: Well, what if he\ngoes to the boss and says, boss, you ought to do\nsomething, that railing is -- is pretty dangerous over\nthere.\nMR. WALL: Again -\nCHIEF JUSTICE ROBERTS: Is the boss supposed\nto know, well, he is asserting statutory rights under\nthe FLSA?\nMR. WALL: Mr. Chief Justice, I think there\nprobably not. The employee -\nCHIEF JUSTICE ROBERTS: That would not be\nfiling a complaint?\nMR. WALL: I mean, I think as a content\ncase, which it is not, it's unlikely that that is.\nSaying that you don't like something or you think it is\nunsafe is not actually saying you have are asserting a\nright to have it differently. But those are content\ncases. And here there is no question the Petitioner\nasserted his statutory rights to a number of different\npeople at the company.\nWhat Respondent is saying is he didn't do it\nthe right way. If he had done exactly what he did in\nexactly the same words, but he had done it some other\nway, then it would be covered. So, this is a form case.\nJUSTICE GINSBURG: What did he do? What did\nhe do specifically? I mean, you are saying that -- that\nthe employer has to know that he is making a complaint\nunder the Act. So what -- and you said here are the\nfacts that was clear that he did.\nMR. WALL: If you credit his allegations,\nwhich you have to at this point, because the district\ncourt granted summary judgment on a legal ground, what\nPetitioner says he did is he went to his supervisor. He\nsaid the time clocks are in the wrong place. We are not\ngetting paid for all of our time. And then he went up\nthe ladder to human resources personnel at the company,\nand he said exactly the same thing, and he said I\nthinking about challenging you on it in court, and if I\nchallenge you, you will lose.\nNow, whatever the test is, that clearly\nmeets the bar for asserting statutory rights under the\nFLSA. And I think what is important to not is that this\nCourt has consistently, from the 1940s on, both with\nrespect to the FLSA and anti-retaliation provisions more\ngenerally in Title VII and other statutes, it has always\ngiven them a broader reading to effectuate their\npurposes.\nCHIEF JUSTICE ROBERTS: Mr. Wall, I -- this\nis just a factual. Were you saying that the employee\nhas to know that he is submitting a claim of statutory\nviolation or the employer?\nMR. WALL: I think what the lower courts\nhave said, and I think this makes sense, is that the\nquestion of whether a reasonable, objective person would\nhave understood the employee to have submitted a claim\ncomplaint. So if the employee does everything he can to\nput the employer on notice, it's not a defense for the\nemployer to say that subjectively he didn't understand\nit to be a complaint.\nJUSTICE KENNEDY: In those circuits where\nthey allow intercompany complaints that are oral, can\nyou give me any sense of how often this leads to claim\nfor retaliation? I mean, are they in the hundreds or.\nMR. WALL: I can't, Justice Kennedy. All I\ncan tell you is that the vast majority of circuits have\nfound that intracompany complaints are protected and -\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. WALL: Thank you.\nMr. Phillips?\nORAL ARGUMENT OF CARTER G. PHILLIPS\nON BEHALF OF THE RESPONDENT\nMR. PHILLIPS: Thank you, Mr. Chief Justice,\nand may it please the Court:\nJustice Breyer, I will say to you what you\nasked me to say, which is I believe if you get done\nlistening to my colleagues on the other side, it will be\nquite clear that this is an inherently unworkable\nstandard that they asked us to adopt under these -\nJUSTICE SOTOMAYOR: So why is it inherently\nunworkable here in any greater extent that it is\nunworkable in all of the other statutes where oral\ncomplaints are permitted? What makes this worse than\nthese other statutes? What would create more cases in\nthis area as opposed to some of the other areas? Oral\ncomplaints are explicitly -\nMR. PHILLIPS: I don't know that it is\nnecessarily any worse in this particular context. I do\nthink what it suggests is that the Congress that looked\nat this problem, which as Justice Scalia pointed out was\nthe 1938 Congress, and what that Congress was saying is\nwe are taking a very dramatic step. We are moving in\nthe direction of Federal regulation -\nJUSTICE SOTOMAYOR: This is the -- this was\nthe Lochner era where they weren't even sure they could\ndo this. But why should we read their language with a\nnarrow reading of any complaint?\nMR. PHILLIPS: Well, I think you have to\nread their language as the way it was written and as the\nway they would have understood it at the time, which was\nto file any complaint, which as it would have been\nunderstood in '38 and frankly after that, when you file\na complaint that usually entails some notion of\nformality and when you put it in the context of a\nspecific provision where it is not only filing a\ncomplaint, but institute any proceeding, caused any\nproceeding to be instituted, justify any proceeding.\nJUSTICE SOTOMAYOR: What grievance -- would\nthe bringing of a grievance, the example that\nJustice Breyer suggested, an employee goes to his union\nand says, they are violating the statute. Let's grieve\nit. And according to the proceedings established by the\nemployer, they meet with the employer, and the employee\ndoes everything in the grievance and they now fire that\nemployee. Under your reading, that's not instituting a\nproceeding?\nMR. PHILLIPS: No, because a proceeding is\nunderstood and it's used consistently in the FLSA as an\nofficial action by a government agency. So no, I don't\nbelieve that is instituting a proceeding.\nJUSTICE SOTOMAYOR: Then we have to address\nyour second question, not the first. You are saying the\noral wouldn't work in there?\nMR. PHILLIPS: Right. The oral doesn't work\nin that particular context.\nJUSTICE SOTOMAYOR: Would it work if they\ninstituted a proceeding orally and the proceeding\nrequired itself to start orally?\nMR. PHILLIPS: I don't -- the truth is, if\nthe employer envisions in its mind that it is\ninstituting a proceeding, that's still not a proceeding\nwithin the meaning of what Congress meant in 1938. It\nhad in mind an official action by a government agency.\nAnd no private employer is ever going to institute a\nproceeding within the meaning of that particular scheme.\nYou know, it's extremely important in the\ncontext of this particular statute, and the one thing I\nshould have answered, Justice Sotomayor, to your\nquestion is, what's different about this statute than\nany other? This statute carries a criminal penalty with\nit. And no other retaliation statute except for one -\nJUSTICE GINSBURG: But there is a protection\nbuilt in, Mr. Phillips, it says it's criminal liability\nonly if it's willful. And on the civil side, the civil\nliability under the Fair Labor Standards Act, you\ncertainly don't have to prove willful, you just prove a\nviolation.\nMR. PHILLIPS: Right, but the reality is\nthat this Court held in the CIT case that the Court\nwould not construe this statute broadly in order to\nexpose people to potential criminal liabilities.\nJUSTICE SCALIA: Wouldn't any retaliatory\naction be willful? I mean, to say it's in retaliation\nmeans you are firing this person because of the\ncomplaint.\nJUSTICE GINSBURG: The question is whether\nthe violation is willful. The willful qualification in\nthe criminal context is are you willfully denying your\nworkers the wages and hours the statute requires?\nMR. PHILLIPS: Right.\nJUSTICE GINSBURG: Nothing to do with\nretaliation.\nMR. PHILLIPS: No, I -- well, it does have\nsomething to do with retaliation, but, Justice Ginsburg,\nit seems to me it's all of a piece, though. Because the\nreason why you can be comfortable with a willfulness\nstandard even which extends to conscious disregard\nbeyond the intent as well, but the reason why you can be\ncomfortable with that is if you look at the way the\nstatute is crafted in terms of the retaliation provision\nitself, it speaks specifically to formal actions that\nare taken, the filing of a complaint, the institution of\na proceeding.\nJUSTICE GINSBURG: Do you know, how common\nis it to have criminal prosecutions under this section\nof the Fair Labor Standards Act?\nMR. PHILLIPS: I don't believe -- I mean,\nit's not a null set, but I don't believe it's a\nparticularly, I don't think it's a large number of\nproceedings. But it seems to me, though, in trying to\nunderstand what the Congress of 1938 would have done and\ntrying to understand why it would have approached this\nin a narrow way, and why this provision is aimed not\ngenerally to protect workers, but is aimed really to\nmake sure that information gets to the Federal\nGovernment.\nJUSTICE GINSBURG: I thought that the whole\nidea of this statute is to protect the workers, and I\nwould like you to address particularly the amici's\npoint, that this statute in 1938 affected people -- many\nwere illiterate, they couldn't write a complaint, many\nwere immigrants who weren't familiar with the language,\nfor that universe of people, wouldn't Congress have\nmeant that all complaints are okay?\nMR. PHILLIPS: Let me start by saying, first\nof all, even if the FLSA has broadly a pro employee\nprotective purpose, it's still important to recognize\nthat the retaliation provision we are talking about here\nspecifically did not provide a cause of action, a\nprivate cause of action until 1977. So that when\nCongress enacted this statute in 1938, it didn't say boo\nabout allowing the employees to show up in court and to\nassert their rights. This is not part of that\nexpansive, grant rights to the employee's portion of\nthis legislation.\nAnd then second, Justice Ginsburg, with\nrespect to the specifics of what did Congress have in\nmind, it seems to me the better way to evaluate this is\nnot did Congress have in mind a group of illiterate\nemployees or not, but what language did Congress use in\ntrying to formulate the specific provision that gives\nrise to the protections against retaliation.\nJUSTICE SCALIA: Your case would be a lot\neasier if you didn't try to have it both ways, to say,\nnumber one, it only applies to filing a complaint with\nthe Government. And number two, you say, it also only\napplies to written complaints to the Government. I\nmean, why don't you -\nMR. PHILLIPS: I will take the former\nargument, Your Honor.\nJUSTICE SCALIA: Why don't you give a break\nto the illiterate and let them file oral complaints with\nthe Government?\nMR. PHILLIPS: Well, my guess is the truth\nis they will be able to file oral complaints with the\nGovernment because, the only thing that is left open is\nthe precise hypothetical you gave, Justice Scalia, where\nyou make an oral complaint and nothing gets instituted\nin those circumstances. And it seems to me, clearly, in\nthe Federal Government's authority to simply adopt a\nrule that says any time anybody makes an oral complaint\nto us we will institute a proceeding. And if the agency\nadopted that view, I don't think there is anything we\ncould do about it.\nJUSTICE SCALIA: Suppose it says we won't\nnecessarily institute a proceeding, but we will regard\nit as a complaint?\nMR. PHILLIPS: I -- I mean, my own view is\nthe better way of reading -- that is a much closer case,\nI will concede that, Justice Scalia. My own view is\nthat when you talking about file a complaint, that is\njust not the way Congress ordinarily thinks about file a\ncomplaint. File always has in mind written -- I'm\nsorry.\nCHIEF JUSTICE ROBERTS: Justice Scalia's\nhypothetical, unless I am misremembering, I think, is\nvery common. For example, the EEOC, people often file\ncomplaints and then the EEOC considers whether it's\ngoing to institute a proceeding or not.\nMR. PHILLIPS: Right. And I'm not\nquarrelling with that. I mean, I understand that. And\nthe truth is, you know, I think for another day the\nissue will arise and the Court can decide whether or not\na mere oral complaint to a government agency is\nsufficient to file a complaint within the meaning of\nthis statute.\nI do think it is fundamentally important for\nthis Court to decide the underlying question of whether\noral complaints are sufficient only in the context in\nthe first instance of deciding whether or not it has to\ngo to a government agency as opposed to any kind of\nprivate or intracorporate activity.\nJUSTICE GINSBURG: How does it work with\nrespect to the more recent statutes? Title VII, The Age\nDiscrimination Act, Disabilities Act?\nMR. PHILLIPS: In terms of retaliation,\nJustice Ginsburg?\nJUSTICE GINSBURG: Yes. If you have not\nfiled anything with the Government, but you have to your\nsupervisor opposed a practice.\nMR. PHILLIPS: No, the vast majority of\nthose statutes talk about any action that -- opposing a\npractice, and therefore they deal with a lot of\nintracorporate activities, and obviously at some point\nthere is an issue as to sort of what the employer's\nintent is and how far it got up the ladder -\nJUSTICE GINSBURG: But is it -- so in those\ncases I think you are quite right, intracorporate\ncomplaints count as opposing any practice. Has there\nbeen any huge problems about people saying, oh, I made\nan oral complaint to my supervisor, and supervisor said\nI never heard of it?\nMR. PHILLIPS: Well, I suspect that issue\ncomes up almost every day, and it is a problem; but it's\na problem that Congress made a judgment that we would\nrather go ahead and allow those matters to be litigated;\nand language that is very expansive in protecting\nemployees from retaliation. And while I -- I may chafe\nat that at times as a managing partner of a law firm, I\nrecognize that that is the judgment that Congress made.\nHere we are talking about a Congress that\nmade a very different judgment about how it wanted to\nprotect retaliation. And it was a judgment that was\nmade, it seems to me, very much in the context of 1938.\nJustice Sotomayor, you are very right; they were not\nsure they even had constitutional authority to be\nadopting this approach; and they are attaching to it\ncriminal sanctions, and they are not providing a private\nright of action; and in that context it seems to me that\nthis Court should comfortably say that this is a much\nnarrower proposition.\nJUSTICE BREYER: What about Justice\nGinsburg's question?\nMR. PHILLIPS: I'm sorry?\nJUSTICE BREYER: What about her question?\nIn 1938 a lot of illiterate people couldn't have filed\nwritten complaints.\nMR. PHILLIPS: And Congress must have\nrecognized that fact, and -\nJUSTICE BREYER: Well, if they did, isn't it\nreasonable to think that they would have included in\nfiling, in such circumstances, oral filing?\nMR. PHILLIPS: No, because if under those\ncircumstances when you're going to impose criminal\nsanctions on somebody, you're going to say we are not\ngoing to do that.\nJUSTICE SCALIA: But your easier answer is,\n\"yes, but only with the government.\" Why isn't that an\neasier answer?\nMR. PHILLIPS: I mean, I am perfectly\ncomfortable with that.\nJUSTICE BREYER: No, that -- your problem\nis -- that in front of us, do we have to decide that\nnow? We've granted a different question, etc. So -\nMR. PHILLIPS: The -- I mean, the truth\nis -\nJUSTICE BREYER: You may not want to give up\nyour first point.\nMR. PHILLIPS: Well, I don't want to give up\neither of the points, actually. But the bottom line is,\nJustice Breyer, the question presented is -- is very\nbroad. I mean, the question of whether this goes to a\ngovernmental entity is fairly -\nJUSTICE BREYER: Right. Then it's odd that\nyou say -- it -- I gather, as well, for about 50 or\n60 years the relevant agencies have interpreted the -\nthe statute the way that -- to include oral complaints.\nAnd that seems to me a fairly strong reason\nfor continuing to do so, if -- where the language is\nso -- allows it and there aren't any strong reasons the\nother way.\nMR. PHILLIPS: Well, I don't know that\nthere's 50 or 60 years of allowing oral complaints -\nJUSTICE BREYER: Maybe it's 30 years. Maybe\nit's 30.\nMR. PHILLIPS: -- to be in the -- in the\nprivate context.\nThere may be 50 to 60 years of allowing oral\ncomplaints being brought to the government agency, which\nI do think would go to Justice Scalia's point, but with\nrespect to intracorporate communications there is no\n60-year practice -\nJUSTICE SCALIA: Do we owe any deference to\nthe Government's position on this point?\nMR. PHILLIPS: I would not give any\ndeference to the Government's position. Certainly not\nChevron deference because this is not a -\nJUSTICE BREYER: Well, Chevron deference\nwould depend on an intent. I guess you are getting into\nan argument here that there's no reason to repeat in\npublic. I mean, Justice Scalia and I don't necessarily\nagree on this. Why would you -\nJUSTICE SCALIA: Well, I mean, regardless of\nwhether we do, why -- why don't you think we --we have\nto give any deference, Chevron -- Chevron deference.\nMR. PHILLIPS: Well, I mean I -- yes.\nThere is no Chevron deference -\nJUSTICE BREYER: Why?\nMR. PHILLIPS: -- because this is not a\nmatter that has been allocated to either the EEOC or the\nSecretary of Labor to administer and to adopt\nregulations.\nJUSTICE BREYER: How do we know? I mean,\nall right, if you want to get into it, this is a very\nminor sort of interstitial point in a statute that they\nadminister, and there are lots of instances, I think\nwhere the Court has said, where these minor matters of\nhow you work out the actual application of the word are\nimplicitly delegate it to the agency to determine within\nthe context of reasonable view.\nMR. PHILLIPS: But Justice Breyer, that\nwould strike me as a more persuasive argument if\nCongress hadn't -- hadn't delegated to the Secretary of\nLabor specific rulemaking authority with respect to\nspecific provisions of the Fair Labor Standards Act, and\ndoes not have a similar provision in connection with\nsection 215(a).\nJUSTICE BREYER: But not everything has to\nbe done through formal rules. There -- there are many,\nmany ways of agencies determining practice.\nMR. PHILLIPS: Right. But -- agency\ndecisionmaking, but we don't have that either. All we\nhave here are certain enforcement actions that are being\nbrought by the agency and indeed, if you look at the\nenforcement actions, they all ultimately tie to some\nofficial action by some government entity. None of the\nactions that -- that you can go back to say I am going\nto defer to this, go into the circumstance we are\ntalking about here, where it's a purely private action\nas opposed to some kind of a public -\nJUSTICE SOTOMAYOR: So we should give it no\nweight at all?\nMR. PHILLIPS: I would give it no weight at\nall. But even if you gave it weight -\nJUSTICE SOTOMAYOR: Not even Skidmore?\nMR. PHILLIPS: -- its persuasive weight, its\npersuasive weight as applied on a private side is\nnonexistent. You know, again, if -- if the issue were\nbefore -- if the -\nJUSTICE BREYER: Why? Why would it be\ndifferent? If an agency work out a system of deciding\nwhen a person is really making a complaint, as opposed\nto an offhand remark, and that is good enough to run the\ngovernment of the United States, where they have -\nwhere they are in this business, why -- why couldn't\nwhatever their indicia are there, also be transplanted\nto the private sector -\nMR. PHILLIPS: Well, it might be -\nJUSTICE BREYER: -- and get that to work out\nall right -\nMR. PHILLIPS: Right, but we don't have -\nJUSTICE BREYER: -- in which case you would\nbe left, if you are going to say that might work,\nthen -- the you are left with the simple argument that\nyou don't think that this statute means to apply to\ncomplaints to an employer, written or oral?\nMR. PHILLIPS: Well, I -- I think the answer\nto that question is you don't have anywhere near the\n50 years of practice dealing with the specific\nhypothetical you posed, Justice Breyer.\nJUSTICE BREYER: Would you accept -- you\nthink -- that a tenable interpretation? What this means\nis that written complaints are good enough to count as\nfilings where you complained to your private employer,\nbut written or oral count as a filing where you deal to\n-- with the government agency?\nMR. PHILLIPS: I mean, I don't think that's\nthe most natural way -\nJUSTICE BREYER: No, it isn't.\nMR. PHILLIPS: -- to read this statute. And\nI think the right way to read the statute is to either\nsay -\nJUSTICE BREYER: Yes, I agree with you.\nMR. PHILLIPS: -- that a -- that an oral\ncomplaint is -- is not sufficient, but if -- but I don't\nthink you have to decide that issue. I think the better\nway to decide this case and the more fundamental one; it\nis the one Justice Scalia was coming back to, is does it\napply beyond the government agency context? And if\nthat isn't -\nJUSTICE GINSBURG: That isn't even brought\nup in the brief in opposition, right? It -- it's in\nyour brief on the merits.\nMR. PHILLIPS: It wasn't brought up\nspecifically in the brief in opposition. On the other\nhand, it was clearly presented and decided by the\nSeventh Circuit, so it was in the case as it came to\nthis Court; and this Court's rule is that you can defend\nthe judgment on any ground that's fairly presented. And\n-- and this ground seems to me more than fairly\npresented, since it -\nJUSTICE BREYER: On the ground itself, is\nthere anything in the legislative history of the statute\nthat says it's limited to the government?\nMR. PHILLIPS: Well, the -- yes -- if you go\nback to the legislative history there is a colloquy\nbetween the two Senators, and I recognize some members\nof the Court are unenthusiastic -- but -- but you know,\nin that colloquy, they talk about malicious complaints,\nand it seems to me malicious in that context is talking\nabout where you have essentially defamed your employer\nthrough a government agency.\nJUSTICE BREYER: That could be. It could be\nthat they are thinking of malicious complaints and they\nare thinking of government agencies at the time, but\nneither their language nor their purpose, as history\nlater shows, requires that limitation on scope.\nMR. PHILLIPS: Well, I think if you are\ngoing back and trying to figure out what the Congress of\n1938 had in mind, the best way to do that is to look at\nthe language chosen and the company that that language\nkeeps. And when you take about filing a complaint and\nyou file a -- you talk about instituting a proceeding or\ncausing a proceeding to be instituted, or testifying at\na proceeding that's formal, or belonging to a -- to a\ncompany committee that is again, a governmentally\ninstituted methodology, the best way to read that is to\nsay what they have in mind is an official government\naction of some sort. And it makes perfect -\nJUSTICE GINSBURG: How would it -- how would\nit relate to, say, an equal pay complaint? Because\nequal pay is formally part of the Fair -\nMR. PHILLIPS: Right. It is tied to this.\nJUSTICE GINSBURG: -- Labor Standards Act.\nBut an equal pay complaint could also be brought as a\nTitle VII suit.\nMR. PHILLIPS: Right.\nJUSTICE GINSBURG: So a -- a worker just\ncomplains about the denial of equal pay to the\nsupervisor. Does that -- is that -\nMR. PHILLIPS: I have no doubt that an\nemployee under those circumstances if -- if discharged\nwould be able to make a claim under Title VII of\nretaliation for that particular conduct.\nJUSTICE GINSBURG: And there's been -- you\nsaid there was no evidence of the government for\n60 years -- but there has been some 30 years or more\nexperience under Title VII of the statutes, with oral\ncomplaints to the employer as being sufficient to ground\na retaliation claim.\nMR. PHILLIPS: Right. And I -- I think the\nkey to this process, Justice Ginsburg, is what lens you\nare looking at. Are you looking through the cracked and\nyellowed glass that I am looking through from 1938, or\nthe glass as it looks through in 2010, and the truth is\nif you were going to adopt -\nJUSTICE GINSBURG: But it really -- it\nstarts in 1970.\nMR. PHILLIPS: I'm sorry?\nJUSTICE GINSBURG: It starts in the 1970s.\nMR. PHILLIPS: To be sure, Justice Ginsburg,\nbut the -- but the -- this statute was enacted in 1938,\nand it was enacted as fairly radical and made an -- an\ninitial incursion from protecting people from\nrehabilitation. It doesn't purport to be as expansive\nas any of the subsequent -- and the truth is -- can I\nmake this point?\nJUSTICE SOTOMAYOR: How long have collective\nbargaining arbitration agreements been in existence.\nMR. PHILLIPS: Since the Federal Arbitration\nAct -- well, it actually probably predates the Federal\nArbitration Act.\nJUSTICE SOTOMAYOR: How old?\nMR. PHILLIPS: Oh, it would have been back\naround the same period of time, in the 1930s.\nJUSTICE SOTOMAYOR: Do you think that when\nCongress wrote or caused to be instituted any proceeding\nunder or related to this chapter, that they intended to\nexclude that proceeding and intended to exclude people\nwho testified in that proceeding about a violation of\nthe statute?\nMR. PHILLIPS: Yes. I don't -- I believe\nthat proceeding is used in the Fair Labor Standards Act\nconsistently throughout the statute to talk about\nGovernment -- official Government actions and not\nsimply -\nJUSTICE SOTOMAYOR: Can you point me to\nsomething in the act that defines \"proceedings\" -\nMR. PHILLIPS: No, nothing.\nJUSTICE SOTOMAYOR: -- \"related\" -- the\nwords \"proceedings related to this chapter,\" as limited\nonly to Government proceedings?\nMR. PHILLIPS: Well, I mean, that -- in the\nbrief we identified a number of places where Congress\nuses the word \"proceedings,\" and every place where they\nuse the word \"proceedings\" they have in mind an official\nGovernment activity. And so I think it is the most\nreasonable -- logical way to read this particular\nlanguage as incorporating that.\nOf course, even if that were true, even if\nyou would preserve that, that still wouldn't be a basis\nfor going forward with this case, because there was no\nproceeding that was instituted pursuant to the informal\nactions that were taken.\nJUSTICE SOTOMAYOR: Then we're back to if\nCongress meant filing any complaints, either oral or in\nwriting. I'm asking a different question, which is -\nMR. PHILLIPS: I understand that, but I'm -\nJUSTICE SOTOMAYOR: That Congress's intent\nwas not to protect a worker who publicly took an oath in\nfront of an arbitrator and testified about a violation\nof law, that they would not have considered that\nretaliatory under the statute.\nMR. PHILLIPS: I do not believe they would\nhave regarded that as retaliatory under the statute\nbecause of the fact that the way this is all set up is\nthe -- and the -- it's just the narrowness of the Fair\nLabor Standards Act.\nAnd, Justice Ginsburg, to your question\nabout the subsequent legislation that has all been\nenacted, it seems to me in a lot of ways that that\nreinforces the core interpretive approach that I have\ntaken in this case, because if it were absolutely clear\nthat the language about filing a complaint and\ninstituting a proceeding were as broad as -- certainly\nas the Petitioner proposes in this case, where any kind\nof oral grumbling is sufficient, Congress never would\nhave needed to deviate from that template and all the\nlegislation that came afterwards.\nAnd there are tons of statutes that say:\nFile a complaint, institute a proceeding, and otherwise\noppose. And there would have been no reason for\nCongress to do that if this language would have\naccomplished precisely the same thing.\nJUSTICE KENNEDY: It's more of a question\nfor the Petitioner's counsel than you, but are you aware\nof any cases in any other jurisdictions where there have\nbeen proceedings, actions for retaliation, based on\ncomplaints to third parties, like complaining to the\npress?\nMR. PHILLIPS: Well, I'm sure there are such\ncases, Your Honor. I mean, I doubt -- it probably\nwouldn't come up so much in the Fair Labor Standards Act\nprocess. And that's the problem: This has got a fairly\nnarrow sweep to it.\nObviously, wage and hours is not a\nsignificant activity, but it doesn't tend to generate\nthe same kind of intensity that you might expect out of\nTitle VII or the Age Discrimination in Employment Act or\nsome of the other provisions.\nIf there are no further questions, Your\nHonors, I would ask the Court to affirm the judgment.\nJUSTICE GINSBURG: Just one more question.\nMR. PHILLIPS: Sure.\nJUSTICE GINSBURG: It seems to me you are\nsaying the only complaint that counts is the one to the\nGovernment.\nIsn't -- in the work setting that's being\nregulated, wouldn't there be every reason to want the\nemployee to complain first to the employer rather than\nmaking a Federal case out of it by complaining to a\nGovernment agency?\nMR. PHILLIPS: Intuitively, I don't disagree\nwith that, Justice Ginsburg, but we have to go, again:\nWhat was the purpose of this particular statute? And\nthis statute was not intended as a protection to the\nemployer or to the employee -- or to the employer. This\nwas a provision that was designed to give information to\nthe Federal Government.\nAnd we know that because there's no private\nright of action to the employee that it is enforceable\nas a criminal sanction. And if you go back to the\nprecursors of the Fair Labor Standards Act -- and\nsomebody asked; this was the first one. I gathered\nthere was a third one. There was the Railway Labor Act,\nthe NLRA, and then there was this particular provision.\nBut if you go back to these precursors, you\nsee that it's, again, a very narrow approach that was\ntaken under those statutes as well.\nCHIEF JUSTICE ROBERTS: What if you are an\nemployee of the Treasury Department and there is an oral\ncomplaint to your superior? Is that filing a complaint\nwith the Government?\nMR. PHILLIPS: I mean, part of it depends on\nwhether the Fair Labor Standards Act applies to Federal\nemployees. There is a whole separate regime that deals\nwith Federal employees. And I can't -- I'm not\n100 percent sure whether this provision applies under\nthose circumstances.\nCHIEF JUSTICE ROBERTS: Okay. Thank you,\nMr. Phillips.\nMR. PHILLIPS: Thank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Mr. Kaster, you have\nfive minutes.\nREBUTTAL ARGUMENT OF JAMES H. KASTER\nON BEHALF OF THE PETITIONER\nMR. KASTER: Thank you, Your Honor.\nWe have two agencies here that have\ninterpreted this statute this way. And it's not just\nenforcement actions, but we also have the EEOC manual.\nWe also have other acts. The Surface Transportation\nAct -\nJUSTICE SCALIA: Excuse me. I don't\nunderstand how those agencies have any part in the\nadministration of private lawsuits under this statute.\nMR. KASTER: The Department of Labor\nadministers all -- all of the -\nJUSTICE SCALIA: It administers lawsuits?\nMR. KASTER: No.\nJUSTICE SCALIA: I mean, it seems to me it's\na matter for the courts. An agency interprets the\nstatutes that direct the agency's own actions if it has\nto enforce things and so forth. But where there is a\nprovision for a suit in court, it seems to me it's up to\nthe courts to decide what it means.\nMR. KASTER: That may be true, Your Honor.\nWe have the identical language in the Surface\nTransportation Act in OSHA, which the agency does have\nregulatory power over and has interpreted this precise\nlanguage to include oral communications.\nIn addition, the Migrant Workers Act -\ncounsel wants to suggest that all of this is a throwback\nto '38. The Migrant Workers Act, which was adopted in\n1982, has the very same language. It is implausible to\nsuggest that Congress would think that a migrant worker\nwas leaving the field and writing up a memo and bringing\nit back to his supervisor in order to assert his\nstatutory rights.\nJUSTICE SCALIA: What do you mean by the\nvery same language? Just -\nMR. KASTER: Filed any complaint. Filed a\ncomplaint.\nJUSTICE SCALIA: And the remainder of it?\nInstitute a proceeding -\nMR. KASTER: It goes beyond -\nJUSTICE SCALIA: Be a member of a committee?\nHe is relying on large part on the context of filing a\ncomplaint. Does this statute have those other\nprovisions?\nMR. KASTER: It does not have those other\nprovisions, Your Honor.\nJUSTICE SCALIA: That's a big difference.\nMR. KASTER: Well, I respectfully disagree,\nYour Honor.\nI also suggest that what we are talking\nabout in the very first case that this Court dealt with\nafter the act was passed were coal miners. Nobody is\ntaking -- I don't think it would be plausible to suggest\nthat Congress thought that coal miners -- coal miners,\nfactory workers, line workers -- they don't write memos.\nWith all due respect, Your Honor, lawyers write memos.\nPeople who this act was intended to cover, the poorest\nand the least educated people in the country.\nThat's why under Mitchell v. DeMario and\nthat's why under Tennessee Coal the Court has taken the\nposition that this deserves, has to have, a broad\ninterpretation. Employees are the engine that actually\nenforces this act.\nJUSTICE SOTOMAYOR: That goes to your\nadversary's first argument or second argument where he\nsays when this act was passed for all of those people,\nthey would never have thought of going to their employer\nbecause the work ethos at the time was that those\nemployees couldn't complain to their employers. They\nwould always naturally go to the Government.\nHow do you answer that? How do you disprove\nthat point: That historically at the time this was\npassed in 1938, that there was a number of those\nemployees who as a regular course of their business,\nfiled complaints with their employers as opposed to the\nGovernment?\nMR. KASTER: Any complaints, Your Honor.\nFiled charges was the -- was the previous language in\nthe National Labor Relations Act. Congress adopted a\ndifferent phrase here, \"any\" -- \"filed any complaint\" -\nJUSTICE SOTOMAYOR: I'm sorry.\nMR. KASTER: \"Filed any complaint.\" In\nRosenwasser, this Court said that the criminal liability\nconcerns of the employer were addressed by the word\n\"any.\" In other words, when they suggested under the\nact that there was criminal liability and they didn't\nknow the piecework employees were covered, the Court\nresponded in 1945, the word \"any\" resolves any kind of\nambiguity that the employer should have had.\nIn this case \"any\" means any and all, and\nthat is without limitation. That is the kind of\ncomplaint that is protected under the act. On\nDecember 11 -- there is no question in this case Kevin\nKasten asserted his statutory rights. This is a case\nabout form over substance. Form over substance. That's\nwhat we are talking about.\nOn December 11, 2006, Mr. Kaster was fired.\nThe same date, they changed the time clocks so that\neverybody else would get paid, just as he complained\nthey weren't properly legally being paid before that.\nThey changed the clocks the same day. If -- now, there\nwere a half a million complaints last year in the\nDepartment of Labor.\nIf the Court should find that every\ncomplaint needs to go to the Department of Labor, then\nwhen I get a call from an employee, a disgruntled\nemployee who says, my paycheck was wrong, or there is\nsomething wrong with my overtime calculation, I'm going\nto say, You can't afford to call the human resources\ndepartment and have a conversation, a friendly\nconversation about this, because if you do, and you\nhappen to trigger a statutory assertion, that will be\nunprotected. You are going to foreclose all the\ninternal communications that could occur.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. KASTER: Thank you.\nCHIEF JUSTICE ROBERTS: The case is\nsubmitted.\n(Whereupon, at 12:01 p.m., the case in the\nabove-entitled matter was submitted.)\naddresses 14:15 6:22,25 7:5 8:1 2:2,5,9,12 3:4,7\n54:25 administer 38:21 Alito's 5:12 14:19,24 16:13 basis 46:11\nadopt 6:5 10:2,12 ambiguity 53:19 46:17 45:17 46:24\n10:24,25 adopted 5:14 16:15 53:24 better 32:8 33:14\n22:14 25:4 9:12 33:8 51:8 amiss 18:11 asserting 13:13 41:21\n31:1 53:9 answer 5:9 36:17 13:16 20:14 beyond 8:13,24\n39:10 adopting 35:22 36:19 41:2 53:1 23:18 24:8,17 30:18 41:24\n45:6,7,18 adversary's answered 29:13 25:17 51:20\n47:3 48:3 52:20 antecedents 7:24 assertion 19:25 big 52:2\n49:8,10,20 affirm 48:12 anti-retaliation 20:19 21:15 blank 20:10\n51:3,6,8 afford 54:14 16:22 17:18 54:17 Board 17:20,21\nAFL-CIO 8:13 18:15 25:20 assistance 19:19 boo 32:1\n10:7 19:9 anybody 33:6 22:14 boss 23:22 24:3\n30:3 31:24 22:23 37:11 APPEARANC... attend 23:11 break 32:21\n34:22 39:15 42:25 1:15 attending 23:23 Breyer 8:12 9:6\n39:21,24 50:8,14 application 39:3 authority 20:14 9:16 10:6 19:1\n49:6 agency 5:4 12:12 applied 40:7 33:5 35:21 39:9 19:14,17 20:9\n33:7 34:4,11 32:15,17 49:20 aware 47:21 22:19 26:25\n46:14 37:24 39:4,16 49:23 awful 11:23 28:10 36:2,5,10\n50:10,22 39:19 40:11 apply 12:1 23:5 a.m 1:14 3:2 36:22 37:2,6,9\n50:21 approach 35:22 B 38:23 39:6,13\n47:7 49:13 B 1:18 2:6 16:13 40:10,19,22\n48:7\narbitrator 46:21 42:16 43:4 45:9 42:2,3,5 46:4\ncausing 15:16 cited 18:4 6:10 8:11 48:16 49:17,17\n47:10 certainly 10:3 claim 24:1 26:1,6 8:8 11:11 18:25 54:10\n29:21 38:6 26:13 44:3,10 23:7 complaints 12:2\nchafe 35:13 18:16 38:1 51:5 54:19 17:6 18:6 19:12\n39:19 challenging clearly 25:16 company 4:6,16 32:17,22,25\n43:20 25:14 33:4 42:6 5:4 16:1 23:12 33:23 34:9 35:4\ncharge 7:25 9:13 25:10 54:3,6 complain 15:4 46:16 47:24\ncloser 33:14 48:20 52:24 53:5,7 54:7\n38:15,15,17 8:21,24,25 48:21 confrontation\n26:21 24:2,7,10,12 colloquy 42:16 5:25 6:4,10,12 27:16 29:7 31:6\n9:9,23 33:20 49:15,25 come 8:18 13:5 11:13 12:3,9,11 32:10 33:17\n12:4 50:3 54:20,22 48:3 12:13,13,20,22 35:10,15,16\n20:22 chose 6:6 comes 14:2 21:8 13:24 14:23 36:8 39:8 43:4\n24:15,25 chosen 43:6 35:9 15:1,5,9,24 45:12 46:4,16\n32:13 Circuit 14:6,7,7 comfortable 16:5,6 17:25 47:12,18 51:10\n40:22 14:11,13,14,17 30:16,19 36:21 18:3,18 19:13 52:9 53:9\n42:7 42:7 comfortably 20:11 21:1,4,9 Congress's\n47:8,11 circuits 14:3,5 35:25 21:24 22:17 46:19\n52:6 26:11,16 coming 41:23 23:16 24:13 connected 21:23\ncircumstance commencing 25:3 26:7,10 connection 39:11\n39:23 15:6 27:22 28:1,3,6 conscious 30:17\n27:9 35:3 7:15 33:4 36:12 committee 43:11 32:15 33:3,6,12 considered 46:22\n48:2 36:14 44:2 51:21 33:16,18 34:4,5 considers 33:23\nCIT 29:24 33:22 41:20 43:7,16 25:19 28:18\n48:12 50:24 40:11 35:17 36:24 easier 14:11\ncourts 16:25 20:2defamed 42:21 differently 24:18 EEOC 33:22,23\n50:21,25 defendant's difficulties 16:19 effect 19:10\ncover 10:5 15:2 defer 39:23 directed 5:24 22:12 37:5\n18:21 52:12 38:7,8,15,15 directing 5:16 41:16 46:16\n28:4,25 covered 24:25 38:17 6:9,23 elements 20:11\n30:8 34:9 53:17 defines 45:23 direction 27:18 employee 4:13\n37:22 coworker 18:9 degree 7:1 directly 21:23 4:14 5:4,20 7:6\n41:24 18:12 delegate 39:4 Disabilities 7:6,10 8:17\n51:22 cracked 44:13 delegated 39:8 34:15 13:25 17:19\ncriminal 29:15 denying 30:8 17:22 44:2 28:10,13,15\n49:7 53:13,16 21:24 49:16 discuss 8:18 54:11,12\n47:21 D 3:1 depending 7:15 disposed 12:5 53:17\n54:20 dangerous 22:6 depends 49:19 disprove 53:1 employee's 32:4\ndate 54:3 described 9:20 disregard 30:17 4:21 7:8 10:3\ndealing 41:4 determination 15:10 17:21 20:13,17 21:6\n4:2 dealt 52:6 determine 39:4 doubt 44:1 48:2 23:17,17 25:3\n9:12 10:2 December 53:23 determining dramatic 27:17 26:2,8,9 28:13\n17:1 54:2 39:15 drivers 18:23 28:13 29:5,9\n25:8,14 decide 12:6 34:3 deviate 47:13 due 11:4 52:11 41:1,9 42:21\n26:24 34:8 36:23 deviates 11:1 D.C 1:9,19,22 44:9 48:20 49:2\n32:2 41:21,22 50:25 difference 52:2 49:2 52:22\n35:25 decided 42:6 different 7:16 E 53:14,19\n42:8,18 decides 15:5 24:20 29:14 E 2:1 3:1,1 employers 12:16\n52:24 exclude 45:14,14 field 51:11 five 50:4 further 15:24\nexcuse 17:5 figure 20:25 43:4 FLSA 18:15,15 48:11\nexistence 45:4 11:6 12:22,25 21:7 23:12,18 G\n35:12 44:25 17:25 18:1,3 28:18 31:21 26:21\n47:6 experience 22:7 32:22,25 33:16 fogey 17:12 37:10\n39:18,20 expressed 22:13 11:13 12:10 foreclose 54:18 9:10\nextends 30:17 13:1,18 34:19 form 9:18 20:7 generally 25:21\nfactory 8:10 13:23,24 16:5,5 20:3,11 28:4 29:17 30:6,11\nfactual 25:25 30:22 32:15 former 32:19 34:18 35:2 42:1\n28:12 31:1 39:10 filings 9:8 12:2 formulation 48:13,15,24\n25:13 far 35:1 firing 30:4 friendly 54:15 25:22\n19:7 favor 10:9 first 11:9 14:6 FSLA 7:7 glass 44:14,15\n28:9 Federal 27:18 28:22 31:20 fundamental go 4:8 8:13,23\n31:10 33:5 45:5 34:10 37:3 41:22 12:18 13:14,17\n49:20,22 52:20 34:7 17:20 21:22\n37:25 grant 32:4 6:12,21 7:3,15 inclined 12:11 intended 45:13\n42:15 granted 25:8 8:4 9:4,10 include 3:24 45:14 49:1\n49:7,12 36:24 10:12,20 11:4 11:15 37:12 52:12\n54:10 greater 27:6 11:10,17 12:21 51:5 intensity 48:8\n24:3 28:10 9:2,3,4,17 15:11,15 16:9 36:11 38:9 46:19\n51:20 10:16,19,23 32:20 48:2 50:2 includes 3:15,17 intercompany\n11:18,21 12:17 50:7 51:1 52:1 7:1,23 9:13 26:12\n16:9 grieve 28:11 Honors 48:12 including 12:16 interpretation\n21:22 ground 25:8 42:9 hopefully 8:19 12:17 13:23 41:7\n23:11 42:10,12 44:9 Hospital 14:14 incorporating 52:17\n33:24 group 32:9 14:16 46:9 interpreted 3:24\ngrudging 4:4 hour 20:6 incursion 44:24 4:3 14:5 37:11\n40:23 grumbling 13:25 hours 30:9 48:6 indicated 20:13 50:9 51:4\n44:16 47:12 huge 35:5 indicia 19:23 interpreting 4:2\n52:22 guess 32:24 38:9 human 25:12 20:3 40:16 10:8\nguys 16:2 54:14 industries 18:23 interpretive 47:7\n41:8 H hurt 4:13 23:10 informal 3:17 interstitial 38:25\n6:3,5,10 half 54:7 33:2,21 41:5 information 26:17\n16:6,20 hallway 8:9 31:10 49:3 intracorporate\n21:3 hand 20:8 42:6 I inherently 27:3,5 34:12,24 35:3\n28:19 happen 54:17 idea 18:10 20:24 initial 8:15 44:24 38:1\n31:11 happened 9:13 31:13 insist 15:7 Intuitively 48:23\nhappens 4:12 9:8 identical 51:2 instance 17:16 invoke 10:16,19\n34:4,11,19 happy 20:6 identified 46:4 22:13 34:10 10:23\n37:24 harassment identifies 8:13 instances 39:1 involve 8:21\n40:14 11:13 identify 8:18 institute 14:25 issue 11:2 34:3\n42:14 hard 20:25 illegal 3:12 28:6 29:9 33:7 34:25 35:8 40:8\n43:13 havoc 6:7 illiterate 31:16 33:11,24 47:16 41:21\n45:20,20 hear 3:3 22:20 32:9,22 36:6 51:19\n48:17,22 heard 35:7 immigrants instituted 14:20 J\n52:25 held 14:17 29:24 31:17 14:21,22 15:13 JAMES 1:16 2:3\nhelp 22:5 implausible 51:9 15:16,19,19,20 2:13 3:7 50:5\n23:3 imply 18:14 33:3 43:9,12 2:6 16:13\nhistorically 53:2 25:18 29:11 instituting 15:16 Joe 7:11 23:23\n22:25 43:1 importing 9:22 29:6 43:8 47:10 judgment 25:8\n38:4,6 honest 5:10 impose 36:14 institution 30:22 35:10,15,17,18\n49:15,25 50:3 17:16 19:4 legal 25:8\n4:5,25 5:11 51:14,18,21 24:8 25:3 26:1 54:5 machine 4:13\n6:2,13 52:2,19 53:11 27:12 29:11 legislation 32:5 majority 26:16\n7:5 54:20,22 30:24 34:2 47:5,14 34:21\n9:6,16 justify 28:7 37:17 38:23 legislative 42:13 making 25:3\n40:8 42:18 49:5 42:16 40:12 48:21\n12:25 K 53:17 lens 44:12 malicious 42:19\nKasten 1:3 3:4 let's 4:8 28:11 42:20,24\n14:8 3:11 8:6 10:3 L liabilities 30:1 managing 35:14\n10:17 11:18 labor 3:15 4:1,16 liability 29:18,20 manner 11:14\n17:7 13:7,16 15:22 7:22 10:25 53:13,16 manual 11:17\n53:24 14:18,24 15:4 light 10:8 50:10\n19:1 Kaster 1:16 2:3 17:4 22:7 29:20 limitation 43:2 matter 1:12\n20:9 2:13 3:6,7,9 31:1 38:21 39:9 53:21 38:20 50:21\n4:20 5:6,16,23 39:10 43:19 limited 42:14 54:25\n22:2 6:9,17,21,23 45:18 47:3 48:3 46:1 matters 35:11\n23:3,9 7:3,14 8:2,6 9:3 49:8,10,20 line 37:5 52:10 39:2\n24:2,7,10 9:10 10:1,11,20 50:16 53:9 54:8 listening 27:2 mean 4:25 5:13\n25:1,24 11:3,8 12:21 54:10 litigated 35:11 6:14,17 11:6,21\n13:2,11 14:4,10 ladder 25:12 little 20:18 12:19 15:7 17:9\n27:5,15 15:11 16:9 50:3 35:1 location 3:12 18:14 24:14\n28:8,10 50:5,7,16,19 language 8:14 Lochner 27:20 25:2 26:14 30:3\n29:1,13 51:1,16,20,25 10:14 12:22 lodge 11:10 13:2 31:2 32:18\n30:2,6,11 52:3 53:7,12 13:10 17:24,25 13:11 22:16 33:13 34:1\n31:12 54:2,21 18:1,3 22:13,15 logical 46:8 36:20,25 37:7\n33:2 Kaster's 23:5 27:21,24 31:17 long 45:3 38:11,13,16,23\nkeep 10:21 32:10 35:12 look 16:2 21:13 41:12 46:3 48:2\nkeeps 43:7 37:14 43:1,6,6 21:13,14 22:19 49:19 50:20\n36:2,2 Kennedy 13:14 46:9 47:9,18 30:19 39:19 51:14\n13:17,20 14:8 51:2,5,9,15 43:5 meaning 3:14\n26:11,15 47:20 53:8 looked 20:3 11:1,2 12:23\nKevin 1:3 3:11 large 31:4 51:22 27:14 13:1 29:7,10\n39:6 8:6 53:23 late 14:2 looking 10:4,7 34:5\n40:1,5,10 key 44:12 Laughter 13:19 10:13 12:21 means 3:16 5:16\n41:5,6 kind 8:20 16:25 22:1 44:13,13,14 6:15 11:8,9\n19:23 22:5 law 5:5 7:5 22:7 looks 44:15 12:7 13:2,23\n34:11 39:25 35:14 46:22 lose 3:13 9:23 30:4 40:25 41:7\n47:11 48:8 lawsuits 50:15 25:15 50:25 53:20\n53:18,21 50:18 lot 11:23 19:6 meant 29:7 31:19\n45:3,8,11 kinds 17:4 18:23 lawyers 52:11 21:20 32:13 46:16\n46:15 19:12 leads 26:13 34:23 36:6 47:6 meet 28:13\n47:4,20 know 5:4,6,8 leaving 51:11 lots 39:1 meets 25:17\n15:7 left 33:1 40:23 member 51:21\nnear 41:3 34:24 48:6 49:16 51:5 passing 7:11\n23:25 October 1:10 29:3 people 8:11 13:5\nneeds 54:10 offhand 40:13 51:12 30:1 31:15,18\nnever 15:18,19 official 28:19 ordinary 6:25 44:24 45:14\n33:18 43:5 new 12:4,4 46:6 ought 16:2 20:17 perfect 18:22\n46:6 Ninth 14:6 oh 7:10 35:5 45:9 24:3 43:14\nNLRA's 17:18 old 17:12 45:8 owe 38:3 Performance 1:6\n21:13 oldest 17:7,10,11 P period 45:10\n18:24 19:2 oppose 47:17 paid 25:11 54:4,5 26:5 30:4 40:12\n10:5 12:5 34:11,20 39:25 part 32:3 43:17 personnel 25:12\n11:10,16 opposing 18:16 51:22 40:6,7\n23:21,22 26:8 oral 1:12 2:2,5,9 14:19 18:13,21 3:8 16:15 24:19\nnotion 28:3 8:14 9:7 12:11 28:25 29:10,12 Petitioner's\n48:5 49:13 27:7,10 28:23 12:18 47:24 29:23 30:10,13\n35:8 posed 41:5 12:12,17 provide 8:24 48:11\nposition 20:24 proceeding 31:24 quite 27:3 35:3\n37:4,17 38:4,6 52:16 14:20,21,25 provided 9:19 quote 12:10\n38:5,16 potential 30:1 15:6,8,13,16 provides 9:7\n39:6,16 power 51:4 15:20,21 16:1 providing 35:23 R\npractical 16:19 28:6,7,7,16,17 provision 11:6 R 3:1\n16:25 28:20 29:2,2,6 17:19 18:15 radical 44:23\n43:3,18 practice 18:16 29:6,10 30:23 28:5 30:20 31:8railing 24:4\n44:1,11 34:20,23 35:4 33:7,11,24 43:8 31:23 32:11 Railway 49:10\n45:5,9 38:2 39:15 41:4 43:9,10 45:12 39:11 49:3,11 raising 17:1\n46:3 precedent 9:7 45:14,15,18 49:23 50:24 read 9:18 27:21\n48:1 precise 33:2 51:4 46:13 47:10,16 provisions 16:22 27:24 41:15,16\n49:19 precisely 47:19 51:19 25:20 39:10 43:12 46:8\nprecursors 49:8 proceedings 18:6 48:10 51:24 reading 25:22\n11:16 preserve 46:11 promulgated purpose 18:12 40:12 44:17\n25:10 press 47:25 21:17 31:22 43:1 reason 5:11 9:22\npretty 24:4 promulgates 48:25 30:16,18 37:13\n26:24 40:7,17 41:9 30:25 16:10 50:5\n25:7 31:15 pro 31:21 35:18 46:20 qualification recognize 14:1\n37:3,25 probably 24:11 protected 26:17 30:7 31:22 35:15\n45:2,22 45:6 48:2 53:22 quarrelling 34:1 42:17\nproblem 8:19 protecting 11:12 question 5:9,12 recognized 36:9\n27:15 35:9,10 protection 29:17 13:15,18 20:21 21:2\n10:16,19,23 31:22 41:3 46:17 47:4 regard 33:11\n27:18 24:22 26:22 rules 39:14 21:5 28:22 32:6 something's 4:11\n38:22 1:23 Secretary 38:21 33:19 36:4\nrest 16:10 safeguards 9:20 30:25 39:12 43:14\n46:1 30:3,12,14,20 sanctions 35:23 sees 19:18 28:8,21 29:1,13\n44:4,10 47:23 24:17,22 25:2 26:13 45:25 46:15,19\n33:25 35:3,20 23:12,13,22 Seventh 42:7 42:5\n44:11 49:6 Scalia 8:5 11:20 shows 43:2 stage 8:15 15:14\n20:15,19 23:18 15:18,23 17:7 29:19 40:7 19:10,15 27:4\n32:3,4 51:13 18:20 27:15 significant 48:7 Standards 3:15\n25:24 26:18 51:14,18,21 45:21 start 15:25 16:20\n32:7 50:3 54:20,22 Scalia's 33:20 situation 21:3 started 15:12\n38:1 39:9 Rosenwasser 37:25 Sixth 14:11 23:10\n53:13 scheme 29:10 Skidmore 40:5 starts 44:18,20\n16:14 40:14 subsequent 45:1 suspect 22:21 testifying 43:9 throwback 51:7\n10:4,7 substance 53:25 sweep 48:5 14:15 tied 43:18\n14:6 15:1 53:25 system 9:22 testimony 18:2 time 3:12,25 5:20\n18:14 substantial 13:21 40:11 Thank 3:9 16:11 7:20 9:14 10:24\n28:11 sufficient 9:1,2 26:18,19,23 16:10 20:18\n20:11 34:5,9 T 49:25 50:2,7 21:17,18 23:24\n30:9,20 41:20 44:9 T 2:1,1 54:20,21 25:10,11 27:25\n32:1 47:12 take 9:1,23 thing 6:13 7:16 33:6 42:25\n37:12 suggest 51:7,10 18:19 19:10 10:13 14:18 45:10 52:23\n40:25 52:5,8 32:19 43:7 15:17 17:13 53:2 54:3\n42:13 suggested 28:10 taken 3:13 30:22 22:5 25:13 times 35:14\n45:16,19 53:15 46:14 47:8 29:12 33:1 Title 18:17 25:21\n48:25 suggests 27:14 49:14 52:15 47:19 34:14 43:21\n50:9,15 suit 43:21 50:24 takes 9:19 things 9:13 19:6 44:3,8 48:9\nsummary 25:8 talk 11:21 13:5 20:2 50:23 told 3:11 10:23\n17:24,24 14:20,21 42:19 43:8 6:11,21 9:6 tons 47:15\n19:18 superior 49:17 45:19 11:3 12:11,19 tradition 8:22\n25:21 supervisor 4:8 talking 9:16 16:5 13:7 14:24 transplanted\n34:14,22 4:12,14,15 7:11 16:6 17:11 15:12,15 19:14 40:16\n47:15 8:18 20:8 23:7 18:22 19:24 19:16,23 20:1,3 Transportation\n50:22 23:11,13,21 31:23 33:16 20:17,20,21 22:14 50:11\n13:13 35:6 43:25 42:20 52:5 54:1 23:2,4,8,15,25 Treasury 49:16\n20:1,14,19 51:12 tap 8:25 24:10,14,16 trial 7:13,14\n24:8,20 supervisory taps 4:15 25:18 26:3,4 trigger 54:17\n26:1 20:14 telephone 12:13 27:14,23 31:4 troubled 16:8\n53:24 supporting 1:21 tell 17:20 18:9 33:8,21 34:2,7 troublemaker\n2:8 16:15 23:13,13 26:16 35:3 36:11 23:25\n27:20 31:10 Tenth 14:7 thinking 25:14 try 22:6 32:14\n48:1,14 49:23 terms 8:7 10:1 thinks 33:17 31:5,7 32:11\n26:6 50:11 51:2 34:16 thought 6:7 Tuesday 4:22\nsurround 19:3 test 10:22 23:15 18:10 31:12 two 20:2 32:16\nviolating 4:16 5:5 47:6 46:11 48:3,19 44:14,22 53:3\n34:1 violation 21:7,15 weeks 7:8 21:16 31:16 1945 53:18\n50:14 21:22 26:2 weight 40:2,3,4,6 52:10,11 1961 11:9\n28:2,18 45:15 46:21 went 25:9,11 6:5 9:19 10:25 1970s 44:20\n16:14 40:14\nwin 9:23 wrong 23:24 21 23:2\n18:1,13 word 6:15 7:1 25:10 54:12,13 215(a) 39:12\n20:12 10:6,24 11:6 wrote 45:12 215(a)(3) 3:14\n21:8,16 12:23 39:3 46:5 26 2:11\n23:8 46:6 53:14,18 X\n3\n24:6,10 words 3:18 10:4 x 1:2,8\n25:6,24 19:19 22:8\n24:24 46:1\n15:7,25 work 3:24 4:2\n19:11 5:21 6:1 21:25\n18:24 41:4 44:7,7 50 2:14 37:10,18\n38:24 28:23,24 29:1\n22:9 yellowed 44:14 37:23 41:4\n34:13 39:3\n46:6 yesterday 23:22\n16:4\n1:5 3:4\nwasn't 10:15 workers 3:25 1\n11:11,15 18:16 24:23,25 workplace 4:12 12:01 54:24\n27:24,25 30:19 9:5 13 1:10\n37:12,16\n"
    }, 
    "respondents": [
        "No. 09-834 SAINT-GOBAIN PERFORMANCE PLASTICS", 
        "CORPORATION"
    ], 
    "speakers": {
        "AFL-CIO 8": 1, 
        "CHIEF JUSTICE ROBERTS": 16, 
        "CIT 29": 1, 
        "JUSTICE ALITO": 9, 
        "JUSTICE BREYER": 29, 
        "JUSTICE GINSBURG": 23, 
        "JUSTICE KENNEDY": 6, 
        "JUSTICE SCALIA": 24, 
        "JUSTICE SOTOMAYOR": 21, 
        "MR. KASTEN": 4, 
        "MR. KASTER": 38, 
        "MR. PHILLIPS": 60, 
        "MR. WALL": 22
    }
}