{
    "appearances": {
        "content": "THEODORE B. OLSON, ESQ., Washington, D.C.; on behalf\nof Petitioners.\nMATTHEW D. ROBERTS, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of Respondent.\n"
    }, 
    "caseNum": "09-837", 
    "caseinfo": {
        "content": "MAYO FOUNDATION FOR MEDICAL :\nEDUCATION AND RESEARCH, ET AL., :\nPetitioners :\nv. : No. 09-837\nUNITED STATES :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nTHEODORE B. OLSON, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nMATTHEW D. ROBERTS, ESQ.\nOn behalf of the Respondent 24\nREBUTTAL ARGUMENT OF\nTHEODORE B. OLSON, ESQ.\nOn behalf of the Petitioners 35\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, November 8, 2010\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:02 a.m.\n"
    }, 
    "petitioners": [
        "MAYO FOUNDATION FOR MEDICAL", 
        "EDUCATION AND RESEARCH, ET AL.,"
    ], 
    "proceedings": {
        "content": "(11:02 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 09-837, Mayo Foundation for Medical\nEducation and Research v. The United States.\nMr. Olson.\nORAL ARGUMENT OF THEODORE B. OLSON\nON BEHALF OF THE PETITIONERS\nMR. OLSON: Mr. Chief Justice, and may it\nplease the Court:\nCongress expressly exempted from Social\nSecurity taxes wages paid to a student who is enrolled\nand regularly attending classes. The medical residents\nat Petitioners' schools are enrolled and pursuing a\nformal accredited curriculum that has a rigorous core\ncurriculum, as I said; hundreds of classes, conferences,\nlectures; laboratory research; written exams; grades;\nand intensive, hands-on clinical patient training under\nthe supervision of faculty members.\nJUSTICE GINSBURG: Mr. Olson, are -- are all\ninstitutions that employ residents schools?\nMR. OLSON: I don't know -- I don't know\nwhether all -- as I understand, the resident program,\nwhich is accredited by the Accreditation Council for\nGraduate Medical Education, does involve an\naccreditation program which would probably fit -- where\nit's taking place, would probably fit the definition of\nschools. That is certainly not an issue in this case.\nThere are -- these -- the institutions that we\nrepresent -\nJUSTICE GINSBURG: But it might -- it might\nbe relevant, because it would be unseemly, perhaps, to\nhave residents who are not working at, quote, \"schools,\"\nsubject to the FICA tax, and other residents whose\ntraining is approximately the same escape the tax.\nMR. OLSON: Well, that was a judgment that\nCongress made. Congress made the exemption with respect\nto students, and it tied specifically in to someone who\nis enrolled and regularly attending classes -\nJUSTICE GINSBURG: But you can't give me the\nreality there. Are all resident programs conducted in\nschools, or are there resident programs that would not\nqualify because they take place in institutions that are\nnot schools?\nMR. OLSON: The only reason I'm hesitating,\nJustice Ginsburg, is I don't know the entire universe\nout there. Every program, residents' program, that has\nbeen involved in the various cases that have discussed\nthis have been at schools or universities or colleges.\nI'm aware of no program that involves residency and\nresident programs accredited by the ACGME that is not\ninvolve in and does not take place in a school or a\nuniversity or college. So it could be something out\nthere that I am not aware of, but I'm not aware of\nanything of that nature.\nIt is undisputed that these individuals in\nthese residents' programs are enrolled and that they are\nregularly attending classes by various definitions of\nthe word \"class.\" The clinical experience that they are\nreceiving in hospital rooms, in lecture halls, in all\ncircumstances that they're involved in, are educational.\nThey are classes, and it is undisputed -- undisputed -\nthat the purpose of these programs is to educate doctors\nso that they can achieve board certification and\nhospital privileges.\nJUSTICE SOTOMAYOR: Mr. Olson, are residents\nsupervised their entire 40 to 80 hours? Is there an\nattending physician standing over their shoulder and\nlooking at what they're doing?\nMR. OLSON: Well, there's two parts to that\nquestion. The answer to the second part is: Of course\nnot. There is not a supervising attending physician\nstanding over their shoulder at every moment, but they\nare being supervised at all of the time during their\nresidency program; that is to say that the work that\nthey do is under the supervision, in that broad sense,\nof an attending physician who looks over what they do,\ncomments on what they do, and so forth.\nJUSTICE SOTOMAYOR: What I -- how I look at\nthis case is: How do you draw the line between a\nstudent who is working and a worker who is studying? So\nthe issue for me is: Is the Treasury Department's\nidentification of how to draw that line unreasonable?\nDo we owe them deference?\nMR. OLSON: Well -\nJUSTICE SOTOMAYOR: Let's use the example\nthat's been floated around the briefs: the general\ncounsel of the university who takes classes to increase\nhis knowledge. Is he a student who is working, or is he\na worker who's studying?\nMR. OLSON: There is -- well, the various\ncourts that have considered this have found the\nstatutory provision -- that Congress has spoken to the\nsubject. It has provided an exemption for students, and\nit has provided its own limitations. You have to be\nenrolled and regularly attending classes -\nJUSTICE SOTOMAYOR: Why isn't the general\ncounsel who's going to, let's assume, either three\nclasses a week or 6 -- 6 hours of classes, is working\n40 hours as general counsel, and he's regularly enrolled\nin classes.\nMR. OLSON: Well -\nJUSTICE SOTOMAYOR: Why isn't he part of the\nexemption?\nMR. OLSON: The -- the Internal Revenue\nService imposes a predominance requirement with respect\nto this. The courts that have considered it have said:\nThis is not a question of law; it is a question of fact.\nIs someone really a student or not? Common sense and\ncommon understanding of the word \"students\" would lead\none to the conclusion of that. I -\nJUSTICE SOTOMAYOR: So why wouldn't common\nsense lead you to the conclusion that if someone is\nworking 40 unsupervised hours without an attending\nphysician at their side, taking care of patients, that\nthat's really not a student? That's what the Treasury\nDepartment is saying.\nMR. OLSON: Well, that is what the Treasury\nDepartment is saying. But, first of all, you have to be\nan employee for this provision to apply at all. This\nprovision -\nJUSTICE SOTOMAYOR: You don't think\nreceiving $50,000 or $60,000 a year is enough to make\nyou an employee of someone?\nMR. OLSON: No. No. In fact, the\ngovernment will say that the amount of remuneration is\nimmaterial. The government says that in its\nregulations. The IRS says that, and it has said it for\nmany, many, many years. And right from the beginning,\nthe amount of the remuneration has no significance at\nall.\nThe fact is, as every court that has\nconsidered the question has concluded, is that these\nresidents are under supervision. It -- you may be\nsupervised if someone's not standing over your shoulder.\nIf they review at the end of the day or at the beginning\nof the -- of the course what you've done, what you -\nwhat you -- what situations you've encountered, the\nstandards that are being applied -\nJUSTICE SOTOMAYOR: But why doesn't that -\nassume it's not the general counsel of the university\nbut a lawyer working in the general counsel's office.\nMR. OLSON: Well -\nJUSTICE SOTOMAYOR: He's being supervised by\nthe general counsel, his work's being reviewed, and he's\nattending classes at night.\nMR. OLSON: Well, in the first place, that\nis a different case. This is a refund action based upon\nthe situation -- the facts are on the ground with\nrespect to these residents. That is not the case here.\nHowever, that and the other parade of horribles that the\nGovernment mentions in its briefs -- what about the\nprofessor -- I mean, what about the university\npresident, what about the general counsel? -- all would\nbe excluded by the predominant requirement -\npredominancy requirement, which we're not challenging,\nwhich is not involved in this case, and the Government\nhasn't challenged here.\nThese individuals cannot achieve what they\nneed to achieve for board certification and hospital\nprivileges except by having clinical experience. That\nis -\nJUSTICE SOTOMAYOR: Well, what they want to\nachieve is a higher long-term pay, but they can go out\nand work as doctors.\nMR. OLSON: They could -- well, very little.\nThe -- the record is very, very clear that almost in no\ncases, in -- in a very, very narrow circumstance can\nthey work as doctors. They won't have hospital\nprivileges. They won't -\nJUSTICE SOTOMAYOR: I understood that 15\npercent of the physicians were not board certified.\nMR. OLSON: And -- and many of them may be\nin the military or in circumstances -- but the -- but\nthe record, as examined by the various courts that have\nconsidered it, said, for all intents and purposes in the\nmodern world, that physicians that are going to be\ntreating you and me in the vast majority of cases will\nbe board certified. It's an enormous impediment, and -\nJUSTICE SOTOMAYOR: So how about the\narchitect residents who are working in universities?\nAre they medical -- like medical residents as well?\nMR. OLSON: Well, they may be. I haven't\nstudied whether an architect, if they are in a school --\nCongress decided what this exemption would cover. It\nsays: If you are a student enrolled in a school,\nuniversity, or college, and you are regularly attending\nclasses, then you would be covered.\nNow, that -\nJUSTICE GINSBURG: Mr. Olson, why not read\nthat provision -- now we are going to the statute -- if\nsuch service is performed by a student, et cetera, as\nsaying, look, there's a student status, and the service\nis distinct from the student's status?\nTake the typical work/study program in a\ncollege. That would seem to fit this language to a tee.\nThere's a student, and the student is working part time,\nbut you are -- there -- there is no independent\nsignificance to the term \"student\" as you read the text;\nthat is, the student and the services are all together.\nIt's not, \"I am a student here and I perform services\nthere.\" It's -- the student is -- the education is the\nservice.\nMR. OLSON: Well, the services are performed\nfor the purpose of receiving an education. As -- as the\nInternal Revenue Service construed this provision, up\nuntil the fact that they lost several cases, was that if\nyour purpose was to achieve or pursue a course of\nstudies -- that's the old regulation. If your -\nJUSTICE GINSBURG: But wouldn't -- wouldn't\nthis fit the work/study student who is studying\nphilosophy and then he's working in the, say, speech\ndepartment?\nMR. OLSON: I didn't hear that last word.\nJUSTICE GINSBURG: The -- it seems to me\nthat -- what came into my mind when I read these words\nwas a work/study program where the student is studying\nand that's the status of student. The work is separate\nfrom that. It's not necessarily to advance the person's\neducation. It's to give the student some money. So\nthat's what I thought -- I thought that this was -- this\nwas describing student status, okay; and the student is\nalso working for some money.\nBut you seem to say that the service -\nthat -- that it's -- the student status is not\nindependent from the service.\nMR. OLSON: Well, this -- absolutely, that's\ntrue in this case. The students -- the service that the\nstudents are performing in hospital rooms, looking at\npatients, listening to lectures, working in\nlaboratories, is a part of what they're getting paid\nfor.\nSo they have to be an employee to begin\nwith, in order for this exemption to apply. They\nhave -- it might be -- it's -- I don't know whether you\nhave in mind someone being paid for -- by someone\noutside the school, but this -\nJUSTICE GINSBURG: No, I have in mind the\ntypical work/study program. The -- the student signs up\nfor work/study and may be assigned to work in the\nadministration, helping out with clerical things there.\nBut the student status is one thing; the services are\nanother.\nNow, that, I assume, would be covered, that\nthe earnings of the student in the work/study program\nwould not be subject to FICA?\nMR. OLSON: Well, the government's got\nvarious categories of examples. The situation that\nyou've just described sort of falls close to one of\nthose examples, but this is -- that is not this case.\nThe government would say, I would think,\nthat if you are a student, even though your service is\nunrelated to your education, you would fall within the\nexemption. I think that's one of the examples that the\ngovernment gives.\nI might have guessed that it would come out\ndifferently. But in this case, the purpose for the\nservice is education. The goal of the service is\neducation. It's not to earn a living. And -- and it's\n-- and the goal of the universities is not to make\nmoney. It is to provide -\nCHIEF JUSTICE ROBERTS: Well, you keep\nfocusing, Mr. Olson, on -- on this case. And one of the\nthings that I think is important in the tax code is that\nyou not have litigation of each different case, so the\ndifferent courts are coming out with different rules.\nAnd, at the end of the day, you put one next to the\nother, and it looks pretty hard to tell the difference.\nSo why doesn't it make sense simply to refer\nto -- defer to the Service's interpretation?\nMR. OLSON: Well -\nCHIEF JUSTICE ROBERTS: You go back and -\nboth of you go back and forth with hypotheticals, each\nof which sort of supports, but this basically a very\nfamiliar situation of an apprentice who is both an\nemployee and both a student, and to try to draw the line\nin some categorical way doesn't make sense. The only\nway you can draw the line is to have somebody say: This\nis going to be the line. And if anybody is going to say\nit, it ought to be the IRS.\nMR. OLSON: Well, I know we're in the\nSupreme Court, but five courts of appeals that\nconsidered this said that the language is clear. It\ndoes not admit to a categorical exclusion of residents\nin programs like this. It -\nJUSTICE SOTOMAYOR: Well, those five courts\ndid it before -- most of those opinions were rendered\nbefore the new regulation.\nMR. OLSON: That's right. And what the\ngovernment having -\nJUSTICE SOTOMAYOR: Only one of them -\nMR. OLSON: The government having lost based\nupon the words of the statute and the regulations that\nthey had promulgated that had to do with the goals, the\npurpose, the objective, and the nature of the\nactivity -- lost every one of those cases and said:\nWe're going to adopt a regulation that does have the\nvirtue that the Chief Justice mentioned of -- of being\ncategorical.\nIt's the same as saying, if you're\nleft-handed, you're not going to be covered by this\nstudent exemption, or if you're only doing it during the\ndaytime -\nJUSTICE BREYER: Is it -- is it -- the -\nthe answer to Justice Ginsburg's question -- I was\nuncertain. Suppose a student is working 45 hours a week\nin the grounds department cutting lawns, and he does -\ncutting the school lawn, and he earns enough money to\nhelp with his way through college. Now, I thought,\nunder this, that he is not within this statute because\nit's 45 hours and not 40?\nMR. OLSON: Oh, yes. The -- the United\nStates -\nJUSTICE BREYER: All right.\nMR. OLSON: -- would take the position that\nit's not 45 hours.\nJUSTICE BREYER: That it's not -- okay.\nSo -- so, what they're doing is -- it started out with\nthe word \"student\" and the word \"service performed\" in\nthe statute. Then, for many, many years, they have\ntalked about the employment, how it has to be an\nincident to the study. And \"incident\" is the key word.\nAnd so now what they've done is interpret\ntheir own word \"incident\" as saying if it bulks too\nlarge in comparison with the -- with the studying, it's\nnot incident to the study; it's a separate thing. And\nthat's true whether it happens to be medical school or\nit happens to be lawn mowing. They can't -- they don't\nwant it as so big in comparison to the study that it's\nnot really part of trying to get the study. It's just\ntoo big. And they use the 40 for that.\nMR. OLSON: Yes, they have.\nJUSTICE BREYER: All right. Now, if you're\ngoing to admit the word \"incident to,\" if you're saying\nthey have the right to put the word \"incident to,\" why\ndon't they have the right to define \"incident to\" in\npart in terms of 40 hours a week?\nMR. OLSON: Well, because it's both\narbitrary and it's irrational. If what the student is\ndoing, what the individual is doing, what the resident\nis doing, is learning the craft that he needs to perform\na doctor -\nJUSTICE SOTOMAYOR: Mr. Olson -\nMR. OLSON: The government is saying -- and\nthe government is saying -\nJUSTICE SOTOMAYOR: -- everyone learns.\nAren't you learning today -- sitting here and watching\nthis -- maybe you're not -- your own argument, but the\narguments before? Aren't we learning in every case that\nwe're hearing? I -- I -\nMR. OLSON: Oh, by the way -\nJUSTICE SOTOMAYOR: It's -- it's, in my\nmind, difficult to separate out what makes a person or\nstops a person from learning on a job.\nMR. OLSON: Well, the fact is -\nJUSTICE SOTOMAYOR: At any job, actually.\nMR. OLSON: -- the Justices of this Court\nare exempt from Social Security taxes, so -\n(Laughter.)\nCHIEF JUSTICE ROBERTS: You're not\nchallenging that, are you, Mr. Olson?\n(Laughter.)\nMR. OLSON: No, you're okay.\nJUSTICE SOTOMAYOR: I opted in, Mr. Olson -\nMR. OLSON: But -- but the -\nJUSTICE SOTOMAYOR: -- for the very reason\nthe residents might want to.\nMR. OLSON: Congress -- Congress decided to\nprovide an exemption for students. And I want to\naddress what Justice -\nJUSTICE BREYER: No, no, it didn't as\ninterpreted. You see, it's not -- it's that -- I\nconcede everything you say: It's a total learning\nexperience, and it's a special learning experience. The\nproblem I was having that I wanted your answer to is\nthat they have for many, many years said: Just because\nit's a pure learning experience and nothing but a pure\nlearning experience, you still can't get this exemption\nunless the work is incident to that experience. And by\n\"incident\" we mean it can't bulk too large -\nMR. OLSON: Well -\nJUSTICE BREYER: -- in respect to the whole.\nSo the problem for you is not that it's not education.\nMR. OLSON: That -- that -\nJUSTICE BREYER: It's that the work is the\neducation.\nMR. OLSON: That last step that you made is\njust like Humpty Dumpty in Lewis Carroll's \"Through the\nLooking Glass\": A word is what I say it is.\nIt -- the work that the -- the residents do,\nthe services they perform are all incident to the\neducational process. There's no dispute that the goal\nis the education, both from the standpoint of the\nuniversity and from the standpoint of the student, that\nthat is what is accomplished. And what -\nJustice Breyer, what they've said is because you are\ndoing that, the -- the service is incident to the\neducation until you do it for 40 hours. Then it's no\nlonger incident.\nSo someone who may be a student under the -\nunder the government's interpretation is a student until\nthey work that 40th hour a week on a regular basis; then\nsomehow they're no longer a student.\nJUSTICE GINSBURG: Mr. Olson, there has been\na concern expressed that if we accept your position that\nresidents are students, it will have ramifications for\nother areas of the law, notably, the National Labor\nRelations Act. Suppose the residents wanted to organize\nand collectively bargain. If they're students, they\ncan't do that.\nAnd let's take the Title VII and the other\nantidiscrimination in employment statutes. If they're\nnot employed, if they're students rather than employees,\nthen they wouldn't be covered by that legislation.\nMR. OLSON: That is the fallacy that the\ngovernment is making, that you have to either be a\nstudent or an employee. That argument is not correct,\nbecause in all other respects, these residents are\nemployees. The exemption provided in 3121(b)(10) does\nnot come into play unless you are an employee.\nSo for all those purposes, Title VII, the\nFair Labor Standards Act, and so forth -- those are\nother statutes that define the term in a certain way.\nWhat the -- what the code says in 3121(b)(10) -- that\nyou are an employee, but if you are an employee of a\ncollege or a university and you are a student, which\nmeans you are enrolled in classes and regularly taking a\nprogram for the purpose of education, then you don't pay\nFICA taxes. It doesn't have any other implication.\nAnd the Government's position in that\nrespect, and the argument that's made in the other\nbriefs, is -- are classic red herrings. They distract\nfrom the real issue.\nYou don't have to be either an employee or a\nstudent. In fact, you have to be both for this\nexemption to apply, and that is what is happening here.\nNow, again, this is -- there may be\ncircumstances where there might be something that's\nclose to the line and the government might say, well,\nyou're not really a student. And the government really\ntried that in the Second Circuit, in the Sixth Circuit,\nand the Eleventh Circuit, and -- and the Seventh\nCircuit. And in each one of those cases, the court -\nand uniformly, all five circuits, including the Eighth\nCircuit -- until the government decided to change the\nregulation to say, essentially, residents are out -\nthat's basically what they said.\nJUSTICE BREYER: I looked it up in the\ndictionary, and the meaning number 1 b of \"incident\" is:\nan accompanying minor occurrence or -- occurrence or\ncondition. Minor. In other words, there's the big\nthing, and then there's the incident.\nNow, if that's the meaning, well, this says\n40 is trying to get at whether it's minor or the whole\n-\nMR. OLSON: That's the same dichotomy that\ndoesn't exist. The -- the person is a student. They're\njust doing it long and arduously, and they're doing it\nfor several years so that they can be board certified as\ngood doctors in their specialty.\nThe idea that somehow you are a student if\nyou do it for 39 hours, and if you do it for 41 hours -\nthe programs are rigorous. They -- they have been\ndesigned by the accreditation programs to be rigorous,\nso that the -- a doctor will see lots of patients, do\nlots of clinical work, because that, according to all of\nthe record in all of the cases, is where the education\ntakes place.\nYou need the classes. You need the\nlaboratory. But you need to work with patients doing\nthe things that we want doctors to be doing with respect\nto us when they are certified as a specialist in\nneurology or whatever it might be.\nSo Justice Breyer, the idea that -- this is\na classic definition of not only an arbitrary but a\ncapricious and irrational regulation. It says that\nif -- even if you are a student, you're -- you're doing\nthe things where you would have to be a student, and\nyou're doing the types of things that you would make -\nmake you a student, and you're doing it for the purpose\nthat would make you for a student, but if you do it a\nlittle bit too much, you're too much of a student, and,\ntherefore, you're not a student.\nJUSTICE BREYER: Well, that's because -\nMR. OLSON: It doesn't make sense.\nJUSTICE BREYER: -- of the second meaning\nhere. It's very surprising, I found, first reading the\nstatute in the last case, and now I'm reading the\ndictionary.\n(Laughter.)\nJUSTICE BREYER: And here what it says is -\nJUSTICE SCALIA: We don't know whether\nthat's a step forward or backward.\nJUSTICE BREYER: It says: something arising\nor resulting from something else of greater or principal\nimport.\nSo they're trying to work out, with that\nword \"incident,\" is the studying of greater or principal\nimport? And what they're saying is, when it's 40 hours\na week, this other thing, the studying, is not of\ngreater import.\nMR. OLSON: But that -\nJUSTICE BREYER: Rather, it's, let's say, of\nequal import.\nMR. OLSON: I submit that that makes no\nsense at all, because if you're -- if you're studying,\nand you're doing it for 39 and a half hours, you're a\nstudent, and if you do it for 40 and a half hours, all\nof a sudden you're not doing the same thing? You are\nnot a student? The incident -\nJUSTICE BREYER: If you have to draw the\nline -\nMR. OLSON: I accept the word \"incident\" -\nJUSTICE ALITO: Why do you accept the word\n\"incident\"? Incident is not in the statute.\nMR. OLSON: No, it isn't. I'm saying, for\npurposes -\nJUSTICE ALITO: Well, why isn't the answer\nthat the -- that the noneducational aspect of the\nservice has to be incidental to what they're doing?\nMR. OLSON: Well, that might be also. What\nwe're -- what we're saying -- I don't -- I'm accepting\nthe word \"incident\" for the purposes of this case, that\nthere is no question that the work that's being done,\nthe services that are being performed, Justice Alito,\nare incident to the education. They are a part of the\neducational process. They are subservient to the\neducational process. In fact, they make the educational\nprocess.\nIf I may, Chief -- Mr. Chief Justice, may I\nreserve the balance of my time?\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Olson.\nMr. Roberts.\nORAL ARGUMENT OF MATTHEW D. ROBERTS\nON BEHALF OF THE RESPONDENT\nMR. ROBERTS: Mr. Chief Justice, and may it\nplease the Court:\nFICA student exemption covers individuals\nwho are predominantly students but perform incidental\nemployment for their schools. It does not cover\nPetitioners' medical residents. They are full-time\nemployees, and the Treasury Department has reasonably\nconcluded that an employee's paid work does not make him\nan exempt student, even if he also learns from his job.\nAnd that's true for three reasons. First,\nthe text of the student exemption makes clear that it's\nnot a broad exclusion for apprenticeships and other\nlearning jobs. Instead, it's a narrow exemption that\napplies only to students performing services for a\nschool, college, or university where they're enrolled\nand regularly attending classes.\nAnd, second, when employees are working long\nhours and being paid substantial amounts, they and their\nemployers should be helping to fund the Social Security\nsystem, and they should be earning credit towards\nbenefits so that they and their families will have\nsomething to fall back on if they become disabled or\ndie.\nJUSTICE ALITO: If the question is whether\nsomeone is predominantly a student or an employee, why\nshouldn't we ask: Why are they enrolled in this\nprogram, and why is the institution enrolling them in\nthe program?\nWhy are residents enrolled in the program?\nAre they enrolled in the program to make money, or are\nthey enrolled in the program either because it's a\nlicensing hurdle they have to clear or they want\nadditional education, and why is the institution hiring\nthem? Is the institution hiring them to get the value\nof their services or is it hiring them for educational\npurposes?\nMR. ROBERTS: It's probably both, Your\nHonor, but it's not workable to determine student status\nby looking in a particular case whether the predominant\nmotive or the motive of the employee or the employer is\neducation. People who -\nJUSTICE ALITO: Well, in general, though.\nIn general, why are residents -- why do medical school\ngraduates become residents? Do they do -- are they\ndoing that because they want to earn the 40 to $50,000 a\nyear that they're paid, or are they doing it for some\nother reason?\nMR. ROBERTS: I think they're doing it for\nboth -- for both reasons, Your Honor. But many, many\nindividuals pursue their jobs for the primary purpose of\nlearning, like judicial law clerks, like other\napprentices. But they're not excluded -- they're not\ncovered by this exemption.\nJUSTICE GINSBURG: Because they don't work\nat schools.\nMR. ROBERTS: Because they don't work at\nschools, colleges, and universities, and they, you know,\nmay not be enrolled and regularly attending classes.\nAnd so the Treasury reasonably concluded that because\nthis isn't a general exemption for apprenticeships, that\nthey shouldn't construe it as providing a special\nexemption for apprentices who happen to be employed by\nschools, colleges, and universities. And -\nJUSTICE ALITO: What if they -- on average\nthey were paid $10,000 a year? Would it be the same?\nMR. ROBERTS: Yes. If they would -- if\ntheir work -- I mean, here, basically, they have work,\nand the argument is that that work qualifies them as\nstudents. And what the -- what the Treasury Department\nhas concluded is that it's going to treat work and study\nas distinct categories in deciding whether somebody is\npredominantly a student, and that it's not going to\ncount the work as study even if there's some educational\ncomponent to it.\nAnd that's reasonable for several reasons,\nas I said. First, because the statute just isn't a\ngeneral provision that's designed to cover\napprenticeships. And, second, because when people are\nprimarily workers and they're working for long hours,\nthey should be covered and participating in the FICA\nsystem.\nAnd, finally, it -- it would be very\ndifficult to determine on a case-by-case basis what's\ntheir purpose, what the employer's purpose. You know,\nis this job more like study? Is this job more like\nwork? And on that basis -- and to, on that basis,\ndecide whether that should make them a student.\nSo considering all of those things, the\nTreasury has decided to draw a bright line and say:\nStudy is study; work is work; and if you're not a\nstudent independently of that, then your work doesn't\nmake you a student. And the Treasury has also decided\nthat if you're working full-time, that then you're\npredominantly an employee rather than predominantly a\nstudent, and you're not covered by the exemption.\nIn addition, FICA's historical development\nindicates that the student exemption doesn't cover\nmedical residents, because at the same time that\nCongress enacted the student exemption, it also enacted\na separate exemption for medical interns, and it decided\nnot to include residents in that exemption. And those\nactions would have made little sense if the student\nexemption had the scope asserted by Petitioners.\nAnd then, in 1965, Congress repealed the\nintern exemption in order to give young doctors an\nearlier start in building up Social Security coverage.\nAnd that repeal also wouldn't have achieved its purpose\nif many and most residents were covered -- were excluded\nfrom FICA under the student exemption.\nThese -- these residents are people.\nThey're working between 50 and 80 hours a week. They're\nworking over a long period of time, and they're\nproviding critical patient care with minimal\nsupervision.\nCHIEF JUSTICE ROBERTS: What if -- what if\nthe school said: You have to get all this clinical\nexperience, but we're going to pay you for the first two\nhours of the day that you're doing that. Does that\nchange the analysis at all?\nYou seem to be focusing on how many hours\nthey're working. But what if the school says: Well,\nlook, we recognize some of this is going to school and\nsome of this is working; so, just like the IRS, we're\ngoing to have an arbitrary rule and we're going to say\nyou're being paid for the first two hours.\nMR. ROBERTS: Well, the rule is that the\npaid work doesn't count towards student status, and it\nwouldn't -- it doesn't count whether you're doing it for\n4 hours, for 10 hours, or for 40 hours. So, in a\ncircumstance where they're only being paid -- they're\nonly working for paid time for a certain amount, that\nthen that work -- you would have to look there, I -\nCHIEF JUSTICE ROBERTS: It looks more -- if\nyou accept their classification, it looks more like the\nwork is incidental to their status as a student. The\nother way around.\nMR. ROBERTS: If you accept the\nclassification in your hypothetical of two hours -\nCHIEF JUSTICE ROBERTS: Yes.\nMR. ROBERTS: -- and the other eight hours?\nBut those -- that other work wouldn't necessarily\nqualify as a course of study, either, Your Honor. I\nmean, if what they're doing is providing services but\nproviding -\nCHIEF JUSTICE ROBERTS: It would if they -\nand presumably, you would say it does if they don't pay\nthem anything.\nMR. ROBERTS: No, not necessarily, Your\nHonor. What -- the Treasury regulations define what a\nclass is and what a course of study is, and the -- the\nindividuals have to be engaging in that to qualify as\nstudents and performing -- giving somebody something of\nvalue.\nJUSTICE ALITO: But I thought clinical work\ncould qualify as a course. Is that wrong?\nMR. ROBERTS: Clinical work can qualify as a\ncourse under certain circumstances. But the clinical\nwork that medical students are doing, if you're\nreferring to that, is of an entirely different order\nthan the work -\nJUSTICE GINSBURG: But it certainly can if\nthey're a -- if they can be a student in the last year\nof medical school, and they -- they're doing\nsubintern-level work. That's a clinical program where\nthey would be categorized as students.\nMR. ROBERTS: Yes, it's clinical work, but\nit's -- but it's very different than the work that the\nresidents are doing.\nFirst, there's the distinction that the\nresidents are getting paid and that the medical students\nare paying tuition. But, secondly, from that the\nresidents are providing valuable patient care. Medical\nstudents are primarily participating in the clinical\nactivities solely in an educational capacity. And I can\n-- if I can describe the different things that they're\ndoing.\nJUSTICE ALITO: We now have a lot of\nbriefs -- we now have a lot of briefs filed in this\nCourt by -- in which a lot of the work is done by\nstudents in law school. I assume they're getting credit\nfor that. Is that -- is that not a course?\nMR. ROBERTS: They're not getting paid for\nit.\nJUSTICE ALITO: But is it a course? Is it\nnot a course?\nMR. ROBERTS: It -- it might be a course,\nYour Honor, but they're also engaged in other classes\nand other activities that make them regularly enrolled,\nand it's part of a degree program. So it's one small -\nthe clinical course is one small part of that.\nJUSTICE ALITO: I understand that. I'm -\nI'm questioning why you're resisting the proposition\nthat clinical work can constitute a course.\nMR. ROBERTS: I'm not resisting the\nproposition that clinical work can constitute a course.\nWhat I'm saying is that when you're -- when you're being\npaid to provide services, that doesn't count as a\ncourse, because the IRS has decided to treat work and\nstudy as distinct categories in -- in applying this\nexemption, and that that's a perfectly reasonable\ndistinction.\nNothing in the statute precludes them from\ndoing that, and Petitioners concede that -- that it's\nreasonable to interpret the statute as limited to\nindividuals that are predominantly students.\nJUSTICE GINSBURG: Mr. Roberts, do you know\nthe answer to the question I asked Mr. Olson; that is:\nAre all hospitals with resident programs schools?\nMR. ROBERTS: No, Your Honor, they're not.\nFirst of all, under the IRS's regulations, the IRS\ndefines schools, colleges, and universities to include\nonly institutions whose primary function is the\nprovision of formal instruction.\nAnd, second of all, if -- on J.A. 27a, in\nthe record in this case, there's an example of residency\nprograms that are not students. The -- one of the\nhospitals that -- the Hennepin County Hospital that has\nUniversity of Minnesota residents also has its own\nresidents. And just looking on page 27a, if you have\nthe J.A., there's a question: Do the Hennepin County\nresidents -- are they enrolled in any academic\ninstitution that you are aware? Not at the present\ntime.\nSo, that is an example of one, Your Honor.\nAnd that does point out an anomaly about Petitioners'\ninterpretation of the exemption. Medical residents who\nwork for hospitals that are operated by schools,\ncolleges, and universities would be exempt from FICA\ntax, but residents who work for other hospitals wouldn't\nbe exempt, even though their work is equally\neducational. That's just an illustration of the broader\nprinciple that this isn't an apprenticeship exemption,\nand that's why, because of that, the Treasury has taken\nthis approach to the situation where people are learning\non the job.\nJUSTICE GINSBURG: Mr. Roberts, the\nPetitioners' brief says twice that there's some\nquestion. Assuming that we hold that the -- the\nresidents are subject to the FICA tax, there's some\nquestion whether, even if they had to pay the tax,\nwhether they would be eligible to receive Social\nSecurity benefits or, I take it, credit for four\nquarters in full.\nMR. ROBERTS: There's no -- there's no\nquestion, Your Honor. It's always been the Social\nSecurity Administration's position that medical\nresidents are not students exempt from the Social\nSecurity Act. The Social Security Administration stated\nthat in a Social Security ruling as far as back as 1978,\nand they continue to adhere to that position.\nIn addition, as a practical matter, the way\nthe Social Security Administration determines whether\npeople get coverage for a particular period under the\nSocial Security Act is they look at the W-2's that come\nin, and if FICA tax has been paid, then they put them\ndown as being covered under the Social Security Act. So\nas a practical matter, it works that way as well.\nAs I said before, these workers who are\nworking between 50 and 80 hours a week over many years\nfor substantial salaries are precisely the kind of\nworkers whose employers should be supporting the Social\nSecurity system and who should be earning credit towards\ndisability and survivor benefits. And we would ask that\nthe judgment of the court of appeals be affirmed.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Olson, 5 minutes remaining.\nREBUTTAL ARGUMENT OF THEODORE B. OLSON\nON BEHALF OF THE PETITIONERS\nMR. OLSON: Thank you, Mr. Chief Justice.\nWith respect to the question that\nMr. Roberts was addressing with you, Justice Ginsburg,\nthe record is very unclear. In the Eighth Circuit,\nresidents may not be eligible for Social Security\nbenefits. It's quite unclear in the other circuits.\nAnd I invite your attention -- and this is cited in the\nbriefs -- to 20 C.F.R. 404.1028, which is a Social\nSecurity regulation. It says: \"If your main purpose is\npursuing a course of study rather than earning a\nlivelihood\" -- and it's unquestioned that that is what\nis happening here -- \"we consider you to be a student,\nand your work is not considered employment.\"\nJUSTICE GINSBURG: Mr. Olson, you're not\ntaking issue with what Mr. Roberts just said? That is,\nin practice the -- Social Security looks to see -- they\nlook at the W-2, see if the FICA tax was paid, and if it\nwas, then -- then they get credit for Social Security.\nMR. OLSON: Well, that may be what they do,\nand that may be dependent upon what happens with the\nFICA taxes, which is going to be determined -- which has\nbeen determined in four circuits as not being payable\nwith respect to the residents' programs.\nThe fact is that the government has taken a\nposition for many, many years. Talk about deference for\na moment, the National Muffler factors, which we\nunderstand still to be appropriate to evaluate deference\ngiven to an IRS regulation. This is not a\ncontemporaneous regulation. It is something that came\nalong just a couple of years ago. It's a\nresult-oriented regulation. It's basically saying, we\nlost all these cases on the facts in the court of\nappeals, and now we will pronounce that we will win\nthese cases, because we know all these residents\nprograms involve more than -\nJUSTICE SOTOMAYOR: We have said that\nagencies can clarify situations that have been litigated\nand positions that they've lost on.\nMR. OLSON: Yes.\nJUSTICE SOTOMAYOR: So, why is this any\ndifferent?\nMR. OLSON: This is very different, because\nit -- there's -- not because of any change in\ncircumstances or facts. It isn't a clarification. It\nis a reversal. Because for all those years, the\ngovernment said that we had this predominance test. If\nyour goal is to pursue a course of study, you are a\nstudent.\nNow the government is saying, if your goal\nis to produce a course of study, but you do it for\n41 hours a week, you are not a student. It is a -\nCHIEF JUSTICE ROBERTS: Why are we talking\nabout National Muffler? I thought the whole point of\nChevron was to get away from that kind of multifactor ad\nhoc balancing?\nMR. OLSON: Well, I -- this is up to the\nCourt. The Court has never set aside National Muffler.\nThe Court cited the National Muffler case in the Cottage\nSavings case, which is subsequent to Chevron. It cited\nCottage Savings case in the Boeing case just a couple of\nyears ago. You may tell me that the factors in National\nMuffler are no longer something that you would apply,\nbut they're all sensible factors with respect to whether\nyou would give deference to a regulation that pops up\n65 years after the enactment of the statute, after the\ngovernment has lost five cases on the facts which are\ndirectly relevant to the facts here, and it's a new\nregulation, and there has been no reliance.\nCHIEF JUSTICE ROBERTS: If Chevron applies,\nthose considerations are irrelevant, right?\nMR. OLSON: You don't need to get to the\npart 2, because we submit Chevron would apply and would\nstop you at step 1. Government -- the Congress\naddressed the factor at issue in this case. It said\nwhat students are: People who are regularly -- are\nenrolled and taking classes.\nTo the extent that you get to the second\nphase, those factors seem to be appropriate to consider.\nIf this is important, and if there is some\nanomaly out there, what the government should have done\nis turn to Congress, which enacted the regulation that\ndescribed student and described what the limitations\nwere. It had said nothing to do about a categorical\nlimitation that if you're too much of a student, you're\nnot a student. It is backwards. If there is some\nanomaly, and if the government wants to collect the\nfunds from these programs that it has really never\ncollected them from before, then it should turn to\nCongress.\nThere has been no reliance and -- well, the\nintern -- the intern anomaly, one of the court of\nappeals that -- the court of appeals that considered\nthat said it relies completely on non sequiturs. It\nrelies for the interpretation of one statute with the\nrepeal of another statute 45 years ago and draws\ninference from the legislative history with respect to\nthat which -- the repeal took place 1 year after the\nSt. Luke's case. The St. Luke's case, the Sixth Circuit\ndecided that interns were not residents, residents were\nnot interns.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. OLSON: Thank you, Your Honor.\nCHIEF JUSTICE ROBERTS: The case is\nsubmitted.\n(Whereupon, at 11:46 a.m., the case in the\nabove-entitled matter was submitted.)\n30:15 31:13,20 asked 32:18 Breyer 15:4,14,17 21:9,22\n29:20,23 analysis 29:5 Assistant 1:18 23:11 17:11\nanswer 5:21 15:5 Assuming 33:24 31:14,14 35:13 Chevron 37:9,14,24\n21:14 19:12 7:14 8:21 10:12 broader 33:17 14:23 17:10 24:5,5\nappeals 14:7 34:25 attention 35:12 bulk 18:5 30:6 35:2,6 37:7\n33:8 C 20:18,20 35:9 39:3\n11:8\n37:17 38:2 b 1:16 2:3,9 3:7 care 7:15 28:24 31:8 29:16\nbackward 22:18 13:7,13,15 16:24 cited 35:12 37:13,14\nbalance 24:6 33:1 37:13,14,15 clarify 36:17\n26:21 27:14 bargain 19:9 39:8,10 classes 3:13,16 4:14\n20:22 27:3 36:11 21:17 36:12,14 10:13 20:2 21:19\n34:9,13\n29:10 beginning 8:4,11 categorical 14:2,9 classic 20:7 21:25\n3:3,7 16:23 34:24 35:11 certain 19:23 29:17 clerical 12:16\n20:6 24:10 big 16:4,6 21:1 30:18 clerks 26:12\n35:4 bit 22:7 certainly 4:3 30:22 clinical 3:18 5:9 9:11\n31:2,9 36:9 D 1:18 2:6 3:1 24:10 disability 34:24 Eighth 20:19 35:9\ncontinue 34:11 day 8:11 13:17 29:4 disabled 25:8 either 6:23 19:16\n20:1 25:1 39:6 defer 13:20 distract 20:7 employee 7:20,24\n32:22 33:14 count 27:9 29:13,14 36:7 37:19 doctors 5:13 9:15,19 19:25,25 20:9\nCounty 33:3,6 30:10 doing 5:19 15:2,18 employees 19:13,19\n32:1,4,6,9 35:15 department 1:19 30:4,19,24 31:4,12 34:22\n24:13 31:15 34:25 dependent 35:25 draws 38:25 enacted 28:10,10\n27:6 courts 6:17 7:7 9:25 38:12,12 encountered 8:13\n6:18 10:10 covered 10:13 12:19 determined 36:1,2 35:15 10:11 20:2 25:1,12\n28:10,15 15:1 19:14 26:14 determines 34:13 earnings 12:20 25:15,16,17 26:19\n27:16 28:6,19 development 28:7 earns 15:8 31:24 33:7 38:6\ncraft 16:16 22:14 11:2,5,20 13:3,8,9 entirely 30:20\n10:1 14:8 34:3,23 35:23 difference 13:18 21:17 24:1 25:19 equally 33:16\n38:22 critical 28:24 different 8:23 13:15 26:2 escape 4:10\nFICA 4:9 12:21 20:4 28:16 37:19 helping 12:16 25:5 38:9\n33:14,25 34:16 gives 13:5 herrings 20:7 incident 15:22,22,24\nfiled 31:14 go 9:14 13:22,23 hiring 25:19,20,21 20:24 21:2 22:23\nfirst 7:19 8:22 22:12 37:2,4 history 39:1 24:1\n34:8 29:11 31:5 32:21 going 6:23 10:2,16 hold 33:24 24:15 29:21\n10:10 12:9 37:21 29:10,10 36:1 32:20 33:10 34:6 increase 6:13\n15:2 17:19 floated 6:12 good 21:10 39:7 independent 10:23\n19:19 20:11 focusing 13:13 29:6 government 8:1,2 horribles 9:1 12:1\n26:14 formal 3:15 32:24 9:2,7 13:1,5 14:15 hospital 5:10,15 independently 28:2\n28:6,8,10 forth 6:3 13:23 14:17 16:19,20 9:10,19 12:4 33:3 indicates 28:8\n19:22 19:16 20:14,15,20 hospitals 32:19 33:3 individual 16:15\n33:12,18 forward 22:18 36:4 37:1,4,21 33:13,15 individuals 5:6 9:9\n18:2,3,4 four 34:3 36:2 19:1 20:5 7:14 15:6,11,16 inference 39:1\nfull 34:4 grades 3:17 16:12 18:23 21:12 institution 25:13,19\n20:10 24:3 G 3:1 guessed 13:6 hundreds 3:16 intern 28:16 38:21\ngeneral 1:19 6:12 hurdle 25:18 38:21\n38:8 27:13 halls 5:10 interpret 15:23\n31:18 happen 26:23 idea 21:11,24 interpretation 13:20\n36:8 longer 18:24 19:3 minutes 35:3 Olson 1:16 2:3,9 3:6\n38:4 laboratories 12:6 look 6:4 10:18 29:8 Monday 1:10 6:16 7:2,5,18,25\n33:21 large 15:25 18:5 18:14 25:25 33:5 mowing 16:3 14:6,14,17 15:12\n4:6,15,21 lawn 15:8 16:3 lot 31:13,14,15 N 21:6 22:10 23:2,5\n6:4,11,22 7:3 lawns 15:7 lots 21:15,16 N 2:1,1 3:1 23:13,16,21 24:8\n8:15,19 lawyer 8:17 Luke's 39:3,3 narrow 9:18 24:24 32:18 35:3,4,6,19\n10:5,15 lead 7:10,13 National 19:7 36:6 35:24 36:19,22\n12:13 learning 16:16,22 M 37:8,12,13,16 37:11 38:1 39:7\n14:11,16 16:24 17:4,23,24 main 35:14 nature 5:5 14:20 operated 33:13\n15:4,5,14,17 18:2,3 24:24 26:12 majority 10:3 necessarily 11:19 opinions 14:12\n17:2,6 33:20 making 19:16 30:2,9 opted 17:14\nlearns 16:21 24:20 matter 1:12 34:12 need 9:10 21:19,19 oral 1:12 2:2,5 3:7\n19:4 lecture 5:10 34:18 39:11 21:20 38:1 24:10\n21:24 22:9 lectures 3:17 12:5 MATTHEW 1:18 needs 16:16 order 12:9 28:16\nleft-handed 15:1 2:6 24:10 neurology 21:23 30:20\nlegislation 19:14 Mayo 1:3 3:4 never 37:12 38:17 organize 19:8\n25:10 legislative 39:1 mean 9:3 18:5 27:3 new 14:13 37:22 ought 14:5\n29:1,19 let's 6:11,23 19:11 30:4 night 8:21 outside 12:12\n30:6,15,22 23:3 meaning 20:24 21:3 non 38:23 owe 6:9\n32:2,17 Lewis 18:13 22:11 noneducational\n35:2,6,8,19 licensing 25:18 means 20:2 23:19 P\n37:7,24 limitation 38:14 medical 1:3 3:4,13 notably 19:7 P 3:1\nlimitations 6:20 3:25 10:7,7 16:2 November 1:10 page 2:2 33:5\n32:1 38:2 20:5 34:7,11 36:5 provide 13:11 17:19 reason 4:20 17:16 9:6\npractical 34:12,18 provided 6:19,20 reasonable 27:11 reserve 24:6\nprecisely 34:21 providing 26:22 reasonably 24:18 33:1\n37:1 7:21 10:16 11:6 27:11 32:19\npredominant 9:5 pure 18:2,2 35:4 4:8,9,22 5:7,16 8:9\n34:1 predominantly 13:7 14:20 20:3 receiving 5:10 7:23 17:17 18:15 19:6,8\n33:20 34:14 president 9:4 23:17,23 25:22 21:17 33:1 35:9 31:8 33:4,5,7,12\npresumably 30:7 pursue 11:8 26:11 red 20:7 33:15,25 34:8\n24:15 principal 22:20,23 34:16 regular 19:2 respect 4:12 7:6\n15:19 23:25 privileges 5:15 9:11 Q 5:8 6:21,25 10:12 21:21 35:7 36:3\n30:13 probably 4:1,2 qualify 4:18 30:3,12 31:24 38:5 respects 19:18\n3:8,14 produce 37:5 25:10 32:18 33:6 38:11 36:11\n28:14 32:14 professor 9:3 33:24 34:1,6 35:7 regulations 8:3 Revenue 7:5 11:6\n35:5 program 3:23 4:1,22 questioning 32:3 14:18 30:10 32:21 reversal 36:25\n7:15 25:16,17 30:25 relies 38:23,24 15:14 16:8,10,11\n21:18 39:2 5:1,7,13 14:10\n38:17 requirement 7:6 9:5 29:12,19,23,25\n31:2 sense 6:1 7:9,13 5:16 6:4,11,22 7:3 16:14 18:19,25 Suppose 15:6 19:8\n32:5,17 13:19 14:2 22:10 7:12,22 8:15,19 19:1,3,17 20:1,10 Supreme 1:1,13\n33:22 34:5 23:6 28:13 9:13,21 10:5 14:11 20:15 21:7,11 22:2 14:7\n37:7,24 sensible 37:18 14:16 16:18,21 22:3,5,6,7,8 23:8 surprising 22:12\nseparate 11:18 16:1 17:2,6,14,16 36:16 23:10 24:14,20,22 survivor 34:24\n15:19 specifically 4:13 38:12,14,15 T 2:1,1\n14:25 15:24 Service's 13:20 standing 5:18,23 33:2 34:8 38:5 talked 15:21\n22:24 set 37:12 8:10 student's 10:19 talking 37:7\n32:7 Seventh 20:17 standpoint 18:18,19 studied 10:9 tax 4:9,10 13:14\n37:4 shoulder 5:18,23 start 28:17 studies 11:9 33:15,25 34:1,16\n21:3 22:1,16 side 7:15 stated 34:9 27:6,9,21 28:1,1 taxes 3:12 17:8 20:4\n29:7 33:23 significance 8:5 States 1:1,7,13 3:5 30:3,11 32:10 36:1\n10:24 15:13 35:15 37:2,5 tee 10:21\n15:8 16:2 sitting 16:22 25:24 29:13,21 22:23,25 23:6 terms 16:12\n26:4 29:2,7,8 situation 8:24 12:23 statute 10:16 14:18 subintern-level test 37:1\n31:16 13:25 33:20 15:10,20 22:13 30:25 text 10:24 24:22\n24:16 36:17 32:15 37:20 38:24 12:21 33:25 39:6,7\n32:19 Sixth 20:16 39:3 38:25 submit 23:5 38:2 THEODORE 1:16\n33:13 small 31:25 32:1 statutes 19:12,23 submitted 39:9,11 2:3,9 3:7 35:4\n25:3 27:14 34:8,9,10,13,15 38:3 substantial 25:4 things 12:16 13:14\n38:7 34:17,22 35:10,13 stop 38:3 34:21 21:21 22:3,4 27:24\n28:17 34:3,7 Solicitor 1:18 7:9,16 10:11,17,18 8:10,19 26:9\nsomebody 14:3 27:7 10:22,22,24,25 supervising 5:22 thought 11:21,21\n35:10,14 30:13 11:1,2,11,17,18 supervision 3:19 6:1 15:9 30:15 37:8\nsomeone's 8:10 11:20,22,22,25 8:9 28:25 three 6:23 24:21\nSOTOMAYOR 14:1 15:2,6,19 supports 13:24 time 5:24 10:22 24:6\n29:17 33:9 unreasonable 6:8 11:18 12:15 18:4 young 28:16 5 35:3\n24:18 26:20 V 29:13,18,21 30:2\n28:3 30:10 30:15,17,19,21,25\n31:2,3,15 32:4,6,9\n6:24 7:14 8:17 1965 28:15\n21:21 29:7,9,17 34:20\n26:6 works 34:18\n36:7 19:23 29:22 34:12 11:10 19:14 28:18 3121(b)(10) 19:19\n28:22 34:20 37:6 W-2 35:22\n16:25 23:22,22 X 40 5:17 6:25 7:14\n13:10 26:18 word 5:9 7:10 11:14 Y 23:8 26:6 29:15\n32:22 33:14 15:19,19,22,24 year 7:23 26:7 27:1 40th 19:2\n9:3 10:12 22:23 23:13,14,23 years 8:4 15:20 18:1 41 21:12 37:6\n20:1 25:1 words 11:16 14:18 21:9 34:20 36:5,10 45 15:6,11,16 38:25\n21:1 36:25 37:16,20\n"
    }, 
    "respondents": [
        "No. 09-837 UNITED STATES"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 14, 
        "FICA 4": 1, 
        "JUSTICE ALITO": 9, 
        "JUSTICE BREYER": 14, 
        "JUSTICE GINSBURG": 13, 
        "JUSTICE SCALIA": 1, 
        "JUSTICE SOTOMAYOR": 22, 
        "MR. OLSON": 53, 
        "MR. ROBERTS": 16, 
        "SOTOMAYOR 14": 1
    }
}