{
    "appearances": {
        "content": "NEAL K. KATYAL, ESQ., Acting Solicitor General,\nDepartment of Justice, Washington, D.C.; for the\nUnited States, as amicus curiae,\nsupporting Petitioners.\nPAULA S. BICKETT, ESQ., Chief Counsel for Civil Appeals,\nPhoenix, Arizona; on behalf of Petitioners.\nPAUL BENDER, ESQ., Phoenix, Arizona; on behalf of\nRespondents.\n"
    }, 
    "caseNum": "09-987", 
    "caseinfo": {
        "content": "ARIZONA CHRISTIAN SCHOOL TUITION :\nORGANIZATION, :\nPetitioner : No. 09-987\nv. :\nKATHLEEN M. WINN, ET AL. :\nGALE GARRIOTT, DIRECTOR, ARIZONA :\nDEPARTMENT OF REVENUE, :\nPetitioner : No. 09-991\nv. :\nKATHLEEN M. WINN, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nNEAL K. KATYAL, ESQ.\non behalf of the United States, as\namicus curiae, supporting the Petitioners 4\nORAL ARGUMENT OF\nPAULA S. BICKETT, ESQ.\nOn behalf of the Petitioners 14\nORAL ARGUMENT OF\nPAUL BENDER, ESQ.\nOn behalf of the Respondents 25\nREBUTTAL ARGUMENT OF\nNEAL K. KATYAL, ESQ.\nOn behalf of the United States, as\namicus curiae, supporting the Petitioners 55\n"
    }, 
    "location": {
        "content": "and\nGALE GARRIOTT, DIRECTOR, ARIZONA :\nDEPARTMENT OF REVENUE, :\nPetitioner : No. 09-991\nv. :\nKATHLEEN M. WINN, ET AL. :\nWashington, D.C.\nWednesday, November 3, 2010\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:03 a.m.\n"
    }, 
    "petitioners": [
        "ARIZONA CHRISTIAN SCHOOL TUITION", 
        "ORGANIZATION,", 
        "Petitioner", 
        "No. 09-987 v.", 
        "KATHLEEN M. WINN, ET AL.", 
        "GALE GARRIOTT, DIRECTOR, ARIZONA", 
        "DEPARTMENT OF REVENUE,", 
        "Petitioner", 
        "No. 09-991 v.", 
        "KATHLEEN M. WINN, ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:03 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 09-987, Arizona Christian\nSchool Tuition Organization v. Winn, and the related\ncase, Garriott v. Winn.\nGeneral.\nORAL ARGUMENT OF NEAL K. KATYAL\nON BEHALF OF THE UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE PETITIONERS\nGENERAL KATYAL: Thank you,\nMr. Chief Justice, and may it please the Court:\nFor 13 years, Arizona has permitted private\ncitizens to contribute money to private organizations\nset up by private individuals and has let those\norganizations use that money towards scholarships when\nindividuals apply for them. The Ninth Circuit erred\nfirst in finding that the taxpayer plaintiffs had\nstanding, and second in striking the program down.\nOn standing, this lawsuit fails each of the\nthree necessary elements. Regarding injury in fact, the\nkey point is this: Not a cent of the Respondents' money\ngoes to fund religion. If you placed an electronic tag\nto track and monitor each cent that the Respondent\nplaintiffs pay in tax, not a cent, not a fraction of a\ncent, would go into any religious school's coffers.\nJUSTICE SOTOMAYOR: Mr. Katyal, their point\nis that this tax money does belong to the State that the\nprivate individuals are using, because it is money that,\neven by the new amendment, says either you pay it to the\nState or you use it for this purpose, but it's the\nState's money, and it's giving you by its largesse the\nright to redirect it. That's their argument.\nGENERAL KATYAL: Right, and -\nJUSTICE SOTOMAYOR: So it would be the\ntaxpayers' tax dollars being spent on religion, if they\ncould sustain their claim.\nGENERAL KATYAL: There are two problems with\nthat. One has to do with injury in fact. The other has\nto do with redressability. With respect to injury in\nfact, our point is, as you track the taxpayers' dollars,\nit doesn't actually fund any religious program, unlike\nthe -- unlike Flast and other cases in which this Court\nhas considered taxpayer standing for religion.\nTheir complaint is not that the government\nis spending money that the taxpayers has been -- money\nthat has been extracted and spent of the taxpayers.\nTheir complaint is that someone else's money is not\nbeing extracted and spent enough. And the relevant\nlanguage in Flast says that for taxpayer standing to\noccur, that, quote, \"his tax money\" must be extracted\nand spent, and here that's not occurring.\nNow, with respect to the other argument, not\ninjury in fact, but addressability and causation, our\npoint is this: It's speculative as to whether or not\nthat chain of events that you spelled out, Justice\nSotomayor, would actually happen. As this Court said in\nCuno, for example, when a tax credit is given, sometimes\nthat actually reduces the amount of money the government\nhas to spend. It doesn't increase it. And so that's\ndifferent than the direct outlay that was at issue in\nFlast.\nJUSTICE BREYER: Then is it constitutional\nif we get a new system? Here's what the system will be:\nThe taxpayers who are religious will be able to check a\nbox, and the check that they send to the IRS -- it's a\npossible system -- what happens is that that check is\ncashed by an official, and the cash is given to the\nlocal priest to say prayers for the individual who\ncontributed the money. And, in your view, there is no\none who could challenge that?\nGENERAL KATYAL: Well, let me say two things\nabout that. First is: That is not all that different,\nJustice Breyer, than what we have today with 501(c)(3)\ndeductions.\nJUSTICE BREYER: The difference is, of\ncourse, that in the one case it's a deduction, and in\nthis case you're paying it 100 percent with money that\nwould otherwise go into the coffer.\nGENERAL KATYAL: That -- that's -\nJUSTICE BREYER: I understand that. But I'm\ninterested in, conceptually, does the Government think\nthat there is no one who could challenge that?\nGENERAL KATYAL: I don't think that any\ntaxpayer could challenge that. That is, depending on\nthe hypothetical, Justice Breyer, I'm not sure if the\ngovernment is specifying which religious organizations\nmight be eligible for the check box. But if the\ngovernment is doing something that is under-inclusive\nand only giving tax credits to one set of religious\norganizations, that's a Texas Monthly problem, where\nthis Court -\nJUSTICE BREYER: So, if you go back into\nhistory, it could have been the case that the -- as long\nas they were fair to every religion, the first Congress\ncould have funded prayers throughout the nation in\nchurches for anyone to go and pray, and that would not\nhave violated the Establishment Clause, or if it had,\nnobody could have challenged it.\nGENERAL KATYAL: No, Justice Breyer. Two\nthings on that. First is: We're only talking about\nstanding, not the merits. And with respect to standing,\nif the government funded only religious organizations or\nreligious prayer, I do think that other organizations\nwould have standing -- not as a taxpayer, because this\nCourt has been very careful in Flast and in Hein to say\nthere's an extremely narrow exception for taxpayer\nstanding, a narrow exception to Frothingham, but other\norganizations would have Texas Monthly standing because\nthey're -\nJUSTICE GINSBURG: General -- counsel, does\nanyone have standing, in your view, to challenge this\nscheme?\nGENERAL KATYAL: The way this scheme is set\nup, our answer is no. And I think that accords with\nthis Court's general reluctance to confer taxpayer\nstanding in this area.\nJUSTICE GINSBURG: And if we leave out the\nfine points that you were discussing, isn't the\nunderlying premise of Flast v. Cohen that the\nEstablishment Clause will be unenforceable unless we\nrecognize taxpayer standing?\nGENERAL KATYAL: I -- I don't see that,\nJustice Ginsburg, in Flast. I think Flast is a very\nnarrow exception for when someone's dollars are being\ntaken out of their pocket and spent by the government on\nreligion, and I don't think that's happening here.\nJUSTICE GINSBURG: If you're right -\nJUSTICE BREYER: Flast is gone; is that\nright? Flast is gone. There is no more -- nothing more\nto Flast, because it just happened that nobody had\nthought of this system at the time of Flast.\nGENERAL KATYAL: Justice Breyer -\nJUSTICE BREYER: If they had, they could\nhave had -- what?\nGENERAL KATYAL: Justice Breyer, I don't\nthink Flast is gone at all.\nJUSTICE BREYER: Why?\nGENERAL KATYAL: -- when there is direct\ngovernment outlays to spend on religion, like Flast. I\nmean, that -\nJUSTICE BREYER: No, but you don't need be,\nbecause all you have to do to get around it is to create\nwhat we have here.\nGENERAL KATYAL: Well, I do think that that\ncan get around it -- that can get around it in some\ncircumstances. And, again, those who are under-included\nin a government program may have standing, not as a\ntaxpayer.\nBut, at the end of the day, Justice Breyer,\nif that's the result, that's the result for every other\nclause in the Constitution. Taxpayer standing is the\nmost narrow of exceptions, and -\nJUSTICE GINSBURG: But it is -- there is a\nplaintiff -- we have a Bill of Rights, and most\nprovisions have plaintiffs who are hurting, whose free\nspeech is being suppressed, but this one doesn't have.\nIt's in the Constitution like all the others, and I\nthought, to be candid, that that's what the problem was\nin Flast v. Cohen, and that's what the Court was\nresponding to.\nGENERAL KATYAL: Well, I don't see that in\nFlast, Justice Ginsburg, but be that as it may, I think\nthis Court in Valley Forge was very clear to say that\nif, at the end of the day, you can't find a plaintiff\nwith standing, that is not an excuse to relax the -- our\ngeneral requirements of Article III standing.\nAnd here, if you granted the plaintiffs\nstanding, what you would be granting is, for the first\ntime, a -- a tax credit which is a complaint about\nsomeone else's money not being spent to a high enough\nlevel.\nJUSTICE KAGAN: So if you are right, General\nKatyal, the Court was without authority to decide Walz,\nNyquist, Hunt, Mueller, Hibbs, this -- this very case,\njust a few years ago? That the Court was without\nauthority to decide any of those cases, but that somehow\nnobody on the Court recognized that fact, nor did the SG\nrecognize that fact. The SG participated, I believe, in\neach of those cases.\nGENERAL KATYAL: Right. So let me say two\nthings about that.\nFirst is, I do think it's very much just\nlike Frothingham, in which Frothingham had to deal with\nthis exact problem. The Court had conferred standing in\ntaxpayer standing case after taxpayer standing case, and\nthen, when it was teed up and presented to the Court as\na question about Article III standing, the Court said:\nNo, we shouldn't have granted taxpayer standing in those\ncases. So my answer to you is yes.\nNow, I do think that this Court's decision\nin Hein, I think, reiterated some of the fundamental\nprinciples and the limits on Flast. And I think the\nCourt -- the plurality made quite clear that it would go\nno further than the facts of Flast.\nAnd to grant standing here, you have to\ngo -- tremendously depart from what Flast is about: a\ndirect government outlay of funds out of -- taking money\nout of someone's pocket to fund religion.\nGENERAL KAGAN: But I -\nJUSTICE KENNEDY: I just want to make sure I\nheard your answer to the -- you said the answer is yes.\nIn other words, you agree with Justice Kagan's criticism\nof those cases, and you said, yes, she's right; those\ncases were wrongly decided.\nGENERAL KATYAL: They -- they could have\ngone out -- the results may have been the same. It just\nwould have been -- would have been on standing instead\nof the merits. Mueller, for example, upheld the\nprogram. So the bottom-line decision would have been\nthe same, but the way in which the Court got there would\nhave been so that there was no tax -\nJUSTICE KENNEDY: But you would have said\nthere would have been no standing in those cases.\nGENERAL KATYAL: No taxpayer standing. Now,\nthere may have been other forms of standing, Texas\nMonthly standing, that could have been alleged to\nchallenge those programs, but yes.\nJUSTICE GINSBURG: But it wasn't -- it\nwasn't -- I don't remember whether the Government\nparticipated in the Winn case when it came up under the\nTax Injunction Act.\nGENERAL KATYAL: We did, and in the first\nfootnote -\nJUSTICE GINSBURG: And there wasn't a word\nfrom the Government about lack of standing.\nGENERAL KATYAL: The first footnote in the\nbrief, Justice Ginsburg, acknowledged the fact that\nstanding hadn't been pushed or pressed below. But I\nacknowledge that, particularly in the wake of Hein,\nshould another case arise, the Government will -- will\nacknowledge the standing defects and brief them as we\nare here.\nOur point on redressability is not simply\nthat the -- that the tax -- that the cost of the program\nis speculative. It's also that the relief that the\nplaintiffs are seeking in this case won't redress their\nproblem. That is, if you gave the plaintiffs everything\nthey're asking for, the very same religious schools and\nthe very same religious STOs would continue to be\nfunded. The very same religious STOs would continue to\nbe funded because they would leave in place -- and this\nwas my answer to Justice Breyer -- the tax deduction,\nthe 501(c)(3) tax deduction. And so there would still\nbe government revenue being spent in favor of these\nreligious STOs under their program. It would just be at\nthe level of one-third instead of 100 percent.\nI don't think that satisfies their problem.\nI don't think James Madison 's remonstrance would be\nsatisfied if they were -- if Madison were told: Well,\nyou're not going to be taxed three pence; you'll be\ntaxed one pence. The principle is what matters, the\nprinciple of Flast.\nIf I could reserve the balance of my time.\nCHIEF JUSTICE ROBERTS: Thank you, General.\nMs. Bickett.\nORAL ARGUMENT OF PAULA S. BICKETT\nON BEHALF OF THE PETITIONERS\nMS. BICKETT: Mr. Chief Justice, and may it\nplease the Court:\nArizona's tuition tax credit does not\nviolate the Establishment Clause, because it's a neutral\nlaw that results in scholarship programs of private\nchoice. It's neutral because, like the tax deduction\nthat the Court upheld in Mueller, it's one of many\ntax-saving devices, including some 26 other credits that\nare available to Arizona taxpayers on a neutral basis.\nJUSTICE KAGAN: Ms. Bickett, could you\nexplain something to me just -- I have been puzzling and\npuzzling over this scheme. Could you tell me why\nArizona adopted this sort of scheme rather than the more\ntypical tuition voucher scheme? In other tuition\nvoucher schemes, the State just gives the -- the voucher\nor scholarship or what have you. This is so much more\ncomplicated and complex and unusual. And it just left\nme wondering why it was chosen, or what the State thinks\nthe advantages are of it now?\nMS. BICKETT: Yes, Justice Kagan. One of\nthe things that is true in Arizona that was not true in\nOhio is that, under the Arizona Constitution, any direct\naid to private schools is prohibited.\nThe other thing about the tax credit program\nis that it does encourage contributions not only from\nparents but from the community at large. And this -\nthis then provides money for low-income students,\nstudents from low-income families.\nJUSTICE KENNEDY: Does the record show the\nextent to which there are donations by people who do not\nhave students?\nMS. BICKETT: Could you -\nJUSTICE KENNEDY: Does the -- does the\nrecord show the extent to which there are these\nadditional donations that you just referred to?\nMS. BICKETT: Your Honor, of course, it was\nat a motion to dismiss phase. What the record shows is\nthat there's some reports that -- studies that have been\ndone that show that there have been some children that\nhave switched from public schools to private schools as\na result of the program, that many of the scholarship\nprograms are -- in fact, most of the scholarship\nprograms provide scholarships based on financial need.\nJUSTICE SCALIA: You haven't -- I don't\nthink you answered his question. The question was, is\nthere anything in the record that shows whether any of\nthe money that's involved here comes not from parents,\nbut rather from others who can contribute to the\nprogram?\nMS. BICKETT: Well, what the record shows is\nthat there have been -- there's a large amount of\ncontributions. There is $55 million. It doesn't -- we\nhave Arizona Department of Revenue reports that list the\nnumber of contributors and who contributes -- or not the\nindividuals who contribute. I -- it doesn't\nspecifically line out who the contributors are, whether\nthey are parents, or whether they are not parents.\nJUSTICE SCALIA: Well, I suppose if some of\nthe contributions are considerable, like a million\ndollars, that couldn't be just a parent, right?\nMS. BICKETT: You're right.\nJUSTICE SCALIA: Are there contributions of\nthat size?\nMS. BICKETT: Again, the record doesn't show\nwhat the size of the contributions are. It shows the -\nthe number of contributions and the total amount of\ncontributions.\nCHIEF JUSTICE ROBERTS: You could only\nget -- if you give a million dollars, you still only get\na $500 tax credit, right?\nMS. BICKETT: That's correct, Your Honor.\nThe -- the programs are programs of private\nchoice, because any aid that reaches religious schools\ndoes so after -- only after at least four levels of\nprivate decisionmaking. Arizona sets up the neutral\nrules for the -- this tax credit, and after that,\nprivate individuals and organizations take over. Anyone\ncan form a school tuition organization, and the increase\nin the number and diversity of school tuition\norganizations over the 13 years that the tax credit has\nbeen in existence demonstrates, in fact, that -- that\nthis is free for everyone to participate in.\nJUSTICE BREYER: Something that worried me\nin Zelman is this, and I might get your answer.\nProbably Arizona spends some billions of dollars on\npublic schools, doesn't it? I don't know what the exact\namount is.\nMS. BICKETT: Yes, Your Honor.\nJUSTICE BREYER: Well, let's take 30 or\n40 percent of that and spend it through this program on\nreligious schools. Imagine that happens. At that\npoint, people might get into considerable discussion\nabout what qualifies, when it doesn't qualify, whether\nit's a valid school, or is it just teaching religion,\nand what the rules and regulations are. How is Arizona\ndealing with this problem? By saying there are no\nregulations, by saying that we're not -- is there a\nsystem for dealing with the legitimacy and the\ncircumstances under which a particular religion's\nschools qualify for this program? Who decides and how?\nMS. BICKETT: Well, under the tax credit\nprogram -\nJUSTICE BREYER: Yes.\nMS. BICKETT: -- the schools have to be\nqualified private schools in order to participate in the\n-- in the tax credit.\nJUSTICE BREYER: And that must be a set of\nregulations and rules.\nMS. BICKETT: Primarily what it is, is that\nprivate schools in Arizona satisfy the compulsory\neducation law as long as they meet the requirements that\nthe public schools have in terms of providing\nqualitatively the subject matter that the public\nschools -\nJUSTICE SCALIA: And those standards have\nnothing to do with this program. They are standards\nthat any private school, religious or otherwise, must\nmeet in order to satisfy the education requirements of\nArizona?\nMS. BICKETT: That is correct, Your Honor.\nJUSTICE BREYER: And when do they teach the\nreligious part of their program?\nMS. BICKETT: Excuse me?\nJUSTICE BREYER: I mean, when does a private\nschool -- normally the schools -- I mean, I'm not an\nexpert, but what you have to do to be a school is a very\ncomplex thing, and you have all kinds of requirements\nthat eat up quite a lot of the day. And I just wonder\nhow the religion part fits in. Has there turned out to\nbe no problem? When do they -- do they teach religion\nat 6:00 in the morning? Does it matter if the person's\nqualified? How does the -- I once had a case on this in\nthe First Circuit, and it came out to be surprisingly\ncomplex, and I just wondered how -- if there turned out\nto be any problem at all in Arizona in this area.\nMS. BICKETT: Justice Breyer, the record\ndoesn't reflect that, and I am not aware of any problem\nwith private schools in Arizona and certainly not that\nhave participated in this tax credit program.\nJUSTICE KENNEDY: Suppose that an STO -\nthis is a hypothetical case -- discriminated on the\nbasis of race. No Hispanic or no white or no black can\nreceive our money. And suppose there's no Federal\nstatute on it, no State statute prohibiting this. Would\nthere be a constitutional violation, a Federal\nconstitutional violation?\nMS. BICKETT: If it was -- if it was a\nprivate institution -\nJUSTICE KENNEDY: No, it's an STO.\nMS. BICKETT: And so that is a private\norganization.\nJUSTICE KENNEDY: All right. There are no\nattributes of State action that would suffice to allow a\ndiscriminated person to bring suit, a person who has\nbeen discriminated against?\nMS. BICKETT: As long as there was not a\nFederal law that applied to the organization -\nJUSTICE KENNEDY: No, the hypothetical is no\nFederal statute, no State statute. It's a pure -- it's\na State action question, is what I'm asking.\nMS. BICKETT: And unless the discrimination\ncould be attributed to the State, the State's direction,\nthen -\nJUSTICE KENNEDY: Well, don't you think a\nstrong argument can be made that it can be attributed to\nthe State. The State has all sorts of rules about what\nan STO has to be. The State provides the mechanism\nthrough -- through the credit for the funding.\nJUSTICE SOTOMAYOR: Limits the funding.\nJUSTICE SCALIA: I assume that there's a tax\ndeduction for contributions to churches.\nMS. BICKETT: Yes, Your Honor.\nJUSTICE SCALIA: And many churches\ndiscriminate on the basis of religion, don't they?\nMS. BICKETT: Yes, they do.\nJUSTICE SCALIA: Does that pose a\nconstitutional problem, do you think?\nMS. BICKETT: No, Your Honor, it doesn't,\nand -\nJUSTICE KENNEDY: What about -- what about\n-- what about the answer to my question?\nMS. BICKETT: Well, Your Honor, and I -\nbecause STOs are 501 -\nJUSTICE KENNEDY: You're saying the STO -\nyou're saying STOs are sufficiently private so they can\ndo this.\nMS. BICKETT: Because they are -\nJUSTICE GINSBURG: There was a case in this\nCourt. The name of it was Bob Jones. It was a private\nschool, and it discriminated on the basis of race. And\nthe question was whether they could have a tax-exempt\nstatus so that there could be donations to them. Do you\nremember -\nMS. BICKETT: Yes -\nJUSTICE GINSBURG: -- the outcome of that\ncase?\nMS. BICKETT: Yes, Your Honor. The -- the\nCourt held that the Department of Revenue could preclude\nthe university from having tax-exempt status because\nthat -- that violated public policy, and, therefore,\nthey were not entitled to 501(c)(3) status. And so too\nhere. All of these organizations are 501(c)(3)\norganizations, so they would not be able to discriminate\nbased on race.\nJUSTICE SOTOMAYOR: Who would have -\nJUSTICE KAGAN: Could I try\nJustice Kennedy's question in a slightly different way?\nI'm assuming that you would agree that if\nthis was just a straight tuition voucher program, the\nState could not give tuition vouchers on the basis of\nreligion, could not say, if you are a Catholic, you\ndon't get these tuition vouchers. But what the State\nhas done here, apparently, is to set up a scheme that\nuses intermediaries that can make exactly that\ndistinction, that can say, sorry, if you are a Catholic\nyou don't get scholarships out of our STO.\nAnd the question is, why should the State be\nable to do that? If the State can't do it itself in\nproviding tuition vouchers, why should the State be able\nto set up a system using intermediaries that exist for\nno other reason than to administer this program that can\nmake those distinctions?\nMS. BICKETT: Your Honor, the State is not\nmaking those decisions. It's private organizations, and\nanyone can set up a school tuition organization. School\ntuition organizations that support solely secular\nschools are in existence, and there has been no problem\nsetting those up. Five of the top 10 STOs do provide\nscholarships to any -- any school of the parents'\nchoosing -\nJUSTICE KAGAN: But the plaintiffs\ncontend -\nMS. BICKETT: The private market -\nJUSTICE KAGAN: The plaintiffs contend -\nand this is a motion to dismiss, so we have to accept\ntheir contentions as settled -- that there are STOs that\nmake these distinctions that clearly would be\nimpermissible if the State administered the program.\nThese are not pre-existing charitable organizations.\nThey are not pre-existing schools. They're entities\nthat are set up solely for the purpose of administering\nthis program, and yet the State is saying it can make\ndistinctions that the State itself cannot.\nMS. BICKETT: Your Honor, if I might correct\nyou, the -- there was one school tuition organization\nthat pre-existed the tax credit, and certainly the\nprivate schools that participated in these for the most\npart did exist before this school tuition organization.\nWhat this program allows private\norganizations to do, it allows parents to get together\nwith private schools and form school tuition\norganizations that then -\nJUSTICE GINSBURG: But you -- you said there\nwas an STO before this program, but it didn't get the\nbenefit of money from taxpayers that would have gone -\nthat money went to -- to Arizona, not to the STO before\nthis scheme was created.\nMS. BICKETT: Before this scheme was\ncreated, they would have gotten a tax deduction, a\nFederal tax deduction and a State tax deduction, instead\nof a tax credit. But the difference -- there is not a\nsignificant difference between a tax credit and a tax\ndeduction in terms of constitutionality. The only\ndifference between a tax deduction is that, for purposes\nof a tax deduction, it depends on -- the value of it\ndepends on the tax bracket of the taxpayer, whereas a\ntax credit, the value depends -- is -- is equal for all\ntaxpayers that owe taxes. And this Court has never made\na distinction between tax credits, on the one hand, or\ntax exemptions, tax deductions.\nUnder -- under Respondents' theory, any\nmoney that the government doesn't take in would then be\nthe equivalent of State money, and that would then\nundermine 501(c)(3) corporations and all kinds of\ncharitable organizations. What you need to look at\nin -- when Arizona decided to give a tax credit for this\nis it was thinking is this a worthy public purpose to\nnot take in certain money that -- that the State would\nnormally be entitled to if they give contributions to\nthat purpose. So, it's not a question -- and that -\nthat type of purpose has been upheld by this Court in\nWalz, in Hernandez.\nAnd there, again -- there is not a basis for\ndistinguishing here between what Arizona is doing and\nother 501(c)(3) organizations that have for years been\nable to enjoy the benefits of -- of tax savings, tax\nbenefits, and help give scholarships to religious\norganizations.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Bender.\nORAL ARGUMENT OF PAUL BENDER\nON BEHALF OF THE RESPONDENTS\nMR. BENDER: Thank you, Mr. Chief Justice,\nand may it please the Court:\nI'd like to start with Mr. Katyal's\nstatement that if we win this case, you don't get any\nrelief because as much money would be -- would go into\nreligious education as goes now. That shows he does not\nunderstand our claim.\nOur claim is not that money is going -- that\nState money is going to religious schools. Our claim is\nthat State money is being given to the beneficiaries of\na State spending program on the basis of religion. It's\na claim about discrimination in the distribution of\nthese State funds. It's not -\nJUSTICE SCALIA: But there -- but there is a\ndiscrimination, I gather. The -- the school that seems\nto get the most money on the list doesn't appear to be a\nreligious school at all. It's -- it's not even\ndiscrimination between religion and nonreligion, if you\nthink that that is invalid, which I don't. But it\ndoesn't favor religion at all.\nMR. BENDER: I didn't say that it favored or\ndisfavored religion. That's not -\nJUSTICE SCALIA: Then what's your problem\nunder the Establishment Clause?\nMR. BENDER: The problem is that government\nbenefits in a government benefit program cannot\nconstitutionally be given to the beneficiaries of the\nprogram on the basis of their religion.\nIf a -- if a parent comes to one of these\nreligious -\nJUSTICE SCALIA: You can't -- you can't have\na government program that gives out money\nindiscriminately to certain organizations that, say,\nprovide hospital services, and it would be\nunconstitutional if that included organizations that\nwere religious organizations, as well as organizations\nthat were not. That would be unconstitutional?\nMR. BENDER: Let me try to clarify.\nJUSTICE SCALIA: So you must positively\ndisfavor religion?\nMR. BENDER: No, you must not. You must\ngive the money to the beneficiaries without taking the\nbeneficiaries' religion into account. Suppose the\ngovernment set up -\nCHIEF JUSTICE ROBERTS: How does this take\n-- how does this take the beneficiaries' religion into\naccount when the program works perfectly -- in exactly\nthe same way if it's a nonreligious school? They don't\ncare whether it's a religious school or not.\nMR. BENDER: Because the STOs are giving out\ngovernment funds. The STOs are on the government's\nbehalf distributing tax revenues. Suppose that -\nCHIEF JUSTICE ROBERTS: No, no. I'm\ntrying -- I don't think that's my-- I hope that wasn't\nmy question. It's how is it discriminating on the basis\nof religion if the STOs and the government money -- it\ndoesn't care whether it goes to a religious school or\nnot; it's treated the same?\nMR. BENDER: The STO -- most money is given\nout by STOs that do care whether it goes to a religious\nschool.\nCHIEF JUSTICE ROBERTS: The State money\ngoing to the STO -- the State doesn't care whether it\ngoes to a religious STO or a secular STO.\nMR. BENDER: That doesn't matter. If the\nState's grantee cares, that's unconstitutional.\nCHIEF JUSTICE ROBERTS: I thought we've held\nthat when you have the decision is made by a private\nentity whether to use the money to go to a religious\nschool or a nonreligious school, that that doesn't\nviolate the Constitution because the decision is not\nmade by the State; it's made by the private recipient.\nMR. BENDER: I believe the Court held the\nopposite in Bowen, where the decision to use the money\nfor religious purposes was made by the grantee, not made\nby the government. The government program in Bowen was\ncompletely religiously neutral. Grantees were given\nfunds to educate adolescents in sexuality. The Court\nheld -- Chief Justice Rehnquist wrote the opinion -\nthat, although the program was constitutional on its\nface because -- it wasn't unconstitutional because\nreligious organizations could participate as grantees.\nIt would be unconstitutional if those organizations\ndistributed the benefits of the program on the basis of\nreligion.\nThink about a Head Start program. Suppose\nthe government sets up 50 Head Start programs in a\nparticular community. They're all run by private\norganizations; some religious, some not.\nCHIEF JUSTICE ROBERTS: I'm sorry, could we\nget -- just to get back to Bowen for a moment.\nMR. BENDER: Yes.\nCHIEF JUSTICE ROBERTS: The entities that\nwere distributing the funds could be private or\nreligious?\nMR. BENDER: Same as here, yeah.\nCHIEF JUSTICE ROBERTS: The entities are not\n-- in Bowen, were not identified. The recipients of the\nState funds were -- as here, they weren't identified as\nreligious or not?\nMR. BENDER: I don't understand. In Bowen,\nI think the Court held, in the as-applied part of Bowen,\nthat if the grantees were to give out the -- their\nservices on the basis of religion, that would violate\nthe Establishment Clause.\nJUSTICE SCALIA: Do we know that the schools\nhere do that? There are some religious schools. Do we\nknow that these religious schools do not admit people\nexcept of a certain religion?\nMR. BENDER: Well, I think we do know that,\nand the complaint alleges that, but that's not the\npoint. The point is not what the religious schools do;\nthe point is what the STOs do. The STOs are government\ngrantees. They are distributing government funds. The\nConstitution prohibits organizations that distribute\ngovernment funds as part of a government spending\nprogram to do it on the basis of religion.\nJUSTICE SCALIA: That's a great leap to say\nthat it's government funds, that any money the\ngovernment doesn't take from me, because it gives me a\ndeduction, is government money. I mean, that's the\nfirst leap you make.\nMR. BENDER: This is money that the\ngovernment takes from people.\nJUSTICE SCALIA: This money has never been\nin the government's coffers. The government has\ndeclined to take this money.\nMR. BENDER: But it's money that's raised by\nthe State's income tax. Every tax-credited dollar is a\ndollar that has to be paid either to the government as\nincome taxes do or to an STO.\nJUSTICE SCALIA: Well -\nJUSTICE KENNEDY: I'll -- I'll give you\ncredit, Mr. Bender. In your brief, you say if you're\nwrong on that point, that you're folding your tent and\nleaving. There's -- that there's no standing and that\nthere's no -- no violation. But I must say, I have some\ndifficulty that any money that the government doesn't\ntake from me is still the government's money.\nMR. BENDER: But it does take it.\n(Laughter.)\nJUSTICE KENNEDY: Let me ask you. If -- if\nyou reach a certain age, you can get a -- a card and go\nto certain restaurants, and they give you 10 percent\ncredit. I think it would be rather offensive for the\ncashier to say, \"and be careful how you spend my money.\"\n(Laughter. )\nJUSTICE KENNEDY: But that's the whole\ntheory of your case.\nMR. BENDER: The money -- no, it's not. No.\nWith respect, Justice Kennedy, the money that's involved\nin this case is money that is generated by imposition of\nthe State's income tax, not by non-imposition of it. If\nthere were no State income tax, there would be no tax\ncredit program.\nJUSTICE ALITO: Would you say the same thing\nabout a tax deduction?\nMR. BENDER: Would I say what about the tax\ndeduction?\nJUSTICE ALITO: That it's the government's\nmoney?\nMR. BENDER: No, I wouldn't. I would not\nbecause a tax deduction is something -\nJUSTICE ALITO: Because they were kind\nenough to give me a tax deduction -\nMR. BENDER: When you get into -\nJUSTICE ALITO: Because they are kind enough\nto give the taxpayer a deduction for certain\ncontributions?\nMR. BENDER: Because when a taxpayer makes a\ncharitable deduction, that charitable deduction is made\nfrom the taxpayer's money. At the time the taxpayer\nmakes that deduction, the taxpayer can do anything he\nwants with that money.\nThat's not true of this tax credit. At the\ntime this tax credit is taken, the taxpayer owes the\ngovernment, let's say, $5,000 in State income taxes.\nYou've got to pay that $5,000. You can't keep it. It's\nnot your money. You can't keep it. It's not that all\nof your money is the government's money; it's that this\n$5,000 that you owe the government as income taxes is\nthe government's money.\nJUSTICE ALITO: But why isn't that true of a\ntax deduction also? And this is a very modest tax\ncredit. The tax deduction that a wealthy person would\nget by making a contribution to a college or university\nthat has a religious affiliation is much more valuable\nthan this $500 credit.\nMR. BENDER: It doesn't turn on whether it's\nvaluable or not. It turns on whether when the taxpayer\nmakes the payment the taxpayer is paying the taxpayer's\nown money or money the taxpayer owes to the government.\nWhen you make a charitable contribution, you're using\nyour own money. That's not money you owe to the\ngovernment. You don't know how much money you owe to\nthe government until you figure out your taxes.\nThis credit doesn't come into play until you\nfigure out your taxes. And then if you owe the\ngovernment -\nJUSTICE ALITO: I completely don't\nunderstand that. Somebody does know. It's December\n31st. They know -- they figure out how much tax they're\ngoing to have to pay for that year. They know exactly.\nThey can know exactly what their taxes will be. And it\nwill be X, and if they make a -- a deduction, then it\nwill be X minus Y. What is the difference?\nMR. BENDER: The difference is -- that -- to\nme, the broad difference is that the tax deduction is\ngiven for charitable contributions. And I think the\nCourt would decide if it faced the question -- I don't\nthink it's ever had to -- that it is constitutional for\nthe government to support private charity. And if the\ngovernment is going to support private charity by\nletting you deduct charitable contributions, it can't\nleave religious charities out of that program. That\nwould violate the Establishment Clause.\nSo if you believe that the charitable\ndeduction in the Federal income tax is a constitutional\nthing for the government to do, to support private\ncharity by picking up part of the tab -- that's true\nwhen there's a deduction -- then you have to give the\ndeduction to people who contribute to religion.\nSo, yes, there is a government support for\nthat private charitable contribution, but it's a\ncharitable contribution.\nThe money in this case is not a charitable\ncontribution. Mr. Katyal says that it's not the\ngovernment's money. Whose money is it? Is it the\ntaxpayer's money who gives the $1,000 contribution? No.\nIf you don't take my word for it, look at what the STOs\nsay on their Web sites about this program. One of them\nsays quite frankly: Hey, you can give charity with\nsomeone else's money; it's a miracle. Another one says:\nIt won't cost you anything; you can give charity with\nother people's money.\nJUSTICE BREYER: See, can I ask you -\nMR. BENDER: Whose money is it?\nJUSTICE ALITO: What difference does it make\nwhat they say on their Web sites? There's a very\nimportant philosophical point here. You think that all\nthe money belongs to the government -\nMR. BENDER: No.\nJUSTICE ALITO: -- except to the extent that\nit deigns to allow private people to keep some of it.\nMR. BENDER: I do not.\nJUSTICE ALITO: It doesn't take it by taxes.\nMR. BENDER: No.\nJUSTICE ALITO: That's what your whole\nargument is based on.\nMR. BENDER: No, it isn't, Justice Alito.\nMy argument is that if the government imposes an income\ntax, and people owe the government a certain amount of\nmoney in income taxes due, that -- and the government\nsays you don't have to pay it to us; you can pay it to\nan STO -- that that is a payment of government funds.\nJUSTICE SCALIA: They don't owe it to the\ngovernment if they have made this contribution. That's\nthe whole point.\nMR. BENDER: It's not a contribution.\nJUSTICE SCALIA: They don't owe the tax to\nthe extent that they have given money to one of these\ninstitutions. You -- you say -- you posit at the very\nbeginning that you owe a full amount of tax. That's\njust not true. You don't owe the tax if you've made the\n$500 contribution.\nMR. BENDER: I -- I disagree with that. I\nthink -\nJUSTICE SCALIA: You owe the tax?\nMR. BENDER: If you look at the Arizona\nincome tax form, it says: Here's your income. Apply\nthe tax rate to the income. Here are your taxes due.\n$5,000. You may pay that in part by giving $1,000 -- by\npaying $1,000 to an STO. You are paying your taxes.\nWhen taxpayers take this $1,000 credit -\nJUSTICE SCALIA: That's the problem; they\nhave to revise their form.\nMR. BENDER: No.\n(Laughter.)\nJUSTICE SCALIA: So that it's a deduction\nbefore the line. This is a major lawsuit?\nMR. BENDER: This is a government spending\nprogram. Is there any doubt about that? The money in\nthis program is not private charitable contributions.\nJUSTICE BREYER: So you assume that it is\na -- I see your argument there.\nNow, in Zelman, the holding, I would\nthink -- which I was not in agreement with, but it's now\nlaw, that a government can have a -- a spending program.\nAnd what they did was the government spent money in the\nform of vouchers to be given to private individuals to\nuse for such education as they wish, that met certain\nstandards, including religious schools.\nSo what's the difference between the program\nhere and the one that was held constitutional in Zelman?\nMR. BENDER: The difference is that, in\nZelman, the money went to the parents without any\nreligious discrimination. Religion was not involved in\nthe distribution of the money to the parents. The\nparents in Zelman got funds based on their financial\nneed and the fact that their children went to school in\nCleveland, which was a failing school district. And the\nprogram was to give them -- based on their financial\nneed, was to give them a voucher.\nIn giving the parent a voucher, nobody said\nto the parent, what's your religion? Nobody said to the\nparent, are you going to send your child to a religious\nschool? The Court said, as clearly as it could in\nZelman, that that would be unconstitutional.\nJUSTICE BREYER: But who here says to the\nparent, who is going to the school, what is your\nreligion?\nMR. BENDER: The STO who gives them the\nscholarship.\nJUSTICE BREYER: In other words, the STO\ngives a scholarship only to Catholics -\nMR. BENDER: Yes.\nJUSTICE BREYER: -- to go to Catholic\nschools, only to Jews to go to Jewish schools?\nMR. BENDER: Exactly, exactly. Most of the\nmoney -\nJUSTICE SCALIA: But the government money\nyou claim is at issue here is -- is the money that the\ncontributor to the STO has failed to give to the\ngovernment when it's the government's money.\nNow, that decision, of whether to give the\nmoney to an STO or not, whether to give it to a\nreligiously affiliated STO or a nonaffiliated one, that\nis in the hands of a private individual, just as the\nvoucher program was.\nMR. BENDER: That's true.\nJUSTICE SCALIA: There -- there's no\nreligious discrimination in that choice.\nMR. BENDER: Let me -- let me put it to you\nthis way, Justice Scalia: Suppose the government in\nthis case gave the money to the STOs directly itself,\nand the STOs then gave out the scholarships. Would it\nbe constitutional for an STO to say to a parent who\ncomes asking for a scholarship, are you Catholic? If\nyou're not, we won't give you a scholarship -\nJUSTICE SCALIA: Perhaps not, but you\nhave -\nMR. BENDER: What's the difference?\nJUSTICE SCALIA: You have an intervening\nparent or contributor. And it's that person who is\nmaking the decision of whether to give it to a religious\nor nonreligious organization; it isn't the government\nmaking that decision.\nMR. BENDER: No. It's not a parent, by the\nway.\nJUSTICE SCALIA: And that was the same thing\nin Zelman.\nMR. BENDER: It's not a parent, by the way,\nin answer to Justice Kennedy's question before. Parents\nunder this program are not allowed to give contributions\nfor scholarships for their own children. The people who\nget the -- who can claim the tax credit, the person that\ngets the scholarship cannot be a dependent of the person\nwho gives the contribution.\nJUSTICE BREYER: Well, suppose they change\none rule, and the rule that the STOs had was this: They\nsaid we will give you tuition if you otherwise qualify\nfor your child to go to the school that you wish to go\nto, and if you are Jewish or you are Protestant and you\nwant to go to St. Joseph's Catholic School, that's\nabsolutely fine; they won't keep you out, and vice\nversa.\nNow, in your opinion, that then would be\nconstitutional?\nMR. BENDER: Yes. We only challenge -\nJUSTICE BREYER: Yes? The answer is yes?\nMR. BENDER: Yes. Yes.\nJUSTICE BREYER: So the only thing you're\nchallenging is the rule that they will not -- the STOs\nwill not give the scholarship to a Protestant to go to a\nCatholic school.\nMR. BENDER: What -\nJUSTICE BREYER: How do we know they would\n-- that that's the rule?\nMR. BENDER: We allege that the STOs that\ngive out the majority of the funds -- I think now it's\nabout 70 percent of the funds -- that the STOs that give\nout a majority of the funds only give the funds to\nparents who will send their child to a religious\nschool -\nJUSTICE BREYER: Ah. Ah, but that's -\nMR. BENDER: -- designated by the STO.\nJUSTICE BREYER: But that's -- that's\ndifferent. You were complaining about is they would -\nlook, I'm Jewish; I want my child, let's say, to go to\nSt. Joseph's; and -- so now, do I qualify or not? The\nonly thing -\nMR. BENDER: That depends on the STO you go\nto. Some of the STOs -\nJUSTICE BREYER: Your -- your complaint is\nonly with the STOs that wouldn't let me send the child.\nMR. BENDER: Exactly.\nJUSTICE BREYER: We know that they exist\nbecause?\nMR. BENDER: We allege they exist, and no\none doubts that.\nJUSTICE SOTOMAYOR: I'm sorry. I just want\nto make sure I understand your complaint. You just said\nto Justice Breyer that your complaint was that the STOs\nare giving scholarships based on the student's religion.\nMR. BENDER: Yes.\nJUSTICE SOTOMAYOR: I thought another part\nof your complaint was that the STOs were giving just to\nthe religious schools.\nMR. BENDER: STOs don't give scholarships to\nreligious schools. They give scholarships to parents.\nThe parents are awarded the scholarships, not the\nschools.\nJUSTICE SOTOMAYOR: But to attend that\nschool?\nMR. BENDER: To attend that school, yes.\nJUSTICE SOTOMAYOR: So the essence of your\ncomplaint is that some of the STOs are requiring that\nthe recipient, the recipient child, be of a particular\nreligion?\nMR. BENDER: That, and some of the STOs are\nalso requiring that, in order to get the scholarship,\nthe parent agree to send the child to a particular\nreligious school.\nJUSTICE SCALIA: Oh, but that -- that\ndoesn't -- that doesn't get you there. That doesn't get\nyou there, as Justice Breyer's interrogation indicated.\nJUSTICE KAGAN: But you're saying -- you are\nsaying both, is that right, Mr. Bender? You're saying\nboth of those things?\nMR. BENDER: Both of them, yes.\nJUSTICE KAGAN: Yes. Could I ask you: Is\nthere -- do you understand the beneficiaries of this\nprogram? Has the State said who the beneficiaries of\nthis program are? Are the beneficiaries of this program\nthe parents, or are the beneficiaries of this program\nthe general taxpayers?\nMR. BENDER: The beneficiaries of this\nprogram are the parents and children. That's what this\nprogram is for. The State set up a program to help\nparents send their children to non-public schools, and\nto do that, they are going to give them scholarships.\nScholarship money is going to be made available.\nJUSTICE KAGAN: So I would assume, then, if\nthe beneficiaries of the program are the parents, then\nit's the parents who have to be treated equally -\nMR. BENDER: That's right.\nJUSTICE KAGAN: -- without regard to\nreligion.\nMR. BENDER: Exactly. The parent that -\nthe scholarships -- as Zelman said as clearly as it\ncould, the scholarships have to -- in that case, the\nvouchers -- have to be available to parents on a\nreligiously neutral basis. The scholarships are not\nallowed to be made available to parents according to\ntheir religion or according to whether they will send\ntheir child to a religious school, though both of those\nkinds of discrimination are going on here. I think\nthere -\nJUSTICE GINSBURG: Mr. Bender, can I go back\nto your point -- you were making a distinction between\nthe taxpayer who makes a charitable donation. Well,\nthat taxpayer has the whole universe to spend it on:\nBuying clothes, on gambling, on this charity, that\ncharity. But your point here is this contributor does\nnot have the universe to pick and is free to pick a\ncharity. This one has -- you either give it to the\ngovernment or you give it to the STO. That's -\nMR. BENDER: Exactly. Right. Yes. It's\nnot -- it's not the taxpayers' money. It's confusing\nbecause we're talking about two kinds of taxpayers here.\nWe're talking about my clients, who are general\ntaxpayers, whose money is being used to fund this\nprogram, and we're talking about the taxpayers who take\nthe tax credit. There are two different kinds of\ntaxpayers.\nJUSTICE ALITO: So if Arizona had a statute\nthat gave an income tax deduction only to individuals\nwho make charitable contributions to educational\ninstitutions, there would be a problem there, because\nthey -- it wasn't a general tax exception for charitable\ncontributions?\nMR. BENDER: No, Justice Alito. I think it\nwould be constitutional if it said that you get a\ndeduction for making a charitable contribution to an\neducational organization and that that can include a\nreligious educational organization, because if it\ndidn't, it would be unconstitutional.\nYou can't set up a program that gives you a\ndeduction for giving to educational institutions but not\nto -- not to a religious organization. That would be\nunconstitutional. If you're going to support private\ncharity, you have to support religious charity in the\nsame way you support nonreligious charity. But\nif you're going to have somebody -\nJUSTICE ALITO: I thought your answer to\nJustice Ginsberg was the difference between this and the\nFederal tax deduction for charitable contributions was\nthat the Federal tax deduction is available for a broad\nrange of charities, whereas this is available only for a\nvery narrow range.\nMR. BENDER: I may have misunderstood her\nquestion. I think her question was: At the time the\ntaxpayer makes the charitable contribution that he is\ngoing to take a deduction for, the taxpayer could do\nanything he wants with that money. He could take a\nvacation. He could give it to a charity. He could -\nhe could buy clothes with it. He could buy food with\nit. It's a completely open system. Nobody tells the\ntaxpayer what he has to do.\nIn this case, when the taxpayer writes that\ncheck to the STO, the taxpayer can't keep that money,\ncan't use it on a vacation, can't use it for buying\nfood, has to either pay it to the State or, with the\nState's authorization, pay it to an STO.\nJUSTICE SCALIA: The same thing is true of\ncharitable deductions. When you take a charitable\ndeduction, you -- you don't have the money anymore. You\nhave given it to a charitable organization.\nNow, you are allowed to give it to a\nparticular religion, a particular church, and there\nseems to be nothing unconstitutional about that, right?\nMR. BENDER: Right. We -\nJUSTICE SCALIA: So what -- what is\nunconstitutional here about the private -- the private\ndecision to -- to give a benefit to a -- an organization\nthat only supports particular schools and, indeed, only\nsupports people of a particular religion to go to that\nschool? I don't see any difference.\nMR. BENDER: There's nothing\nunconstitutional about the taxpayers sending the money\nto an STO. If STOs did not discriminate on the basis of\nreligion in giving that money out, there would be no\nunconstitutionality.\nJUSTICE SCALIA: But churches discriminate\non the basis of religion. When I take my charitable\ndeduction to give it to a particular church, that church\ndiscriminates on the basis of religion, but that's okay;\nisn't it?\nMR. BENDER: If the government said to you,\nyou can pay your taxes -- don't pay your taxes to us,\npay them to a church -- and the church gave its benefits\nonly to people of a certain religion, I believe that\nwould be unconstitutional.\nJUSTICE SCALIA: So it's how the government\nputs it, the idea? So it really is just that line in -\nin the tax form that you are concerned about, and the\nonly relief you really need is -- is changing the tax\nform?\nMR. BENDER: No, it's the difference between\ncharity and paying your taxes. When you make a\ncharitable contribution, you are making a charitable\ncontribution. It costs you money.\nIn Arizona, if you make a charitable\ncontribution of $1,000, it costs you $950 if you're at\nthe maximum tax rate, because the maximum tax rate is\n5 percent. In Arizona, if you take this tax credit, it\ncosts you nothing. It's not charity. Charity is\nsomething -- you give something of your own, I believe.\nCHIEF JUSTICE ROBERTS: Excuse me. Just to\nfollow on Justice Scalia's question, because I want to\nmake sure you have the answer: If this system were set\nup exactly as it is now, but Arizona said contributions\nto STOs are deductible, you'd have no problem?\nMR. BENDER: Contributions to STOs are\ndeductible from one's income tax?\nCHIEF JUSTICE ROBERTS: Right.\nMR. BENDER: And, yes. No, we would not\nhave a problem with that.\nCHIEF JUSTICE ROBERTS: So the only\ndifference is that Arizona set up this system where you\nget a tax credit instead of a tax deduction?\nMR. BENDER: Of course.\nJUSTICE ALITO: And that would be true if\neven if the -- if the top marginal rate was 90 percent?\nMR. BENDER: Yes, it would be true even if\nthe top marginal rate were 90 percent, which is never\ngoing to happen in Arizona -\n(Laughter.)\nMR. BENDER: -- and I don't think you're\ngoing to believe me, but -\nJUSTICE ALITO: But the Federal rate has\nbeen that high -\nMR. BENDER: It's going in the other\ndirection.\nJUSTICE ALITO: -- at times.\nMR. BENDER: Yes, I understand.\nJUSTICE ALITO: That's what the\nEstablishment Clause turns on? The -\nMR. BENDER: Yes, because that's still\ncharity. If the top rate is 90 percent, when you give\nthat money, it's your money; you can use it for anything\nyou want. And even if you're in the 90 percent bracket,\nyou are giving some of your own money. You are engaging\nin charity. And the Constitution, I think, permits the\ngovernment to subsidize private charity.\nAnd if the government's going to subsidize\nprivate charity, it can't leave religious charities out.\nSo that's the dividing line. Is the government\nsubsidizing private charity? In this case, the\ngovernment is not subsidizing private charity because it\nis not private charity, because the tax -\nJUSTICE ALITO: If this is -- if this is\ngovernment money, then why would it be constitutional,\nin your view, for this scheme to exist if -- for the -\nif the STOs did not discriminate at all on the basis\nof religion?\nMR. BENDER: Because it's perfectly okay to\nuse government money for non-religiously discriminatory\npurposes. You can get a tax credit for buying a solar\nwater heater. That's a 100 percent tax credit. Now,\nthat's a somewhat different kind of tax credit, because\nthere, when you buy the heater, you get something for\nthe money. It's -- this tax credit is a very strange\nkind of tax credit. This is a tax credit that is only\nused to pay your taxes. That's the only function it\nhas.\nJUSTICE ALITO: If you -- you have STOs that\nsay we will only give -- we will only give scholarships\nfor religious affiliated schools, but we will not\ndiscriminate on the basis of the student's religion.\nMR. BENDER: Right.\nJUSTICE ALITO: And if this is the\ngovernment's money, you think that would be -- that\nwould not be an Establishment Clause violation?\nMR. BENDER: No, no, no. If an STO\ndiscriminates either by saying we only give to people of\na certain religion or we don't give to people of another\nreligion or by saying we'll only give you a scholarship\nif you send your kid to a religious school that we\ndesignate.\nJUSTICE SCALIA: I thought you said the\nopposite earlier. I thought you said the opposite\nearlier.\nMR. BENDER: No. I didn't. I hope I didn't.\nJUSTICE BREYER: Well, if you didn't -\nJUSTICE SCALIA: I'm sure you did.\nJUSTICE BREYER: Let's suppose you didn't.\nMR. BENDER: Thank you for correcting me.\nJUSTICE BREYER: What's the problem with\nthat? That is to say, suppose that the government gives\nits money to put CAT scans in hospitals. And it has\ncertain beneficiaries, and one group of beneficiaries is\nthe Association of Catholic Hospitals, another is the\nAssociation Of Jewish Hospitals, another is a set of\ntotally secular hospitals. So it gives the tax credits\nto all three. Now, of course, the Catholic group is\ngoing to give it to Catholic hospitals and so forth.\nWhat's wrong with that?\nMR. BENDER: I don't get your hypothetical.\nIf the government -\nJUSTICE BREYER: What they do is they have\ngovernment money, just like you claim this is, and they\nsay we are going to give it to some -- to umbrella\norganizations, like the Association of Catholics,\nJewish, or secular hospitals, and we expect them to\ndistribute it. And they will, of course, distribute it\nto those who are their members. And in some cases,\ntheir members are religious organizations, and in some\ncases, they're not. Now, what's the difference between\nthat and what happens here, leaving the student out of\nit?\nMR. BENDER: It depends on who the\nbeneficiaries of the government's program are.\nJUSTICE BREYER: The beneficiaries of the\ngovernment -- Catholic hospital -- government CAT scan\nprogram will be Catholic hospitals, because they're the\nones who belong to the Catholic hospital association.\nMoney will also go to the secular hospital association,\nas it goes -- would go to a secular STO here. So I\ndon't see that part. That's the last prong we're\ntalking about.\nMR. BENDER: I'm not clear on your program.\nIf it's a government program to benefit hospitals, that\n-- the benefits have to go to hospitals on a religiously\nneutral basis.\nJUSTICE BREYER: The government says -\nthat's the difference -- the government says -- it does\ngive the money away on a religiously neutral basis. It\ngives it to hospital associations. It turns out that\nsome of those naturally are supposed to give it to their\nmembers, all of whom will be religiously affiliated.\nMR. BENDER: But the hospitals are the\nbeneficiaries, Justice Breyer. That's the difference.\nThe beneficiaries here are not the STOs; the\nbeneficiaries here are the parents. The STOs are a\nconduit of government funds to the parents. The parents\nare the beneficiaries, and the Constitution requires\nthat the benefits of a government spending program go to\nthe beneficiaries on a religiously neutral basis. And\nso in Zelman, the beneficiaries were the parents, and\nthe vouchers had to go to them -\nCHIEF JUSTICE ROBERTS: I'm sorry -\nMR. BENDER: -- on a religiously neutral\nbasis.\nCHIEF JUSTICE ROBERTS: -- I don't\nunderstand the answer to Justice Breyer's question. His\nquestion was, you give it to a hospital equivalent of\nthe STO, and then that gives it to hospitals on a\nreligiously discriminatory basis. Why aren't the\nhospitals the beneficiaries of that program, just as you\nsay the parents are here.\nMR. BENDER: Well, if the hospitals are the\nbeneficiary of the program, then the hospitals have to\nget the money on a religiously neutral basis. Suppose\nthe parent -\nCHIEF JUSTICE ROBERTS: Well, they're the\nones who get the CAT scan -\nMR. BENDER: The analogy would be the\npatients are the beneficiaries of the program. The\ngovernment wants to help cancer patients, and so it's\ngoing to give money to hospitals to help cancer\npatients. So it gives money to various hospitals under\nJustice Breyer's program. If one of those hospitals\nsays we only treat Catholic cancer patients, that's\nunconstitutional. That's government funds -\nJUSTICE SCALIA: That's the other issue. We\nare trying to separate in your argument the issue that\nsome of these organizations are religiously affiliated,\nfrom the argument that, moreover, they will only give\nmoney to individuals of a particular religion.\nNow, I understand your argument for the\nlatter, but I must say I don't understand your argument\nfor the former. Not if you accept these other -\nMR. BENDER: If I go to get a scholarship\nfrom an organization and they say where are you going to\nsend your child with this scholarship? And I say I\nhaven't made that decision yet. And they say, well,\nwe'll only give you the scholarship if you send your\nchild to a Jewish school which teaches people how to\npray in the way Jewish people pray and has a -- its\neducation is Jewish religious education. That's\nreligious discrimination.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nNow, Mr. Katyal, you have 4 minutes\nremaining.\nREBUTTAL ARGUMENT OF NEAL K. KATYAL\nON BEHALF OF THE UNITED STATES, AS AMICUS CURIAE\nSUPPORTING PETITIONERS\nGENERAL KATYAL: Thank you.\nMy friend said, I think I have this right,\n\"we are talking about my clients whose money is being\nused to fund this program.\" That's a nice description\nof Flast. It is not a description of what's going on\nhere. Flast recognized a special -- well, a special\nsolicitude for taxpayers when money is taken out of\ntheir pocket and used to fund religion against their\nconscience. Here, even if you accept all of this public\nmoney discussion that has been happening, not a cent of\ntheir money is going to fund -\nJUSTICE BREYER: But in Flast -- I've looked\nat it again briefly, and it seemed to use that\nwonderfully precise word \"nexus.\"\n(Laughter.)\nJUSTICE BREYER: And you're quite right that\nin Flast that was the case. But why isn't it -- given\nthat it's a nexus in Flast, what was in Flast, why isn't\nit also a nexus where you have this complicated system\nwhich is designed to make the ordinary taxpayer pay a\nlittle more in this kind of instance, where what you've\ndone is directly subtract from the treasury $5,000 cash\nto turn over, in the view of the plaintiffs, to a purely\nforbidden religious purpose?\nGENERAL KATYAL: Justice Breyer, two things.\nFirst, the relevant language of Flast is at page 106.\nIt's not the nexus test; it's the definition of what the\nactual taxpayer standing claim is. And it requires\nthat, quote, \"his tax money being extracted was\" -\nJUSTICE BREYER: Was that -- was that in\nthat instance in Flast? Does Flast rule out the\npossibility -\nGENERAL KATYAL: And that's the general\ndescription, Flast says, about how taxpayer standing\nwill go forward. If there's any doubt about that,\nValley Forge makes that clear because the dissenters\nsaid exactly what you said, which is, look, let's just\nlook to economic effects, and that alone will be enough.\nAnd it's just Property Clause, Tax and Spending Clause,\nit doesn't really matter; it's the bottom line on the\ntreasury. And this Court said no, that isn't the case.\nJUSTICE KAGAN: General Katyal, Flast could\nnot have meant that it's your particular dollar. There\nwould be no way to know it's your particular dollar, and\nthat would be a silly and fictional thing to say as the\nplurality opinion in Hein makes clear. What Flast said\nwas that taxpayer dollars, not your dollar, but taxpayer\ndollars are going to this activity in the same way that\nit's going to the activity here.\nGENERAL KATYAL: I disagree on two levels.\nFirst is I don't think that's what Flast is. I think\nFlast is about that micro-fraction of a cent that is\ncoming from your pocket and being used to fund religion.\nAnd that's what Madison complained about. It may be\nvery small; it may be 3 pence. But there's a special\nharm of conscience when it's your money, your\nhard-earned money, being used to fund a program directly\nas to which you don't like.\nJUSTICE KAGAN: Flast talked about a nexus\nin the way that Justice Breyer said. And here, there's\na taxpayer challenging a provision of the tax code,\nenacted pursuant to the tax and spending power, that -\nthat grants a tax benefit. That's as close a nexus as\nyou are going to get using the language of Flast.\nGENERAL KATYAL: Again, I think that doesn't\ndeal with the direct injury on the taxpayer, which is\nthe language of Flast. Even if we -- even if you\ndisagree with me, the relief -- the harm here is a lot\nmore speculative, just like Cuno, because you have to\nposit, in order for the harm to exist to this taxpayer,\nthat tax credits will cost the government money, not\nsave it, that his tax burden will go up as opposed to\nsomeone else's tax burden, a corporation and the like,\nor you have to posit that the government won't cut\nspending in order to make up the shortfall in revenues\nthat he says is going to exist. You're going to have to\ndo all of those things, none of which you have to do in\na Flast situation because it's just a direct outlay of\nfunds.\nIf I could just can spend a moment on\nJustice Kennedy's question about State action, which, of\ncourse, they didn't advance below as the Ninth Circuit\nsaid. I think this Court's precedents are quite clear\nin saying that the fact that the government regulates or\nfunds something doesn't transform it into a State actor.\nIf it did, then all 501(c)(3)'s would become State\nactors, and that, I think, would be an enormously\ndamaging precedent for this Court to follow. Rather, I\nthink what Blum says is that it requires the performance\nof a traditional executive prerogative -- traditional\ngovernment prerogative. And here all the STO is doing\nis just funding -- it's handing out money. It is doing\nso on a neutral basis. Anyone can form an STO, and\nanyone can fund one.\nCHIEF JUSTICE ROBERTS: Thank you, General,\ncounsel.\n"
    }, 
    "respondents": [
        "KATHLEEN M. WINN, ET AL.", 
        "GALE GARRIOTT, DIRECTOR, ARIZONA", 
        "DEPARTMENT OF REVENUE,", 
        "Petitioner", 
        "KATHLEEN M. WINN, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 19, 
        "GENERAL KAGAN": 1, 
        "GENERAL KATYAL": 24, 
        "JUSTICE ALITO": 19, 
        "JUSTICE BREYER": 36, 
        "JUSTICE GINSBURG": 10, 
        "JUSTICE KAGAN": 11, 
        "JUSTICE KENNEDY": 14, 
        "JUSTICE SCALIA": 33, 
        "JUSTICE SOTOMAYOR": 8, 
        "MR. BENDER": 86, 
        "MS. BICKETT": 30
    }
}