{
    "appearances": {
        "content": "ROBERT C. OWEN, ESQ., Austin, Texas, Appointed by this\nCourt; on behalf of Petitioner.\nGREGORY S. COLEMAN, ESQ., Austin, Texas; on behalf of\nRespondent.\n"
    }, 
    "caseNum": "09-9000", 
    "caseinfo": {
        "content": "HENRY W. SKINNER, :\nPetitioner :\nv. : No. 09-9000\nLYNN SWITZER, DISTRICT ATTORNEY :\nFOR THE 31ST JUDICIAL DISTRICT OF :\nTEXAS :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nROBERT C. OWEN, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nGREGORY S. COLEMAN, ESQ.\nOn behalf of the Respondent 28\nREBUTTAL ARGUMENT OF\nROBERT C. OWEN, ESQ.\nOn behalf of the Petitioner 52\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, October 13, 2010\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:02 a.m.\n"
    }, 
    "petitioners": [
        "HENRY W. SKINNER,", 
        "Petitioner", 
        "v.", 
        "No. 09-9000 LYNN SWITZER, DISTRICT ATTORNEY", 
        "FOR THE 31ST JUDICIAL DISTRICT OF", 
        "TEXAS", 
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 09-9000, Skinner v. Switzer.\nMr. Owen.\nORAL ARGUMENT OF ROBERT C. OWEN\nON BEHALF OF THE PETITIONER\nMR. OWEN: Mr. Chief Justice, and may it\nplease the Court:\nThe issue before the Court today and the\nonly question litigated to decision in the courts below\nis whether a prisoner's claim that seeks only access to\nevidence for DNA testing may be brought in Federal court\nunder the Civil Rights Act.\nThe Fifth Circuit summarily answered that\nquestion \"no,\" adhering to its long-standing view that\nany Federal claim that might conceivably set the stage\nfor a subsequent collateral attack, however removed in\ntime, must itself be brought via habeas. That rule so\nclearly cannot be squared with the decisions of this\nCourt, especially since Wilkinson v. Dotson, that the\nCourt should reverse and remand.\nI'd like to begin by describing the contours\nof the Heck rule, and -\nJUSTICE GINSBURG: May I ask you about -\nWilkinson was a parole, parole eligibility, so it didn't\ntouch the conviction or the sentence, where this one\ndoes. So the cases are distinguishable on that basis.\nMR. OWEN: I -- Justice Ginsburg, the reason\nthat we argue our case does not touch the conviction is\nthat the relief that we are seeking, to have access to\nthe evidence for testing, if we won, if we win in\ndistrict court and we get that access, it does not\nnecessarily imply -- which is the language this Court\nused in Heck and repeated in Dotson -- that the\nconviction is lawfully invalid.\nJUSTICE GINSBURG: I understand that\nargument, but there is the distinction of the type of\ncase of where the -- the one, conviction and sentence\nwere never going to be questioned, only parole\neligibility; where here, the discovery that you seek in\n1983 is not a destination. The destination is to\nfurther litigation that may or may not arise.\nMR. OWEN: That's true, Your Honor. We -\nwe don't see that as a distinction that compels the\nconclusion that Dotson isn't the model to follow,\nbecause in our view, what Dotson said -- again, the\nprisoners, as Justice Ginsburg says, were before the\ncourt seeking a declaration about parole procedures that\nOhio planned to use in their cases. Those parole\nprocedures had been adopted after those prisoners were\nsent to prison, and they complained that was an ex post\nfacto violation.\nAnd Ohio argued, both in the Sixth Circuit\nand in this Court, that the fact that these prisoners\nexpected at some point to come back to court armed with\na judgment in their favor and seek a reduction in their\nsentences was enough to conclude that the case should be\nwithin the core of habeas.\nJUSTICE KENNEDY: It does seem odd,\nthough -- and I don't want to jump into your argument\ntoo much, because you have got planned out what you want\nto tell us. It does seem odd that if your suit for DNA\ntesting is not attack -- an attack on the sentence, that\nyou asked for a stay.\nI mean, if it's not an attack on the\nsentence, why shouldn't that factor into our decision\nnot to grant a stay or to grant a stay? It's -- it's an\nirony in your position.\nMR. OWEN: I think it's an irony -- I -- I\naccept the Court's point that that -- that that seems\nunusual, but I think that the reason that the Court's\ncases, at least as to the relief that we're seeking and\nnot the stay that the Court entered in order to hear\nthis case and decide the question, that the relief we\nare seeking does not necessarily imply the legal\ninvalidity of the conviction.\nJUSTICE KENNEDY: Well, we don't grant a\nstay in order to decide a question. We grant a stay\nbecause there's a likelihood of success on the merits.\nAnd that goes to the sentence. And now you're telling\nus that your attack doesn't go on the sentence. I don't\nsee why we don't just lift the stay, under your own view\nof the case.\nMR. OWEN: No, Your Honor. I think -- if\nI -- if I was understood to say that, then I -- let me\nclarify.\nI think that our success -- when the Court\napplies the stay standard, it asks the question: What\nis the likelihood of success on the merits? Success on\nthe merits, for purposes of our lawsuit, means getting\naccess to the evidence. That's -- that's what it means.\nJUSTICE KENNEDY: If that's all it means, we\nshouldn't have granted a stay.\nMR. OWEN: I don't -- I don't think so, Your\nHonor, because I think once we had demonstrated that we\nwere likely to prevail on the merits of the case, I\nthink the Court was within, you know, appropriate\njudgment to -- to make sure that the case didn't become\nmoot by Mr. Skinner's execution, because I do think that\nthe demonstration that we had to make was not about\nwhether his ultimate -- or whether, ultimately, he might\nget relief from his conviction, but whether we had a\nchance of prevailing on this civil rights claim that\nasks for access to the evidence.\nCHIEF JUSTICE ROBERTS: But that disconnects\nthe irreparable harm alleged with respect to the stay\nand your claim that you now say -- you say now your\nclaim is not going to necessarily affect the -- the\nsentence. The irreparable harm, if I remember, is quite\nobviously the execution. But it's -- there is no\nirreparable harm from your failure to get access to the\nDNA evidence, unless it's linked to the sentence.\nMR. OWEN: Your Honor, I -- I guess I don't\nhave a better answer than the one I gave\nJustice Kennedy, and that is that I think that the stay\nstandard doesn't have to link those two things. I think\nthat if the Court finds that Mr. Skinner is going to die\nbefore he can litigate his claim and it finds he has a\nreasonable chance of prevailing on that claim, that's\nsufficient to -- to enter the stay.\nJUSTICE ALITO: In the real world, a\nprisoner who wants access to DNA evidence is interested\nin overturning his conviction.\nMR. OWEN: Absolutely.\nJUSTICE ALITO: Do you deny that?\nMR. OWEN: No, Your Honor.\nJUSTICE ALITO: And isn't the emergence of\nthe Rooker-Feldman argument in this case an illustration\nof the absurdities that pursuing the 1983 path produces?\nBecause habeas is not subject to claim preclusion, is\nit?\nMR. OWEN: No.\nJUSTICE ALITO: It's not subject to\nRooker-Feldman?\nMR. OWEN: No, it's not subject to those,\nYour Honor.\nJUSTICE ALITO: But since you've squeezed\nthis into 1983, now have you to deal with both of those\nissues.\nMR. OWEN: I think that the -- the\nreason that -- I think the reason the Rooker-Feldman\nissue has arisen at this juncture in the case is that\nthe pleadings in the district court were not permitted\nto -- because of the sort of -- the fact that we were\ndismissed at a very early stage in the process,\nessentially on the threshold of the case, there was no\nopportunity to develop in full what the legal arguments\nare for both sides. I -\nJUSTICE KENNEDY: Except that at page 18 of\nthe yellow brief, where you did have time to explain\nyour doctrine, you say a Federal constitutional issue\narose only because the Court of Criminal Appeals'\ndecision regarding the State law issue turned out to be\nso arbitrary and unreasonable as to denying\nMr. Skinner's Federal due process rights.\nCorrect me if I am wrong, but I think -\nMR. OWEN: No, that's -\nJUSTICE KENNEDY: I thought that's\nRooker-Feldman to a tee. Correct me if I'm wrong.\nMR. OWEN: No, I think, Your Honor, that -\nI -- I don't agree about the Court's reading of\nRooker-Feldman if you think that -- if the Court\nbelieves that that would preclude it. And the reason is\nthis: In the Feldman case itself, the -- the plaintiffs\nin that case, who were unsuccessful lawyers who are,\nwhat, a law school graduate and an attorney who was\nbarred outside the District of Columbia, and were trying\nto get a waiver for a requirement for taking the bar\nhere in the District of Columbia -- they filed a number\nof claims against the application of that rule by the\nDistrict of Columbia Court of Appeals in their\ncircumstances.\nBut -- and this Court said those claims\ncan't proceed. Those claims challenge the application\nof the law to the facts.\nBut this Court went on to say in Feldman -\nthe last paragraph of the opinion says they have also\nraised other claims, and those claims are that this\nrule, as authoritatively construed by the District of\nColumbia Court of Appeals, is -- is unconstitutional.\nIt violates the Constitution. And the Court said, in\nFeldman, those claims may proceed. And -\nJUSTICE KAGAN: Mr. Owen, as I -- as I\nread -- I'm sorry.\nJUSTICE SOTOMAYOR: I'm sorry. What's the\nrule that's arbitrary and capricious that you're\nchallenging?\nMR. OWEN: Your Honor, the rule that we are\nchallenging is that when the Court of Criminal Appeals\nconstrued the fault provision of the Texas DNA testing\nstatute in our case, it created a wholesale\nclassification that said everybody who falls into\nMr. Skinner's situation who did not ask for testing at\ntrial is forever foreclosed from getting testing. And\n-\nJUSTICE SOTOMAYOR: Could you tell me how\nthat's different than what Alaska did in the Osborne\ncase that we upheld; their procedure? I thought that\nwas one of the elements of the Alaska rule as well.\nMR. OWEN: I think -- I'm sorry.\nJUSTICE SOTOMAYOR: That if you had an\nopportunity to ask for it and gave it up, that you lost.\nSo how are we getting to that here? And how are you\ngoing to get past Osborne here?\nMR. OWEN: I think in Texas we have -- the\ndifference, I think, Your Honor, is the difference\nbetween a substantive due process claim, as I understand\nit, and a procedural due process claim. That in Osborne\nthe claim that was being made was that the State was\ndenying a Federal right in denying access on that basis.\nOur argument is that the Texas -- the Texas\nstatute was enacted to grant, essentially, protection to\na class of inmates who were -- inmates who were\nwrongfully convicted and can prove that with DNA\nevidence -- and then -- and then interprets that statute\nin a way that needlessly chops a bunch of those inmates\nout, and that that's arbitrary, at least to the extent\nthat it doesn't have reference to the specific facts of\nthe case, the likelihood of innocence, the reasons for\nnot doing the testing, and so on.\nCHIEF JUSTICE ROBERTS: Osborne expressly\nconsidered both procedural due process and substantive\ndue process.\nMR. OWEN: But the reason, Your Honor, as\nI -- as I read Osborne, that it did not reach a\ndecision on the procedure, or it didn't -- that it\nrejected Osborne's procedural due process claim was\nbecause he hadn't tried at State court.\nI mean, that was the premise of Osborne,\nwas he was -- I think the Court's language in Osborne\nwas if he hasn't tried those procedures, he's in no\nposition to complain about them in Federal court,\nwhereas we did try the procedures, and it's precisely\nthat that is the basis for our claim in Federal court.\nIf I -\nJUSTICE SOTOMAYOR: Are you -\nMR. OWEN: I'm sorry.\nJUSTICE SOTOMAYOR: Are you -- one of the\ncriticisms by your adversary of your proposal to bring\nthese actions via 1983 is a prospect that the courts\nwill be used to collaterally attack convictions by all\nsorts of due process allegations concerning discovery\ndisputes. Could you address that point, and why either\nyou agree with them that that's what is going to happen,\nor if you don't, why not?\nMR. OWEN: I don't agree with them, Your\nHonor, and for a couple of reasons. First of all is\nthat experience doesn't suggest that. The rule that we\nare asking the Court to adopt for the whole nation has\nbeen the rule for some time in six different circuits,\nand there's no evidence that in those circuits there\nhave been a very large number of prisoners going into\ncourt under section 1983 and trying to leverage\ndiscovery under the circumstances that are suggested by\nRespondent's brief. So that's the practical reason.\nAs a legal -- as a legal reason, I think\nthat our claim turns on the existence of the liberty\ninterest in the State statute for DNA testing that Texas\nhas created, and that there is no statute in Texas for\nother kinds of general discovery; for example, access to\nthe prosecutor's file, police reports, or other kinds of\ndocuments. That's not -- there's no legal hook for\nthat.\nOur legal hook is the existence of that DNA\ntesting statute and the existence under State law of\nopportunities to bring claims of actual innocence after\nthe evidence is tested.\nCHIEF JUSTICE ROBERTS: The critical\nformulation in Heck, \"necessarily implies,\" is a little\ndifficult. I mean, the adverb points one way and the\nverb points the other. And how -- \"necessarily implies\"\nstrikes me as a little less conclusive than you seem to\nthink.\nMR. OWEN: I think -- I think if that word\nwere in isolation, Your Honor, there might be more\nuncertainty about what \"implies\" means. But if the\nCourt looks at the cases -- looks at Preiser, looks at\nHeck, looks at Edwards, looks at Nelson, looks at Hill\n-- what you'll see is the word \"necessarily\" is in all\nthose cases. And, in fact, in Hill, I think -- or maybe\nit was Nelson; one of the two Florida cases -- the Court\nitalicizes it twice in the same paragraph. And -\nCHIEF JUSTICE ROBERTS: Well, you -- you\nread \"necessarily implies\" to mean \"conclusively\nestablishes,\" right?\nMR. OWEN: Not that strong, Your Honor. But\nto finish, the other answer I was going to say is that\nin other cases -- I was going to say, \"necessarily\" is\neverywhere. \"Necessarily\" is in all the cases. But the\nCourt also -- \"implies\" is not in all the cases. In\nDotson, for example, the Court uses the word\n\"demonstrate\" -- \"necessarily demonstrates\" -- that the\njudgment underlying the custody is invalid.\nSo I think that there is some -\nCHIEF JUSTICE ROBERTS: So you are asking\nfor an expansion of Heck from \"necessarily implies\" -\nMR. OWEN: No, I think we are -- I think -\nCHIEF JUSTICE ROBERTS: -- to\n\"demonstrates\"?\nMR. OWEN: No, Your Honor. I think that -\nCHIEF JUSTICE ROBERTS: So if \"implies\"\ndoesn't mean the same as \"establish\" or \"demonstrates,\"\ngive me an example of a case where the 1983 claim would\nnot establish innocence but would still be covered by\nHeck.\nMR. OWEN: I think that -- I think Edwards\nis an example of that, Your Honor, where -- in Edwards,\nthe defendant, the prisoner, was suing in Federal court,\nalleging that, in his words, the procedures that were\nused to deny him -- I think it was deny him parole or\nconvict him of disciplinary offenses, but the procedures\nthat had resulted in the disadvantage he was complaining\nabout were unconstitutional.\nBut when you looked at his complaint, what\nhe said was this -- the reason those procedures are\nunconstitutional is because the decision maker was\npersonally biased against me, which is less a complaint\nabout the procedures and more a complaint about the\nmerits of that adjudication. And if you believe it, if\nyou credit that, and say, okay, we're going to win,\nfine, that's what happened, the adjudication was biased\nagainst you, that necessarily implies the invalidity of\nthe judgment reached by that procedure.\nCHIEF JUSTICE ROBERTS: Necessarily implies\nor conclusively establishes?\nMR. OWEN: I think necessarily -- with bias,\nperhaps that would be conclusively established, because\nI think there's no harmlessness test there. But I think\nthat -- at least in an adjudication, there wouldn't be.\nBut I think that \"necessarily implies\" is all that the\nCourt needs to continue embracing in order to find\nthat -\nJUSTICE SOTOMAYOR: What would you do with\nthe Brady violation? Is that a \"necessarily implies\" or\nis that more akin to your claim?\nMR. OWEN: For a couple of reasons, Your\nHonor, it's not akin to our claim. First is this:\nBrady is a trial right. And I don't mean necessarily\nthat it arises at trial, because sometimes it arises\nat -- the discovery that makes a Brady claim colorable,\nyou know, arises after trial. But Brady is a right to\nhave certain evidence when you go to trial so that you\ncan use it in an attempt to get the jury to find you not\nguilty.\nAnd, therefore, if that right is violated,\nif you don't get that evidence and it's discovered later\nthat you were denied this stuff that you needed to have\na fair trial, that implies the invalidity of the trial\njudgment, the judgment that results in the custody.\nIn our case, the judgment that we are\nchallenging is the judgment of the Court of Criminal\nAppeals denying us DNA testing, which does not in the\nsame way demonstrate or necessarily imply that the\ncustody judgment in our case is legally invalid.\nJUSTICE KAGAN: Mr. Owen, could I take you\nback to Rooker-Feldman with that as the premise? You\nsaid that what you are attacking is the judgment. I\nread your complaint as having an important strand where\nyou were not attacking the judicial judgment, but\ninstead were attacking actions of the prosecutor's\noffice, independent of any judgment of the State courts.\nAre you abandoning that part of your\ncomplaint, or are you continuing to maintain it?\nBecause certainly, if you talk about the judgment alone,\nit at least gets you into Rooker-Feldman territory,\nwhereas if you talk about the prosecutor, it does not.\nMR. OWEN: I think, Your Honor, that we -\nthat we are in the territory of talking about the\njudgment. And I think for the reasons I've described\nearlier that that does not lead inexorably to a\nRooker-Feldman bar.\nBut I think that the nature of our claim,\nwhich follows from Osborne, what we understood the Court\nto be recognizing in Osborne, or acknowledging in\nOsborne, is that the State's administration of its DNA\ntesting scheme is where a due process violation might\ntheoretically arise, depending on how it's administered.\nSo I think -\nJUSTICE SCALIA: I don't -- I don't\nunderstand the argument you're making. Are you\nchallenging the constitutionality of the Texas statute?\nMR. OWEN: As interpreted in our case, or as\nconstrued, I think is the right -- is the better word.\nAs -\nJUSTICE SCALIA: Well, \"as construed\" -- I\nmean, it's their statute. I mean, you say somewhere in\nyour brief that -- that they gave it an arbitrary and\ncapricious interpretation. It's up to them how they\nwant to interpret it. We don't -- we don't reinterpret\nState statutes because the State Supreme Court\ninterpreted it strangely.\nIt seems to me you're either challenging the\nstatute or -- or you don't belong here.\nMR. OWEN: I think, Your Honor, we are\nchallenging the statute. And I think once the Texas\nCourt of Criminal Appeals says here is what the default\nprovision means, that is the same thing, for the\npurposes of this Court's review, as if the legislature\nhad written that in. So -\nJUSTICE SCALIA: Okay. Just so long as\nwe're clear about that.\nMR. OWEN: Yes, sir. So that's what we are\nchallenging. I certainly agree if we were saying they\ngot it wrong on their own terms, that would be a\nRooker-Feldman bar, because we couldn't bring that\nclaim.\nJUSTICE BREYER: I assume that this whole\ncase focuses on paragraph 33 of your complaint; is that\nright?\nMR. OWEN: There's been a lot -- yes, but -\nI mean, I think there's been a lot of talk -\nJUSTICE BREYER: And what is the \"but\"?\nMR. OWEN: I think there has been a lot of\ndiscussion about the allegations in the complaint,\nparticularly those paragraphs. I think that is maybe\nmissing the larger point, which is this: As we said\nearlier, I think that the Federal rules permit\ncomplaints to be notice pleading. They permit\namendment. They permit development of the issues.\nJUSTICE BREYER: So, what's -- look, 33 says\nthe District Attorney has violated my rights under the\nlaw by refusing to give me the DNA evidence, so make him\ndo it.\nThat's how I read 33.\nMR. OWEN: That's -- that's the relief that\nwe're asking for, Your Honor.\nJUSTICE BREYER: But not the relief. That's\nyour complaint.\nYou explain why you think it violates\nFederal law for him not to do it. You ask him to do it.\nIs there anything else to this case?\nMR. OWEN: I think there is the\nconstitutionality of the construction of the statute,\nbecause that is the basis on which the DNA -\nJUSTICE BREYER: But that's why you are\nentitled to the relief.\nMR. OWEN: All right. Yes.\nJUSTICE BREYER: Is there anything else in\nthe case that you want?\nMR. OWEN: No. We're not asking -- no. I\nmean, I think -\nJUSTICE BREYER: You want the DNA evidence?\nMR. OWEN: We want the evidence. That's\ncorrect. We don't -- we're not asking this court, the\nFederal District Court, to release Mr. Skinner from\ncustody. We're not asking them to accelerate the\nrelease date on his sentence, for which there is none.\nWe're not asking them to modify the status of his\ncustody.\nAll of those things which are at the core of\nhabeas corpus, as this Court has interpreted that\nphrase, none of those are requested by us.\nJUSTICE SOTOMAYOR: Well, you are -\nCHIEF JUSTICE ROBERTS: Well, but what you\nsay in the rest of paragraph 33 is that you want the\nbiological evidence because by refusing to turn it over,\nhe prevented you from gaining access to exculpatory\nevidence that could demonstrate he is not guilty of\ncapital murder, which is usually what we -- what habeas\ncorpus is for: To show you are not guilty of what you\nare in prison for.\nMR. OWEN: I -- I think ordinarily, Your\nHonor, if that were our -- if we knew today that this\nevidence in fact was exculpatory, if they had already\ndone the testing and they mail us a report that says it\nhas excluded your guy, then we wouldn't file a 1983\naction. We would seek clemency, or we would file a\nState habeas petition. We would do something where the\ncourt would have the power to -\nJUSTICE BREYER: You didn't agree with what\nthe Chief Justice just said, did you? I noticed you\nwere nodding your head.\n(Laughter.)\nJUSTICE BREYER: He said, and I -\nMR. OWEN: That \"necessarily implies -\nJUSTICE BREYER: I mean, if you agree with\nthat, I guess there's nothing left of this case.\nMR. OWEN: I think -\nJUSTICE BREYER: But I -- but do you agree\nwith that?\nMR. OWEN: No, Your Honor. I think that -\nI think that \"necessarily implies,\" as the Court\ninterpreted that phrase in Dotson, means somewhere down\nthe road you may come back to court and you may attempt\nto undo your custody, and that's not enough to put this\ncase into habeas, that that -\nCHIEF JUSTICE ROBERTS: I understand. But\ndid I understand you to say that you -- different cases\nwhere people are seeking the DNA evidence might come out\ndifferently under Heck. In other words, if it's the\ntype of DNA evidence that could conclusively establish\nhe's innocent. I mean, there are types like that. It's\nsomebody else's, you know, DNA and that's what's\nnecessary for the conviction.\nAnd there's others -- other types of DNA\nevidence that doesn't. I mean, it just happens to be on\nthe scene of the crime and it turns out that it's not\nhim that was in the room, but, you know, he was\nsomewhere else, and it might or might not mean he's\ninnocent.\nIn the former case, do you say that has to\ngo under habeas, but in the latter it doesn't?\nMR. OWEN: I think when we are seeking\naccess to evidence which has never been tested for\ntesting, that could be brought under 1983.\nI think if the evidence has been tested and\ntest results exist and are known and are exculpatory,\nthat is a -- that's a different case and that's probably\nhabeas, because then it's the fact that the results are\nknown and we know they are exculpatory that does\nnecessarily imply that there's something about the\njudgment that could be undone.\nJUSTICE GINSBURG: Mr. Owen, you're fitting\nyour case into our decisions about the line between 1983\nand habeas. But if nobody -- if you didn't know\nanything about that and you looked at what's presented\nhere in a civil case, it seems as though you are\nsplitting your claim; that is, you want discovery, and\nif the discovery is favorable, then you ask for relief\nfrom the conviction.\nSo it's the -- it's quite unlike I'm\ncomplaining about prison conditions. Here, the whole\npurpose of your seeking this discovery is so that you\nwill be able, if it turns out to be in your favor, to\napply for habeas.\nMR. OWEN: The whole -- I agree, Your Honor,\nthat the whole purpose for seeking this evidence and\npursuing this lawsuit is so that Mr. Skinner can have a\nmeaningful opportunity to pursue the liberty interest he\nhas under State law in trying to secure release based on\ninnocence. That is correct. But I don't think that\nleads inexorably to the idea that this lawsuit, which\nis -\nJUSTICE GINSBURG: Could you have sought\nhabeas? Is it 1983 is the exclusive relief, or could\nyou have sought habeas relief?\nMR. OWEN: I think, Your Honor, that since\nour allegation is that the Court of Criminal Appeals\ndecision denying us DNA testing, which is not the\njudgment that results in Mr. Skinner's custody, is the\nproblem -- that's the bad, invalid judgment from our\nlegal theory -- that could not have been brought in a\nhabeas corpus proceeding, because I think that the\nrelief that a Federal habeas court would have available\nto itself is limited to release, to accelerating release\nor changing custody status. I don't think that there is\npower in the Federal habeas court under that statute to\nsay, even though this will not affect the judgment as to\nwhich you are in custody, I'm going to act on this way\nand order this person to do that or the other thing. I\nthink that it wouldn't be available in habeas, Your\nHonor.\nJUSTICE SCALIA: Well, couldn't the habeas\ncourt say the conviction was invalid because of the\nfailure to turn over this -- this DNA evidence, which\nwas relevant to the defense and which was\nunconstitutionally denied? Why wouldn't that be a basis\nfor setting aside the conviction?\nMR. OWEN: Your Honor, this Court has never\nsaid -- and I know the Court's aware of this; I want to\nmake sure I'm clear on that -- this Court has never said\nthat it would be a constitutional basis for habeas\nrelief if you could demonstrate that, factually, you\nwere not guilty.\nSo that's the claim that would have to be\nbrought in such a Federal habeas. It's not presently\navailable because this Court has never held that. And I\nthink, given the constraints of the Federal habeas\nstatute and the requirement of clearly established\nFederal law from this Court, before a prisoner can get\nrelief, that's a necessary prerequisite for us seeking\nthat relief. And -- and I'm sorry. I hope that is\nresponsive, Your Honor.\nThe -- the problem, I think, with just going\nto Federal court and saying give us discovery, I think\nit's the same problem as described earlier with the\nBrady framework. If we knew today that the -\nJUSTICE SCALIA: I'll tell you what the\nproblem is. The problem is Rooker-Feldman. That's -\nthat's why all of these things don't make much sense. I\nmean, it wouldn't happen because you had the opportunity\nto raise that in the State court, and now you're\nretrying what the -- what the State court did decide.\nMR. OWEN: I think to the extent, Your\nHonor, that the question goes to the opportunity that we\nhad to raise this issue in State court, that's a\npreclusion issue, and there may be preclusion issues\nback in the district court. We may have a dogfight over\nwhether or not this claim should have been raised in\nState court.\nBut that's not the Rooker-Feldman question,\nas I understand it. I think the Rooker-Feldman question\nis: What are we asking the Federal court to review?\nAnd what we are asking the Federal court to review is\nthe Criminal Court of Appeals' authoritative\nconstruction of the statute.\nJUSTICE SCALIA: But -- but that would be an\nobstacle to habeas.\nMR. OWEN: Yes.\nJUSTICE SCALIA: Because in habeas you'd be\nseeking to set aside -\nMR. OWEN: That's right.\nJUSTICE SCALIA: -- the State court\njudgment. Okay?\nMR. OWEN: That's right. Habeas would be -\nhabeas would be our only route -\nJUSTICE SCALIA: That's why it's so\nunrealistic to analyze it that way, it seems to me.\nMR. OWEN: Well, Your Honor, I think -- I'm\n-- I'm not sure I agree that it's unrealistic. I mean,\nI think that over time the courts who are wrestling with\nthis issue in the wake of Osborne will identify what\naspects of a State's statute and construction of such\nstatutes violate due process or don't.\nJUSTICE KENNEDY: Why isn't it a correct\nformulation of your answer to Justice Scalia to say what\nwe are seeking is a determination that the State court's\njudgment, State court's decisions, State court's order\nwas a violation of due process? If you say that -\nMR. OWEN: That's -- that's a much simpler\nanswer, Your Honor, and I will adopt that answer.\n(Laughter.)\nJUSTICE KENNEDY: But that's Rooker.\nMR. OWEN: That's not -- no, Your Honor, I\nthink, again -- and this is where we started, and I'm\nnot trying to -- to bring us back full circle, but I\nthink that our understanding of Rooker-Feldman is that\nthat is not one of the things that the Rooker-Feldman\ndoctrine prohibits. And, of course, this Court has\nemphasized in recent years, in the Exxon case and\nelsewhere, that lower courts have been reading\nRooker-Feldman too broadly.\nMr. Chief Justice, if I may reserve the\nremainder of my time.\nCHIEF JUSTICE ROBERTS: Thank you, Mr. Owen.\nMr. Coleman.\nORAL ARGUMENT OF GREGORY S. COLEMAN\nON BEHALF OF THE RESPONDENT\nMR. COLEMAN: Good morning, Chief Justice\nRoberts, and may it please the Court:\nTo decide this case, the Court only needs to\nmake two stops. First is paragraph 33 of Mr. Skinner's\ncomplaint.\nThat complaint, that statement of his\ncomplaint clearly alleges against Ms. Skinner -- Ms.\nSwitzer herself that she has withheld -- and the word he\nuses is \"exculpatory\" evidence -- and violated his due\nprocess rights through that.\nCHIEF JUSTICE ROBERTS: Well, he says\nexculpatory evidence that could demonstrate that he's\nnot guilty. There's a lot of exculpatory evidence that\nmight imply, necessarily imply guilt, but there's a lot\nof exculpatory evidence that simply is helpful and\ndoesn't mean it will demonstrate. He says it could.\nMR. COLEMAN: There -- there are two points\nin response to that, Chief Justice Roberts, and the\nfirst is that this is the classic statement of a Brady\nclaim. When you file a Brady claim, you don't know\nexactly what it is and whether it will definitely be\nexculpatory or not. You have learned information that\nmakes you think that it would be, and you're able to -\nJUSTICE SOTOMAYOR: The substantive right in\nBrady was to have that material at trial, so that it is\n-- that's the substantive constitutional right. Here\nthe substantive right that's been identified in Osborne\nis the liberty interest created by State law. And that\nonly happens after the conviction. So it's not quite\nthe same. It's not comparable.\nMR. COLEMAN: I'm not -- I'm not saying that\nlegally that there isn't some difference to be made from\nOsborne. Osborne rejected the substantive claim that\nyou could bring a Brady claim. What I'm saying is the\nlanguage of the text of his complaint is a Brady\nallegation, and at page 19, footnote 6 of his own brief,\nhe acknowledges that Brady claims have to be brought in\nhabeas and is left simply arguing that, one, that I can\ndescribe to the Court a different theory of my\ncomplaint, or that regardless of how I describe the\ncomplaint, I can break out the discovery aspects of that\ncomplaint and do it under 1983 and not in habeas. And\npart of the problem with that -\nJUSTICE SCALIA: To -- to win a Brady claim\nin habeas, wouldn't you -- you have to show not just\nthat the -- that it was withheld, but that it was,\nindeed, exculpatory and could have affected the outcome\nof the trial. No?\nMR. COLEMAN: Yes. But that claim -- that\nshowing is to be made, if at all, in habeas. And he has\nthe opportunity -\nJUSTICE SCALIA: But he doesn't have to make\nthat showing here. I mean, that's -- that's what he\nsays distinguishes this case from habeas. In habeas,\nyou would have to show that, indeed, it would justify a\ndifferent outcome in the trial, whereas here he says I\ndon't have to show that; I just want the evidence.\nMR. COLEMAN: There is some ambiguity. I'm\nnot sure I fully understand what you mean by \"here.\" He\nhas alleged that that's what he is going to prove. What\nhe -- what he says in his brief and what he stands\nbefore the Court today and says I'm going to show are -\nare different things.\nJUSTICE SCALIA: That's what he is going to\ndo with it. But he doesn't -- he doesn't say that I\nneed to show that in order to be entitled to -- to the\nrelief I'm asking for, whereas he would have to say that\nin habeas.\nMR. COLEMAN: I disagree. With respect to\nthe relief that he is ultimately seeking, the question\nis -- if you're saying that the 1983 suit is simply a\nretrying of the article 64 proceeding, then I -- I would\nhave to concede that article 64 does not require the\nsame showing as a habeas claim. But part of the -\nJUSTICE ALITO: Well, aren't -- aren't\nthe -- the exculpatory nature of the evidence and its\nmateriality elements of the Brady claim itself?\nMR. COLEMAN: Well, as -- as the Court and\nyour concurring opinion in Osborne made clear, that -\nthat \"exculpatory\" is really defined as demonstrating\nthat you're innocent and that it's material.\nJUSTICE BREYER: I agree think that sounds\nlike -- I would interpret his complaint as what he wants\nis the DNA. He thinks it's going to be exculpatory. He\ndoesn't know that till he gets it.\nSo look at Dotson. Dotson says that you go\ninto habeas if winning -- i.e., getting the DNA -- would\nnecessarily spell speedier release. End of the matter.\nI'm reading to you from Justice Scalia's concurrence\nwhere he quotes my majority with great praise.\n(Laughter.)\nMR. COLEMAN: Justice Scalia -- Justice\nScalia also makes the point at the end of his Dotson\nconcurrence that the question -- the real question is\nwhether you could make out this type of claim or this -\nmake out this type of proceeding in habeas. Ultimately,\nPreiser and Heck -\nJUSTICE BREYER: No, not whether you -- what\nhe's worried about -- he can speak for himself -- but as\nI read the concurrence, he was worried that if you win\nand take 1983 away, all kinds of things will be stuffed\ninto habeas which don't belong there. And that may be a\ntrue and correct criticism, but whether it is or not, he\nhas agreed, indeed, nine members or seven members or\nsomething of the Court agreed, that the test I read to\nyou is the test.\nAnd now, if that's the test, getting the DNA\ndoes not necessarily spell speedier release; it all\ndepends on what the -- on what that DNA shows. So why\nisn't that end of the matter?\nMR. COLEMAN: Because I disagree that the\ntwo words \"necessarily implies\" are in fact sort of the\nend of the battle and the end of the test.\nAs Justice Ginsburg noted earlier in the\nargument, the Court has dealt with these issues in a -\nin a variety of cases, most of them being prison\ndisciplinary or parole-type proceedings. And in those\ncases, the Court is trying to define the outer bounds,\nultimately, of what we're going to say Preiser/Heck\nrequired to be brought in habeas and what may be\nbrought. A couple of boundaries on those rules, but\nfirst, Preiser and Heck make -\nJUSTICE KAGAN: Mr. Coleman, if you could\nanswer Justice Breyer's question, because there are two\nphrases, \"necessarily imply the invalidity of the\nconviction\" and \"necessarily spell speedier release\";\nand either you think that your case fits one of those or\nboth of those standards, or you are asking us to abandon\nthat standard.\nMR. COLEMAN: I don't think that that's\ntrue. I think that what the Court has always\nrecognized, an article 64 proceeding is a motion in the\ncriminal case. If you look at the docket number on the\nmotion, it is a motion in the criminal case.\nWhat \"necessarily implies\" has always been\nused for is defining the outer bounds of the rule in\nterms of prison disciplinary proceedings, parole, other\nthings outside the criminal case itself.\nThis is an attack on the -- the criminal\nproceeding. This is a post-conviction motion in the\ncriminal case itself. It's like a rule 60 -\nJUSTICE KENNEDY: Filed in the -- in the\ncourt of conviction?\nMR. COLEMAN: It's not only in the court of\nconviction; it's under the docket number of the case.\nJUSTICE BREYER: So that's a totally\ndifferent area, because in Dotson when -- I think what\nwe did do was go through every of these -- every one of\nthe prior cases, and they did involve for the most part\nthe attack, as you say, on prison procedure. And those\ncases where the attack on the proceeding would have\nrestored good-time credits, there it was shortening the\n-- the length of confinement.\nIn those cases where there was a general\nattack on procedures, but the procedure would simply be\ncarried on better later, like parole, there wasn't. You\nsuddenly focused me on a whole new set of areas. Where\nin the case law is this different rule that the rule we\njust said has nothing to do with it, if it's in the\ncase? That's basically what you are arguing. What\nshould I read to show that you were right on that?\nMR. COLEMAN: I think Preiser and Heck both\nstand for the fundamental proposition that Congress set\nup habeas as a means of allowing collateral attacks.\nNowhere else does Congress specifically permit\ncollateral attacks on criminal proceedings. Then\nPreiser and Heck say what we allow from that is those\nthings that may be brought in habeas should be brought\nin habeas because the congressional intent behind the\nhabeas statute is that we expect the safeguards that\nCongress has put in place to respect comity and\nfederalism interests as well as other interests to be -\nJUSTICE KAGAN: But how could this be\nbrought in habeas? If Mr. Skinner wants this evidence\nand -- and we say you file a habeas petition, what would\nthat habeas petition look like?\nMR. COLEMAN: Well, the habeas petition -\nwe know it can be brought in habeas because, one, he has\nalready brought it. He brought a habeas petition based\non ineffective assistance of counsel that is, as a\nmatter of argument, indistinguishable from the no-fault\narguments that he is making here. The complaint's\nagainst the no-fault aspect of the article 64\nproceeding.\nHe can bring that. Many courts -- this\nCourt has never fully said that you can, but many courts\ndo allow actual innocence-type claims to go forward, and\nso he can bring an ineffective assistance habeas, he can\nbring an actual innocence habeas, he can do discovery as\npart of that habeas; and when he does that -- when he\ndoes that, Congress says you must respect those criminal\nproceedings. You must show deference. You must require\nexhaustion.\nJUSTICE SOTOMAYOR: Mr. Coleman, the habeas\nstatute says, 2254(a), a Federal court can entertain a\nhabeas petition only on the ground that the petitioner\nis in custody in violation of Federal law.\nTell me how he can write a complaint that\nsays the violation, due process violation of access to\nDNA, means that this defendant is in custody in\nviolation of Federal law as opposed to having had a\nstatutory right improperly denied him. Tell me how does\nhe write that complaint to get into habeas?\nMR. COLEMAN: Well he -- he's stood before\nthe Court today and explained how he would write that\ncomplaint, and as I mentioned to Justice Kagan -\nJUSTICE SOTOMAYOR: Why is he in custody\nin -- in violation of Federal law? Because of the\nimproper -\nMR. COLEMAN: Because he believed that he\nreceived ineffective assistance of counsel and that he\ncan make -\nJUSTICE SOTOMAYOR: But that's not his claim\nhere. His claim here is that he was denied DNA evidence\nimproperly under State law -- in violation of Federal -\nthe Federal Constitution.\nMR. COLEMAN: That's correct. And the -\nthe last part of my answer to Justice Kagan I think is\nthe answer to your question, and that is if you make out\neither an ineffective assistance claim or an actual\ninnocence-type claim, the congressional intent that you\nobserve and show deference and exhaustion and all those\nthings require that to be given to every step of the\nprocess.\nJUSTICE BREYER: In the particular -\nMR. COLEMAN: But the moment you file the\ncomplaint through discovery, through every substantive\naspect of that -- what Mr. Skinner wants to do is say:\nI want to engage in artful pleading, and so I'm going to\nmake attacks. Today they are on DNA evidence; tomorrow\nthey may be a Brady claim; next week it may be a claim\nagainst procedures used in State habeas. But as long as\nI don't expressly ask that my custody be undone, I -- I\nexpect those claims to be allowed to go forward in 1983\nwithout any of the protections of habeas, and then -\nthen if it looks after a year that they are going pretty\nwell, then I will flip it over to habeas and go forward\nwith my habeas -\nJUSTICE BREYER: I see your point, but I\nwant to go back to try to understand this.\nAnd we have the Dotson point, and you said\nthere are two other cases, Preiser and Heck. So what\nDotson says about Preiser is that the plaintiff there\nwanted the shortening of his term of confinement. He\nwanted good-time credits to be restored. And as we read\nit then, the shortening of the term of confinement is\nwhat made it proper in habeas. But we added that if it\nhadn't been for that, if it hadn't attacked the duration\nof the physical confinement, it wouldn't be habeas; it\nwould be 1983.\nIn Heck, the same thing. They were\nestablishing the basis for a damages claim that\nnecessarily demonstrated the invalidity of the\nconviction. Where that was so, there would be habeas.\nWhere that was not so, even if successful, it would not\ndemonstrate the invalidity of any outstanding criminal\njudgment, the action should be allowed to proceed in\n1983. So as we read those two cases, they stood for the\nexact principle I described.\nNow, you want, perfectly fairly, to say:\nBut we didn't read them correctly, or we shouldn't have\nread them as exclusively to say what I've just read.\nFine.\nWhat is it, in your opinion, precisely, that\nwe should have the principle of distinguishing the one\n1983 from habeas corpus if we were to abandon as an\nexclusive test what we said, and I just read you in\nthose three cases: Dotson, Preiser, Heck? What's your\ncontrary approach?\nMR. COLEMAN: I -- I think the approach is\nif these things may be properly made the subject of a\nhabeas corpus claim, then congressional intent and the\nhabeas statute require that it be brought in habeas. I\nthink that responds -\nJUSTICE GINSBURG: Then you are -- you are\nasking for a modification of the Wilkinson-Dotson\nformula, because the formula is, I think, quite clear.\nIt says: \"Would necessarily demonstrate the invalidity\nof the conviction or the sentence.\" Wouldn't\nnecessarily demonstrate, and the Petitioner is telling\nus, it may not demonstrate it at all. It may\ndemonstrate that my client was, in fact, guilty. So it\nwouldn't necessarily demonstrate the invalidity of the\nconviction.\nAnd I think to get -- to get -- to say that\nyou should prevail, you would have to say: Court, you\nwere wrong in using that formula, because here we have a\npetitioner who says, I'm not claiming that what I'm\nseeking would demonstrate the invalidity of the\nconviction.\nMR. COLEMAN: I -- I disagree with that,\nJustice Ginsburg. I don't think that we're saying that\nthe Court is wrong. What I think I'm saying is that\n\"necessarily implies\" is not a magic words test that is\nthe sort of complete and ultimate statement of the\nPreiser-Heck rule, but rather -\nJUSTICE GINSBURG: So you are asking for\nsomething in addition. You say: Court, don't just look\nat the words in Wilkinson v. Dotson. This is a\ndifferent case, as I suggested originally. This does\nnot involve parole. The ultimate destination in this\ncase is the conviction and sentence.\nMR. COLEMAN: I think that that is correct,\nin the sense that if you look at Dotson, which was -\ninvolved a specific claim for process -- which is not\nwhat they are asking for. They are asking for actual\nrelief, not process.\nBut you look at those types of cases,\nwhether it's Heck, it's a civil case that went about\nattacking it, these cases on the periphery of what goes\nin and out of Heck, the \"necessarily implied\" language,\nI think, is a good descriptor for what is at -- was at\nthe periphery.\nBut when you attack the core of the criminal\nproceeding itself, what his rule is simply -- is an\nattempt to take the two words or the phrase from Dotson\nand turn it back on itself and say -- says that, under\nHeck, I can attack motions in the criminal proceedings\nthemselves, in the State habeas itself, as long as I\nstop short of asking for that ultimate relief.\nSo Heck said the case is about avoiding\nartful pleading, but now what he wants to turn it into\nis a rule that encourages artful pleading and -\nJUSTICE SCALIA: Maybe -- maybe we need -- I\nmean, we've never had a case like this, and it's\nconceivable to -- to me that we have to expand what we\nsaid in Heck and Preiser. I'm not sure, however, that\nwhat we ought to say is what you propose: That the test\nis whether it could be brought in habeas. You say it\ncould be brought in habeas by claiming ineffective\nassistance of counsel, but you would lose that -- that\nhabeas.\nYou can bring anything in habeas. I mean,\nyou can file a habeas petition. I assume you mean you\ncould possibly win in habeas. You couldn't win in\nhabeas with this claim because you couldn't show that it\nwould have affected the outcome. Isn't that so?\nMR. COLEMAN: Well, as you noted in your\nconcurrence in Dotson, the question is not whether you\nwin, but whether you could. And the question is, if\nit's properly the subject of habeas, then Congress has\ndemanded that all of the safeguards and protections for\nhabeas be in place. And that -\nJUSTICE KENNEDY: Well -- well, that doesn't\nquite give us the added formulation that some of the\nquestions suggest we need, if we're going to adhere to\nDotson and still rule for you. There has to be some\nslightly different qualification. I'm not quite sure\nwhat it is.\nMR. COLEMAN: Well, I -- I'm not sure\nexactly what you're angling for there. But at the end\nof the day, I think that there is also a -- a\nmisunderstanding about what article 64 is.\nSkinner treats article 64 as simply: I\nasked for evidence, and I get evidence. And you denied\n-- you denied me the DNA. What article 64 actually is,\nit's a motion, as I mentioned, filed in the criminal\ncase itself, that says: Judge, I want a ruling that if\nthis additional DNA evidence were known at the time of\ntrial, then I probably would not have been convicted.\nAnd the process for obtaining that ruling is\nto make an initial threshold showing that suggests the\nmateriality of the DNA evidence. If you get over that\nthreshold, then you move on to testing, and you get a\nhearing and an ultimate determination.\nBut there are really only two results in\narticle 64. One is a ruling that you probably would not\nhave been convicted. Or, two, I reject your request for\na ruling that you probably would not have been\nconvicted. And that's what he got. It is a motion that\ngoes to the core of the conviction itself.\nJUSTICE BREYER: But if -- in Heck itself,\nwe said a 1983 action, where it is -- even if\nsuccessful, will not demonstrate the invalidity of any\noutstanding criminal judgment, a 1983 action should be\nallowed to proceed.\nNow, I take it what you're suggesting is we\nsay that sentence is wrong or overstated, that there is\nanother circumstance.\nMR. COLEMAN: Well -\nJUSTICE BREYER: Even though it will not\ndemonstrate that the judgment was wrong, it still should\nnot be allowed in 1983 if it is, quote, \"related to\" the\ncriminal case itself. Something like that is what\nyou're proposing. Or what is it you're proposing?\nMR. COLEMAN: What about -- where it -\nJUSTICE BREYER: Say what it is, then. Say\nwhat it is.\nJUSTICE SCALIA: What about where its only\npurpose is to demonstrate -- is to be able to\ndemonstrate the invalidity of a judgment?\nMR. COLEMAN: Well, ultimately, the only\nreason it can be brought is to demonstrate\nthe invalidity of -\nJUSTICE BREYER: It's part of a process\nwhere you hope to demonstrate. Can you bring in habeas\na motion, let's say, to examine police files?\nMR. COLEMAN: You could bring a claim in\nhabeas, alleging, for instance, Brady.\nJUSTICE BREYER: No, no. This isn't Brady.\nWhat you say is I have a right under criminal law here\nthat everybody has that I can go back and take\ndepositions of the -- you have a reason for doing it.\nYou want to take their depositions because you want to\nshow that something wasn't followed. Can you do that in\nhabeas?\nMR. COLEMAN: If you are alleging some\nunderlying constitutional invalidity of your conviction\nand you need to -\nJUSTICE BREYER: Is there a Federal law -\nis there a Federal statute that -- you can't say yet\nwhether it's invalid. We don't know. What we want is\nto get the information that will help us make that\ndecision. We think there is a law that entitles us to\nthat right. Can you bring that in habeas or not?\nMR. COLEMAN: The discovery provisions of\nhabeas allow you to seek that as part of your habeas\nclaim, and when you do that, all the safeguards and\nprotections of habeas apply.\nJUSTICE SOTOMAYOR: So that means FOIA\nrequests, where your only purpose is to seek out the\npolice files because you're hoping, just like you are in\nDNA testing, that those files will show exculpatory\nmaterial. Then FOIA requests have to be brought in\nhabeas as well?\nMR. COLEMAN: I think FOIA is different.\nI -- FOIA -\nJUSTICE SOTOMAYOR: Where -\nMR. COLEMAN: You can ask for it. I can ask\nfor it. Chief Justice Roberts can ask for it -\nJUSTICE KAGAN: Well, take the case,\nMr. Coleman -- I think there was one recently in the\nFifth Circuit where a prisoner asked for appellate slip\nopinions. And the prisoner said I want these slip\nopinions so I can write a better habeas petition.\nDoes that also have to be brought as part of\na habeas case, or can that be brought in 1983?\nMR. COLEMAN: I don't know the specifics of\nthat claim, but -- but I would tend to think if -- if a\nperson generally has access to slip opinions, then -\nJUSTICE KAGAN: No, he said he didn't have\nenough access to slip opinions, and he needed more slip\nopinions in order to be able to obtain a quicker release\nfrom prison via habeas.\nMR. COLEMAN: I -- I would say no. But -\nJUSTICE KAGAN: No what? No what?\nMR. COLEMAN: That that would not have to be\nbrought as a habeas. But, again, this is different.\nJUSTICE KAGAN: Why is that different?\nMR. COLEMAN: Excuse me?\nJUSTICE KAGAN: Why -- why is that\ndifferent? Both the -- the prisoner is seeking a tool\nthat he hopes will lead to a quicker release, although\nit has no certainty at all of doing so.\nMR. COLEMAN: I think because there is no\nright specific to him -- for instance, if I seek DNA\nevidence, it's because I want to attack my conviction.\nAnd there is no other reason to do it. If I want slip\nopinions, it may be that I want to read them, it may be\nfor -- and the general public has access to slip\nopinions the same way the general public -\nJUSTICE BREYER: The library. I want to use\nthe prison library, same example.\nMR. COLEMAN: Prison -\nJUSTICE BREYER: I want to use the prison\nlibrary 9:00 to 3:00, because that's when I work on my\nefforts to upset my conviction. Now -- I mean, it's the\nsame as Justice Kagan -\nMR. COLEMAN: That's a condition -\nJUSTICE BREYER: -- provided. What about\nthat?\nMR. COLEMAN: That's a condition -- that's\njust a prison condition. The Court has always said that\nthose types of things can be brought in 1983.\nBut -- but what we are talking about here\nreally is ultimately if you are convicted in one county\nbut you're serving time in a different part of the\nState, you bring your habeas claim and then at the same\ntime you bring a 1983 suit, you ask for discovery and\nsay I don't want -- and this could be DNA; it could be\nsome other Brady materials; it could be an attack -- you\nsay I want to litigate the first half of my claim out\nhere without any of the protections of habeas, and then\nif it turns out, well, I'm going to just move them over\nand use them in my habeas, that -- without any of the\nprotections -- that is what Preiser and Heck ultimately\nwere trying to stop.\nHeck said we -- the only time we really\nallow these types of collateral attacks -- and -- and\nHeck cites Rooker for this very proposition.\nJUSTICE KENNEDY: I -- I was going to ask if\nyou have a few moments to address the Rooker argument.\nWhat -- what is your response to the Petitioner's\ncounsel's explanation of why there is no Rooker here?\nMR. COLEMAN: There -- there is a way.\nWhen -- when the court said in Osborne you should use\nthese State statutes and you may -- you might have a\nprocedural due process, the court was not saying we are\ngoing to create out of whole cloth an entirely new\ncategory of procedural due process.\nYou do it like you do any other procedural\ndue process. If you go into the system and you -- you\nfile -- and again litigation is different from an\nadministrative procedure, which is what Dotson was\nabout. You're in litigation and you're in court. And\nif somebody says, well, there's this prong that you\ncan't meet, and you think it violates due process, you\nhave an obligation to raise it then, and then you have\nan opportunity, if the court rules against you, to file\na cert petition.\nAnd if you don't do that, what we do know\nis, from this very limited area, is that the one thing\nthat you can't do is file a Federal 1983 lawsuit saying\nI think that what the State court did is arbitrary and\ncapricious.\nAnd, so, Skinner is asking you to create a\n1983 lawsuit that is always Rooker-Feldman barred and\nalways preclusion barred, because you're asking the\ncourt to declare that the State courts violated your -\nthe constitutional rights in the way they went about it.\nAnd -- and so he's asking you to create a category of\n1983 suits that runs exactly contrary to Rooker-Feldman\nand exactly contrary to what Heck said is this\noverriding interest in ensuring that these types of\ncollateral attacks are brought, if at all, in habeas and\nnot through generalized 1983 lawsuits that don't provide\nany of the protections that Congress has insisted by\nstatute be applied in these types of suits.\nJUSTICE GINSBURG: So, then, can you give us\nyour best modified statement of Wilkinson against\nDotson? I think you were telling us that that formula\nfit that type of case, would necessarily demonstrate the\ninvalidity of the conviction.\nIt's given here that this evidence would not\nnecessarily demonstrate the invalidity of the\nconviction; nonetheless, you say it falls on the habeas\nside of the line. That does require you to ask for a\nmodification of the Wilkinson v. Dotson formula, and I\nask -- if you could say what that would be, what that\nprecise modification would be?\nMR. COLEMAN: Well, first, I don't believe\nthe Court has ever acknowledged the existence of a cause\nof action for discovery separate and apart from the\nmerits of what you are seeking to do.\nThe merits of what he's seeking to do is to\nattack his custody. That is something that can and\nshould be brought in habeas. And the Court should not,\nfor many reasons, create a cause of action that -- whose\nsole purpose is to run counter to Rooker-Feldman and\nwhose sole purpose is to avoid the protections of\nhabeas.\nAgain, this is not an expansion of habeas.\nIt's simply a recognition that he has a claim that he\ncan bring in habeas, it -- it probably is a loser and we\nthink it certainly would be a loser, but the question\nis, can he bring it, and if he can, it should be subject\nto these types of things. And at the end, when you\nrecognize what he is trying to do, this is fundamentally\na question or a -- he is seeking to invalidate his\nconviction, and that it comfortably fits within the\npolicy choices that the Court has made all the way -\nCHIEF JUSTICE ROBERTS: So -- so the -\nMR. COLEMAN: -- the way.\nCHIEF JUSTICE ROBERTS: -- Justice\nGinsburg's question I think is an important one. Are\nyou going to argue that you fit within -- this case fits\nwithin \"necessarily implies,\" or is there another\nformulation that you think we should have?\nMR. COLEMAN: We think given the nature of\nthe article 64 proceeding, which is itself an attack on\nthe conviction, it is a request that the Court declare\nthat the conviction is probably invalid, that because\nthat is what he is attacking, he is saying the result\nthat is -\nCHIEF JUSTICE ROBERTS: No, but just -\nMR. COLEMAN: -- that -- that we do fit\nwithin the \"necessarily implies,\" because any proper\nattack on an article 64 ruling is an attack, but that\nwithin the broader context, if the Court feels a need to\nrule on these cases in criminal proceedings, then -\nthen it should recognize it should be brought in habeas.\nJUSTICE KENNEDY: But -- if I can have just\n1 minute. Then if you do not file an article -- in a\nState court at all and you just go to 1983, you're back\nunder Heck, and you haven't given us a qualification\nthat works under Heck.\nCHIEF JUSTICE ROBERTS: Briefly.\nMR. COLEMAN: Very, very briefly. If the -\nif the only claim you brought -- you say, I'm -- I can\nnever meet article 64 because it says only applies to\nconvictions after January 1st, 2000. I -- I can't meet\nthat. I think it's unconstitutional. You file a 1983\nlawsuit. You say I think that provision is\nunconstitutional. That's really Dotson saying rule that\nthat prong is unconstitutional, but let me go back and\nhave process. That's Dotson -\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. COLEMAN: -- not this case.\nCHIEF JUSTICE ROBERTS: Mr. Owen, take 5\nminutes -- or you have 5 minutes.\nREBUTTAL ARGUMENT BY ROBERT C. OWEN\nON BEHALF OF THE PETITIONER\nMR. OWEN: Mr. Chief Justice -\nJUSTICE SOTOMAYOR: Mr. Owen, I know I'm\npushing you, but I really would like a clear statement\nof what the procedural due process violation that you\nare claiming occurred here is.\nMR. OWEN: Your Honor, our -- our claim is\nthat in its construction of the statute, the Texas Court\nof Criminal Appeals construed the statute to completely\nforeclose any prisoner who could have sought DNA testing\nprior to trial, but did not, from seeking testing under\nthe postconviction statute, that is -\nJUSTICE SOTOMAYOR: You're not -- you -\nMR. OWEN: -- that speaks too broadly.\nSo -\nJUSTICE SOTOMAYOR: Then let me follow this\nthrough. You're not attacking the constitutionality of\narticle 64 on its face, right? Or are you?\nMR. OWEN: Your Honor, this -- this came up\nas we were preparing for our presentation, and I think\nthere's -- there's -- here's what I would like to say:\nWe are not suggesting that article 64 -- that there's no\nway to interpret article 64 that the court could have\nchosen to -- to construe the statute that would always\nbe unconstitutional in every case. That's what -\nJUSTICE SOTOMAYOR: So, what -\nJUSTICE SCALIA: It chose to construe it the\nway it construed it. You -- you can't attack the way -\nthe way the State Supreme Court construed its statute.\nMR. OWEN: That's right, Your Honor.\nJUSTICE SCALIA: You're attacking the\nstatute.\nJUSTICE SOTOMAYOR: Are you saying -- and\nthat's -- this is where I have difficulty -- that by\nfailing to acknowledge Petitioner's ineffective\nassistance of counsel claim, that that was the court's\nerror?\nMR. OWEN: No, Your Honor. Our claim -\nJUSTICE SOTOMAYOR: And that was a good\nenough excuse to excuse the fact that he didn't do\nDNA -- DNA testing at the time of trial? Because that's\nwhat the statute says. You can't get it if it was\npresent at the time and -- meaning if that actual test\nthat you're seeking was available at the time of trial,\nor you don't prove that you couldn't have done it for a\ngood reason. So what is it exactly that the court did\nin applying this that was unconstitutional?\nMR. OWEN: Your Honor, I think it's not the\nspecific question to whether in our case they didn't\nconsider our ineffective assistance of counsel\narguments. It's that it made no provision for any\nexception to its rule. In other words, that it\ninterpreted this as a blanket proscription on seeking\ntesting for anybody who didn't seek it prior to trial.\nJUSTICE SOTOMAYOR: But, wait a minute.\nThat's what the statute says. The statute gives the\nconditions under which a petitioner can seek DNA\nevidence, and it said you didn't meet those conditions.\nI'm still trying to figure out what you're arguing -\nMR. OWEN: I think -\nJUSTICE SOTOMAYOR: -- was the procedural\ndue process violation in their application of those\nitems. So are you challenging it facially, or are you\nchallenging it as applied, but as applied how?\nMR. OWEN: Once -- once the Court of\nCriminal Appeals construes the statute, that's what the\nstatute means, and we are challenging that. If that's\nwhat the Court's -\nJUSTICE SOTOMAYOR: And so what do you\nthink -\nMR. OWEN: If that's what Your Honor\ndescribed as facial.\nJUSTICE SOTOMAYOR: What is it about what\nthey said it means that's unconstitutional?\nMR. OWEN: That it -- that it is not -- that\nit does not admit of any exceptions and that it doesn't\nhave any reference to the purposes of the statute, the\nreasoning the testing might not have been sought in a\nparticular case, or the fact, particularly that, in our\ncase, Mr. Skinner at the time of his trial, this -- the\npostconviction DNA testing statute was still 6 years in\nthe future. So that -- so that to the extent the Court\nof Criminal Appeals portrayed Mr. Skinner as making a\nchoice, that's -- that's not accurate, because he didn't\nmake a choice.\nJUSTICE SOTOMAYOR: I don't even -- I'm not\neven sure what that argument ties to, because I thought\nwhat the court said was: This DNA testing was available\nthen. You could have gotten it. Strategically your\ntrial attorney chose not to, and so that disqualifies\nyou from seeking it now.\nI'm not quite sure what the date of the\nstatute's passage, whether it makes any difference,\nbecause -- because why?\nMR. OWEN: Well, let me then -- I -- I've\nalways felt that it was intuitively, especially unfair\nto accuse him of laying behind the log when there was no\nlog to lie behind. But that's -- that's not our point\nin responding to your question, Your Honor. Our point\nis simply that we think that the exception that they\ncrafted in construing the statute or the statute as\nconstrued sweeps too broadly. The exception sweeps too\nbroadly.\nNow, the Court may not necessarily -- we may\nnot prevail on that eventually. We're going to litigate\nthat, and I think that we will fight that out in the\ndistrict court. But the question for this Court is\nwe -\nJUSTICE KAGAN: So, Mr. Owen, if I\nunderstand you correctly in how this understanding of\nthe claim relates to the Rooker-Feldman doctrine, what\nyou are saying is that the statute as construed was\nunconstitutional?\nMR. OWEN: Yes.\nJUSTICE KAGAN: And that that falls outside\nthe bounds of the Rooker-Feldman doctrine?\nMR. OWEN: Yes, Your Honor.\nJUSTICE KAGAN: Whereas, if you were saying\nthat the statute -- that the application of the statute\nin this particular case was wrongful, that would not\nfall outside of the Rooker-Feldman doctrine; is that\nright?\nMR. OWEN: That's right, Your Honor, and the\ncomment that was made during Respondent's argument\nabout -- he said we are challenging, in his words, the\nway the State court went about applying the law to Mr.\nSkinner. That's not what we're challenging. We're\nchallenging the statute as construed.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. OWEN: Mr. Chief Justice.\nCHIEF JUSTICE ROBERTS: The case is\nsubmitted.\n(Whereupon at 11:04 a.m., the case in the\nabove-entitled matter was submitted.)\n46:7 agree 9:12 12:20,22 57:16 36:2,25 37:9 41:20 2:10 3:7 28:14\n24:2 27:11 31:21 approach 39:8,9 assume 19:8 41:23 believe 15:20 50:5\n7:5,12,23 29:25 argued 5:4 attacked 38:12 bias 16:2\n13:11 21:8 allegations 12:18 arguing 30:2 34:24 attacking 17:8,10 biased 15:18,22\n36:13 46:4,6 19:15 54:24 17:11 40:24 51:12 biological 21:7\nalleged 7:7 30:24 argument 1:14 2:2,5 53:7,21 blanket 54:18\n43:15,22 35:21 54:16 Austin 1:17,19 44:14 47:20\n50:7,12 amendment 19:20 armed 5:6 available 24:20 25:2 19:21 20:3,11,14\n40:20 54:8 answer 7:15 14:13 41:12 avoiding 41:10 34:10 37:14 38:3\n17:3 18:22 asked 5:15 42:19 41:6 44:16 51:23 bring 12:15 13:17\n26:21 52:24 45:22 52:9 19:6 28:2 29:23\n16:5\nasking 12:25 14:21 bad 24:17 35:24 36:2,3 41:22\n26:19,20 31:6 barred 9:18 49:6,7 47:17,18 50:18,20\n57:9 49:7,10 basis 4:3 11:11 56:17,18\n24:18 25:17 50:19 47:17,21 50:17 compels 4:20 18:7 20:9 53:7\n33:9,10 35:7 certainty 46:18 52:3,22 54:1,3 complain 12:8 constraints 25:19\nchallenge 9:25 57:1 complained 5:2 construction 20:9\n41:18,19 challenging 10:13 claiming 40:2 41:19 complaining 15:13 26:22 27:14 52:23\n45:13,25 46:1 10:15 17:2 18:7,18 52:21 23:23 construe 53:14,17\n47:13 49:14 18:21 19:4 55:3,4 claims 9:21,24,25 complaint 15:15,18 construed 10:5,16\n51:20 52:3 55:7 57:15,17,18 10:4,4,8 13:17 15:19 17:9,14 19:9 18:9,11 52:24\n14:21,24 15:2,25 classification 10:18 complaints 19:19 context 51:18\n49:4 45:19 51:1,3,14 clearly 3:20 25:20 completely 52:24 contours 3:23\n6:9,22,24 8:4 choice 55:24,25 client 39:21 conceivably 3:17 convict 15:12\n9:15,16 choices 50:25 cloth 48:13 concerning 12:18 convicted 11:15\n11:20 chops 11:17 Coleman 1:19 2:6 conclude 5:8 42:24 43:7,9 47:15\n17:1,5 18:8 chose 53:17 56:5 28:12,13,15 29:6 conclusion 4:21 conviction 4:2,5,11\n20:7,15 22:3 chosen 53:14 29:20 30:13,22 conclusive 13:23 4:14 6:2 7:3,24\n23:2,9,15,18 circle 28:2 31:8,17 32:6,25 conclusively 14:10 22:20 23:21 25:5,9\n30:18 Circuit 3:15 5:4 33:12,19 34:8 35:1 16:1,3 22:17 29:18 33:15 34:7,9\n34:2,5 45:22 35:16 36:8,18,24 concurrence 32:3,8 38:18 39:18,23\n40:14 circuits 13:1,2 37:6,15 39:9 40:5 32:14 42:3 40:4,16 43:10\n41:10,14 circumstance 43:18 40:17 42:2,14 concurring 31:18 44:22 46:21 47:6\n43:23 45:20 circumstances 9:23 43:19,25 44:6,12 condition 47:8,11,12 49:22,25 50:24\n49:21 51:5 13:5 44:21 45:5,15,18 conditions 23:23 51:10,11\n53:15 54:14 cites 48:4 45:21 46:2,9,11,14 54:22,23 convictions 12:17\n57:10,21 civil 3:14 7:4 23:18 46:19 47:3,8,11 confinement 34:17 52:5\n40:23 48:9 50:5 51:2,8 38:8,10,13 core 5:9 21:1 41:3\n7:9,19,20 8:6 11:8 collateral 3:18 35:3 36:5 42:5 49:16 corpus 21:2,11\n33:5,7 34:13 11:9,10 12:3,10 35:5 48:3 49:14 congressional 35:8 24:19 39:5,11\n38:6,22 13:8 15:4 16:11,13 collaterally 12:17 37:10 39:11 correct 9:7,10 20:20\n40:22,24 16:16 17:23 19:7 colorable 16:16 consider 54:15 24:7 27:16 32:17\n23:19 25:16 26:15 Columbia 9:18,20 considered 11:23 37:6 40:17\n30:13 31:13,16 come 5:6 22:10,15 37:5 56:25\ncrime 22:23 demanded 42:6 differently 22:16 doing 11:21 44:17\n4:8 26:21 33:22,23 29:1,5 38:20 39:17 disadvantage 15:13 4:22 14:17 22:9\n5:5,6,24 34:2,3,5 35:5 36:5 39:19,20,21,22 disagree 31:8 32:25 31:25,25 32:7\n7:18 8:19 38:20 41:3,7 42:21 40:3 43:13,21 44:4 40:5 34:11 38:5,7 39:7\n10:2 43:14,23 44:15 44:5,7,10 49:21,24 disciplinary 15:12 40:13,18 41:5 42:3\n12:4,8 51:19 52:24 55:6 demonstrated 6:21 33:6 34:1 42:11 48:18 49:20\n13:4 14:3 55:23 38:17 disconnects 7:6 50:2 52:8,10\n15:9 critical 13:19 demonstrates 14:18 discovered 16:22 due 9:6 11:8,9,23,24\n17:2,24 18:16 criticism 32:17 14:25 15:3 discovery 4:16 12:3,18 18:2 27:15\n20:20,21 criticisms 12:15 demonstrating 12:18 13:5,11 27:20 28:23 36:13\n22:8,10 custody 14:19 16:25 31:19 16:16 23:19,20,24 48:12,14,16,21\n25:5 17:5 20:22,25 demonstration 7:1 26:1 30:5 36:3 52:20 55:2\n22:11 24:16,22,25 denied 16:23 25:8 37:16 45:5 47:18 duration 38:12\n36:11,14,21 37:22 36:16 37:3 42:19 50:7 D.C 1:10\n27:4 50:10 42:20 discussion 19:15\n30:3 deny 8:1 15:11,11 dismissed 8:21 E\n32:19 33:4 D denying 9:5 11:11 disputes 12:19 E 2:1 3:1,1\n34:7,8 D 3:1 11:11 17:3 24:15 disqualifies 56:5 earlier 17:21 19:18\n36:9,19 damages 38:16 depending 18:3 distinction 4:13,20 26:2 33:3\n40:7,12 date 20:23 56:7 depends 32:23 distinguishable 4:3 early 8:21\n48:10,12,19 day 42:16 depositions 44:17 distinguishes 30:18 Edwards 14:4 15:7,8\n49:3,8 50:6 deal 8:14 44:18 distinguishing 39:4 efforts 47:6\n51:10,18 dealt 33:4 describe 30:3,4 district 1:6,7 4:8 either 12:19 18:18\n52:23 53:13 decide 5:25 6:4 26:9 described 17:20 8:19 9:18,20,22 33:16 37:9\n54:11 55:5 28:17 26:2 38:23 55:12 10:5 19:22 20:21 elements 10:25\n56:3,19,22 decision 3:11 5:17 describing 3:23 26:14 56:22 31:16\n57:16 9:4 12:2 15:17 descriptor 41:1 DNA 3:13 5:13 7:13 eligibility 4:1,16\n27:12 28:7 decisions 3:20 23:15 40:15 13:9,15 17:3 18:1 embracing 16:7\n49:8 27:19 determination 27:18 19:23 20:10,18 emergence 8:3\n18:24 25:11 declare 49:8 51:10 develop 8:23 24:15 25:6 31:23 enacted 11:13\n54:1 default 18:22 development 19:20 32:1,21,23 36:14 encourages 41:12\ndefendant 15:9 die 7:18 37:3,19 42:20,23 engage 37:18\n50:12 37:11 22:14 23:9 30:3,20 docket 33:22 34:9 entertain 36:9\nexcuse 46:14 54:5,5 9:6 11:11 12:8,10 formulation 13:20 47:23 48:5,13 51:5\n37:11 25:21 26:1,19,20 38:1 54:4,11\nexistence 13:8,15 37:5 44:24,25 49:2 full 8:23 28:2 38:9\nexpand 41:15 feels 51:18 fundamental 35:2 graduate 9:17\n50:16 felt 56:11 50:22 11:13\nexplain 9:1 20:5 file 13:12 21:17,18 G 2:6 28:13\n7:5,13,23 explanation 48:8 41:23 48:17,23 gaining 21:8 guess 7:14 22:3\n13:2,18 expressly 11:22 49:2 51:22 52:6 general 13:11 34:18 guilt 29:3\n19:23 37:22 filed 9:20 34:6 42:21 46:24,25 guilty 16:20 21:9,11\n21:7,9,15 extent 11:18 26:10 files 44:11 45:11,12 generalized 49:15 25:15 29:2 39:21\n23:5,7 55:22 find 16:7,19 generally 46:4 guy 21:17\n25:6 28:23 Exxon 28:6 finds 7:18,19 getting 6:16 10:20\n30:21 fine 15:22 39:2 11:4 32:1,21 H\n35:13 37:3 F finish 14:13 Ginsburg 3:25 4:4 habeas 3:19 5:9 8:6\n42:19,19,23 face 53:8 first 3:4 12:23 16:13 4:12,23 23:14 21:2,10,19 22:12\n46:21 49:23 facial 55:12 28:18 29:8 33:11 24:10 33:3 39:14 23:3,10,16 24:1,11\nfacially 55:3 47:21 50:5 40:6,11 49:18 24:12,19,20,23\n54:11 facto 5:3 flip 38:1 given 25:19 37:12 31:7,13 32:1,10,16\n15:4,8 47:2 factually 25:14 focuses 19:9 go 6:7 16:18 23:3 36:2,3,4,8,10,17\nfailure 7:12 25:6 follow 4:21 53:6 37:23 38:1,4 44:16 38:13,18 39:5,11\nfalls 10:18 49:25 foreclose 52:25 going 4:15 7:9,18 44:13,20 45:4,6,6\n46:1,8 I interests 35:11,11 jury 16:19 27:16,24 34:6 42:8\n47:17,22,24 idea 24:8 interpret 18:15 Justice 3:3,8,25 4:4 48:5 51:21\n50:11,15 identified 29:16 31:22 53:13 4:12,23 5:10 6:3 kinds 13:11,12\n51:20 identify 27:13 interpretation 18:14 6:18 7:6,16,22 8:1 32:15\n15:23,25 16:6,10 invalid 4:11 14:19 16:9 17:6 18:5,11 35:17 45:1 46:2\n14:4,22 15:6 40:3 43:13 44:5,8 28:9,11,15,25 29:7 29:24 40:25\n32:11 33:11 44:22 49:22,24 29:13 30:8,16 31:3 large 13:3\n38:6,15 involve 34:13 40:15 31:14,21 32:3,6,6 larger 19:17\n40:23,25 41:7 involved 40:19 32:12 33:3,12,13 Laughter 21:24\n43:11 irony 5:19,20 34:6,10 35:12 36:8 27:23 32:5\n48:2,4 49:12 irreparable 7:7,10 36:20,21 37:2,7,14 law 9:4,17 10:1\n7:12 38:3 39:14 40:6,11 13:16 19:23 20:6\n37:9 41:19\n54:15\n8:2,12 9:11 items 55:3 51:3,14,21 52:1,11 49:2,6 52:7\n11:7,25 i.e 32:1 52:13,17,18 53:3,6 lawsuits 49:15\n14:1,12 15:1 53:16,17,21,23 lawyers 9:16\n15:5 24:7\n16:13 17:18 J 54:4,20 55:1,9,13 laying 56:12\n20:2 21:14 January 52:5 56:1,24 57:5,8,19 lead 17:21 46:17\n24:2,13 25:3 Judge 42:22 57:20,21 leads 24:8\n26:11 judgment 5:7 6:24 justify 30:19 learned 29:11\n52:22 14:19 15:24 16:25 left 22:3 30:2\n54:3,13 16:25 17:1,2,5,8 K legal 6:1 8:23 13:7,7\n56:14 57:7 17:10,12,15,20 Kagan 10:9 17:6 13:13,15 24:18\n23:13 24:16,17,24 33:12 35:12 36:20 legally 17:5 29:21\n49:13\n43:2 murder 21:10 obtaining 42:25 overturning 7:24\n13:21 14:10 15:3 nature 17:23 31:15 offenses 15:12 10:9,14 11:1,6,25\n47:6 16:14 17:4 22:1,8 55:5,5 21:13 22:1,4,7\nmeans 6:16,17,18 38:17 39:17,19,22 opinions 45:23,24 27:3,6,10,21,25\n35:15 40:12 members 32:18,18 42:10 44:23 51:18 opposed 36:15\nmentioned 36:20 needed 16:23 46:6 oral 1:13 2:2,5 3:6 P\n15:20 50:8,9 Nelson 14:4,7 25:1 27:19 31:5 paragraph 10:3 14:8\n42:17 nine 32:18 11:9,22 12:1,5,6 40:15\nnotice 19:19 31:18 48:10 31:13 34:13 36:4\nobligation 48:22 outstanding 38:20 path 8:5\n42:21 43:9\n45:13 obstacle 26:24 overriding 49:13 perfectly 38:24\nprecise 50:4 12:2 15:24 34:14 provided 47:9 39:6 46:23\npreclude 9:14 procedures 4:24 5:1 18:23 52:7 54:16 32:3\n36:10 38:7 39:7 41:16 proceeding 24:19 50:14 8:17 9:14 11:25\n45:24 48:24 47:25 31:11 32:10 33:21 purposes 6:16 18:24 13:6,7 15:16 44:7\n3:7 36:10 Preiser/Heck 33:8 51:9 pursue 24:5 reasonable 7:20\n40:2 52:16 premise 12:5 17:7 proceedings 33:6 pursuing 8:5 24:4 reasoning 55:18\npreparing 53:10 34:1 35:5 36:6 pushing 52:19 reasons 11:20 12:23\npresent 54:8 process 8:21 9:6 REBUTTAL 2:8\npresented 23:17 12:18 18:2 27:15 qualification 42:12 received 36:25\n41:11,12 prior 34:13 53:1 prong 48:20 52:9 56:22 55:17\n32:7 38:3,5 46:8 47:2,3,4,12 propose 41:17 quite 7:10 23:22 reinterpret 18:15\nprisoner 7:23 15:9 proposing 43:24,24 29:18 39:16 42:9 reject 43:7\nprisoners 4:23 5:1,5 proscription 54:18 quotes 32:4 relates 57:1\n30:7 42:6 45:8 47:22,25\n17:9 19:25 40:21 41:9\n34:25 remainder 28:10\n39:1,1 remand 3:22\n39:12 50:1 57:21 31:3 32:6,7 41:13 sides 8:24 spell 32:2,22 33:15\nRooker-Feldman scene 22:23 31:10 34:19 41:4 squeezed 8:13\n36:5 26:5,17,18 28:3,4 section 13:4 situation 10:19 standard 6:14 7:17\n28:14 57:1,6,11 see 4:20 6:8 14:5 Sixth 5:4 standards 33:17\nroute 27:7 seek 4:16 5:7 21:18 20:21 24:4 28:21 started 28:1\n24:16 43:5 43:8 51:17 sense 26:6 40:18 somebody 22:19 29:8 40:9 49:19\nS 7:13 20:23 39:18 sort 8:20 33:1 40:9 status 20:24 24:22\n18:9 28:13 sentences 5:8 SOTOMAYOR 11:16 13:9,10,16\n20:13 27:3,6 safeguards 35:9 separate 50:7 10:11,22 11:2 18:7,12,19,21 20:9\n34:25 42:6 45:7 serving 47:16 12:12,14 16:9 21:4 24:23 25:20 26:22\n44:15 45:4 saying 19:4 26:1 set 3:17 27:2 34:21 29:13 36:8,21 37:2 27:14 35:9 36:9\n53:8,20 29:20,23 31:10 35:2 45:9,17 52:18 53:3 39:12 44:25 49:17\n40:6,7 48:12 49:2 setting 25:9 53:6,16,23 54:4,20 52:23,24 53:2,14\n28:24 49:9 57:2,8 short 41:9 sought 24:10,12 54:21 55:6,7,17,21\n18:16 53:19 theory 24:18 30:3 47:16,18 48:2 54:6 unconstitutional\n27:11 30:23 41:16 38:15 49:1 today 3:10 21:14 52:8,9 53:15 54:12\n7:7 28:22 37:12 39:10 47:13 tool 46:16 underlying 14:19\nsystem 48:16 50:21 totally 34:10 44:22\n42:5 50:20 49:20 24:13,19,22 25:2 24:6 28:2 33:7 unrealistic 27:9,11\nterritory 17:16,19 33:16,19,20 34:11 turned 9:4 upheld 10:24\ntest 16:4 23:8 32:19 35:1 37:7 39:9,13 turns 13:8 22:23 upset 47:6\n40:8 41:17 54:8 41:1 42:16 45:3,15 twice 14:8 47:4,24 48:10\ntesting 3:13 4:7 5:14 48:21 49:3,20 29:6 33:1,13 38:6 usually 21:10\n53:1 54:6,19 55:18 thinks 31:23 40:22 47:13 48:3 variety 33:5\nTexas 1:8,17,19 56:2 view 3:16 4:22 6:8\ntext 29:24 ties 56:2 ultimately 7:2 31:9 violates 10:7 20:5\nwinning 32:1 12:16 13:4 15:4\n52:20 55:2 withheld 28:22 21:17 23:6,15\n24:11 30:6 31:10\n21:6 work 47:5 2\n25:11 30:21 works 51:25 2000 52:5\n38:4,24 world 7:22 2010 1:11\n44:18,18 worried 32:13,14 2254(a) 36:9\n46:21,22 wouldn't 16:5 21:17 28 2:7\n47:1,4,19,21 25:2,8 26:7 30:9\n39:18,22\n37:17 41:11 write 36:12,17,19 3:00 47:5\n24:25 27:9 40:1,7 43:17,21 5\n48:9 49:9 wrongful 57:10\n51:2 53:13 5 52:13,14\n57:16\n57:16 Y\n51:9,17 52:4\n20:2,16,20,22 yellow 9:1 53:8,12,13\n33:8 40:6\n56:20 57:17 9\n1:5 3:4\n9:00 47:5\n49:19 50:2 10:02 1:15 3:2\n13 1:11\n41:24,24 19 29:25\n1983 4:17 8:5,14\n"
    }, 
    "respondents": [
        "No. 09-9000 LYNN SWITZER, DISTRICT ATTORNEY", 
        "FOR THE 31ST JUDICIAL DISTRICT OF", 
        "TEXAS"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 21, 
        "JUSTICE ALITO": 6, 
        "JUSTICE BREYER": 25, 
        "JUSTICE GINSBURG": 7, 
        "JUSTICE KAGAN": 12, 
        "JUSTICE KENNEDY": 11, 
        "JUSTICE SCALIA": 16, 
        "JUSTICE SOTOMAYOR": 24, 
        "MR. COLEMAN": 45, 
        "MR. OWEN": 69, 
        "S 7": 1
    }
}