{
    "appearances": {
        "content": "KARIN S. SCHWARTZ, ESQ., Supervising Deputy Attorney\nGeneral, San Francisco, California; on behalf of\nPetitioner.\nEDWIN S. KNEEDLER, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; for United\nStates, as amicus curiae, supporting Petitioner.\nCARTER G. PHILLIPS, ESQ., Washington, D.C.; on behalf\nof Respondents.\n"
    }, 
    "caseNum": "09-958", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nKARIN S. SCHWARTZ, ESQ.\nOn behalf of the Petitioner 4\nORAL ARGUMENT OF\nEDWIN S. KNEEDLER, ESQ.\nOn behalf of the United States, as amicus 18\ncuriae, supporting the Petitioner\nORAL ARGUMENT OF\nCARTER G. PHILLIPS, ESQ.\nOn behalf of the Respondents 29\nREBUTTAL ARGUMENT OF\nKARIN S. SCHWARTZ, ESQ.\nOn behalf of the Petitioner 60\n"
    }, 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": "(10:05 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 09-958,\nDouglas v. Independent Living Center of Southern\nCalifornia, and the consolidated cases.\nMs. Schwartz.\nORAL ARGUMENT OF KARIN S. SCHWARTZ\nON BEHALF OF THE PETITIONER\nMS. SCHWARTZ: Mr. Chief Justice, and may it\nplease the Court:\nThere are many reasons why this Court should\nnot recognize a private cause of action to enforce\n30(A), and I'd like to focus on three. First is\nseparation of powers. Congress controls who can enforce\nFederal law, and it has not provided for -- for private\nenforcement of 30(A). Instead, it has provided for\nadministrative enforcement.\nSecond is the Spending Clause context in\nwhich the case arises. The very legitimacy of Spending\nClause legislation depends on the States' voluntary and\nknowing acceptance of its obligations. For this reason,\nif Congress wants to provide for private party\nlitigation, it must do so clear and unambiguously, and\nit has not done so in this case.\nAnd third is the language of 30(A) itself,\nwhich is broad and undefined and which includes\ncompeting policy interests. These are suited to\nadministrative enforcement, with all the expertise and\njudgment and discretion and administrative know-how that\ncan be brought to bear.\nThese three principles all focus -- all\npoint to one conclusion -- that section 30(A) is not\nenforceable.\nJUSTICE GINSBURG: Ms. Schwartz, the\ngovernment doesn't have the injunctive power -- as far\nas California's rates are concerned, California puts\nthem into effect. The government can't stop that from\nhappening, even if the government thinks that they are\nin violation of the Medicaid Act; is that right?\nMS. SCHWARTZ: No, Your Honor, it -- it is\nnot. I mean, in the sense that it can't go out\nimmediately and get an injunction, Your Honor is\ncorrect. However, the government has the power to deny\na State --\nJUSTICE GINSBURG: Yes, but that's a very\ndrastic remedy, and it's going to hurt the people that\nMedicaid was meant to benefit. Does the government have\nany injunctive power, or is its only -- only remedy a\nfund cutoff?\nMS. SCHWARTZ: Well, its only remedy\nprovided by statute is to terminate funds. However, it\nis not a drastic remedy; it -- and it is the remedy\nthat's provided --\nJUSTICE GINSBURG: How often has it\nhappened?\nMS. SCHWARTZ: How often does it happen?\nJUSTICE GINSBURG: How -- how often has in\nthe Medicaid context --\nMS. SCHWARTZ: Very rarely, and the reason\nfor that is because the way that most State plan\namendments operate is that these issues are resolved on\na consensual basis, generally within the 90 days\nprovided by regulation. This case is the exception that\nproves the rule.\nJUSTICE KAGAN: Well, Ms. Schwartz, isn't it\nthe exception because in fact you end-run -- end-ran the\nadministrative process, that you put your regulations,\nyour new rate schedules, into effect even before you\nsubmitted them to HHS, and continued them in effect\nwhile HHS was considering them, and continued them in\neffect to the extent that you were allowed to do so by\ninjunction, even after HHS disapproved them?\nMS. SCHWARTZ: There is no end run here\nbecause HHS's own regulations provide that our time for\nsubmitting a State -- State plan amendment is within the\n90 days that the amendment will take effect, and HHS\nwill confirm that -- this is the position of the Federal\nGovernment that the State may implement its rate\nreductions while the State plan amendment is pending.\nIt does so at the risk that, if a State plan amendment\nis disapproved, that it may have to pay additional\nfunds. But we did not do an end run around anything.\nWe are entirely consistent with the administrative\nprocess.\nJUSTICE KENNEDY: Could a State in its own\ncourts provide for procedures whereby adversely affected\nparties could test the regulation?\nMS. SCHWARTZ: I don't believe so. And\nthat's because in --\nJUSTICE KENNEDY: It seems to me you have to\nsay that. Otherwise the next question would be under\nGonzaga, you wouldn't say that a State can entertain a\nmonetary cause of action. So, I think that's consistent\nwith your position.\nMS. SCHWARTZ: Well, and I think what's very\nimportant to focus on here is that this is not just any\nFederal statute that's being enforced, but it is a\nSpending Clause provision that is vague and ambiguous in\nits terms. It cries -- it has all these policy elements\nto it, and it cries out for administrative review.\nJUSTICE KENNEDY: Well, when you say -- that\nbrings me to a slightly different point. You -- you\nintroduce the fact or the consideration of what's\nadministratively workable. The brief by the former HHS\nofficials says quite to the contrary. It -- it says\nthat there are almost $400 billion of HHS expenditures\nthat are supervised by 50 people. That works out to 800\nmillion each; and they say, we don't have time for this.\nAnd it's much more efficient and it's much more\nconsistent with the application of -- proper application\nof Federal law to allow this action to be brought in the\n-- in the courts.\nMS. SCHWARTZ: I have two answers, Your\nHonor. One is that I don't think it is more efficient\nto have 700 district court judges interpreting a statute\nthat does not have any objective standard but that is\nsusceptible to many different interpretations.\nJUSTICE KAGAN: Well, Ms. Schwartz, the\nagency --\nJUSTICE KENNEDY: Well, I mean, that's \"the\nsky is falling\" -- 700 judges. It would be just each\ndistrict if it were in every district. And it -- it --\nand certainly to the extent we are involving a State,\nthere would be only one State involved. So -- so, there\nis just the State of California, and there are only four\ndistricts there, and the suit could only be brought in\none. So, I -- I think that's an -- you know, I don't\nthink that the \"sky is falling\" argument really works.\nMS. SCHWARTZ: But California is now subject\nto standards that don't apply anywhere else in the\ncountry, and I believe the Court acknowledged exactly\nthis problem just last term in Astra v. Santa Clara when\nit declined to allow private parties to use a contract\nprovision to do an end run around Gonzaga,\nSandoval versus -- Sandoval v. Alexander; I think I have\nthat reversed -- and the other cases that, based on\nseparation of powers of principles, based on Spending\nClause principles, limit the -- the circumstances in\nwhich private parties can sue.\nJUSTICE ALITO: Are you asking us to adopt a\nrule that is good for this one case only?\nMS. SCHWARTZ: A --\nJUSTICE ALITO: You gave -- or is there --\ncould you state the rule in broader terms or more\nneutral terms?\nAnd you gave three reasons why we should\nreverse. One, Congress hasn't created a cause of action\nhere. Well, Congress has never created causes of\naction, never creates a cause of action in any case in\nthe Ex parte Young line or cases like that.\nThe Supremacy Clause, because this is a\nSpending Clause -- this was an act under the Spending\nClause. But you're not asking us to hold that Spending\nClause legislation can never pre-empt State legislation,\nI take it.\nAnd then the language of 30(A), where you --\nare you arguing that 30 -- that the Medicaid Act\naffirmatively precludes any action like this? I don't\nunderstand that -- is -- is any of those arguments\nsufficient by itself, or do you have to take them all\ntogether, and you're asking for a rule that only applies\nhere?\nMS. SCHWARTZ: No, all of the -- all of\nthose arguments are sufficient, as is the fact that, as\nwe briefed, the Supremacy Cause itself doesn't supply a\ncause of action. But let me focus on those three\npoints.\nThese are points -- the rule that we are\nseeking is that a Federal statute is not enforceable\nunless Congress intends for it to be enforceable and\nthat that principle has special force with respect to\nSpending Clause provisions where Congress has to clearly\nand unambiguously provide for that enforcement, because\nthe State has to be on fair notice, due to the nature of\nthe Spending Clause, of the obligations to which it is\nagreeing. That is Pennhurst. And that is applied with\neven greater force with respect to 30(A) because of the\ntype of standards that it incorporates.\nIf it's not suitable for -- if the\ndetermination applying Gonzaga is that you're -- if\nyou're finding under 1983 the administrative nature and\nflexible nature of those standards is not appropriate\nfor private enforcement, that shouldn't matter what\nvehicle you are using to bring the case.\nAnd I want to just -- to put this into real\nclear context. In the 3 years that this case has been\npending, California has submitted 68 State plan\namendments outside of the rate context. Thirty-six of\nthem were approved. The rest were withdrawn\nvoluntarily. These cases -- and they were all approved,\nalmost all of them, within the 90-day period. So,\nthe --\nJUSTICE SOTOMAYOR: Excuse me. Were\nthose --\nMS. SCHWARTZ: -- administrative process\nworks.\nJUSTICE SOTOMAYOR: Were those amendments\nsubmitted before they took effect or after they had\ntaken affect, like here?\nMS. SCHWARTZ: I don't know the answer to\nthat question. These are non-rate -- rate-related\namendments, State plan amendments. But the point is the\nadministrative process is working. We obtained -- and\nit resolves, in the usual case, in a consensual\nresolution that is consistent with the cooperative\nnature of the joint venture between --\nJUSTICE SOTOMAYOR: I'm --\nMS. SCHWARTZ: -- the States and the Federal\nGovernment.\nJUSTICE SOTOMAYOR: That's where I'm a\nlittle bit confused. The injunction here only stopped\nyou from implementing the rate changes until you got\napproval from HHS in its administrative process that it\nwas going to approve the amendment, correct?\nMS. SCHWARTZ: No, I don't believe the\ninjunctions were that limited. And so, if we obtained\nState plan approval, we then would have to go back to\nthe courts and argue over what the impact is of -- of\nthe State plan.\nJUSTICE SOTOMAYOR: That's a separate\nquestion about whether the courts are required to give\ndeference to an HHS finding. But the injunction here\nwasn't one that said you could never do this. It just\nsaid go finish the process, right?\nMS. SCHWARTZ: No, the injunctions were not\nso conditional. And the -- and the point I want to make\nis the injunctions have disrupted the administrative\nprocess as it is intended to work by drawing out the\nprocess, by politicizing the process, by prejudicing our\nability to get State plan approval because now there's\nthe concern about what about retroactive relief if we\napprove your State plan --\nJUSTICE KENNEDY: Well, the courts, I take\nit, have the prerogative, perhaps even the obligation,\nunder the primary jurisdiction rationale to simply\nwithhold adjudication until the agency acts.\nMS. SCHWARTZ: And we requested that in some\nof these cases, and the courts ignored that argument.\nAnd so, the upshot is that we are now --\nJUSTICE KENNEDY: But that's an abuse of\ndiscretion, not an absence of power. You're arguing an\nabsence of power.\nMS. SCHWARTZ: Well, there is no cause of\naction. That's correct, Your Honor. Our position is\nthat there is no cause of action here.\nJUSTICE KAGAN: So, can I go back to the\nquestion that Justice Alito asked you about why there's\nno cause of action? You are asking us to treat the\nSupremacy Clause differently from every other\nconstitutional provision. Why should we?\nMS. SCHWARTZ: Well, for several reasons,\nYour Honor. First, when -- what you're doing here, what\nthe Court is doing here, is enforcing a Federal statute.\nYou look through the Supremacy Clause to the\nobligations that --\nJUSTICE KAGAN: The Supremacy Clause is part\nof the Constitution.\nMS. SCHWARTZ: It is.\nJUSTICE KAGAN: And the Petitioners here --\nexcuse me. The -- the plaintiffs here essentially said\nthat the Supremacy Clause as part of the Constitution\nhad been violated and sought, not damages, but only a\nprospective injunction. And the question is, why the\ncourt shouldn't do what the court has done many, many,\nmany times before, tens and tens and tens of times\nbefore, and say, yes, that's our prerogative and we'll\nproceed to the merits?\nMS. SCHWARTZ: Two points, Your Honor.\nFirst, they did seek damages, and they obtained damages\nin Independent Living. And second is the obligations\nthat are imposed, the study requirement, the data\nrequirement, all these obligations are imposed by 30(A).\nYou look through the Supremacy Clause to the statute to\nsee the obligations. And so, the question is, does\nCongress get to control who enforces those obligations\nor not?\nJUSTICE KAGAN: In a -- in a cause of -- in\na suit that's brought under a statute directly, a person\ncould be claiming damages. Here that is not the case.\nA person is only claiming injunctive relief. And that\nshould -- there should be a difference between those two\nin terms of when the cause of action is available.\nMS. SCHWARTZ: First, just one point: In\nIndependent Living, they did claim damages, and they\nobtained damages. But setting that issue aside, no,\nYour Honor, this Court has -- has the obligation and the\nright with respect to constitutional provisions to\ndetermine how they will be enforced, subject potentially\nto congressional action, but there is far more latitude\nfor the Court. With respect to statutes, of course, as\nthis Court is explained in Davis v. Passman, deference\nto congressional intent is appropriate. And here --\nJUSTICE ALITO: Well, suppose the plaintiffs\nhere were facing an imminent State enforcement action.\nWould your argument be different?\nMS. SCHWARTZ: Well, if -- if the plaintiffs\nfell within -- yes. And if the plaintiffs fell within\nthe bill in equity to restrain enforcement proceedings\nthat was at issue in Ex parte Young and that Justice\nKennedy has discussed in terms of the immunity to\ninvalid regulation, then the result would be different.\nBut there are several reasons why --\nJUSTICE ALITO: But how does that square\nwith the argument that you made that -- relying on\nseparation of powers, the Spending Clause, and the\nlanguage of 30(A)? All of those are still in play --\nMS. SCHWARTZ: For a couple --\nJUSTICE ALITO: -- in that situation.\nMS. SCHWARTZ: Well, for a couple of\ndifferent reasons. First of all, a defense, which is\nwhat you're asserting in such a case, is not a cause of\naction. And so, it doesn't implicate the separation of\npowers concerns to the same degree as a stand-alone\ncause of action to compel the State to comply with an\nobligation owed to another entity.\nAlso, in those cases, there -- in the equity\ncases -- equity doesn't provide a remedy just for an\ninjury. You have to have an invasion of what in old\ntimes was called a primary right. But what that means\nis a right to property or a right in the person. And\nthere were other kinds of primary rights, but --\nJUSTICE GINSBURG: But what about the\nproviders who say, but under -- under the State law, if\nwe charge more than the hospitals -- if we charge more\nthan the State ceiling, we are subject to sanctions, so\nthis does fit into the category of anticipatory\ndefenses?\nMS. SCHWARTZ: No, it does not, because we\nhave not threatened to enforce that statute. They are\nnot arguing that statute is -- is pre-empted. They --\nthe -- the statute that they are --\nJUSTICE GINSBURG: But wouldn't they be --\nthe rates go into effect. Someone charges more on the\ntheory that the rates are impermissible under the\nSupremacy Clause. That person would be subject to\nsanction under State law.\nMS. SCHWARTZ: And that would be a different\ncase, and it would be a closer case, although even in\nthat context, because of the Spending Clause context in\nwhich the case arises, I don't believe that they would\nbe able to challenge that as -- under the Supremacy\nClause.\nBut that is not this case. That case at\nleast presents the fact -- and the reason why it's a\ncloser case is because in that case there is regulation\nand we are potentially infringing on their property.\nHowever, what's the law that they are trying to assert\ndefensively there? It is -- as a Spending Clause\nprovision that has administrative standards, that's been\nentrusted to Congress. So, shouldn't Congress be able\nto enforce it? Fundamentally, this Court --\nJUSTICE SCALIA: Excuse me. You spoke of\nthat, Justice Ginsburg's question, as though it was a\nhypothetical. But that could happen, couldn't it? What\nif one of these Respondents charged more than the State\nlaw permits? Wouldn't -- wouldn't the State move\nagainst them?\nMS. SCHWARTZ: Of course, we would, and they\nwould have a decision about whether to stay in the\nMedicaid program or not. But the question is, does this\nCourt exercise its equitable powers to create a cause of\naction -- that Congress itself has not? That's really\nthe question for this Court.\nIn the Spending Clause context with respect\nto this kind of standard that is suited for\nadministrative standards, we submit you should not.\nUnless there are any further questions, Your\nHonor, I'd like to reserve our remaining time for\nrebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Kneedler.\nORAL ARGUMENT OF EDWIN S. KNEEDLER\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE, SUPPORTING THE PETITIONER\nMR. KNEEDLER: Mr. Chief Justice and may it\nplease the Court:\nMedicaid is a cooperative program between\nthe Federal Government and the States. Congress has not\ncreated a cause of action under that Act for private\nparties to enforce particular provisions of it.\nNor does paragraph 30(A) confer private\nrights that are enforceable under 1983. Rather,\nparagraph 30(A) is written in general terms that\ndescribe the general undertaking by the State in its\nbilateral relationship with the Federal Government.\nCHIEF JUSTICE ROBERTS: Mr. Kneedler, is\nyour argument in this case limited to Spending Clause\nlegislation?\nMR. KNEEDLER: Yes. And what --\nJUSTICE SOTOMAYOR: And if it's not, could\nyou please -- you said yes, it is.\nMR. KNEEDLER: Yes.\nJUSTICE SOTOMAYOR: But give me the\ntheoretical foundation. If the Supremacy Clause\ndoesn't -- I'm assuming you agree with your -- with\nPetitioner that it doesn't provide for a cause of\naction.\nMR. KNEEDLER: Yes.\nJUSTICE SOTOMAYOR: Is that your position?\nMR. KNEEDLER: Yes.\nJUSTICE SOTOMAYOR: Then what gets all of\nthe cases that we've had since 1824 into this Court that\nhave granted injunctive relief on supremacy arguments?\nMR. KNEEDLER: I -- I think that the great\nmajority of those cases are ones in which the plaintiff\nin the suit in equity is bringing an action anticipating\nan action at law. And there --\nJUSTICE SOTOMAYOR: Well, but we -- we have\nplenty that don't: King, Townsend, Carlson. We've had\nmany others that are not dissimilar --\nMR. KNEEDLER: They --\nJUSTICE SOTOMAYOR: -- from this case.\nMR. KNEEDLER: I think that they -- though\nthat they do not reflect a general assumption that there\nis a cause of action directly under the Supremacy\nClause, because as this Court said, the Supremacy Clause\nis not itself a source of rights --\nJUSTICE SOTOMAYOR: So, go back and explain\nto me how all of those cases --\nMR. KNEEDLER: To -- I -- I think --\nJUSTICE SOTOMAYOR: What's the theoretical?\nMR. KNEEDLER: I think there is -- I think\none has to look to an equitable cause of action, which I\nthink is the way Ex parte Young describes what was going\non in that -- in that way, as anticipating -- it was a\ndefense anticipating an action at law.\nJUSTICE SOTOMAYOR: So, go to your --\nPetitioner's response to one of my colleagues, to\nJustice Scalia, when she said yes, if these providers\ndecide to charge the old rate to their patients, the\nState will go after them. How is that any different\nthan the cases where we're talking about railroads\ncharging -- not charging customers more than a State\ncommands because the penalty's too high, or --\nMR. KNEEDLER: I --\nJUSTICE SOTOMAYOR: -- or those types of\ncases that fall into this pre-emptive category that\nyou're talking about?\nMR. KNEEDLER: That has not been plaintiffs'\ntheory of this case. They have not said that we're\ngoing to resort to self-help and charge more than the\nState allows. What they -- what they want to do is they\nbrought this suit to challenge the rates in the first\ninstance. They are not claiming that they're going to\nviolate State law and charge more; they are simply\nwanting to challenge the rates that the State has\ncharged. If I could return to the --\nJUSTICE SOTOMAYOR: But you haven't\nexplained how that's theoretically different than the\nexample I just gave you.\nMR. KNEEDLER: Yes, I think it is, and if I\ncould explain why --\nJUSTICE SCALIA: So, all they have to do, as\nfar as the Government is concerned, is amend their\ncomplaint to say: We intend to charge higher rates than\nthe State law allows.\nMR. KNEEDLER: And I --\nJUSTICE SCALIA: And then you -- you'd agree\nthat the suit would lie.\nMR. KNEEDLER: I'm -- I'm not sure. There\nwould be further questions that would arise in that\ncontext. For example, it's -- I don't know whether --\nwhether a -- whether in a prosecution under the statute\nfor charging -- that prohibits charging more than State\nrates allow, whether you can raise as a defense in that\nprosecution a challenge to the validity of the rates.\nJUSTICE SCALIA: Well, gee, we're not\ndeciding a whole lot here, then. Just -- it's just a\nmatter of pleading that we're deciding, right?\nMR. KNEEDLER: Well, that's why I'm saying\nthere might be a further question in -- in what you're\ndescribing as to whether that would be a valid defense\nin the State prosecution, because I can certainly\nimagine the State saying: We don't want our rates\ntested in individual criminal prosecutions any more than\nwe would want them tested in affirmative --\nJUSTICE KAGAN: Mr. Kneedler, why should\nthis even matter so much whether there's a defense\navailable in a regulation that's brought against a\nperson or not? In your brief, you admit that there are\nnumerous cases that don't fit within that category,\nwhere the -- but where the -- where the State has acted\nin some sense to change the behavior of the person, to\nregulate the person, even if that person doesn't have a\nproceeding in which to mount a defense. And we -- this\nCourt has treated those cases in exactly the same way,\nhaven't they?\nMR. KNEEDLER: Yes, but unexamined. And let\nme say, we are not challenging those cases. And the\nCourt, we think, doesn't need to look more broadly to a\ntheory. We are -- to -- to an all-encompassing theory.\nWe are focusing on Spending Clause legislation in a\nparticular cooperative Federal/State program --\nCHIEF JUSTICE ROBERTS: So, you think --\nMR. KNEEDLER: -- under the Spending Clause.\nCHIEF JUSTICE ROBERTS: So, you think there\nmay well be implied rights of action outside the\nSpending Clause context.\nMR. KNEEDLER: I think probably the best way\nto explain them is equitable cause of action drawing on\nthe courts' traditional equitable jurisdiction. You\ncould call that an implied cause of action under the\nSupremacy Clause, but I think, historically, it's been\ndescribed as an --\nCHIEF JUSTICE ROBERTS: So --\nMR. KNEEDLER: -- exercise of the courts'\nequitable authority. The court has equitable\ndiscretion, and we think, because of the Spending Clause\nnature of this legislation, it should not create a cause\nof action --\nCHIEF JUSTICE ROBERTS: So, your -- your\nanswer to my earlier question was that you're not\narguing about that in this case.\nMR. KNEEDLER: Right, we are -- we are\nfocusing on --\nCHIEF JUSTICE ROBERTS: So, the\nGovernment -- the Government -- we don't have a position\nfrom the Government on whether or not there is an\nimplied right of action under other constitutional\nprovisions.\nMR. KNEEDLER: Under --\nCHIEF JUSTICE ROBERTS: I mean, outside the\nSpending Clause context.\nMR. KNEEDLER: We are certainly not\nchallenging the existence of a cause of action at\nequity. I'm -- I'm just -- I think we would view it as\na cause of action in equity rather than implied under\nthe Supremacy Clause, but I think you may -- you might\nget to the same place, but I think it is judicial\ncreation of a cause of action. But if I could before my\ntime expires --\nJUSTICE SCALIA: You -- you do not even\nexclude all Spending Clause cases. You only exclude\nthose Spending Clause cases where -- where the plaintiff\ndoes not say we are -- you know, we're going to violate\nthe State law, and they're going to come after us. So,\nyou haven't made an exception for the Spending Clause.\nMR. KNEEDLER: Well, it -- I don't think\nthere's any categorical rule because, for example, under\nSpending Clause cases, you can have rights enforceable\nunder 1983. Our basic point is the Spending Clause is a\ncontractual relationship between the Federal Government\nand the State, and the Respondents here are in the\nposition of the people asserting rights as third-party\nbeneficiaries to the bilateral relationship between the\nUnited States and the -- and the States. Under standard\ncontract law principles --\nJUSTICE KAGAN: But, Mr. Kneedler --\nMR. KNEEDLER: -- the third-party can sue\nonly if the parties intended him to be.\nJUSTICE KAGAN: Mr. Kneedler, this is what\nyou said in your cert stage brief: You said, \"Those\nprograms in which the drastic measure of withholding all\nor a major portion of the Federal funding is the only\navailable remedy\" -- and you are talking here about\nSpending Clause programs, obviously -- \"would be\ngenerally less effective than a system that also permits\nawards of injunctive relief in private actions.\"\nMR. KNEEDLER: Yes, and the circumstances in\nwhich the Court has made that point and that we agree\nwith are often in situations where you have Title 6,\nTitle 9 instances of individual discrimination that are\narising under Federal programs, or where you have a\nright under 1983 where -- where there is an enforceable\nright that a party has and is going into court and is\nsupplementing the agency's oversight.\nHere, under -- under paragraph 30(A), you\nhave only general standards that are really suitable for\nadministrative review, with balancing general --\nJUSTICE KAGAN: Well, can that really be the\ndifference? I mean, do you think if 30(A) were\nwritten -- were drafted as a formula, a rate schedule\nformula, that there would be a cause of action, but\nbecause 30(A) is more general in nature, that there is\nno cause of action? I mean, surely that's a question\nfor the merits of whether there is pre-emption or not.\nMR. KNEEDLER: Well, I -- I don't think it's\njust a merits question. I think it also goes to the\nquestion whether the parties to the contract intended\nthird-party beneficiary-type rights to be able to sue\nunder -- under a -- what is really analogous to a\ncontract.\nI would also point out that this Court's\ndecision in Maine v. Thiboutot, which first recognized a\n1983 cause of action, pointed to prior cases enforcing\nSocial Security programs, on the assumption that 1983\ncould have been the only source of the cause of action.\nIf there was an implied judge-made cause of action in\nthose circumstances, that assumption would have been\nunwarranted.\nJUSTICE GINSBURG: Mr. Kneedler, before you\nsit down, could you please enlighten us on two fact\npoints? One is, what is the status of the 30(A)\nrulemaking? Because I take it once the rule is made, it\nwould get Chevron deference. You said that there would\nbe a final rule in December. Is that still --\nMR. KNEEDLER: I am informed that it may\nslip past December, that there -- there has been a lot\nof interaction with -- with comments on it. I don't\nknow a precise date, but I'm informed that that may be\npossible.\nJUSTICE GINSBURG: How about the -- the\nstatus of the -- the hearing on California's\ncompliance --\nMR. KNEEDLER: That is -- that is still\npending. There have been extensions. There have also\nbeen planned amendments that have been submitted\ncovering some of these same rates.\nJustice Ginsburg, I also wanted to respond\nto one of your questions. I do believe the United\nStates would have an injunctive action in certain\ncircumstances. For example, if the United States\ndisapproved a plan and a State continued to -- a plan\namendment, and a State continued to follow the terms of\nthe disapproved plan amendment, I think the United\nStates would have a cause of action to enforce --\nJUSTICE KENNEDY: Under the --\nMR. KNEEDLER: -- as the party to the\ncontract.\nJUSTICE KENNEDY: Under a pre-emption --\nwould it be a pre-emption argument?\nMR. KNEEDLER: No, it would be enforcing the\n-- the terms of its agreement with the -- with the\nStates.\nJUSTICE KENNEDY: Do you --\nMR. KNEEDLER: It doesn't have to rely on\npre-emption in those circumstances.\nJUSTICE KENNEDY: Do you agree with the\ncounsel for the Petitioner that if the State chose to\nallow its courts to issue an injunction on Supremacy\nClause grounds in the State courts, that that would be\nimpermissible?\nMR. KNEEDLER: We think it's a harder\nquestion, but probably so, because we believe paragraph\n30(A) does not confer private rights, and that would be\ntrue in the State court as well as Federal court.\nCHIEF JUSTICE ROBERTS: Thank you, Mr.\nKneedler.\nMr. Phillips.\nORAL ARGUMENT OF CARTER G. PHILLIPS\nON BEHALF OF THE RESPONDENTS\nMR. PHILLIPS: Thank you, Mr. Chief Justice\nand may it please the Court:\nI'd like to focus on two points that came\nout of the questioning in the first part of the oral\nargument today.\nFirst of all, I would like to focus on the\nquestion -- the comment, at least, and the question that\nflows from it, from Justice Alito, which is that there\nhas never been a recognition of a cause of action in any\nEx parte Young case. And that's a hundred percent true,\nand I didn't hear response to the other side that\nsuggests anything to the contrary.\nAnd the reason for that is, obviously, what\nthis Court said in the Verizon case and what it said in\nShaw is that you look to the Supremacy Clause as the\nbasis for arising-under jurisdiction, and then if you\nhave jurisdiction, then you look to the traditional\nequitable standards to determine whether they've been\nsatisfied in a particular case.\nAnd under this Court's decision in Ex parte\nYoung, what the Court said was \"an injunction which\nrestrains the state officer from taking any steps\ntowards the enforcement of an unconstitutional\nenactment, to the injury of the complainant\" is the\nbasis for relief. And that's exactly the circumstance\nthat we have in this case, and thus --\nCHIEF JUSTICE ROBERTS: Why isn't -- why\ndoesn't your position constitute a complete end run\naround all of our implied right of action jurisprudence?\nWe've wasted a lot of time trying to figure out whether\nthere's an implied right of action under a particular\nstatute if there has always been one under the Supremacy\nClause?\nMR. PHILLIPS: Mr. Chief Justice, there is a\nvery fundamental difference between an implied right of\naction or an action under section 1983 and -- and a very\nsimple and straightforward Ex parte Young remedy that's\notherwise available. Under 1983, at private rights of\naction, the district courts, the Federal courts, State\ncourts for that matter in enforcing them, have authority\nto grant damages, they have much broader injunctive\nrelief, and under section 1983, there's --\nCHIEF JUSTICE ROBERTS: How can they have\nmuch broader -- broader -- first of all, all of those\ncases -- I don't know if all of them did, but certainly\na lot of them did include -- included claims for\ninjunctive relief. And I would have thought the court's\nauthority under your equitable action under the\nConstitution would be at least as broad as it would be\nunder the statute.\nMR. PHILLIPS: Well, Ex parte Young has been\npretty consistently evaluated as saying simply you\ncannot do what the Constitution immediately prohibits\nyou from doing. And so -- and, frankly, the Ex parte\nYoung remedy has been a negative --\nCHIEF JUSTICE ROBERTS: But your position --\nMR. PHILLIPS: -- not to violate the --\nCHIEF JUSTICE ROBERTS: Your position --\nMR. PHILLIPS: -- not to violate the\nSupremacy Clause.\nCHIEF JUSTICE ROBERTS: Your position is\nthat the Constitution prohibits you from doing anything\nwhere the State law is pre-empted by the Federal law.\nThat doesn't sound very narrow to me.\nMR. PHILLIPS: Well, but -- but if you go\nback and look at the cases in which 1983 relief has been\ninvolved, a case like Blessing -- in Blessing, the\ncomplaint there sought essentially to take over the\nentire State law function of providing support for\nchildren. And that was the injunctive relief that was\nrequested. And if the Court had adopted the notion that\n1983 carried with it a private right of action, that\nwould have been available relief; there would have been\na claim for damages in that circumstance; and there\nwould have been access to attorneys' fees.\nCHIEF JUSTICE ROBERTS: What if the --\nMR. PHILLIPS: None of those things is\navailable here.\nCHIEF JUSTICE ROBERTS: What if the law that\nCongress is -- Congress passes sets forth certain\nFederal standards -- it's a cooperative Federal-State\nlaw like this one -- and it says: And there's no\nprivate right of action for any individual to enforce\nthis. That's limited to the Federal Government.\nMR. PHILLIPS: In that -- in that situation,\nthere's obviously no authority to bring a private right\nof action under the statute. That still doesn't answer\nthe question whether or not there is a right to invoke\nthe Supremacy Clause --\nCHIEF JUSTICE ROBERTS: So, Congress can\nsay --\nMR. PHILLIPS: -- when there's a conflict\nbetween Federal and State law.\nCHIEF JUSTICE ROBERTS: Congress can say in\nthe same statute that confers the allegedly pre-emptive\nFederal standards that we do not want individuals\nbringing actions in court to enforce this. We want to\nleave that up to HHS. And you're saying, even though\nCongress said that, individuals can nonetheless bring a\nsuit under the Supremacy Clause, the theory of which is\nwe are making sure that Federal law controls.\nMR. PHILLIPS: Right.\nCHIEF JUSTICE ROBERTS: The same Federal law\nthat says you can't bring a cause of action.\nMR. PHILLIPS: No, I understand that,\nMr. Chief Justice, but you still have the problem that\neven under those circumstances, a regime can arise in\nwhich there is a square and, in this case, you know, I\nthink undeniable, conflict between Federal and State\nlaw, and the question is -- and that that conflict\nimposes not only injury in fact to an individual but\nalso imposes irreparable harm.\nJUSTICE GINSBURG: But you're saying then,\nif Congress loud and clear says, we want HHS to be the\nsole enforcer of this law, you're saying--\nMR. PHILLIPS: Of the Federal statute.\nJUSTICE GINSBURG: Of this, yes. You're\nsaying that that would be ineffective because there\ncould still be a Supremacy Clause claim.\nMR. PHILLIPS: Yes. Whether or not you\nwould in fact get relief under the Supremacy Clause\nseems to me a very --\nJUSTICE GINSBURG: That's on the merits --\nMR. PHILLIPS: -- tough question.\nJUSTICE GINSBURG: -- but Congress says, we\ndon't want anybody coming into the court. We want --\nMR. PHILLIPS: I don't think Congress has\nthe authority to essentially say there are some\nconflicts between Federal and State law that we will\nsimply ignore even though they cause irreparable injury.\nJUSTICE KAGAN: Is that necessary to your\nposition, Mr. Phillips?\nMR. PHILLIPS: Absolutely not, Justice\nKagan.\nJUSTICE KAGAN: Because you could take the\nview, right, that if Congress speaks to cut off a claim,\nthat's one thing, and a very different thing, than if\nCongress has not spoken at all.\nMR. PHILLIPS: Right. And it seems to me\nhere is a situation where you would expect Congress to\nhave spoken explicitly --\nJUSTICE GINSBURG: Then it's a question of\nwhat will be the default rule. Congress is silent.\nMR. PHILLIPS: Of course.\nJUSTICE GINSBURG: Is the default rule that\nthere is a Supremacy Clause action or that Congress must\nexpressly allow it?\nMR. PHILLIPS: And the reason why the\ndefault rule would almost certainly be that in fact you\ncan bring the Ex parte Young cause of action is because\nthe effect -- the Spending Clause has been subject to\nthe -- to pre-emption claims since 1968. This whole\nnotion that they contracted against this background of\nwhat obligations did they assume -- the obligation that\nthey clearly would have assumed is that if in fact there\nis a violation of Federal law based on a failure to\nsatisfy one of the conditions of spending under these\ncircumstances, you would -- they would be susceptible to\nan Ex parte Young --\nJUSTICE BREYER: Why?\nMR. PHILLIPS: -- injunctive action.\nJUSTICE BREYER: I'm -- I'm not certain of\nthis. I find this a difficult case. It seems to me the\nGovernment is prepared to concede that if an individual\nhas a Federal right that he'd like to enforce and\nsomeone is trying to block it by asserting a State law\nthat he thinks is pre-empted, he can go ahead. If it\nlooks as if the State is going to take something from\nhim that a Federal law guarantees and he has a defense\nthat he'd like to make to that under Federal law, the\nState law that seems to allow it is pre-empted, he can\nmake it.\nOur problem arises where neither of those\nthings is true. So, we say, what is true here? What\nkind of Federal claim does he have? And the word is\nthat rates have to be -- that the rate that the State\nhas to pay back to the doctor has to be \"sufficient.\"\nOkay, \"sufficient.\" That's basically the word.\nMR. PHILLIPS: Right.\nJUSTICE BREYER: All right. So, I see three\npossibilities. One is you say, sure, let all the\ndoctors go and sue. There are only 50,000 kinds of\nreimbursement. Maybe there are a million. I don't know\nhow many. And they only take place in, what, say,\n400,000 counties. And we will have Federal judges\nreaching different views about what is sufficient in\neach of those different places. And sometimes they will\nagree. Did Congress want that? Well, hmm, a problem.\nThe second way of going about it is cure\nthat and say: You win, but you have to use primary\njurisdiction, and you have to get the government's view\non it, Judge; and before you decide, you have to pay\nattention.\nMR. PHILLIPS: Can I --\nJUSTICE BREYER: There's a long line of\ncases. I have one more thing --\nMR. PHILLIPS: Can I --\nJUSTICE BREYER: -- then you'll get all\nthree.\nMR. PHILLIPS: But can I deal with that one\nimmediately?\nJUSTICE BREYER: Yes.\nMR. PHILLIPS: Because I think it's\nimportant in the context of this case to recognize.\nWe're talking about the issuance of a preliminary\ninjunction that was designed to hold everything until\nmatters could be avoided. We realize that we're talking\nabout a situation where the State, solely for budgetary\nreasons, without regard to Federal law whatsoever,\nsimply made a slash in the reimbursements.\nJUSTICE BREYER: If I want your view, I want\nyour view on whether the right approach -- you're saying\nwhat's the status quo pending. And I want your view on\nthese three possibilities.\nMR. PHILLIPS: Right. I --\nJUSTICE BREYER: One is the possibility the\njudges just do it in all the different places, try to\nfigure out what's sufficient. The second is the\npossibility that we try primary jurisdiction, and that's\nthe -- then the curlicue on that is what do you do\npending? And, you know, that's your injunction.\nMR. PHILLIPS: And that's what I just want\nto be clear on.\nJUSTICE BREYER: Yes, yes. And the third\npossibility is you say: I'm just sorry that the -- this\nis just too vague, the \"sufficient\" et cetera. It has\nto be centralized. There's no way to work this out with\nall these different judges and different kinds of rates\nand different kinds of provisions. And so, this is an\ninstance where you cannot bring your claim that\nsomething violates the Supremacy Clause because you\ndon't have a Federal right to a thing, and they're not\ntrying to take away a thing that the Federal right gives\nyou, et cetera.\nAll right. Do you see those three\npossibilities?\nMR. PHILLIPS: Right.\nJUSTICE BREYER: And what I wanted you to do\nis to address them.\nMR. PHILLIPS: The -- the third possibility,\nit seems to me, Justice Breyer, is not much different\nfrom a lot of the other cases that this Court has\nalready decided --\nJUSTICE BREYER: Yes.\nMR. PHILLIPS: -- like Crosby and like\nEngine Manufacturers, where there's the vague standard\nout there, and the -- and it doesn't -- and they're not\nasserting a right to be -- not to have an enforcement\naction brought against them. And this Court has\nroutinely held in that circumstance that there is in\nfact a Supremacy Clause action available. So, I don't\nthink the third option is really an option. And it also\nultimately goes to the merits of the pre-emption claim.\nIf it turns out that all of this is just too\nsquishy to evaluate, then it would seem to me that on\nthe merits, then you would say there's not a clear\nenough statement of Federal law to justify saying\nthere's a conflict that would -- and, therefore, you\nwould lose on the merits. But that wouldn't prevent you\nfrom going into court and trying to make the kind of\nshowing that we made here.\nJUSTICE BREYER: You think primary\njurisdiction is the way to do it.\nMR. PHILLIPS: Yes.\nJUSTICE BREYER: You see, I see a practical\nproblem, and I'm -- the practical problem is millions of\nrates all judged by the term \"sufficient,\" and instead\nof the agency in charge deciding what's sufficient, we\ndo have a lot of judges.\nMR. PHILLIPS: But, Justice Breyer, the\nagency always has the ultimate authority here to step in\nand take action. And I think the real question is, is\nit reasonable to think that Congress meant to place this\nin an agency, in circumstances where the agency isn't\ngoing to receive notice of the implementation of the\nchange before it gets implemented, where the State is\npermitted to take no -- to make no response to a request\nfor information and allow the unlawful rates to go into\neffect for years on end?\nJUSTICE KAGAN: So, could I ask --\nJUSTICE SOTOMAYOR: Fighting -- why are you\nfighting Justice Breyer so much?\nMR. PHILLIPS: I didn't think I was.\nJUSTICE SOTOMAYOR: I mean, it sounds like\nyou are, and that's why I am having some difficulty.\nThere are two points, following up on his\nand then my second question. Engage the Solicitor\nGeneral's suggestion that this isn't a cause of action\nunder the Supremacy Clause, but that it is a cause of\naction under some implied equitable --\nMR. PHILLIPS: Doctrine.\nJUSTICE SOTOMAYOR: -- doctrine, okay?\nWhich may square. And I'm now coming back to Justice\nBreyer's question. I agree with all you were trying to\nsay about what the State did or didn't do here, but if\nit's a primary jurisdiction question, what's wrong with\njust saying that the court's power is limited under\nequity to issuing an injunction that gives the matter\nover to the administrative agency that puts in the\nstatus quo -- assuming there's some sort of violation of\nFederal law or seeming violation of Federal law -- a\npreventive injunction that just stops the State from\nacting until the administrative process concludes?\nMR. PHILLIPS: Justice Sotomayor --\nJUSTICE SOTOMAYOR: What's wrong with that?\nMR. PHILLIPS: There's nothing wrong with\nthat. Candidly, we -- we would be perfectly comfortable\nwith that, but I don't understand the other side to be\ncomplaining about the scope of the injunctive relief.\nIt is not that they are saying --\nJUSTICE SOTOMAYOR: No, no. They're saying\nyou can't have any.\nMR. PHILLIPS: Right. And so --\nJUSTICE SOTOMAYOR: But -- but Justice\nBreyer's question, I think, was slightly different,\nwhich is, what's the limit on --\nMR. PHILLIPS: Right.\nJUSTICE SOTOMAYOR: -- the court's power?\nAnd how do you --\nMR. PHILLIPS: Well, we did have an\nalternative argument that the injunction should --\nshould stay into effect at least until HHS acts, and the\n-- the district court granted a broader preliminary\ninjunction and didn't consider the alternative argument\nthat was -- that was there.\nBut, again, it seems to me that, you know,\nthe court ought to recognize that you're in the context\nof preliminary injunctive relief in this situation, and\n-- and there will be plenty of time to kind of work\nthrough the nature of the injunctive relief if in fact\nthe court's allowed to go forward and take up the Ex\nparte Young issue under the circumstance.\nJUSTICE SOTOMAYOR: Would you engage the\nquestion that -- the approach the Solicitor General has\nbeen making, which is don't find a cause of action under\nthe Supremacy Clause; find it in the court's -- an\nimplied cause of action?\nMR. PHILLIPS: I'm not perfectly comfortable\nwith that rationale. I think the answer is it's sort of\na combination of the Supremacy Clause and the -- and\nbroad equitable relief, rather than -- I mean, clearly\none or the other. They seem to go pretty much\nhand-in-glove in the ex parte line of cases. And so, I\ndon't have any particular problem with that.\nJUSTICE SOTOMAYOR: Well, I might, if you\ncontinue in your earlier position that a Supremacy\nClause cause of action would stop Congress from having a\n-- a voice in enforcement in cutting it off clearly, if\nCongress were to write a law that says no one can\nenforce this, either in damages or in injunctive relief.\nYour earlier answer seemed to suggest Congress didn't\nhave the power under the Supremacy Clause to do that.\nMR. PHILLIPS: Well, I -- suppose there\nwere --\nJUSTICE SOTOMAYOR: If this were in\nequity --\nMR. PHILLIPS: It will depend on the -- on\nthe circumstances of the case, but I do think there is\nsome gap between the full extent of Congress's power in\nthis area and -- and the protections of the Supremacy\nClause, if for no other reason -- and because the\nexecutive branch also has the authority and, certainly\nacting within its own exclusive authority, could --\ncould pre-empt State law or could create a situation\nwhere State law would be pre-empted. And I don't think\nCongress would have the authority to -- to take away the\nEx parte Young remedy under -- under those particular\ncircumstances.\nJUSTICE ALITO: What is your response to the\nargument that the equitable power exercised in Ex parte\nYoung and similar cases is limited to certain specific\nsituations such as where there is an imminent threat of\nthe State enforcement action, and a few others where\nthere's a trespass, where there's a clearly defined\nFederal right? I mean, it doesn't encompass every\nsituation in which the plaintiff simply has Article III\nstanding and wants to obtain an injunction that a\nparticular State law is pre-empted by Federal law.\nMR. PHILLIPS: The -- I mean, to be sure,\nthe Court in Ex parte Young was dealing with a specific\nsituation of trying to prevent enforcement. But the --\nthe Supreme Court -- this Court in all of its decisions\npost-Ex parte Young has never said that that's the only\ncircumstance and has certainly never said that in\nexercising the judicial power under Article III that\nextends to all cases in equity, that it means only the\nequity that existed in -- in the 18th century at that\npoint in time.\nSo, it seems to me the right answer at this\nstage is for this Court to look at the situation and\nsay: Is this a context in which equitable relief would\nbe appropriate? And if you just use the preliminary\ninjunction standards, it clearly would be appropriate\nunder -- under these particular circumstances, where we\nhave a likelihood of success on the merits, irreparable\nharm, and the balance of harms favor the -- favor the\nplaintiff.\nJUSTICE BREYER: Right.\nJUSTICE KENNEDY: So, what is the best\nauthority in our cases, other than Ex parte Young, or in\na treatise or in recognized statements of the difference\nin law and equity for the proposition that in this area\nwe can make a distinction between law and equity after\ncenturies in which we've tried to say that that\ndistinction ought to be blurred?\nMR. PHILLIPS: Well --\nJUSTICE KENNEDY: I mean, do you want us --\nwould you want us to write an opinion and say, oh,\nthere's a difference in damages at equity?\nMR. PHILLIPS: Well, all -- all we --\nJUSTICE KENNEDY: What do I -- other than Ex\nparte Young, what do I cite for that?\nMR. PHILLIPS: Well, any of the cases in\nwhich the Court has recognized that obviously in order\nto get -- in order to get injunctive relief, you have to\ndemonstrate that there's -- that there's no adequate\nremedy at law. So, I mean, the distinction has always\nbeen there, even after the merging of law and equity --\nJUSTICE SCALIA: That -- that's not --\nMR. PHILLIPS: -- in the early part of the\nlast century.\nJUSTICE SCALIA: That's not the theory on\nwhich we've said you can't get damages under Ex parte\nYoung. The theory that prevents damages is the theory\nof sovereign immunity. The -- the fiction that\nyou're -- that you're moving against the individual and\nnot against the State simply cannot be maintained when\nyou're taking money out of the State treasury. That's\nthe basis for it, not -- not what you just described.\nMR. PHILLIPS: No, but I'm -- but I'm not\nasking for -- for -- I mean, we're not asking for\ndamages here, Justice Scalia.\nJUSTICE KENNEDY: I know, but see --\nMR. PHILLIPS: All we're asking for\nis injunctive relief.\nJUSTICE KENNEDY: But that -- but that\nwouldn't explain the case like Gonzaga where there was\nno State entity. Gonzaga was a private institution.\nMR. PHILLIPS: Right. But --\nJUSTICE KENNEDY: So, I'm -- I'm wondering.\nI understand the Eleventh Amendment dynamic, which --\nMR. PHILLIPS: Right.\nJUSTICE KENNEDY: -- as Justice Scalia\npoints out, was the whole driving force of -- of Ex\nparte Young. Is there -- is there any other basis for\nus to say that there has to be a law/equity distinction?\nYou say, well, that's because there is no adequate\nremedy at law. But that's circular; that assumes\nbecause there's no cause of action -- so, that doesn't\nwork.\nMR. PHILLIPS: No, but I -- I mean, all of\nthe cases that come out of the Ex parte Young line of\nauthority seem to base -- you know, they all tee off,\nobviously, the problem that exists in this context,\nwhich is -- which is the one that Justice Scalia\nidentified.\nJUSTICE BREYER: There must be a limit.\nThere must be a limit because if there is not a limit on\nwhat you can do under Ex parte Young, I can go in my\noffice and I look at the statute books and they are just\nfilled with statutes, and I -- Federal; and if I had all\nthe State statute books, it would be 15 offices or 20 or\n100. And I know perfectly well that a lot of those\nstatutes in the Federal books have to do with agencies,\nand they give jobs to agencies, and it's perfectly\napparent that the ones who run those statutes in many\ninstances are the agencies, and really judges are out of\nit.\nNow, if I adopt your line, it seems to me I\nam saying that any time that a person has an individual\nof saying that a State law is contrary to one of those\nstatutes, he can run right into court. And I can see\nwe've done that where he has some kind of right that\nhe's protecting that's threatened in some way or that he\nwants to assert. I can see that we could do that in the\nforeign policy case like Burma; I can see that we could\ndo that where Federal voting rights are at stake, which\nare very important.\nBut a principle that says you can do that\nany time you want seems to me a little -- it's -- it\nseems to me the real fear of far-reaching in this extent\nthat it just stops the agency from doing their business\nat the behest of anyone who would like to assert a State\nlaw, or States -- it's a mess, in other words.\nMR. PHILLIPS: Justice Breyer, can I -- two\npoints here: First of all, we are not talking about a\nsituation of somebody seeking a roving commission to go\nfind out all Federal -- all situations where State law\nviolates Federal law. We're -- the beneficiaries in\nthis case --\nJUSTICE BREYER: No, no. Your people have\nyour problem.\nMR. PHILLIPS: But those are life-and-death\nproblems.\nJUSTICE BREYER: But some other people have\nanother problem.\nMR. PHILLIPS: But my people have a\nlife-and-death problem, Justice Breyer. So, if there\nwere ever a situation where you would say let's look to\nsee whether or not there is relief available, this would\nbe the situation where -- where I would hope --\nJUSTICE BREYER: The doctors want to be paid\nmore money or at least not paid as much as they were; I\nunderstand that.\nMR. PHILLIPS: But the beneficiaries --\nJUSTICE BREYER: Yes.\nMR. PHILLIPS: The patients are the one who\nlose access to --\nJUSTICE BREYER: So, is there a medical\nexception?\nMR. PHILLIPS: I'm sorry.\nJUSTICE BREYER: Is there a medical\nexception? Is it that you can have this generalized\nclaim if you're a doctor, but not others?\nMR. PHILLIPS: No, to be sure, Justice\nBreyer. The exception is that we have to satisfy the\nrequirements of Article III. We have to have injury and\nredressability, and in order to get equitable relief, we\nultimately are going to have to demonstrate that the\ninjury is irreparable, that there is no adequate remedy\nat law. Those are high burdens --\nJUSTICE KAGAN: Mr. Phillips --\nMR. PHILLIPS: -- and in a circumstance\nwhere you cannot get damages and you cannot get\nattorneys' fees.\nJUSTICE KAGAN: Mr. Phillips, could I ask\nyou a little bit more about how this interacts with the\nagency process? Now, suppose that California had done\nwhat, the way I read the statute, it was supposed to do,\nwhich is to go to the agency and say: We want to change\nour rates. We can't afford these rates anymore, and we\nthink these lower rates would do just as well. All\nright?\nAnd then the agency and California sit down\nand discuss the matter. Would this suit have ever come\ninto being?\nMR. PHILLIPS: If they had just discussed\nthe matter?\nJUSTICE KAGAN: You know, they did not\nimpose them unilaterally. They go to the -- to HHS and\nthey wait for HHS to approve what they want to do. If\nHHS approves --\nMR. PHILLIPS: We wouldn't be here. I can\nguarantee you we wouldn't be here.\nJUSTICE KAGAN: Well, if -- if HHS approved,\nmaybe somebody does sue. And then there's great\ndeference to the agency --\nMR. PHILLIPS: That's --\nJUSTICE KAGAN: -- isn't that right?\nMR. PHILLIPS: That's exactly right.\nJUSTICE KAGAN: And if HHS doesn't approve,\nthen what's there to talk about? There's no suit.\nMR. PHILLIPS: Right. No, there's no\nquestion that --\nJUSTICE KAGAN: So, either way, the agency\nwins, right?\nMR. PHILLIPS: Right. The agency always\nwins. That's the rule that they --\n(Laughter.)\nCHIEF JUSTICE ROBERTS: Why is there no --\nMR. PHILLIPS: But then the question --\nCHIEF JUSTICE ROBERTS: Why is there no suit\nif the agency doesn't approve?\nMR. PHILLIPS: Well, I mean -- I mean, if\nthe agency --\nCHIEF JUSTICE ROBERTS: You're saying\nCongress can't say there's no implied right of action.\nMR. PHILLIPS: Right.\nCHIEF JUSTICE ROBERTS: But the agency can?\nJUSTICE KAGAN: Well, if the -- I was just\nsaying if the agency didn't approve, your clients don't\nhave anything to complain about.\nMR. PHILLIPS: Right, because -- well --\nCHIEF JUSTICE ROBERTS: Do you have the same\nanswer or a different one?\nMR. PHILLIPS: -- I mean, I suppose it\ndepends on whether they go ahead. If California, in the\nface of disapproval, continued to violate the law, that\nwould -- I assume you meant that California complied.\nJUSTICE KAGAN: Correct.\nJUSTICE ALITO: No, but the agency approves\nrates and someone who's dissatisfied with the rates sues\nand says these rates are ridiculously low.\nMR. PHILLIPS: Oh, you can bring the\nlawsuit --\nJUSTICE ALITO: They still can sue --\nMR. PHILLIPS: -- Justice Alito. The -- the\nbottom line is you're going to lose that -- that\nlitigation and in a circumstance where you have no\nrealistic prospect of --\nJUSTICE ALITO: Well, how do you know\nthey're going to lose the litigation? Why should they\nlose the litigation if it's really -- if there really is\na cause of action there? Some of the Medicaid rates are\nvery low, aren't they?\nMR. PHILLIPS: Well, ultimately, you have to\ndemonstrate that there's -- that there is a -- by clear\nand convincing evidence, a conflict between Federal and\nState law. And the agency that has -- that evaluates\nthe standards of Federal law will have said in a very\nauthoritative way that there is not a violation under\nthose circumstances.\nCHIEF JUSTICE ROBERTS: But you still have a\ncause of action under the Supremacy Clause.\nMR. PHILLIPS: Oh, no, to be sure, I have a\ncause of action.\nCHIEF JUSTICE ROBERTS: I thought you were\nsaying you didn't --\nMR. PHILLIPS: No, no.\nCHIEF JUSTICE ROBERTS: -- if the agency --\nMR. PHILLIPS: No, no. I'm not saying you\ndon't, I'm just -- all I'm saying is that if the -- if\nthe process works appropriately, there would be not the\nlitigation that Justice Breyer was worried about, where\nyou would have hundreds of thousands of cases going\nforward.\nIf the process -- which, again, it goes back\nto the default rule.\nJUSTICE SCALIA: You've lost me here. You\n-- you say there would be a cause of action under the\nSupremacy Clause if the agency approves the rates, but\nyour clients don't think the rates are high enough?\nMR. PHILLIPS: Sure, we would still say\nthere's a --\nJUSTICE SCALIA: Under the --\nMR. PHILLIPS: We would still have an\nargument that there's a conflict between Federal and\nState law.\nJUSTICE SCALIA: Well, Federal law is\ndetermined by the agency, surely. So long as the agency\nis complying with the Administrative Procedure Act, I\ndon't see how you have any --\nMR. PHILLIPS: Well --\nJUSTICE SCALIA: -- any cause of action\nunder the Supremacy Clause; you may have an APA cause of\naction.\nMR. PHILLIPS: Well, we -- well, the problem\nwith the APA -- we might have an APA cause of action,\nbut I also think that there is a -- I mean, I -- look,\nthat hypothetical is so far afield --\nJUSTICE SCALIA: Federal law is not\ndetermined by the agency?\nMR. PHILLIPS: I'm sorry, Justice Scalia.\nJUSTICE SCALIA: Federal law is not\ndetermined by the agency?\nMR. PHILLIPS: No, of course, Federal law is\ndetermined by the agency, but not without limits.\nJUSTICE SCALIA: Well, then you don't have a\nSupremacy Clause cause of action.\nMR. PHILLIPS: Well, I think you -- I still\nthink you can bring an action under the Supremacy\nClause. I think, ultimately, you have very -- you have\nzero hope of prevailing --\nCHIEF JUSTICE ROBERTS: Why does the --\nMR. PHILLIPS: -- which was my point.\nCHIEF JUSTICE ROBERTS: Why does the agency\nget to determine Federal law when Congress doesn't? You\ntold me earlier if Congress --\nMR. PHILLIPS: Because Congress --\nCHIEF JUSTICE ROBERTS: -- Congress says in\na statute no implied right of action, that that doesn't\ncontrol.\nMR. PHILLIPS: Right, but that doesn't --\nthat controls to the extent of trying to enforce\ndirectly the Federal statute; it doesn't control with\nrespect to trying to enforce the Supremacy Clause.\nJUSTICE KENNEDY: The Supremacy Clause says\nthat judges in every State shall be bound thereby, but\nif you want to amend it so that judges in every State\nand all administrators should be bound thereby, then you\nhave a Supremacy Clause action against every Federal\nagency. That doesn't make sense.\nMR. PHILLIPS: Well, no, but what the\nSupremacy Clause says is that Federal law will be\nsupreme in all circumstances, notwithstanding State\nlaw --\nJUSTICE KENNEDY: Number one, it doesn't say\nthat. There's no -- it doesn't say \"all circumstances.\"\nIt doesn't say that.\nMR. PHILLIPS: The Supremacy Clause -- well,\nI don't know of any exceptions in the Supremacy Clause\nwhere State law gets to remain supreme to Federal law.\nJUSTICE KENNEDY: I'm -- well, no. Justice\nScalia's question was related to a Federal agency. The\nFederal agency does something that's inconsistent with\nthe statute, arguably, and you say there's a Supremacy\nClause violation? That's novel.\nMR. PHILLIPS: No, not -- not that -- not\nwhat the agency has done violates the Supremacy Clause;\nit's the State acting pursuant to what the agency has\napproved, that if you still thought it violated Federal\nlaw, would be a basis for seeking a Supremacy Clause\naction. But, no, Justice Scalia is right. The obvious\n-- the obvious solution to the immediate problem is to\nseek review of the decision by HHS and to -- and to\nfollow it under those circumstances.\nThe -- the second point that I wanted to\nfocus a little bit about, because it does seem to me --\nagain, it goes to what are -- what should be the\nbackground principles that operate here. And a couple\nof Justices specifically raised the question of, you\nknow, would this case be different if we were seeking to\nbalance-bill -- that is, to bill the extent to which we\nwere allowed to bill prior to the time that the State of\nCalifornia reduced by 10 percent, if we brought that\nlawsuit, would that be perfectly permissible?\nAnd I understand California, I think, has\nsuggested that it would be, and I heard Mr. Kneedler\nsuggest that, well, there might be some additional\nissues there. But the reality is, is it seems to me\nthat shows you just how unrealistic the -- the\ndistinction is in this particular case, because we're\ntalking about individuals -- you know, the question is\nnot, you know, how are you going to implement this down\nthe road? The question is, what do you do with someone\nwho is suffering a lack of access to vital medical care\nin a way that is irreparable? And is it realistic to\nthink that Congress meant under those circumstances to\ndeprive the individual plaintiff of any kind of rights?\nAnd the answer is no. And that's -- that's\nas far as the Court needs to go. It doesn't need to\nfigure out exactly how far Congress could deal with the\nSupremacy Clause. I realize that there is some\nskepticism on that score. But on the core question\nhere, did Congress intend to deprive these plaintiffs of\ntheir rights under Ex parte Young, the answer is no --\nCHIEF JUSTICE ROBERTS: The answer is yes,\nthey intended to deprive them of the right to sue under\nthe statute. I understand that you're not challenging\nthe proposition that this statute, when Congress was\nspecifically focused on the question of how to enforce\nthis provision, they did not provide a right of action.\nAnd under our implied right of action jurisprudence,\nthat means there isn't one.\nSo, why when they're confronted with the\nprecise question did they say no, we don't want these\npeople to sue, but you say, well, they knew under the\nConstitution they were going to be able to anyway?\nMR. PHILLIPS: Because -- because there is a\ndifference between providing a private right of action\nand all the bells and whistles that go with that, as\nopposed to recognizing that Ex parte Young is the\nbackground principle that has been in place for well\nover a century and that says that when the -- when the\nstandards for equitable relief are satisfied, the courts\nhave the power, and they can prevent the violation of\nthe Supremacy Clause.\nJUSTICE GINSBURG: You said you would be\nsatisfied with a limitation that the Court can issue an\ninjunction pending the administrative procedure without\ngoing on to then the substance of the question, was\nthere compliance with 30(A) by California?\nMR. PHILLIPS: Yes, Justice Ginsburg, I\nwould have been perfectly comfortable with that. I\nmean, that was one of the alternative grounds for relief\nthat we sought. The district judge didn't happen to go\ndown that particular path.\nBut, clearly, from our perspective, the\nimportant element is to maintain the status quo ante\nuntil a resolution of the legality of California's\nstatute can be made, either by the agency or by the\ncourts. But the -- but the one thing you shouldn't be\nallowed to do is simply to -- to permit this to drift\nwithout any remedy and without any ability to get access\nto medical care that's clearly inconsistent with what\nCongress intended and where a remedy is available under\nthe Ex parte Young formulation.\nIf there are no further questions, Your\nHonors, thank you.\nCHIEF JUSTICE ROBERTS: Thank you, Mr.\nPhillips.\nMs. Schwartz, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF KARIN S. SCHWARTZ\nON BEHALF OF THE PETITIONER\nMS. SCHWARTZ: Thank you, Your Honor.\nSo, there are other provisions of the\nMedicaid Act that are privately enforceable. This one\nis not. I'd like to address the Court's questions about\nEx parte Young. Ex parte Young, of course, involved a\n-- the Due Process Clause, not the Supremacy Clause, as\nthe substantive provision of the Constitution that was\nbeing enforced, and the plaintiff had an independent,\nfree-standing property or personal right in Ex parte\nYoung, in all of the cases that are its progeny.\nNow, there's another -- I want to address\nJustice Alito's point about, do we apply the rights\nlanguage -- the rights requirement in Ex parte Young\ncauses of action? Yes, you do. Alexander v. Sandoval,\nCalifornia v. Sierra Club, Blessing v. Freestone.\nLook at Alexander v. Sandoval. The State\npasses a constitutional amendment that says English\nonly. The -- the State adopts a policy, English-only\ndrivers tests. This is challenged as conflicting with\nFederal law and specifically a Federal regulation. The\nCourt said no -- no, Cort v. Ash was satisfied.\nCongress drafts statutes; it controls who gets to\nenforce them.\nJUSTICE KAGAN: I'm sorry --\nMS. SCHWARTZ: No cause of action.\nJUSTICE KAGAN: -- Ms. Schwartz. Are you\nsaying -- this is the way I understood you, and tell me\nif I'm right: Are you saying that the test for\ndetermining whether there's a 1983 suit is the same as\nthe test for determining whether there is an Ex parte\nYoung action? Because you talked about, you know,\nwhether somebody has a right, which is usually the\nlanguage we use in the 1983 context.\nMS. SCHWARTZ: No, I'm not. The test for\nwhether there is an Ex parte -- and there's different\nmeanings of Ex parte Young, but none of them apply here.\nYou can see Ex parte Young as construing a cause of\naction under the Due Process Clause. This not a cause\nof action under the Due Process Clause.\nYou could see Ex parte Young as involving a\nspecific kind of bill in equity which is a defense of\nregulation of your conduct where that regulation\ninfringes a personal or property right. That is not\nthis case. There's no regulation of Respondents'\nconduct, and there's no infringement of a personal or\nproperty right in this case. The only entity that's\nbeing regulated by the State -- by the State statute\nthat purportedly is being -- well, that is being\nchallenged as pre-empted is the State of California\nitself because we are the entity that sets rates, and so\nthe -- the statute tells the agency this is how you will\nset rates.\nSo, however you look at ex parte Young,\nplaintiffs cannot satisfy the elements of an Ex parte\nYoung cause of action.\nWhat I'm saying with respect to\nAlexander v. Sandoval and these other cases is injury is\nnot enough. You have to have a -- a right. Under\nequity, injury has never been enough, and it's not\nenough under this Court's separation of powers decisions\nand its Spending Clause cases.\nAnd I wanted to just segue very quickly to\nthis idea that there's a default rule that a Supremacy\nClause cause of action exists by default. That is\nabsolutely not true, and it is not true in this context,\nand I'd like to identify two reasons.\nFirst, the Suter fix. The -- Congress\nacted, when this Court in Suter said that there was no\ncause of action. And it said just because something is\nin a -- in a State plan doesn't render it unenforceable.\nBut we want to preserve the holding in Suter.\nWell, it -- that suggests that other things\nare unenforceable, that Congress is not legislating\nagainst a backdrop of an assumption that there's an\ninjunctive relief claim, or it wouldn't have required\nthe Suter fix. In Maine v. Thiboutot, another case that\nassumes -- that recognizes that with respect to Spending\nClause actions, the sole means -- the Spending Clause\nstatutes, the means, the vehicle for enforcing is 1983.\nAnd, finally, in the Spending Clause\ncontext, we have the clear statement rule, which is\nincompatible with just an assumption that a cause of\naction always exists. Because the State has to have\nknowing and acceptance -- knowing and then accepting --\naccept its obligations, we require that there be a clear\nstatement.\nThank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 34, 
        "JUSTICE ALITO": 9, 
        "JUSTICE BREYER": 21, 
        "JUSTICE GINSBURG": 15, 
        "JUSTICE KAGAN": 24, 
        "JUSTICE KENNEDY": 20, 
        "JUSTICE SCALIA": 14, 
        "JUSTICE SOTOMAYOR": 26, 
        "MR. KNEEDLER": 33, 
        "MR. PHILLIPS": 92, 
        "MS. SCHWARTZ": 32
    }
}