{
    "appearances": {
        "content": "WILLIAM J. YOUNG, ESQ., Springfield, Virginia; for\nPetitioners.\nJEREMIAH COLLINS, ESQ., Washington, D.C.; for\nRespondent.\n"
    }, 
    "caseNum": "10-1121", 
    "caseinfo": {
        "content": "DIANNE KNOX, ET AL., :\nPetitioners :\nv. : No. 10-1121\nSERVICE EMPLOYEES INTERNATIONAL :\nUNION, LOCAL 1000. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nWILLIAM J. YOUNG, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nJEREMIAH COLLINS, ESQ.\nOn behalf of the Respondent 25\nREBUTTAL ARGUMENT OF\nWILLIAM J. YOUNG, ESQ.\nOn behalf of the Petitioners 50\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, January 10, 2012\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:19 a.m.\n"
    }, 
    "petitioners": [
        "DIANNE KNOX, ET AL.,"
    ], 
    "proceedings": {
        "content": "(10:19 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 10-1121, Knox v. The Service\nEmployees International Union.\nMr. Young.\nORAL ARGUMENT OF WILLIAM J. YOUNG\nON BEHALF OF THE PETITIONERS\nMR. YOUNG: Mr. Chief Justice, and may it\nplease the Court:\nBefore addressing SEIU's motion to dismiss\nfor mootness, it is important to remember the underlying\nfacts of this case. For 10 months in 2005 and 2006,\nmore than 36,000 nonmembers, or nearly 40 percent of\nthose employees represented by SEIU employed by the\nState of California, were compelled to contribute to\nSEIU's $12 million Political Fight-Back Fund without\nbeing provided the opportunity to challenge the amount\nof the fee and to object to its exaction, required by\nthe First Amendment.\nAdding insult to that injury, the Ninth\nCircuit said that nonmembers could never say no to\ncontributing to SEIU's political expenditures for ballot\npropositions, at least Proposition 76. They have no\nright to refuse to bankroll that element of SEIU's\npolitical speech. This defies this Court's decisions,\ndistorting the political process on a massive scale.\nJUSTICE KAGAN: Mr. Young, could I ask you\nto speak to the mootness question first?\nMR. YOUNG: I was just addressing that.\nJUSTICE KAGAN: As -- as I understand your\nbrief, you're essentially saying that it's impossible to\nmoot a claim for nominal damages. Is -- is that a\ncorrect reading of your position?\nMR. YOUNG: I'm not sure I would go that\nfar, Justice Kagan. I think in this case, the\nwishy-washiness, as it were, of the language used by\nSEIU when it distributed this pasted-on dollar to the\nclass -- or dollars, more accurately -- was inadequate\nbecause it failed to represent the importance of the\njudgment that the nonmember class had won.\nJUSTICE KAGAN: So, that's a different\npoint, right, which is that the notice was inadequate?\nMR. YOUNG: That would be correct.\nJUSTICE KAGAN: And -- and when you say\n\"inadequate,\" I read you to be saying sort of not\napologetic enough. And -- in other words, not saying,\nlook, you had a claim against us, we think you're right;\nit was a valid claim; here is your judgment in\nsatisfaction of that claim. That it didn't forthrightly\nsay that. But do you think if it had forthrightly said\nthat, we would be living in a different Article III\nuniverse?\nMR. YOUNG: Not in this case, Justice Kagan.\nTurning to the adequacy of the notice, of\nthe financial disclosure, that did not comply with the\ndistrict court's judgment, either. If -- if the only\nquestion were the distribution of nominal damages, then\nperhaps we would be living in that different Article III\nuniverse. But this case is about the judgment of the\ndistrict court that the SEIU was attempting to comply\nwith. They failed to do so in virtually all of its\nelements.\nJUSTICE KAGAN: And how is that? How did\nthey fail to comply, other than, you know, the question\nof whether they were forthright enough about the fact\nthat they were satisfying a claim?\nMR. YOUNG: The -- the district court had\nordered -- described the type of notice that it\nanticipated. The district court specifically determined\nthat SEIU's subsequent 2006 financial disclosure was\ninadequate to cure the problem that was caused by the\nseizure of fees starting in September 2005. And that's\non 73a of the -- the Petition Appendix B.\nThe union in this case merely sent the same\nfinancial disclosure in the notice that it sent, to try\nto moot the case, that it had sent in June of 2006.\nWell, the district court had already said this is\ninadequate. That seems to me to -- to end the inquiry.\nObviously, the district court did not\ncontemplate that the notice that was sent in June 2006\nsatisfied the obligations of its judgment; else it\nhardly could have ordered a -- a useless act in ordering\na new type of notice go out.\nCHIEF JUSTICE ROBERTS: And the reason\nthat's important in terms of the content of the notice,\nthe inadequacy, is what?\nMR. YOUNG: The reason that is important,\nJustice -- Mr. Chief Justice, excuse me -- is that the\nSEIU is asserting that the case has become moot because\nit has now complied with the district court's judgment.\nCHIEF JUSTICE ROBERTS: I thought your --\nMR. YOUNG: It has --\nCHIEF JUSTICE ROBERTS: I thought your\nargument was that the -- a different type of notice\nwould have resulted in more members electing to opt out,\nto demand the refund of their assessments?\nMR. YOUNG: And that's certainly one of the\npossible consequences. Obviously, I -- we would --\nthat's speculative to some extent. But since the\npurpose of the notice is to provide the information\nnecessary to -- to object, one of the purposes, then we\ncertainly anticipate that there would be more objectors\nwere there to be an -- an adequate notice that complies\nwith the district court's judgment.\nJUSTICE ALITO: If the special assessment\nrequires a different kind of notice and possibly a\ndifferent kind of opt-in or opt-out regime, would the\ncase be moot?\nMR. YOUNG: If the notice -- I'm sorry. I\ndidn't understand.\nJUSTICE ALITO: Well, we're not dealing here\nwith the kind of notice -- with the typical Hudson\nnotice given at the beginning of the year, when the\nannual dues are collected. We're dealing with a special\nassessment. Now, if a different kind of notice is\nconstitutionally required in that context, would this\ncase be moot?\nMR. YOUNG: No, it would not. Obviously, we\nhave -- we -- we still have the nominal damages question\nand the adequacy of the payment --\nJUSTICE ALITO: My question is whether\nthe -- the different requirements, which presumably were\nnot met here in the context of the special assessment,\nif there are different requirements in that context,\nwould that be enough to preserve this case as a live\ncontroversy?\nMR. YOUNG: So long as the union failed to\nprovide them, and at least in this case, the district\ncourt's judgment, we believe, provides a -- an adequate\nrespect for Hudson's underlying requirements,\nJustice Alito.\nJUSTICE GINSBURG: Mr. -- Mr. Young --\nMR. YOUNG: Yes, Justice --\nJUSTICE GINSBURG: -- as I understand, the\nunion recognizes that a consequence of mootness would be\nthat the Ninth Circuit judgment is vacated. Now, if the\nunion would also recognize that that means the district\ncourt judgment stays in place, so if the Ninth Circuit\njudgment is worked out and you're left with the district\ncourt judgment as the law of the case, then I think it\nis moot, isn't it?\nMR. YOUNG: No, Justice Ginsburg, and this\nis why: The union would remain free to return to its\nold ways, the -- the very type of reason that this Court\ndeclined to find mootness in W.T. Grant. The union has\nmade much -- much of a showing -- or much of a show,\nmore accurately, of the fact that it has changed its\ninternal policy. It won't do this for 180 days. But\nthat can hardly be sufficient for this Court to find\nmootness in this case. The union made this wonderful\nand meaningful policy change on 6 days' notice.\nJUSTICE GINSBURG: But it wasn't -- this --\nthis case is about a completed episode. It's about a\nspecial assessment that is long over.\nMR. YOUNG: That is true, Justice Ginsburg.\nBut it is also about the declaratory relief that was\nordered by -- that was entered by the district court.\nIt is about the -- which was virtually injunctive relief\nin this case.\nIt is also about the effect of that judgment\nfor future activities and -- and how that will affect\nthe way SEIU operates.\nJUSTICE KAGAN: Does it have --\nJUSTICE KENNEDY: Well, are you saying that\nthis is capable of repetition, yet evading review? I'm\nnot quite sure.\nMR. YOUNG: It would certainly be so in this\ncase, Justice Kennedy. The union set a very short\ntime -- well, a relatively short time period, given the\nlength of time a case comes up from the courts as a rule\nin this Court.\nJUSTICE KENNEDY: Does the injunction have\nfuture -- future terms? Is it a permanent injunction or\nis it just an injunction that relates to the notice\nthat's required in this case?\nMR. YOUNG: Just -- just to be clear, there\nis -- I'm talking about something that's tantamount to\nan injunction, Justice Kennedy. It's -- it wasn't\nactually phrased as an injunction. It was an\naffirmative -- an act -- ordering an affirmative act.\nJUSTICE KAGAN: But isn't that important,\nMr. Young, because usually where we've talked about\ncapable of repetition or where we've talked about the\nsame thing could happen again, it's where an injunction\nhas been before us rather than a suit for damages as to\na past act?\nMR. YOUNG: Yes, Justice Kagan, I think that\nhas been generally the case. I -- in my research, I\ncould find very few cases where it wasn't clear to me\nthat this Court was addressing injunctive relief.\nHudson itself, it seems to me, did not specifically\ndiscuss the entry of injunctive relief in the lower\ncourt, and Hudson itself addressed a mootness issue.\nI mean, if we -- if we talk about these\ncases in their -- in their strictest sense, the union's\nnotices are all annual. So, by the theory that it\nbecomes moot when those notices expire, or potentially\nmoot when those notices expire, this Court would never\naddress these issues because it would -- I can't imagine\none of these cases ever getting up to this Court in as\nlittle as a year.\nBut the -- this Court in Hudson, in -- I\nbelieve it was footnote 12, said that this Court reviews\nthe policy, the procedure, the acts as they were\ndefended in the district court. And the union's policy\nand procedure and acts here were defended in the\ndistrict court. And, therefore, cases like this should\nnot become moot, because it is capable of repetition and\nwould be evading review simply by the mere limits of how\nlong these policies and procedures are in effect.\nJUSTICE KENNEDY: Do you make that argument\nin your opposition?\nMR. YOUNG: It's -- it seems to me,\nJustice Kennedy, it is implicit in our argument,\nalthough clearly our main point in that argument is that\nthis is a -- a paradigm case of voluntary cessation of\nallegedly unlawful activity. Until cert was granted in\nthis case, until the Petitioners' merits brief was\nfiled, SEIU was vigorously defending its practice. It\nremains free to impose that practice.\nJUSTICE GINSBURG: That's another --\nsomething quite different than the capable of returning\nto old ways, because here we do have a discrete episode\nthat's over. And there was no question that, even\nthough that -- what was it, in 2005 -- that the period\nin 2005-2006, when the special assessment was in effect,\nthat was long over, but you were -- you were continuing\nto litigate it. And nobody suggested that it would\nbecome moot simply because the period was over.\nMR. YOUNG: That's -- that's true, Justice\nGinsburg. Pardon me.\nThis argument -- this argument was not\nraised until we were before this Court, the union's\nargument that the case had somehow become moot, and\nuntil it issued a notice --\nJUSTICE GINSBURG: Well, they said that it\nhad become moot because they gave you all the relief you\nrequested; so, there was nothing left to the case.\nMR. YOUNG: Well, \"all the relief,\" Justice\nGinsburg, implies that they had complied with the\ndistrict court's judgment. As to the notice, we believe\nthat they have not, and we believe that's clear because\nof the very fact that the district court rejected the\n2006 financial disclosure as adequate. And --\nCHIEF JUSTICE ROBERTS: Maybe it's a good\npoint for you to move to the merits.\nMR. YOUNG: Yes, thank you,\nMr. Chief Justice.\nJUSTICE SOTOMAYOR: Could I ask you a\nquestion about the merits?\nMR. YOUNG: Yes, certainly, Justice\nSotomayor.\nJUSTICE SOTOMAYOR: Are you attacking the\nnormal system of basing assessments moving forward,\nbased on past accounting and chargeability and\nnon-chargeability? Or are you just attacking the\nspecial assessment?\nMR. YOUNG: I -- I appreciate the question,\nJustice Sotomayor. No, we are not attacking the normal\nHudson procedures. On --\nJUSTICE SOTOMAYOR: All right. So,\narticulate for me what's -- borrowing a phrase from one\nof my colleagues yesterday, how do we write this\nopinion? When is a second Hudson notice required?\nLet's presume for the sake of argument that the union\nhad cost overruns. Labor salaries went up; printing\ncosts went up, not for lobbying; but generally there was\na 10 percent increase in their expenses across the board\nbecause various contracts that they were involved in\nrequired it. Would you require a second notice in that\ncircumstance?\nMR. YOUNG: Yes, Justice Sotomayor. We\nwould -- we believe -- pardon me -- that a new Hudson\nnotice is required whenever there is a material\nalteration in the obligations that are imposed upon\nnonmembers. The values that this --\nJUSTICE SOTOMAYOR: Articulate that again.\nA material change --\nMR. YOUNG: A material increase or --\nincrease in general terms, in the obligation imposed\nupon the nonmembers. In this case, I don't think\nanybody would dispute the 25 percent --\nJUSTICE SCALIA: A material new assessment?\nMR. YOUNG: A material new assessment.\nJUSTICE SCALIA: Okay.\nMR. YOUNG: Yes, Justice --\nJUSTICE SCALIA: That's -- we're talking\nabout money here, right?\nMR. YOUNG: Yes, we are.\nJUSTICE SCALIA: Okay.\nMR. YOUNG: Yes. Certainly --\nCHIEF JUSTICE ROBERTS: Without -- but\nwithout regard to the reason for the assessment?\nMR. YOUNG: I think as a matter of principle\nI would have to say yes, Mr. Chief Justice. The\nnonmember --\nCHIEF JUSTICE ROBERTS: Well, I'm not sure\nthat -- this may just simply be repeating Justice\nSotomayor's question, but if they say we have to raise\nthe assessment 10 percent because, as she said, you\nknow, we estimated the printing costs for the union\nnewsletter, whatever, was going to be this and it turns\nout they raised it, it's going to be that; so, we know\nwe're going to have to get additional money, for things\nthat are indisputably chargeable, why do you need\nspecial procedures in that case?\nMR. YOUNG: Well, it wouldn't be so much a\nspecial procedure as a new opportunity to object and\nchallenge the amount of the fee, Mr. Chief Justice.\nCertainly, one of the elements -- and we\nrecognize, of course, that the primary reason\nindividuals object is political expenditures, but this\nCourt said very clearly in Abood that people can object\nfor any reason, for no reason, for a good reason, for a\nbad reason; nobody can inquire as to why someone\nobjects.\nAnd certainly when a material alteration --\nthere has been a material increase in the obligation\nimposed upon nonmembers, they may choose to make an\neconomic decision that heretofore they chose not to\nmake. They may choose to minimize -- particularly the\nnon-objectors. They may choose that they want to\nminimize the financial obligation that they are paying\nto the union at that time. And --\nJUSTICE BREYER: It's peculiar because in\nthe circumstance where the extra assessment is all going\nto go to chargeable activities, in fact that means\neconomically speaking the following year the objector\nwill be better off, not worse off, because there is a\nhigher percentage of the total fee that's being paid to\nchargeable activities.\nSo, this special assessment that Justice\nSotomayor and the Chief Justice were talking about is\none that will benefit the objector, if he keeps quiet\nand says nothing. So, it's a little hard to imagine the\nframe of mind that would say I need the notice because\nnow I might object, whereas I wouldn't have before.\nMR. YOUNG: Well, Justice Breyer, the reason\nfor the notice is these people may not trust the union.\nThey -- they may choose to challenge the amount of the\nfee.\nJUSTICE BREYER: Yes, I see that point. Can\nI ask you -- oh, are you -- you want to pursue that\nfurther, or are we --\nCHIEF JUSTICE ROBERTS: Go ahead.\nJUSTICE BREYER: All right. Let me give you\nthis example.\nMR. YOUNG: Sure.\nJUSTICE BREYER: And now I -- but I think I\nsee what your answer is. Imagine it's year two. In\nyear one, expenditures broke down so that it was\n70 percent chargeable, 30 percent not chargeable. Got\nthat?\nMR. YOUNG: Yes, sir.\nJUSTICE BREYER: And normally, under Hudson,\nthat means in year two the deal is the objectors pay\n70 percent, right?\nMR. YOUNG: Yes.\nJUSTICE BREYER: In the middle of year two,\nsurprisingly, something comes up. Something comes up.\nA surprise to the union, and they want to have a special\nassessment. And you're saying they just can't without\ngoing through this procedure all over again?\nMR. YOUNG: That would be correct,\nJustice Breyer. The -- I'm now talking about --\nJUSTICE SOTOMAYOR: And take the money that\nthey collected?\nMR. YOUNG: I'm sorry.\nJUSTICE SOTOMAYOR: Can they take the money\nthat they collected under the first notice, and, instead\nof doing the special assessment, in the middle of it,\nthis campaign gets announced by the governor, and can\nthey then divert the chargeable amount that they had\npredicted and spend it on the non-chargeable amount? Or\nare you -- or does that require a second Hudson notice?\nWithout a special assessment.\nMR. YOUNG: I understand, Justice Sotomayor.\nAnd no, under that case, I don't believe it would.\nJUSTICE BREYER: All right. So, this is a\npeculiar rule that you have asked us to adopt. The rule\nis that where there is a special assessment and it will\nmake all the objectors better off, they have to have a\nspecial notice that they can object. But where the rule\nis that we're going to take money we already collected\nfrom them and spend it for a totally political purpose,\nwe don't give them a special notice and they don't have\nto object.\nNow, that seems totally backwards, but I\nunderstand why you get there, and my suspicion is --\nwhich you can confirm, is that's the only administrable\nsystem you can think of.\nJUSTICE SCALIA: Do you concede that it's\ngoing to make them better off? I would -- I would\nassume that that's your principal objection. They don't\nknow whether this new assessment is indeed going to be\ndivided the way the original one was or not. They might\nwant to challenge --\nMR. YOUNG: That's --\nJUSTICE SCALIA: -- whether -- whether it's\nall going to be used for -- for assessable activities or\nnot. And they have no -- you're telling me they have\nno --\nJUSTICE BREYER: Right. But in my\nhypothetical --\nJUSTICE SCALIA: At the very least, they\nhave to make a -- an interest-free loan to the -- to the\nunion until such time as they can challenge it.\nMR. YOUNG: Well, that's exactly correct,\nJustice Scalia. And I understand --\nJUSTICE BREYER: Yes, but the hypothetical,\nif I could continue with it, is -- is perhaps\nunrealistic, but they have 20 bishops and 14 most honest\npeople in the United States, and they've all absolutely\nguaranteed, and everybody agrees, that this goes to\nchargeable activity. And where I was going with my\nquestion, which you see where I was -- you're with me on\nthis, right?\nMR. YOUNG: Yes, I am, Justice --\nJUSTICE BREYER: And combine the two. What\nI'm trying to point out and get your response is that\nyou've been forced into this position to create a\nworkable system. Now, why is that workable system one\nwhit better than the workable system we already have,\nwhich is all this washes out in a fair manner the\nfollowing year, that there is an inevitable year's lag?\nIt doesn't work perfectly, but it's as good as any\nother, and all we have to say is it's better than yours.\nNow, why is yours better than that?\nMR. YOUNG: Well, I recall the bishops from\nthe last time I was here, Justice Breyer. I think they\nmade an appearance then.\nJUSTICE BREYER: They're useful to me.\n(Laughter.)\nMR. YOUNG: They are, I'm sure.\nJUSTICE SCALIA: I assume we wouldn't need a\nHudson notice at all, if -- if bishops affirmed all of\nthese things, right?\n(Laughter.)\nMR. YOUNG: You anticipate my next point,\nJustice Scalia. These -- these aren't bishops, and with\ndue respect to our litigation opponents in this case,\nthese are people that nonmembers don't trust. These are\npeople with whom nonmembers do not wish to affiliate.\nAnd these are people that the nonmembers do not wish to\nsupport, and --\nJUSTICE SOTOMAYOR: The problem is in -- in\nthis system, and going back to Justice Breyer's\npracticality, they will get a chance to object. It just\nwon't be at the moment of the special assessment; it\nwill be the following year. So, when the union gives\nits new notice, it's going to set forth its chargeable\nand non-chargeable amounts as audited, and it will say,\nas it did -- as it's done in the briefs before us, on\nProposition 76, we're going to take 50 percent as\nchargeable. And the union members can come in and give\na Lehnert objection, those who want to. Those who\ndon't, know it's happened, and they agree to it.\nIsn't that correct? They do get a chance to\nobject; the question is the timing.\nMR. YOUNG: Then the problem is, Justice\nSotomayor, understanding the --\nJUSTICE SOTOMAYOR: Is there an answer to\nthat? They will get a chance to object then?\nMR. YOUNG: Well, they'll get a chance to\nobject after they've already paid the interest-free\nloan.\nJUSTICE SOTOMAYOR: Well, but that's true of\nthe first example I gave you. If something happens in\nthe middle of the year and the union needs to divert\nalready-assessed funds to challenge a election, they can\ndo it. And you said that's okay.\nMR. YOUNG: And the nonmembers would have\nthe chance to challenge that, but it would be within the\nnormal system of ordinary union dues.\nWe -- we, and I believe this Court in\nHudson, presume that any reasonable -- reasonably\ncompetent union management would -- would have\nrelatively stable expenditures over the years.\nJUSTICE SCALIA: Isn't -- isn't the premise\nof Hudson that you give the notice before, before -- you\nreceive the notice before you have to cough up the\nmoney?\nMR. YOUNG: Yes.\nJUSTICE SCALIA: And what's now proposed is,\nwell, for -- if there's an additional assessment, you\ncough up the money first, and then later you straighten\nit out. And I -- do you get -- do you get the interest?\nMR. YOUNG: That seems to me to be the\nproblem, Justice Scalia. The people who got the June --\nJune 2005 notice were left in the dark -- indeed, the\nunion may have been in the dark -- as to this special\nassessment. But once the union agreed to -- decided to\nimpose the special assessment, the union was required by\nHudson's principles to shed some light. You know,\nperhaps it is less predictive, less accurate, to say we\nintend to spend the money this way. But when you have\nan assessment which is purely intended for politics, and\nthat's what the union said, to create a Political\nFight-Back Fund, that's not, you know --\nJUSTICE BREYER: Do you get -- does your\nHudson notice tell you about what's going to happen next\nyear? I thought your Hudson notice told you this was\nthe breakdown for the last year, and as far as we can\ntell, that's what it will be next year, but -- but\nthings could change. What does the Hudson notice tell\nyou?\nMR. YOUNG: The Hudson notice provides you\nwith an opportunity to object and some assurance,\nbecause of the audit requirement --\nJUSTICE BREYER: But am I right in my\ndescription of it?\nMR. YOUNG: I think -- I think that would be\na fair description, Justice Breyer.\nJUSTICE BREYER: All right.\nCHIEF JUSTICE ROBERTS: Do they -- do they\ncarry over from one year to the next, or do you have to\nrefile your objection to the union expenditures every\nyear?\nMR. YOUNG: Most unions, Mr. Chief Justice,\nrequire an annual objection. Now, of course, there\nwould be nothing -- we find nothing wrong with an annual\nchallenge requirement if you choose to challenge that\nyear's figures, because obviously it's a specific event.\nBut most unions seem to require annual objection. So,\nyou have to say again and again: I don't want to pay\nfor your politics.\nJUSTICE SOTOMAYOR: Well, but what\nhappens --\nMR. YOUNG: But that's not raised in this\ncase.\nJUSTICE SOTOMAYOR: But going back to the --\nforget about special assessments. I think in one of the\nbriefs, I know in one of the briefs, someone says\nelections happen every 4 years. So, in the normal cycle\nof union activities, in an election year they're going\nto divert more of whatever accessible moneys they have\nto their lobbying efforts, and the following year\nthey'll go back to normal for 3 years.\nYou're not challenging that normal variation\nin the -- in the distribution of the moneys, correct?\nMR. YOUNG: Correct, Justice Sotomayor. And\nthat, too, may vary from union to union, from State to\nState even. As some of the Justices I'm sure know,\nVirginia has called for --\nJUSTICE SOTOMAYOR: So, I guess my problem\nis I don't see how that, given your argument, is any\nless alone than this special assessment where the\nlabor -- where the objecting members at the end of the\nyear will get notice of what has happened that year,\nwill have an opportunity to place their Lehnert\nchallenges and get them ruled upon, and will, as\nJustice Breyer said, have a benefit because they're\ngoing to either pay more if the Lehnert -- pay less if\nthe Lehnert challenges are upheld or pay more if -- if\nthey're not.\nBut I'm not quite sure how this is a\ndifferent loan.\nMR. YOUNG: Well, we disagree with the\nunion's characterization of its supposed benefit. But I\n-- Justice Sotomayor, I see my time has expired, and I'd\nlike to reserve a balance for rebuttal. I will try\naddress your question more thoroughly when I stand up\nagain.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Collins.\nORAL ARGUMENT OF JEREMIAH COLLINS\nON BEHALF OF THE RESPONDENT\nMR. COLLINS: Mr. Chief Justice, and may it\nplease the Court:\nJustice Ginsburg is absolutely correct\nthat what we have suggested to the Court is that the\ncourt of appeals decision be vacated, with the\nconsequence of reinstating the district court judgment.\nCHIEF JUSTICE ROBERTS: Why do -- why did\nyou give up once the case was granted here? You didn't\nconsider that until the case came before this Court.\nMR. COLLINS: That's correct, Your Honor,\nand the reason for that is when the events in this\nmatter were new and the then union officers' actions\nwere being challenged, the instinct was we're going to\ndefend the case. And, as time went on, there was no\nrethinking of that situation. When the case was granted\nhere over our opposition, noting that we didn't think\nthat the questions presented were really presented, the\nofficers of the union, who are not the ones involved in\nthe original case, thought about the situation and came\nto the realization that they have no stake in the\nprocedures that are at issue here. This is a local that\nhad never done a mid-year increase in the past. The --\nwhat was contemplated as a temporary increase here\nturned into a permanent increase. The dues went up to\n1.5 percent of salary a year after this increase ended.\nJUSTICE ALITO: What does this local, and\nwhat will the other locals, do in the future when\nspecial assessments are made? Will they provide notice\nor will they go back to the old system?\nMR. COLLINS: This local -- and I won't\nbelabor the term \"special assessment\" at the moment, but\nwhen we get to the merits, I think there's a\nmisunderstanding around that, Justice Alito. But this\nlocal has put in a procedure which frankly would satisfy\nthe Petitioners' concerns for the future if future\nconduct was legitimately at issue here. But it is not,\nfor two reasons.\nFirst, when we state that the district court\njudgment be reinstated, that's a judgment that was not\nappealed by the Petitioners. That defines the limits of\nwhat they can attain from this case, whatever this Court\nmay decide, and that decision gives whatever protection\nit gives against future conduct. Now, it gives\nessentially none for a very good reason. This was a\ncase, as has been noted, brought only about a one-time\nevent. There were no allegations of an ongoing\npractice. There was no request for declaratory or\ninjunctive relief to prevent --\nJUSTICE KAGAN: Mr. Collins, as I understand\nMr. Young's argument, there is a serious dispute about\nthe adequacy of this notice, and it might be a dispute\nabout whether it was clear enough, about that it was\nsatisfying claims, or it might be a dispute about\nwhether it allowed refunds easily enough, but that Mr.\nYoung is contesting whether the notice complied with the\ndistrict court's order.\nNow, as long as that's true, don't we have a\nlive case before us? Somebody has to answer that\nquestion about whether your notice complied with the\norder, and if it's the case that a court has to answer\nthat question, doesn't that depend on the questions\npresented here, the substantive questions?\nMR. COLLINS: No, it doesn't, Justice Kagan.\nAnd the Court's explained in a number of cases,\nbeginning I think with Walling v. Reuter and also,\nobviously, Munsingwear and U.S. Bancorp, a case can be\nin a posture where this Court, in disposing of it, needs\nto grant certain relief or clarification of the status\nof prior orders; and yet, the case is moot on the merits\nsuch that the Court cannot appropriately reach the\nmerits.\nThat's what we have here. If there is a\ndispute -- and I'll explain in a moment why there really\nisn't. But if there is a dispute, for example, as to\nwhether an individual failed to get their refund because\nthe notice was inadequate, that dispute is not affected\nby and requires no decision of this Court.\nIf the district court judgment is\nreinstated, then the question of whether we have fully\nprovided all relief called for by that judgment, which\nwe believe we have, would be before the district court\nfor decision, unaffected by --\nCHIEF JUSTICE ROBERTS: But this is not --\nthis is not an incidental matter. I mean, the whole\npoint of your friend's argument with the Hudson notice\nis they want people to understand what's happening with\nthe -- their union money. And they say this notice\ndidn't let people know that. And if the case is not\nmoot and if they prevail, they will have a right to be\nheard on what the notice should say. And that will make\na difference in how many people opt out or how many\npeople don't.\nAnd I guess I'm following up on Justice\nKagan's question. That's a very important part of this\ncase, what the notice is going to say, and if we accept\nyour view that it's moot, that issue goes by the\nwayside.\nMR. COLLINS: I think that's incorrect,\nMr. Chief Justice, for two reasons: First of all, the\ndistrict court required a certain kind of notice to be\ngiven. We are stating the district court judgment\nshould be reinstated. If the notice we have given does\nnot comport with what the district court judgment, which\nwas not appealed by the Petitioners, requires, it will\nbe provided by the district court.\nWe are -- we are not contesting -- the\nPetitioners are looking a gift horse in the mouth.\nCHIEF JUSTICE ROBERTS: I'm sorry. I don't\nsee how that -- I don't see how that works.\nThe notice is only required by the district\ncourt if the case is not moot. If the case is moot by\nthe notice you sent out, the district court doesn't have\na case on the basis of which to order a different\nnotice.\nMR. COLLINS: No, I don't think that's\ncorrect, Your Honor. A case can be moot in this Court\n-- and this is what I believe Munsingwear, Walling v.\nReuter, and the other cases, U.S. Bancorp more recently,\nexplain. And, at first, it seems paradoxical, but it is\nnot paradoxical. A case -- there can be remaining\nissues potentially in the district court, such as\nwhether the check that the plaintiff paid bounced or\nnot, that could potentially have to be resolved by a\ndistrict court. And it -- but it means, at least in\nterms of prudential mootness, there is not a substantive\nmerits issue remaining for the court to be deciding.\nAnd it's really quite simple. The Petitioners, as I\nsay, are looking a gift horse in the mouth.\nThe apex, the acme, that they can achieve in\nthis case, is what they got from the district court, and\nit was reversed. We are saying give it back to them.\nTake back the reversal, reinstate the judgment.\nWhatever they won, they will have. We believe we have\nalready given them everything they want. If we have\nnot, the district court will do that.\nBut let me explain the second point, if I\nmay, Mr. Chief Justice, which is that there is no\nlegitimate issue here about whether the notice was\nadequate. Mr. Young stated quite incorrectly that the\nnotice we have provided is the same as the notice the\ndistrict court struck down. That's absolutely\nincorrect. The district court said that the 2005 notice\nissued before the dues increase obviously did not give\nspecific notice of the dues increase, although it stated\nthat dues could be increased.\nThe district court specifically held, at\nPetition Appendix 73a, that the 2006 notice, which\ndescribed the so-called fund and the dues increase, and\nthe purposes of it, was completely adequate. And the\nnotice the district court -- one also has to realize the\ndistrict court was requiring the union to refund only\nthe non-chargeable portion of activities attributed to\nthis increase.\nA certain kind of notice would be needed for\nthat to justify how the union was computing what it was\nsaying with the chargeable portion to refund. But what\nthe union has done here is provide greater relief than\nthe district court ordered. We have refunded every\npenny that anyone who requests had paid during the\nincrease.\nSo, there's no serious question that the\nnotice that the union sent out, which explained what the\nincrease had been spent on, sufficiently informed\nindividuals as to whether they now want to get back\nevery penny, as we've offered them, of what they paid\nunder the increase.\nCHIEF JUSTICE ROBERTS: But -- I want you to\nmove to the merits. It may be a good time to do that.\nMR. COLLINS: Fine. Turning to the\nmerits --\nJUSTICE SOTOMAYOR: Can I clarify a point?\nI thought I heard and maybe I just didn't look at the\nunion regulations, the new ones -- is it limited to\n180 days? I thought I heard your adversary say that\nthe --\nMR. COLLINS: It -- no, it has a provision\nthat it can't be repealed without 180-day notice. There\ncan't be a sudden repeal of the new procedure.\nJUSTICE SOTOMAYOR: I see.\nMR. COLLINS: But I do want to make clear,\nwe think nothing -- our position on mootness is not\ndependent on the Court determining that the new\nprocedure will be in effect forever. Our position --\nJUSTICE SOTOMAYOR: Could you tell me what\nthe burden is on a union to give a second Hudson notice\nwhenever there is a special assessment? Meaning do you\nhappen to know how frequently unions impose special\nassessments --\nMR. COLLINS: Well --\nJUSTICE SOTOMAYOR: -- and what the\nincremental cost is to the union of giving such notice?\nMR. COLLINS: That requires a fairly\nextensive answer, I believe, Justice Sotomayor, partly\nbecause --\nJUSTICE SOTOMAYOR: Try to summarize it. I\nwasn't looking to monopolize you.\nMR. COLLINS: I understand, but I believe --\nI believe the word \"special assessment\" is being used\nhere with a meaning that doesn't correspond to what this\nunion did. I can say this much: There's never --\nthere's been only one other case in any Federal court\nthat I'm aware of, and only in a district court, there's\nbeen no other appellate court, dealing with any kind of\nassessment, a temporary dues increase, and how it\naffects Hudson rights.\nSo, this is a -- a non-event in the real\nworld. There are -- there are no challenges that have\n-- that have been made previously to any kinds of\nassessments or increases.\nBut unions use assessments in two -- in many\ndifferent ways. And let me contrast one way with what\nhappened here, and I think it will show why there's no\nserious question here about a need for a notice.\nSome unions have a dues structure which\ncovers only certain kinds of activities. And they\ncontemplate a new kind of activity that they would not\nnormally pay for out of dues or fees. They say often\nwith -- with a vote, which was not required here. There\nwas -- there was no vote required or taken here of\nbargaining unit members for what occurred in this\ninstance.\nBut you may have a union that says: We want\nto make a kind of expenditure that's really\nunanticipated. It's not what we normally do with our\ndues. We're going to put it to a vote. If you approve\nit, we'll collect it. We'll probably put it in a\nsegregated fund separate from our treasury.\nThat kind of an assessment can raise\npotential issues, I would acknowledge, under Hudson.\nIt's worlds away from what we have here because all that\nhappened in this case was that the union increased, from\n1 percent to 1.25 percent of salary, the regular\nmembership dues and the fees based on those dues that\nwere deducted by employers and paid into the union's\ngeneral treasury --\nJUSTICE ALITO: Is it incorrect that this\nwas for what was termed a \"Political Fight-Back Fund\"?\nMR. COLLINS: It was -- some union\ncommunications described it as having that sole -- that\npurpose. The October 27th letter, which was the most\ndetailed explanation, said it had two purposes,\nbasically to fight back at the bargaining table and to\nfight back politically.\nBut what's essential, Justice Alito, it was\nnever suggested nor was it ever the case that this money\nwould be in any way segregated or treated as a separate\nentity, so to speak. So, we have the Schermerhorn\nproblem here. Basically, Petitioners' position is based\non the fallacy exposed in Schermerhorn of trying to take\npart of a unified general treasury and treat it as if it\nwere a distinct entity, because --\nJUSTICE ALITO: Well, let me give you this\nexample, and maybe you'll say that this is different\nfrom your case and the rules should be different in\nthese two cases. The annual dues for particular -- for\nmembers of this union are 1 percent of their salaries,\nand let's say that amounts to -- or it's a certain\npercentage of their salaries, and let's say that amounts\nto $500 annual dues. And let's say that, in the prior\nyear, 90 percent of the money collected by the union was\nused for chargeable purposes, 10 percent for\nnon-chargeable purposes. So, someone who objected, a\nnonmember who objected, would be able to get back $50.\nNow, during the course of the year, the\nunion levies a special assessment or whatever you want\nto call it, and for this 90 -- the percentages are\nexactly reversed: 90 percent is for non-chargeable; 10\npercent is for chargeable. So, now a nonmember who\npotentially wants to object has $450 at stake. Now, in\nthat situation, why shouldn't there be separate notice?\nAren't the economic incentives quite different?\nMR. COLLINS: If I understand the\nhypothetical, there could be a problem there if the\nassumption is then that the union really is beginning a\nkind of spending that's really foreign to the way it's\nspent money in the past.\nWhat needs to be explained here, though,\nJustice Alito, I don't think one would guess from\nanything that has been said today that we're talking\nabout a period of time when the union's chargeable\nspending increased and its non-chargeable spending\ndecreased. We're talking about a period of time when\nobjecting nonmembers did not even pay their pro rata\nshare of the concededly chargeable expenditures, meaning\nthey did not pay one penny for any political activities.\nJUSTICE ALITO: Well, as I said, my\nhypothetical may be very different from what happened\nhere, and maybe it's an unrealistic hypothetical; and\nyou can answer that. But if -- if it were to occur,\nshould there not be Hudson notice?\nMR. COLLINS: Well, the problem -- it would\nbe a closer question, but I think not, because, again,\nit would be caught up in the subsequent year.\nJUSTICE ALITO: But what if the money is\ngoing to be used for an election campaign? What if it\nis going to be used to weigh in, in favor of one\ngubernatorial candidate against another, in favor of one\nslate of legislative candidates against another? And on\nthose issues, the nonmembers may have very strong\npartisan and ideological objections. So, why should\nthey not be given a notice at that time --\nMR. COLLINS: It would depend --\nJUSTICE ALITO: -- and given the opportunity\nnot to give what would be at a minimum a -- an\ninterest-free loan --\nMR. COLLINS: Because --\nJUSTICE ALITO: -- for the purpose of\ninfluencing an election campaign?\nMR. COLLINS: It would depend,\nJustice Alito. I think in your hypothetical, one might\nbe able to say -- there might be more facts needed, but\none might be able to say that what is occurring is\nsomething that could not be anticipated reasonably by\nthe person who got the notice.\nIn this case, however -- and this is crucial\nto this case -- the notice in 2005 told every nonmember\nthat, of our $38 million budget, we spent 43.6 percent\nof it last year on non-chargeable activities. And if\nyou do not object, we will spend whatever amount out of\nour roughly $40 million budget in the coming year on\nvarious activities as we perceive the need, including\nspecifically ballot initiatives, which were specifically\nmentioned in the notice as one of the things the union\nspent its money on.\nNow --\nCHIEF JUSTICE ROBERTS: I thought your\npoint, though -- this was a very special ballot\ninitiative. That's what the literature suggests, that\nthis was not sort of the normal run in the course --\nevery 2 years, every election cycle, we spend something.\nThat's why it's a special assessment.\nMR. COLLINS: Well, I don't -- I wouldn't\ncall it a special assessment if one uses that term as\nit's usually used, to mean a very short-term assessment\napart from general union functions for a new kind of\nfunction.\nCHIEF JUSTICE ROBERTS: No, it's not\nshort-term; it's just until November 7th or whatever.\nMR. COLLINS: But it's nothing new under the\nsun, Mr. Chief Justice. And we can see that -- for\nexample, the record reflects the audit for 2005 shows us\nthat, in addition to the money that was attributed to\nthe dues increase and spent in opposing these ballot\npropositions, additional money, approximately\n$2 million, was spent on those same purposes from the\npre-increase dues.\nSo, ballot -- opposing ballot initiatives is\nnothing new for this union.\nJUSTICE BREYER: Can you think of for a\nsecond -- to go back to Justice Sotomayor. Now, I would\nlike you to see, I think, why she asked the question.\nAs I understand it, the way it works now is\nat the beginning of, say, September -- say it goes\nSeptember -- September. September of year two, we look\nback to year one, and we see what the percentages were.\nAnd now we in the union calculate a budget for year two.\nAnd we go and get approval or opt-outs on that basis.\nNow, what I thought coming in here is that\nthe problem was going to be, if you have to have a new\nnotice in the middle of the year for special political\nassessments, you're going to discover that half the time\nyou don't know if they're special political assessments.\nIt's an impossible line to draw. It's really tough.\nYou're making the argument that however you\ndraw the line, we're on the right side of it, not the\nwrong side. Isn't that what -- basically what you're\nsaying? It's not a special assessment. It wasn't\nreally -- et cetera. Okay.\nNow -- but there's a new argument that's\ncome along that I hadn't focused on, that we can avoid\nthe administrative problem by saying all special\nassessments require a new notice, whether they're for\npolitical purposes or not. Hence the question that I\nwas trying to get -- I was very interested in your\nanswer. If we had that rule, which avoids the problem\nof saying which is which, how does that affect the\nunion? Not necessarily yours but unions in general.\nHow often is it that you draw up your budget for year\ntwo in September, you put it into effect, and then\nduring the year, you discover you need more money from\npeople for any reason, and, therefore, you change what\nyou thought they were going to contribute? How often,\nif you can give us an estimate -- and you're in a better\nposition than I. Does it happen a lot, rarely, a\nlittle? What do you want to say?\nMR. COLLINS: I -- I --\nJUSTICE SOTOMAYOR: And a footnote: And if\nit happens a lot, how burdensome is it?\nMR. COLLINS: I will get to that, Justice\nSotomayor. I have tried to determine how frequent it\nis, and I've been unable. All I've been able to\ndetermine is there's no litigation over it. How\noften -- and I've been able to determine that so-called\nassessments take many different forms from -- and I\nthink there are crucial distinctions -- from funding\nwhat would -- a kind of charge that would not otherwise\nbe funded out of dues for some short period of time, to\nthe opposite extreme, what we have here and what I don't\nthink would be called an assessment frankly by anything\nI've read, a temporary dues increase which became\npermanent and which simply increased the total flow of\ndues and fees into the general treasury and which went\nfor the usual -- the kinds of activities the union had\nalways funded. And in that regard, there's one --\nJUSTICE SOTOMAYOR: Could you please answer\nmy question?\nMR. COLLINS: The burden?\nJUSTICE SOTOMAYOR: All right? The burden.\nMR. COLLINS: The burden consists of two\nthings, Justice Sotomayor. The -- if a union has to\ngive a new Hudson notice in a situation like this,\nwhereas I've been trying to explain the spending that\nwent on is really not different from what one would have\nreasonably anticipated given the notice, then we have\nlitigation and disputes about the need for new notices\nwhenever any number of things happen, because one thing\nthat happened here that is undisputed but hasn't been\ndiscussed is that collective bargaining costs were up\nsix-fold in 2005 over 2004, and they were up six-fold in\n2006 over 2005.\nCHIEF JUSTICE ROBERTS: One reason -- I\nmean, we're dealing with the situation where the union\nis compelling nonunion members to give them money for\npolitical activities. We allow, as I understand Hudson,\nas I read it, because you can't figure out what that is,\nyou wait until the end of the year. In other words,\nit's a compromise for administrative convenience.\nNormally, you wouldn't allow it at all, as -- at least\nunder the law as I read it, you would not allow people\nto take money -- you would not allow the union to take\nmoney from people who don't want to spend it on\npolitical activities so the union can spend it on\npolitical activities. But we allow that in the course\nof the year because it's impossible as you go on to sort\nthese things out. I thought the argument on the other\nside was when you have a special assessment, an\nadditional charge, there you don't have the\nadministrative problem. You can tell it's .25 percent.\nSo, you can't take that until you tell them, do you want\nto object or are you happy -- are you fine with having\nthis spent on political purposes?\nMR. COLLINS: The reason, Mr. Chief Justice,\nthat it isn't that straight forward is quite simply that\nall of these questions about it's a special assessment,\nwe can figure out what it is, we can treat it\nseparately, flounder when one realizes that the\nso-called special assessment is simply a dues increase,\nbecause if I were to try to imagine -- let's try to\nimagine the notice that could have been given. If I was\ngiving a new notice in the fall of 2005 to explain to\nall nonmembers how things look now compared to what\nthey -- how they may have looked when the Hudson notice\nwas given, I would say the following, completely\nconsistent with all the facts of record in this case as\nrevealed in the audits. I would say: We've determined\nwe need more income. Part of this is because we\nanticipate $3.7 million in fight-back expenses this\nyear. Another part is we expect more than $3-1/2\nmillion of additional bargaining costs this year, and we\nexpect a lot of other changes in our costs.\nOn the Petitioners' theory -- and this is\nwhy Schermerhorn is the complete answer to their\ntheory -- there's a constitutional violation if the\nunion says we're going to view this increase as paying\nfor our additional political costs, and it's going to\nfree up our bargaining -- our general treasury for the\nbargaining. That's a violation. But if you say we're\ngoing to treat this increase as covering those new\nbargaining costs we told you about, that's going to free\nup our general treasury for the political costs --\nCHIEF JUSTICE ROBERTS: But on the -- I'm\nreading from the district court opinion. It said that\nthis assessment would be used -- and they're quoting\nfrom union material -- \"for a broad range of political\nexpenses, including television, radio advertising,\ndirect mail, voter registration, voter education, and\nget out the vote activities in our work sites and in\ncommunities across California.\" And it further said,\nquote, \"The fund will not be used for regular costs of\nthe union such as office rent, staff salaries or routine\nequipment replacement.\"\nMR. COLLINS: But two points,\nMr. Chief Justice: First, as the court of appeals\npointed out, there were other statements that said the\nmoney would be used for both purposes.\nBut, as Schermerhorn points out,\nSchermerhorn says even if you specifically say this part\nof our dues income is going to be earmarked for this\npurpose, it's artificial when you're dealing with a\ngeneral union treasury, not a separate segregated fund,\nto give that separate legal status. And that -- because\nthat is why -- my point to you, Mr. Chief Justice, is\nnothing in the world would have changed here.\nJUSTICE ALITO: Suppose that the --\nMR. COLLINS: If --\nJUSTICE ALITO: Suppose that the proponents\nof Propositions 75 and 76 had come to the union and\nsaid, would you please give us an interest-free loan for\nmoney because we want to use this money to -- to\npersuade the electorate to enact these; but don't worry\nbecause we're going to pay it back right after the\nelection, when we've achieved our electoral ends.\nWould -- would the union provide the money\nbecause it's all going to come out in the wash?\nMR. COLLINS: I -- I really can't answer\nthat question. I don't know. I --\nJUSTICE ALITO: Well, I -- gee, I really\ndoubt that you -- that they would. But what's the\ndifference? If you look at this from the perspective of\na nonmember who doesn't want those ballot initiatives to\nbe defeated, saying that we're going to give you your\nmoney back -- we're going to use your money to achieve a\npolitical end that you oppose, but don't worry because\nwe're going to give it back to you next year after we've\nachieved our political end -- how does that solve the\nproblem?\nMR. COLLINS: That's not the situation here,\nJustice Alito. The nonmembers were told in June 2005 in\nthe Hudson notice that if you don't object, we may spend\nmillions of dollars on political activities, including\nballot initiatives. If a person didn't want to support\nthat, they merely need to object. What then happened --\nand this is what gets lost in the messaging about the\ndues increase. What actually happened in the real world\nin the period that followed is that, compared to the\nnumbers in the 2004 Hudson notice, the union spent less\non non-chargeable matters and more on chargeable\nmatters. And the only reason there's a case here in the\nCourt is that the union, for whatever PR purposes,\nwhatever it may have been, instead of saying we're going\nto treat the increase as covering our vastly increased\nbargaining costs, thereby freeing up money for politics,\nwe're instead going to describe this increase as being\nattributable to our political costs, thereby freeing up\nmoney for bargaining. But what the union is spending\nits -- its money on is bargaining. More money --\nJUSTICE KENNEDY: It -- it seems to me that\nthis answer is -- is so confusing that the Court\nprobably should consider whether or not an opt-in\nrequirement is -- is preferable. I -- we're talking --\nin the first exchange, you had with Justice Alito, he\ngave you a very simple question: 90 percent and 10\npercent. Then, it's reversed. Special assessment for\n90 percent political. And the point there was that\nyou're taking someone's money contrary to that person's\nconscience. And that's what the First Amendment stands\nagainst. And you simply wouldn't answer that question.\nYou would -- and then you say, well, maybe that it's --\nit's fungible, it's hard to --\nMR. COLLINS: No, but --\nJUSTICE KENNEDY: It seems to me that you're\navoiding --\nMR. COLLINS: No.\nJUSTICE KENNEDY: -- a very, very critical\nquestion on the constitutional rights of these objecting\nmembers.\nMR. COLLINS: I won't avoid the -- I don't\nbelieve -- I was not meaning to avoid it,\nJustice Kennedy. What I thought I said is, if you are\nspringing something on someone that's not anticipated in\nthe notice that gave them their rights to object, then\nthere's a problem.\nMy point is very simple. Anyone reading the\n2005 Hudson notice, if that person was asked -- if I\ndon't -- if you -- if I don't object, might the union\nspend $3.7 million next year on ballot initiatives that\nI may not want to oppose? The answer would be yes. The\nnotice made it perfectly clear.\nJUSTICE KENNEDY: Let me ask you this --\nMR. COLLINS: And the person can object.\nJUSTICE KENNEDY: -- by way of background:\nIn collective bargaining negotiations, do the unions\nconsider the -- as one factor the importance of ensuring\nthat the governmental employer has fiscal stability?\nMR. COLLINS: That's generally considered,\nyes, by unions.\nJUSTICE KENNEDY: Well, isn't that\nultimately a political judgment, so that even collective\nbargaining involves a core political judgment?\nMR. COLLINS: And that's exactly what the\nCourt said in Abood. And the reason that exclusivity\nand agency fees are permitted in -- in serving an\nimportant government purpose is that the government has\nconcluded that its interest lies in having an exclusive\nspokesperson who -- with whom it can negotiate so that\nit won't have an array of different employment relations\nor different --\nJUSTICE KENNEDY: But you -- you concede, in\nordinary collective bargaining, there are critical and\nimportant political -- significant political judgments\nthat are being made by the union in the course of\ncollective bargaining with chargeable expenses?\nMR. COLLINS: Absolutely. And Abood\nexplicitly says that, and Abood then says that,\nnevertheless, the government -- we're talking about a\nregulatory scheme to promote the government's interest\nin orderly labor relations. The government needs to\nmake arrangements and agreements on terms of employment.\nIt has a vital interest in having an exclusive\nrepresentational arrangement where that can be\naccomplished. And that, the Court held in Abood -- and\nit's not challenged by Petitioners -- that justifies the\ndegree of impingement that's inherent in the fact that,\nas Your Honor correctly says, all bargaining,\nparticularly in the public sector, has political\nelements in it.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Young, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF WILLIAM J. YOUNG\nON BEHALF OF THE PETITIONERS\nMR. YOUNG: Thank you, Mr. Chief Justice.\nJUSTICE SCALIA: Mr. Young, I hope this\nwon't use up much of your time, but I do have a pressing\nquestion to make sure that we're just not spinning our\nwheels here.\nWhat if the union here had simply said all\nthis additional assessment will go to bargaining\nactivities, and then simply used its original\nassessment, the portion that had been anticipated to be\nused for bargaining, for political activities? It could\ndo that, couldn't it?\nMR. YOUNG: It would --\nJUSTICE SCALIA: I mean, it's not committed\nto -- to, you know, an 80-20, or whatever the division\nis, simply because that's what's given out in the first\nnotice. It can indeed use its -- the anticipated\nportion for bargaining for political activities.\nMR. YOUNG: It would be free to do so,\nJustice Scalia.\nJUSTICE SCALIA: So, why are we wasting our\ntime? I mean, all the unions are going to do is say\nthis is a general assessment for bargaining purposes,\nand then use their -- their general funds for the\npolitical thing.\nMR. YOUNG: Because the nonmembers still\nhave that right to challenge, Justice Scalia.\nJUSTICE SOTOMAYOR: But they don't lose it;\nthey're going to do it the following September. The\nattractive part of your argument from the beginning was\nthat this is somehow a forced loan. And I understand\nthe attractiveness of that. But it goes back to what\nJustice Breyer said from the beginning, which is, given,\nas has been recognized, that money is fungible and that\nyou can't really often predict what's going to happen in\nthe future, it's been developed a system that cyclically\ngets money to the people back.\nMR. YOUNG: And money is fungible to a\ndegree, Justice Sotomayor -- Sotomayor -- excuse me.\nAnd I respect that argument, but let's remember the\nfacts as we have them here. In the facts of this case,\nit was a segregated fund. There's a separate portion, a\nseparate line item in the union's notice for both --\nJUSTICE SCALIA: Okay. So, you win, and\nit'll never happen again. It'll never again be called a\nsegregated fund for politics.\n(Laughter.)\nMR. YOUNG: I lose, Justice Scalia, and it\nwill happen all the time, I'm afraid.\nJUSTICE BREYER: No, but the -- the problem\nif you win in this case, and then there is this other\nway of getting to the same -- the same result, is that\nthe other way of getting to the same result, while\npermissible, is far less transparent. And people won't\nunderstand it, and it -- it encourages a kind of slyness\nthat seems highly undesirable.\nAnd the virtue of the present system is that\nit does require some forced loans, that's true, but it\ndoes wash out in the wash, and it ends up being fair to\nthe objectors. And it's simply hard to think of a\nbetter system that doesn't provide more administrative\nproblems than the existing one.\nMR. YOUNG: But --\nJUSTICE BREYER: So, that's -- go ahead.\nMR. YOUNG: And I thank you, Justice Breyer.\nI'm sorry for interrupting.\nIt -- I understand that, Justice Breyer.\nAnd for ordinary union dues, that's why when Justice\nSotomayor asked me at the beginning of the argument\nwhether we're challenging the ordinary Hudson system, I\nanswered no, because that system is perfectly adequate\nfor ordinary union dues.\nJUSTICE SOTOMAYOR: The problem is that I'm\nbeing told by your adversary -- and since we don't know,\nI'm always afraid of writing a decision in a vacuum,\nokay?\nMR. YOUNG: Sure.\nJUSTICE SOTOMAYOR: That unions structure\ntheir business in a myriad number of ways, that some\nhave a very small due each year and a larger special\nassessment for special projects. And I assume there's\nendless variety.\nYou're proposing a rule that every single\ntime an assessment outside of annual dues is imposed,\nthat a new Hudson notice can be given. And you're\nsuggesting, Justice Scalia, that all they have to say is\nwe think it's going to be for chargeable effect.\nMR. YOUNG: Well, the -- I'm sorry.\nCHIEF JUSTICE ROBERTS: Briefly, counsel.\nMR. YOUNG: Yes, and I thank you,\nMr. Chief Justice.\nSo, Justice Sotomayor, the answer is that\nI'm saying it would -- it would be brief -- and my\nfriend Mr. Collins is saying that it doesn't happen that\noften. So, the burden is minimal. Unions have other\noptions than extracting this money from unwitting\nnonmembers -- interest-free loans, internationals.\nAnd I thank the Court for its attention.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\ncounsel.\n"
    }, 
    "respondents": [
        "No. 10-1121 SERVICE EMPLOYEES INTERNATIONAL", 
        "UNION, LOCAL 1000."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 21, 
        "JUSTICE ALITO": 13, 
        "JUSTICE BREYER": 17, 
        "JUSTICE GINSBURG": 5, 
        "JUSTICE KAGAN": 8, 
        "JUSTICE KENNEDY": 10, 
        "JUSTICE SCALIA": 14, 
        "JUSTICE SOTOMAYOR": 23, 
        "MR. COLLINS": 36, 
        "MR. YOUNG": 67
    }
}