{
    "appearances": {
        "content": "PAUL L. HOFFMAN, ESQ., Venice, California; on\nbehalf of Petitioners.\nKATHLEEN M. SULLIVAN, ESQ., New York, New York; on\nbehalf of Respondents.\nDONALD B. VERRILLI, JR., ESQ., Solicitor General,\nDepartment of Justice; Washington, D.C.; for United\nStates, as amicus curiae, supporting Respondents.\n"
    }, 
    "caseNum": "10-1491rearg", 
    "caseinfo": {
        "content": "ESTHER KIOBEL, INDIVIDUALLY AND ON:\nBEHALF OF HER LATE HUSBAND, :\nDR. BARINEM KIOBEL, ET AL., :\nPetitioners : No. 10-1491\nv. :\nROYAL DUTCH PETROLEUM CO., ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nPAUL L. HOFFMAN, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nKATHLEEN M. SULLIVAN, ESQ.\nOn behalf of the Respondents 22\nORAL ARGUMENT OF\nDONALD B. VERRILLI, JR., ESQ.\nFor United States, as amicus curiae, 40\nsupporting the Respondents\nREBUTTAL ARGUMENT OF\nPAUL L. HOFFMAN, ESQ.\nOn behalf of the Petitioners 51\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, October 1, 2012\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:02 a.m.\n"
    }, 
    "petitioners": [
        "ESTHER KIOBEL, INDIVIDUALLY AND ON", 
        "BEHALF OF HER LATE HUSBAND,", 
        "DR. BARINEM KIOBEL, ET AL.,"
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this term in Case 10-1491, Kiobel v. Royal Dutch\nPetroleum.\nMr. Hoffman?\nORAL ARGUMENT OF PAUL L. HOFFMAN\nON BEHALF OF THE PETITIONERS\nMR. HOFFMAN: Mr. Chief Justice, and may it\nplease the Court:\nThe plaintiffs in this case received asylum\nin the United States because of the human rights\nviolations alleged in the complaint. They sued the\ndefendants for their role in these human rights\nviolations in U.S. courts because the defendants are\nhere and subject to the general personal jurisdiction of\nour courts.\nThere's nothing unusual about suing a\ntortfeasor in our --\nJUSTICE GINSBURG: May -- may I ask you\nabout the statement you just made? Personal\njurisdiction was raised as a defense, right?\nMR. HOFFMAN: Personal jurisdiction was\nraised as an affirmative defense, but not raised in a\nmotion to dismiss.\nJUSTICE GINSBURG: And so your position is\nit was waived?\nMR. HOFFMAN: Yes.\nJUSTICE GINSBURG: But it was not\nadjudicated. Is there --\nMR. HOFFMAN: It was not adjudicated in this\ncase. Our position, it was waived when it was not\nraised in a Rule 12 motion.\nJUSTICE KENNEDY: What effects that\ncommenced in the United States or that are closely\nrelated to the United States exist between what happened\nhere and what happened in Nigeria?\nMR. HOFFMAN: The -- the only connection\nbetween the events in Nigeria and the United States is\nthat the plaintiffs are now living in the United States\nand have asylum because of those events, and the\ndefendants are here. There's no other connection\nbetween the events that took place in the -- in Nigeria\nand the forum. The -- the basis for suing the\ndefendants here was because they are here and because it\nwas possible to get jurisdiction.\nJUSTICE KENNEDY: And just to make it\nclear --\nMR. HOFFMAN: Yes.\nJUSTICE KENNEDY: -- it's your\nposition -- and I believe it's the position of the\nUnited States; I'm not sure -- that if a U.S.\ncorporation commits an international law violation in\nthe United States, that U.S. corporation can be sued in\nany court in the world?\nMR. HOFFMAN: Well, it is -- it is possible\nthat other countries would assert jurisdiction. I think\nthat, generally speaking -- and it might well have been\nthe case in this case had the issues been raised -- most\nof the time, alternative doctrines like the requirement\nof personal jurisdiction, or the requirement -- or forum\nnon conveniens or other doctrines would -- would have\nthose cases litigated in other places.\nJUSTICE KENNEDY: But then -- but the way I\nstated the hypothetical, or the proposition, that is\nyour beginning proposition -- although there might be\nsome defenses. But as a beginning matter, that they can\nbe sued in any country in any court in the world.\nMR. HOFFMAN: Well, I think it would depend\non what the events were and what the claims were and --\nand what the law in that jurisdiction was.\nJUSTICE KENNEDY: Well, we assume --\nMR. HOFFMAN: I think that this -- sorry.\nJUSTICE KENNEDY: -- we assume a violation\nof international law --\nMR. HOFFMAN: Okay.\nJUSTICE KENNEDY: -- as part of the\nhypothetical.\nMR. HOFFMAN: Yeah. Well, I think that\nif -- if, in fact, the U.S. corporation committed a\nviolation of a universal jurisdiction norm, for example,\nas we believe these norms are in this case, there are\nmany jurisdictions in which U.S. corporations could be\n-- could be sued.\nIn fact, in the United Kingdom and -- and\nthe Netherlands, I believe their juris -- their\nprovisions enforcing the international criminal court\nmight --\nCHIEF JUSTICE ROBERTS: I suppose, if you\nhave -- I suppose, if you have, as I think there\nprobably is in this case, a number of plaintiffs, they\ncan sue in a number of different countries, right? Some\nwill sue in the United States, others in the United\nKingdom, others in the Netherlands?\nMR. HOFFMAN: Well, it -- it is possible\nthat the plaintiffs could have sued in other places.\nThey sued here because this is where they live. This is\ntheir adopted homeland because of that.\nThe United States, under international law,\nclearly has jurisdiction to adjudicate claims between\nparties properly before them.\nJUSTICE SCALIA: Is there some -- is there\nsome super body that decides what constitutes a\nviolation of the particular norms of international law?\nThat is to say, these other countries that have\njurisdiction, they decide for themselves, don't they,\nwhat -- whether there's been a violation of the\ninternational norm or not?\nMR. HOFFMAN: Well, if -- if there are\nproceedings with respect to those norms or violations,\nyes, they do.\nI mean in domestic courts, there are\ninternational tribunals that have a limited\njurisdiction, and they decide. There are some ad hoc\ntribunals that decide other cases. And the national --\nnational courts have always been engines of decision\nmaking on -- on international law.\nIn fact, that's the foundation of this -- of\nthis statute comes from the founders' desire to have\nFederal courts decide what law of nations claims --\nJUSTICE SCALIA: Sure, national courts have\nbeen the deciders when -- when the violation occurs\nwithin the nation. But to give national courts\nelsewhere the power to determine whether a United States\ncorporation in the United States has violated a norm of\ninternational law is something else, it seems to me.\nMR. HOFFMAN: Well, it's -- it's unlikely\nthat -- that that would come up, because the suit could\nbe brought in the United States. It's also unlikely,\nbecause, based on most forum non conveniens doctrines,\nthe suit would be heard here, because --\nJUSTICE GINSBURG: You didn't mention\nexhaustion of administrative remedies.\nMR. HOFFMAN: Well, there is the possibility\nof exhaustion of local remedies. I know the European\nUnion brief suggests that that's part of the\ninternational law package that one has to accept. And\nthis Court in Sosa did say that it would consider an\nexhaustion of local remedies doctrine if that was the\ncase.\nAnd, of course, exhaustion of local remedies\nwould be an additional safeguard against the issue that\nJustice Kennedy and Justice --\nJUSTICE ALITO: Suppose a case like this is\nbrought in the United States and the State Department\ntells the district court that allowing this case to go\nforward will have a very deleterious effect on U.S.\nforeign policy and on the welfare of U.S. -- U.S.\ncitizens abroad.\nMR. HOFFMAN: Well, I think there --\nJUSTICE ALITO: The district court says:\n\"Well, there's nothing I can do about it. This case is\njust going to forward.\" That's your position?\nMR. HOFFMAN: Well, no, not at all. I mean,\nI think --\nJUSTICE ALITO: Well, what would happen in\nthat situation?\nMR. HOFFMAN: Well, I think the political\nquestion doctrine would clearly apply, and -- and -- and\na court would decide whether to go forward. If the\nUnited States believed that -- that the case should be\ndismissed, as I understand the U.S. position in past\ncases like Doe v. Exxon, is that -- that there should be\ninterlocutory appeal from -- from a denial of a\npolitical question doctrine decision to go forward in\nlight of that.\nJUSTICE ALITO: What if a district court\nwon't certify a question for interlocutory appeal?\nMR. HOFFMAN: Well, but I think what the\nU.S. position is, and I think -- I think it would -- I\nassume it would be accepted -- is that if the United\nStates says going forward at all raises those questions,\nthat it would be able to go up on a Cohen v. --\nJUSTICE KENNEDY: Well, you know, Justice\nAlito can protect his own hypothetical, but it seems to\nme you're walking away from it. The question as I\nunderstood it assumed that there is a violation of\ninternational law.\nMR. HOFFMAN: Right.\nJUSTICE KENNEDY: But that proceeding with\nthis particular case will, because of some other\nreasons --\nMR. HOFFMAN: Right --\nJUSTICE KENNEDY: -- involve the United\nStates or its citizens living abroad in serious\ncomplications with a foreign Government. That's not a\npolitical question.\nMR. HOFFMAN: Well, it could be.\nJUSTICE KENNEDY: There's political\nconsequences, but that's the whole point.\nMR. HOFFMAN: Well --\nJUSTICE KENNEDY: There's -- there's -- you\ncan't cite a case -- but maybe you can, please do if you\ncan -- that this is part of the political question\ndoctrine.\nMR. HOFFMAN: Well, I think that in\nCorrie v. Caterpillar, for example, there were alleged\nhuman rights violations, and the United States said that\nbecause U.S. aid was involved in providing the\nbulldozers that were involved in that alleged human\nrights violation, that the court should dismiss on\npolitical question grounds, and the courts did dismiss\non political question grounds.\nJUSTICE BREYER: Couldn't you just say if --\nwould we have the power to say, looking at Sosa and the\nprinciples that narrow considerably the subject matter\nof this statute, to add a requirement that if the State\nDepartment says that it interferes with foreign\nrelations it doesn't fall within the statute, can't\nbring it?\nMR. HOFFMAN: Well --\nJUSTICE BREYER: That would get rid of this\nproblem, wouldn't it?\nMR. HOFFMAN: Well, that would get rid of\nthe problem. I think that in truth, the -- the way the\npolitical question doctrine would work would probably\nend up being the same when it's that kind of rule.\nJUSTICE BREYER: It would be the same thing.\nBy the way, did we sign the torture treaty?\nMR. HOFFMAN: Yes. We've ratified --\nJUSTICE BREYER: We've signed the torture\ntreaty.\nMR. HOFFMAN: We've ratified --\nJUSTICE BREYER: The torture treaty does\nprovide for -- for what is it called, universal\njurisdiction?\nMR. HOFFMAN: Yes.\nJUSTICE BREYER: All right. So, if in fact\na corporation in the United States, in cahoots with the\nGovernment or something, should do the unusual thing of\nviolating the torture treaty, Tasmania or any country in\nthe world that signed the torture treaty would have\njurisdiction under that treaty to proceed, is that\nright?\nMR. HOFFMAN: Right.\nJUSTICE BREYER: So the situation that we're\ntalking about already is in existence.\nMR. HOFFMAN: That's right. I mean, there's\nnothing that the Court would do in this case that would\nchange --\nJUSTICE ALITO: Well, if it was the\ncorporation, it wouldn't fall under the torture --\nJUSTICE BREYER: Well, that's -- no, the\ntorture treaty says nothing about corporations.\nMR. HOFFMAN: Right. I mean, that's\ndifferent from the ICC.\nBut the -- the -- yes, Justice.\nJUSTICE SOTOMAYOR: Counsel, there is the\namicus brief from the European Commission.\nMR. HOFFMAN: Yes.\nJUSTICE SOTOMAYOR: And it provides for a\nvery simple rule. Please explain to me what's wrong\nwith it. It basically says you have to borrow both the\nsubstantive and procedural international law norms; that\nthose norms do permit these foreign-cubed cases only so\nlong as either, it appears to me, the defendant is a\ncitizen of the country, the acts occurred within that\ncountry, or the alien has exhausted both domestic and\ninternational avenues for relief, a sort of forum by\nnecessity, which apparently most countries have,\nincluding the ones who have submitted amici arguing --\nMR. HOFFMAN: Right.\nJUSTICE SOTOMAYOR: -- different points,\nlike England and The Netherlands.\nMR. HOFFMAN: Right.\nJUSTICE SOTOMAYOR: It seems to me like a\nfairly simple set of rules clearly defined and limiting\nthe application of this statute in a way that sort of\nmakes sense.\nMR. HOFFMAN: Well, I think --\nJUSTICE SOTOMAYOR: What's wrong with the\nrule?\nMR. HOFFMAN: I don't think there is a lot\nwrong with the rule, actually. In a foreign-cubed kind\nof case, it seems to me the EU position is, number one,\nthat there is universal jurisdiction, no matter whether\nyou consider the Federal Commonwealth cause of action\nprescriptive or not. And so, the countries of the world\nhave agreed that all states have an interest in\nenforcing these fundamental norms and that's part of\ninternational law. And that -- that what goes with that\nare limits of exhaustion of remedies under international\nlaw, which guard -- safeguards the interests of third\nstates before the United States can --\nJUSTICE SOTOMAYOR: So answer me why is this\nnot the case where on the facts there has been a failure\nto exhaust.\nMR. HOFFMAN: Well, I think that we would --\nwe would -- there's no record, obviously, about that.\nAnd one of the arguments we would make about exhaustion,\nI believe, is that it would have been futile to exhaust\nunder international law -- under international law\nstandards.\nJUSTICE GINSBURG: Might be -- Nigeria is\none question, but other potential forums are the U.K.\nand the Netherlands.\nMR. HOFFMAN: Right. And I think that we --\nyou know, we have -- if there was an exhaustion of local\nremedies requirement, then we would have to see if we\ncould satisfy that.\nJUSTICE GINSBURG: I think -- haven't both\nof those nations said they would not entertain this\ncase?\nMR. HOFFMAN: It's not clear. I mean, in\nfact, the -- you know, there is a recent Dutch decision\nthat goes perhaps farther than the Alien Tort Statute,\nthe Al Brujaj case.\nJUSTICE KAGAN: But you would agree, Mr.\nHoffman, that if there were an exhaustion requirement,\nit would not apply only to Nigeria, but also to the\nNetherlands and to the U.K.?\nMR. HOFFMAN: Well, I mean, it depends on\nhow the Court frames it. I mean, there's the exhaustion\nrequirement under the Torture Victim Protection Act,\nthere are other arguments about what that looks like\nunder international law. I mean, I think that -- to\nfollow up on Justice Sotomayor's point, I think that if\nthat's deemed by the Court to be a requirement of\ninternational law, then international law rules on\nexhaustion should apply, and we would either be able to\nsatisfy them or not or take whatever position we would\ntake with respect to that.\nJUSTICE ALITO: Well, the U.K. -- the U.K.\nand the Netherlands, I -- well, I'll ask you. Do you\ndisagree that those are fair judicial systems where a\nplaintiff can get a fair shake?\nMR. HOFFMAN: Yeah. No, I don't think that\nanybody disputes that -- that the legal systems in the\nNetherlands or the United Kingdom are fair. I mean,\nthey obviously are.\nJUSTICE ALITO: Well, if that's so, then\nwhat does this case -- why does this case belong in the\ncourts of the United States --\nMR. HOFFMAN: Well --\nJUSTICE ALITO: -- when it has nothing to do\nwith the United States other than the fact that a\nsubsidiary of the defendant has a big operation here?\nMR. HOFFMAN: Well, it -- it -- from our\nstandpoint it's here, the way I started the argument,\nreally, which is that our clients are here, they're\nhere. Their -- personal jurisdiction has not been\ncontested and no one made a forum non conveniens motion\nin this particular case. Now, there was a forum non\nconveniens motion in a companion case. So -- but I\nthink that that's a problem that goes more toward --\nJUSTICE GINSBURG: And what happened to\nthat?\nMR. HOFFMAN: It -- the Second Circuit\noverturned the district court on forum non conveniens.\nJUSTICE GINSBURG: Overturned it which way?\nMR. HOFFMAN: It said that the case -- that\nthe Wiwa case could proceed and --\nJUSTICE GINSBURG: So it rejected the forum\nnon conveniens.\nMR. HOFFMAN: Rejected forum non conveniens\nin that case. And I know that the United States brief\nbelieves that that was wrongly decided. But from our\nstandpoint, the -- if we're talking about the way that\nthe ATS should be structured, our belief is that forum\nnon conveniens, generally speaking, is going to deal\nwith the problem -- the problems that the Court has\nraised. If -- if the Court believes that the Wiwa\ndecision was wrong or that that doctrine's wrong, that\ndoctrine should be changed.\nJUSTICE GINSBURG: May I ask you a question\nabout your reliance on the Alien Tort Statute, but if\nyour theory is that this is a violation of a universal\nnorm, and that Federal common law makes it a claim\navailable in the United States, now there is 1331\ngeneral Federal question jurisdiction.\nCouldn't you have said, never mind the Alien\nTort Statute, I'm suing under 1331 Federal question\njurisdiction, and I have got the -- the claim for relief\nis the U.S. common law implementing the international\nlaw?\nMR. HOFFMAN: Well, I think this Court in\nSosa said that its analysis did not necessarily apply to\n1331, and I think that's because of the history of 1350.\nThe history of 1350, as the historians'\nbrief lays out, is that the Founders believed that\ncertain law of nations norms could be implemented by\ncommon law tort actions. And this Court in Sosa found\nthat without further congressional action, the courts of\nthe United States would be available to enforce norms\nthat were similar to those norms.\nAnd in fact, the norms that the Founders\nwere familiar with were very similar in kind to the\nuniversal jurisdiction norms that Justice Sotomayor --\nJUSTICE SCALIA: Yes, but -- but general --\ngeneral common law was not considered to be Federal law,\nneither Federal law nor state law. If that were so,\nevery tort action, which in those days were decided\nunder -- under a general law that was up there in the\nsky, would have been a Federal -- a Federal claim.\nMR. HOFFMAN: But there were -- there was\ncertain -- there were certain norms that were believed\nto be part of the law of nations, including piracy and\nattacks on ambassadors, and they were governed by\nuniversal standards.\nJUSTICE SCALIA: Common law. It's general\ncommon law.\nMR. HOFFMAN: Well, but I think this Court\nfound in Sosa that that -- that that part of common law\nat the time has become customary international law, and\nthat -- that the courts of this country have not lost\ntheir ability to enforce the same kinds of law of\nnations norms as the Founders wanted to be -- to enforce\nin the Alien Tort Statute in the context of universal\nhuman rights norms.\nJUSTICE SCALIA: Well, that isn't the issue.\nThe issue is whether when they do so they are enforcing\nFederal law or not.\nMR. HOFFMAN: I think this Court said that\nit's the Federal common law within one of the exceptions\nto Erie and -- and I think this Court, right after Erie,\nfound that there were enclaves of Federal law, one of\nthem being the area of foreign relations, where Federal\ncommon law should be viewed as Federal --\nJUSTICE KENNEDY: Well, that answer would\napply if you were answering Justice Ginsburg's question\nin the affirmative by saying that there is 1331\njurisdiction, but you need not go so far, given Sosa.\nMR. HOFFMAN: We don't. We don't, and I\nthink the distinction is that in Sosa and in the Alien\nTort Statute the statute itself speaks about torts.\nThis Court found, based on the history and\nintent of the Congress, that there was no reason to wait\nfor any congressional authorization to go forward on\nthose claims, and -- and therefore it was available to\nbring claims. So --\nJUSTICE GINSBURG: Well, maybe they had --\nMR. HOFFMAN: -- we're not taking the\nposition that 1331 --\nJUSTICE GINSBURG: -- maybe they had to\nprovide that in 1789 because there was no -- there was\nno general Federal question jurisdiction existing at the\ntime.\nMR. HOFFMAN: Well, it could be, but what\nseems more obvious about the reason for the Alien Tort\nStatute was to make sure that there -- there was a\nFederal court available to litigate law of nations\nclaims that could have been litigated in state court,\njust as these claims could be litigated in State court.\nAnd -- and in fact, one of the -- and, also,\nin answer to the Respondents' claims about\nextraterritoriality, if one imagines -- under the\nRespondents' theory, you could -- a French ambassador\ncould be attacked by a Frenchman in Pennsylvania and\nhave Alien Tort Statute jurisdiction and a claim for\nrelief. If a U.S. citizen attacked the French\nambassador on foreign soil, he wouldn't have an Alien\nTort Statute claim; he would be sent to the state courts\nif he could -- the state courts were open, which is\nexactly the opposite of the purpose of the Alien Tort\nStatute, the fundamental known purpose of the Alien Tort\nStatute.\nJUSTICE GINSBURG: You point out, I think,\nan anomaly. If the victim is a United States citizen --\nyou say the only ties here are that the victims got\nasylum in the United States, so they are here. But\nsomeone who is here all the time, someone who is a\ncitizen of the United States, but is abroad and is a\nvictim of one of these atrocities, there would be no\nsuit for such a person.\nMR. HOFFMAN: Well, the -- the Congress\nprovided for some jurisdiction in the Torture Victim\nProtection Act.\nJUSTICE GINSBURG: Yes, but under the Alien\nTort Statute.\nMR. HOFFMAN: Well, the Alien Tort Statute\nis limited to alien plaintiffs. I mean, and that was\nthe congressional design, and it was -- that arises out\nof the history, to make sure that aliens with law of\nnations claims had access to Federal courts and Federal\nremedies to -- to vindicate those positions. The -- the\nUnited States could still take action to protect the\nU.S. citizen.\nCan I reserve the balance of my time then?\nCHIEF JUSTICE ROBERTS: You can.\nMs. Sullivan?\nORAL ARGUMENT OF KATHLEEN M. SULLIVAN\nON BEHALF OF THE RESPONDENTS\nMS. SULLIVAN: Mr. Chief Justice and may it\nplease the Court:\nThis case has nothing to do with the United\nStates. It's Nigerian plaintiffs suing an English and\nDutch company for activity alleged to have aided and\nabetted the Nigerian Government for conduct taking place\nentirely within Nigeria.\nAnd, Justice Ginsburg, to the personal\njurisdiction question, Shell did not waive personal\njurisdiction objections to the suit. The court in the\ncompanion Wiwa case determined -- rejected the personal\njurisdiction affirmative defense, and the Second Circuit\naffirmed.\nSo if you look at Joint Appendix pages 111\nto 112, you'll see that we absolutely preserved the\npersonal jurisdiction defense.\nMissing from the discussion you've just had\nwith Mr. Hoffman about possible ways to minimize the\ndangers of applying the ATS in foreign countries is any\nmention of Congress. And I'd like to return us to the\nquestion presented on this round of the argument, which\nis: Should the ATS and, Justice Ginsburg, Federal\ncommon law be applied to conduct taking place entirely\nwithin the borders of a foreign country? And our answer\nis it should not, under the --\nJUSTICE GINSBURG: Does that mean,\nMs. Sullivan, that you -- and do I understand your\nargument on brief correctly, that you would say from --\nthe revival of 1350 from Filartiga was wrong because\nnothing happened -- nothing happened in the United\nStates there? Marcos was wrong because nothing -- the\nwrong occurred abroad?\nDoes your -- the argument you're making now\nthat this is not applicable to things that happened\noffshore exclude Filartiga and Marcos?\nMS. SULLIVAN: We do not believe that you\nneed to address Filartiga because Filartiga is taken\ncare of entirely by the proper body, which is Congress.\nCongress, in enacting the TVPA, the Torture Victim\nProtection Act, covered a situation like Filartiga,\nwhere a Paraguayan plaintiff sues a Paraguayan\nindividual defendant for conduct in Paraguay.\nJUSTICE GINSBURG: But then you're at least\nsaying --\nJUSTICE KENNEDY: Well, maybe it's just\nhistory and background, but I would really like you to\nanswer Justice Ginsburg's question. Suppose we had\ngranted cert in Filartiga before Congress acted?\nWhat -- under your position, what should have been the\nresult? I think that was the purport of her question,\nand I would appreciate an answer to it.\nMS. SULLIVAN: Yes, Justice Kennedy. We\nthink the current correct result is that the ATS and\nFederal common law, which is substantive and remedial\nlaw of the United States -- and here, we agree with the\nUnited States on page 2 of its brief -- ATS plus Federal\ncommon law is the substantive and remedial law of the\nUnited States. And we think, under the well-established\ncanon against extraterritorial application of U.S. law,\nabsent congressional clear indication, there should not\nbe such an extension. So, therefore --\nJUSTICE SCALIA: Ms. Sullivan, can I ask you\nabout your position on extraterritorial application. I\nbelieve strongly in the presumption against\nextraterritorial application, but do you know of any\nother area where extraterritorial application only means\napplication on the territory of a foreign country and\nnot application on the high seas?\nMS. SULLIVAN: Well --\nJUSTICE SCALIA: I find that -- you know,\nextraterritorial means extraterritorial, but -- but you\ncontend that this -- as I think you must -- that this\nstatute applies on the high seas.\nMS. SULLIVAN: We -- we don't concede that\nthe statute applies on the high seas.\nJUSTICE SCALIA: Oh, you don't? Okay. I\nthought that was common ground. I'm glad to know it\nisn't.\nMS. SULLIVAN: Sosa said, looking to the\nthree Blackstone paradigms, assaults on ambassadors,\ninterference with safe conducts, and piracy, that\ncertainly the antecedents to the ATS, the Marbois\nincident of an attack in Philadelphia, and the New York\nconstable entering the home in New York City of the\nDutch ambassador, those were incidents on U.S. soil.\nAnd Sosa says perhaps also the third paradigm, piracy,\nmight also be covered.\nCHIEF JUSTICE ROBERTS: Well, I thought that\nwas the most clear violation of an international norm.\nThe one thing that the civilized countries would agree\non is that you --\nMS. SULLIVAN: At the time.\nCHIEF JUSTICE ROBERTS: -- capture pirates.\nMS. SULLIVAN: Our clear -- our position on\npiracy is this. Even if you think the ATS and Federal\ncommon law can extend to conduct on the high seas, which\nare stateless, a place where no foreign sovereign rules,\nthat does not mean that the ATS and Federal common law\ncan apply to conduct within a foreign sovereign's\nborders --\nJUSTICE BREYER: Well, it doesn't mean that.\nIt doesn't mean that, but if the -- what is the question\nwe're asking. If, when the statute was passed, it\napplied to pirates, the question to me is who are\ntoday's pirates. And if Hitler isn't a pirate, who is?\nAnd if, in fact, an equivalent torturer or dictator who\nwants to destroy an entire race in his own country is\nnot the equivalent of today's pirate, who is?\nAnd we have treaties that say there is\nuniversal jurisdiction. Other countries take it.\nMS. SULLIVAN: Justice Breyer --\nJUSTICE BREYER: We took it in Filartiga.\nWe took it in the cases that Justice Ginsburg mentioned.\nSo I absolutely grant you could make the distinction,\nbut, given the purpose and an objective of the statute,\nwhy should we make it?\nMS. SULLIVAN: Justice Breyer, with respect,\nthe United States has not acceded to the principle of\nuniversal civil jurisdiction. And with respect --\nJUSTICE BREYER: Well, we did explicitly in\nthe torture treaty in respect to that particular\nincident.\nMS. SULLIVAN: Justice Breyer, in our brief\nat 48, note 11, you'll see that that's not quite the\ncase. I'm sorry -- I'm sorry.\nWe object -- the United States objected to\nthe universal civil jurisdiction aspect of the\nconvention against torture. We have never acceded to\nthat. And the reason is that we fear exactly the\nconsequences Justice Kennedy began the argument with.\nWe fear that if we say that a United States court can be\nopen to try any accused law of nations violator for\nanywhere in the world regardless of the place of the\nconduct, the other nations of the world might seek to do\nthe same to us.\nJUSTICE BREYER: They do that, don't they,\nwith torture? I mean, isn't that -- it's criminal, not\ncivil, quite right. Does that make it better?\nMS. SULLIVAN: Criminal is very different\nfrom civil. And what we -- the precise argument we are\nmaking here is that the presumption against application\nof U.S. law to conduct within foreign sovereigns -- and\nremember, the purpose of the presumption,\nJustice Scalia, is to avoid conflict with foreign\nsovereigns. There is no foreign sovereign over the high\nseas.\nThe conflict arises, and the presumption\nprotects against this conflict, when we go into a\nforeign nation, we project our law.\nJUSTICE SCALIA: I understand that. That's\nthe worst. But I really don't -- you appeal to the\ngeneral principle of territoriality of our laws. And,\nas I say, I don't know any other case where -- where\nthat principle allows our securities laws to be applied\non the high seas, for example --\nMS. SULLIVAN: Well --\nJUSTICE SCALIA: -- even though they can\napply in Australia.\nMS. SULLIVAN: -- Your Honor, if you wish to\nsay no extraterritorial application, we think Sosa does\nnot foreclose that, because Sosa simply said piracy\nmight be one of the -- the actions covered.\nBut I want to get back to the key point,\nwhich is --\nJUSTICE ALITO: Can I ask this about piracy?\nIn 1789, do you think that Congress was contemplating\ntort actions against pirates in courts of the United\nStates?\nMS. SULLIVAN: No, we do not, Your Honor,\nbecause we think that in rem actions were the typical\nthings contemplated. And as soon as\nUnited States v. Palmer comes along, this Court applied\nthe presumption against extraterritorial application of\nU.S. law to -- the application of the then-extant piracy\nstatute to a foreign-flagged vessel on the high seas.\nThe thought was, don't apply it to the\nforeign-flagged vessel because that's like a mini-\nforeign country on the high seas. So we would argue\nthat the presumption against extraterritoriality\nactually applied in the founding era even to piracy.\nBut even if you were to say, well, piracy is\ncovered now, it doesn't follow that the norms that are\ninvoked here under the law of nations can be subject to\na U.S. civil cause of action.\nAnd I want to stress that our point is that\nthe U.S. is projecting here -- and I don't believe\nthrough the statute, the ATS, but through the causes of\naction under Federal common law -- our law onto foreign\ncountries.\nJUSTICE KAGAN: Well, Ms. Sullivan, your\nargument is very broad, and I want to ask you a\nquestion. Your case might properly be dismissed. But\ntake a different case, and it's a -- just a variation on\nthe Marbois incident, where instead of being attacked in\nPhiladelphia, the French ambassador to Britain is\nattacked in London, but is attacked by a United States\ncitizen, who then comes home to the United States, seeks\nrefuge in the United States. And the French\nambassador -- the French ambassador wants to bring an\naction.\nWouldn't the ATS have contemplated exactly\nthat sort of action? I mean, why would it make any\ndifference whether the attack on the French ambassador\nby a United States citizen occurred in Philadelphia or\noccurred in London?\nMS. SULLIVAN: The difference it makes is\nthat in your hypothetical, the reverse Marbois case, the\nproper remedy would have been to seek -- for France to\nseek extradition of the U.S. assailant and --\nJUSTICE KAGAN: Well, I think I'm advised by\nthe Solicitor General's office that there were very few\nextradition treaties at that time. And even if\nextradition was a possible remedy, I mean why shouldn't\nwe understand the ATS to provide supplemental remedies\nas well, civil as well as criminal, civil as well as\nextradition?\nMS. SULLIVAN: Because Congress hasn't\nclearly said so. And the point of the presumption is to\navoid all of the judge-made possible qualifications that\nwere discussed earlier: exhaustion, political question,\nthe possible limitations suggested by the European\nUnion.\nCongress doesn't get to say anything if it's\nthe courts deciding, through their own prudence,\ntogether with the advice from the Department of State.\nAnd, Justice Alito, in answer to your\nquestion whether --\nJUSTICE SCALIA: Excuse me. Excuse me. Do\nyou mean that the courts -- in those areas where you\nacknowledge the statute applies, that the courts will\nnot apply doctrines of exhaustion, of, you know, comity,\nof -- the appropriateness of bringing the action here?\nOf course they will, won't they?\nMS. SULLIVAN: They're not always applied,\nJustice Scalia. And if so, it sometimes takes many\nyears before they happen. And the State Department is\nnot always listened to.\nIn the South African apartheid case, not\nonly did the State Department seek to protest the\naction, but the Government of South Africa filed a\nletter, and the district court ignored both.\nJUSTICE KAGAN: Well, we should fix that\nthen. But that's not the question here, right? The\nquestion here is -- is the different one of whether you\never get to the exhaustion question.\nMS. SULLIVAN: Correct.\nJUSTICE KAGAN: And if you go back to the\nreverse Marbois, you said Congress didn't speak, but I\nthink what we said in Sosa is that Congress did speak,\nthat Congress was referring to exactly that kind of tort\nwhen it passed the Alien Tort Statute.\nAnd you are saying it would have made a\ndifference to Congress that the incident occurred in a\ndifferent place even though the attacker was a United\nStates citizen seeking refuge in the United States and\nleaving the French with no remedy.\nMS. SULLIVAN: With respect, Your Honor, the\nFrench had several remedies. The French victim could\nhave sued in tort in the United States. And under the\ntransitory tort doctrine that was adopted at the time,\nwhich is not a precedent for the ATS, would have allowed\na suit under French law. French law would have been\nimported to try that claim. So it could have been tried\nin State court as an assault.\nSecond, there could have been extradition.\nThird, the point of the Marbois in\nstimulating the ATS was that if -- if a U.S. citizen\nattacks the French ambassador on U.S. soil, and we then\nharbored him, that could have led to an incident of war.\nBut there is no incident of war or conflict posed in\nyour hypothetical because extradition was possible, and\nState court tort violations -- State law tort -- State\ncourt jurisdiction over a transitory tort should\nhave obtained.\nJUSTICE SOTOMAYOR: Do you think it matters\nthat the harboring is after the fact or not? Meaning if\nthe -- if the mercenary fled France and was hiding from\nthe French here, why is there any less chance of a war?\nMS. SULLIVAN: Well --\nJUSTICE SOTOMAYOR: I don't understand. The\napples and apples don't -- seem to not match in my mind.\nMS. SULLIVAN: Justice Sotomayor, I -- there\nis theoretically the possibility that if State law\ntransitory tort didn't work, and if extradition didn't\nwork, and if the French didn't just seek to punish the\nassailant in their own country, maybe there would have\nbeen international conflict, but there is no evidence\nCongress was thinking about that at the time.\nJUSTICE SOTOMAYOR: Pirates could have been\nsued in State court, too, and yet the ATS -- I know that\nyou quarrel about whether an act of piracy qualifies as\nan international norm, but assuming that I accept it is,\npirates could have been -- under your theory, pirates\ncould have been sued in State court, too, yet Congress\nfound it important to pass the ATS.\nMS. SULLIVAN: It did. But, Your Honor,\nthere is not a single founding era precedent, not a\nsingle one, that involves the reverse hypothetical.\nEvery single founding era precedent that stimulated the\nATS or came soon in its aftermath involved international\nlaw violations alleged to have occurred on U.S. soil or\nin U.S. waters.\nThe two cases most soon after the ATS were\nMoxon v. The Fanny and Bolchos v. Darrell, which\ninvolved supposed law of nations violations on U.S.\nwaters and on U.S. soil.\nJUSTICE ALITO: What should happen when the\ninjury occurs within the territory of a foreign country,\nbut it is alleged that the injury was directed by\nsomeone in the United States?\nMS. SULLIVAN: Justice Alito, we would\nrespectfully urge that direction is -- is not enough.\nIf the place of the injury and the place of the last\nconduct was on foreign soil. We think ordinary\nrestatement of conflict principles would suggest that\nyou look to the law of the place of injury, not to the\nforum law.\nAnd the most important point about the ATS\nand Federal common law, even if it were under section\n1331, Justice Ginsburg, is that it's an application of\nU.S. substantive and remedial law to another country.\nAnd the offense is we're telling the other country that\nthey have to entertain private civil litigation. And\nthere is a difference, Justice Breyer, between criminal\nand civil --\nJUSTICE BREYER: Okay. You're right about\nthat. What about the Bradford? Isn't there -- all this\nstuff about -- you know what I'm talking about.\nMS. SULLIVAN: Bradford is the best thing\nthe Petitioners have in the founding era, and it's not\nenough to overcome the presumption --\nJUSTICE BREYER: Because?\nMS. SULLIVAN: -- because he could have been\nspeaking about the high seas.\nJUSTICE BREYER: He could have, but if you\nread it, it looks as if there was -- what he's upset\nabout -- or what Britain was upset about was an\nAmerican.\nMS. SULLIVAN: And he --\nJUSTICE BREYER: Yes. Go ahead.\nMS. SULLIVAN: It was Americans, but\nwe -- we think, if properly read, the hostilities of\nwhich he spoke was the high seas part of the conduct.\nIt was an American who piloted the French fleet 60 miles\nfrom the Iles de Los to the Sierra Leone River. And\nthat was -- if you read grammatically, we think that is\nwhat Attorney General Bradford was referring to.\nJUSTICE KAGAN: But --\nJUSTICE GINSBURG: Ms. Sullivan, before your\ntime runs out, I mean, you have said, candidly, that if\nFilartiga were to come up today, if Marcos were to come\nup to this forum, there would be no basis under the\nAlien Tort Statute.\nBut assume for the moment that those two\ncases -- that we accept them -- Sosa seemed to accept\nthem. Is there anything different about your case?\nMS. SULLIVAN: Yes, Your Honor. There are\nmany -- many differences between us and Filartiga. For\none, this is a case in which there is a -- a class\naction against a corporation. And if you don't agree\nwith us on the lack of extraterritorial application, we\nstill maintain that the ATS does not apply to\ncorporations.\nSecond, there is -- there was a -- there's\nan allegation here of aiding and abetting a foreign\nGovernment. It was unclear in Filartiga whether the\nParaguayan was acting within or without the state's\nauthority, but -- and he was later deported, so we don't\nknow the answer.\nBut here the offense is magnified because\nthe allegation is that an English and a Dutch company\naided and abetted the Nigerian Government. That is\nwhere the offense to the principle against international\nfriction is at its highest. And so if you weren't to\nadopt our position in full, at a minimum we think you\nshould hold that the presumption applies to\nforeign-cubed cases involving aiding and abetting a\nforeign government, where everything is foreign.\nBut we don't think you should do that in the\nfirst instance. We respectfully submit the better\napproach is to apply the presumption as a categorical\nmatter.\nJUSTICE KENNEDY: But in Filartiga, why\nwasn't there an aiding and abetting? I think it was\npretty clear. He probably was working for the\ngovernment, which is even worse.\nMS. SULLIVAN: Well --\nJUSTICE KENNEDY: But -- and I am interested\nin Justice Ginsburg's question.\nMS. SULLIVAN: Yes.\nJUSTICE KENNEDY: Just assume we think the\nSecond Circuit was right, pre-congressional action under\nthe Alien Tort Statute. Is -- is there any way in which\nwe can use the principle of extraterritoriality to rule\nin your favor?\nMS. SULLIVAN: We think there is,\nJustice Kennedy. And we think the principle of\nextraterritoriality is -- is essentially a\ndemocracy-forcing device to send these questions back to\nCongress. And if we send it back to Congress --\nCHIEF JUSTICE ROBERTS: Well, have we\ncrossed that -- we've crossed that bridge already,\ndidn't we, in Sosa?\nMS. SULLIVAN: You have --\nCHIEF JUSTICE ROBERTS: The presumption\napplies to interpreting acts of Congress. We are over\nthat. We're -- we're making this law up ourselves,\nright?\nMS. SULLIVAN: Chief -- Mr. Chief Justice,\nyou are making it up themselves, and that's why there's\nall the more reason to apply the presumption against\napplication to foreign countries.\nIt's far worse to have judges --\nJUSTICE SOTOMAYOR: But you're asking us to\noverturn our precedents.\nMS. SULLIVAN: We --\nJUSTICE SOTOMAYOR: You're -- you're\nbasically saying Filartiga and Marcos, Sosa, they were\nall wrong.\nMS. SULLIVAN: We are not, Your Honor. Sosa\ndid not address the question we have before the Court\ntoday.\nJUSTICE SOTOMAYOR: Counsel, how can you say\nthat? Maybe the facts didn't, but certainly the\nreasoning of the case addressed that issue very directly\nand -- and basically said it does. And then it talked\nabout how you limit it. That's what Sosa did.\nMS. SULLIVAN: To answer the Chief Justice's\nquestion, you don't need to overrule, so to speak,\nFilartiga on Justice Kennedy's question. You can simply\nsay that in the intervening period, Congress did, as is\nappropriate in the area of applying law to foreign\nconduct, pass a specific statute, the TVPA, that applies\nexactly to the conduct in Filartiga. That should inform\nyour decision today, that you don't need judge-made law\nto address the situation in Filartiga.\nAnd you don't need to overrule Sosa, with\nrespect, Justice Sotomayor, because Sosa did not\naddress, for better or for worse, the\nextraterritoriality argument we make today. It went off\nat the first step. No international norms, specifically\nuniversal and specific -- sufficiently specific and\nuniversal. So it didn't get to the concerns about\nfriction with foreign countries.\nJUSTICE KAGAN: But, Ms. Sullivan, I'm going\nto read you something from Sosa, which -- it talks all\nabout the rule that it adopts and then it says: \"This\nis generally consistent with the reasoning of many of\nthe courts and judges who faced the issue before it\nreached this Court. See Filartiga.\" And then it quotes\nFilartiga: \"For purposes of civil liability, the\ntorturer has become like the pirate and slave trader\nbefore him, an enemy of all mankind.\"\nSo we gave a stamp of approval to Filartiga\nand Filartiga's understanding that there were certain\ncategories of offenders who were today's pirates.\nMS. SULLIVAN: If -- the fact that the\nnations of the world agree on norms does not mean the\nnations of the world agree on remedies. And what the\nATS and Federal common law, as interpreted in Sosa, do\nis project a U.S. civil cause of action with U.S. rules,\npunitive damages, no attorney fee shifting, contingent\nfee and punitive damages. That should not be done\nexcept by Congress. They did it in the TVPA, but you\nshould not permit it to be done here.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you,\nMs. Sullivan.\nGeneral Verrilli.\nORAL ARGUMENT OF DONALD B. VERRILLI, JR.,\nFOR THE UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE RESPONDENTS\nGENERAL VERRILLI: Mr. Chief Justice, and\nmay it please the Court:\nThe Alien Tort Statute should not afford a\ncause of action to address the extraterritorial conduct\nof a foreign corporation when the allegation is that the\ndefendant aided and abetted a foreign sovereign. In\nthis category of cases, there just isn't any meaningful\nconnection to the United States.\nJUSTICE SOTOMAYOR: Is that the same -- is\nthat your simple rule? Is that how you want us to\nrule --\nGENERAL VERRILLI: Yes.\nJUSTICE SOTOMAYOR: -- that there could\nnever be aiding and abetting on behalf of a corporation?\nIs that your simple answer to this case, or what's the\ngeneral --\nGENERAL VERRILLI: It's -- it's a narrower\nstatement than that, Justice Sotomayor. It's that there\nshouldn't be a cause of action to address the\nextraterritorial conduct of a foreign corporation that\nis alleged to have aided and abetted the acts of a\nforeign sovereign.\nJUSTICE GINSBURG: What about in your -- you\ndo say in your brief that you think that Filartiga is\nwithin the Alien Tort Statute.\nGENERAL VERRILLI: Yes, we do,\nJustice Ginsburg.\nJUSTICE GINSBURG: You don't -- don't adopt\na theory that many of the -- briefs do, that there has\nto be some connection, some nexus to the United States.\nYou just tell us that Filartiga is okay. And how about\nMarcos, is that okay?\nGENERAL VERRILLI: Well, we think in\nFilartiga, Justice Ginsburg, that the -- the -- that\nthere is a nexus to the United States. The actual\nperpetrator was -- A, it was a case against the actual\nperpetrator.\nJUSTICE GINSBURG: Yes, but you -- you don't\n--\nGENERAL VERRILLI: And B --\nJUSTICE GINSBURG: -- you don't offer us a\nnexus. You don't offer us that reason why Filartiga was\nokay.\nGENERAL VERRILLI: Yes, I think our reasons\nfor why Filartiga was okay is that -- that it was the\nactual perpetrator, not an aider and abettor, and the\nactual perpetrator was resident in the United States.\nAnd I do think when Congress enacted the\nTVPA, that is what Congress looked to as the salient\nfeatures of the Filartiga situation that justified --\nJUSTICE GINSBURG: What else? What else?\nYou -- you say Filartiga. You don't mention Marcos. Is\nMarcos in your view a proper exercise?\nGENERAL VERRILLI: I -- I think Filartiga is\nthe paradigm, and cases like Filartiga are the paradigm\nthat -- where we think ATS -- ATS causes of action\nshould be recognized.\nJUSTICE SCALIA: General Verrilli, the --\nthat's -- that is a new position for the -- for the\nState Department, isn't it?\nGENERAL VERRILLI: It's a new --\nJUSTICE SCALIA: And for -- and for the\nUnited States Government? Why should -- why should we\nlisten to you rather than the solicitors general who\ntook the opposite position and the position taken by\nRespondents here in other cases, not only in several\ncourts of appeals, but even up here?\nGENERAL VERRILLI: Well, Justice Scalia, in\na case like this one, in cases under the Alien Tort\nStatute, the United States has multiple interests. We\ncertainly have foreign relations interests in avoiding\nfriction with foreign governments; we have interests in\navoiding subjecting United States companies to liability\nabroad. We also have interests in ensuring that our\nNation's foreign relations commitments to the rule of\nlaw and human rights are not eroded.\nJUSTICE SCALIA: I understand that, but --\nGENERAL VERRILLI: It's my responsibility to\nbalance those sometimes competing interests and make a\njudgment about what the position of the United States\nshould be, consistent with existing law.\nJUSTICE SCALIA: It -- it was --\nGENERAL VERRILLI: And we have done so.\nJUSTICE SCALIA: -- it was the\nresponsibility of your predecessors as well, and they\ntook a different position. So, you know, why -- why\nshould we defer to the views of -- of the current\nadministration?\nGENERAL VERRILLI: Well, because we think\nthey are persuasive, Your Honor.\nJUSTICE SCALIA: Oh, okay.\nCHIEF JUSTICE ROBERTS: Your successors may\nadopt a different view. And I think -- I don't want to\nput words in his mouth, but Justice Scalia's point means\nwhatever deference you are entitled to is compromised by\nthe fact that your predecessors took a different\nposition.\nGENERAL VERRILLI: So, Mr. Chief Justice,\nlet me be clear: In this case our position is that the\nCourt ought not recognize a cause of action.\nJUSTICE ALITO: Suppose that the defendant\nin this case were a U.S. corporation, but the case were\notherwise identical. What result then?\nGENERAL VERRILLI: In that case the possible\nrisk of foreign relations friction would be comparable.\nThe risk of reciprocal exposure to American companies\nwould also exist. The difference between that case and\nthis case, Your Honor, is that there'd be a much more\nsubstantial connection to the United States because it's\nan American company. The question in the case would be\nwhether the -- that substantial connection provided a\nsufficient justification for subjecting the United\nStates company to these international law norms to avoid\nundermining the credibility of our Nation's commitment\nto those norms. We haven't taken a position on that\nquestion in this case because we think that the Court\nought to proceed incrementally here. The case before\nthe Court involves a foreign corporation in which there\njust isn't any connection to the United States at all,\nand it's our judgment that the Court should decide that\ncase --\nJUSTICE SOTOMAYOR: You are disavowing --\nyou are disavowing any forum of necessity view of the\nATS? You are disavowing what other countries do or say\nwith respect to citizens -- to aliens who are attacked?\nGENERAL VERRILLI: Our view about that,\nJustice Sotomayor, is that the key determinant here, and\nthe reason why there ought not be a cause of action\nhere, is the absence of any meaningful connection to the\nUnited States. And the question is --\nJUSTICE SOTOMAYOR: I asked you a question\ndirectly. Are you foregoing -- are you foregoing any\nforum necessity exception to the rule you've just\nannounced?\nGENERAL VERRILLI: We don't think that the\nquestion of the availability of a forum or\nnonavailability of a forum is sufficient to override the\nabsence of any connection to the United States.\nNow, I will say --\nJUSTICE ALITO: If I could follow up on the\nquestion I asked before. I'm not asking you to say\ndefinitively which way you would come out in this\nhypothetical case, but from your brief I really don't\nunderstand how you would decide. Would it depend --\nwhat would it depend on?\nGENERAL VERRILLI: Well, I think it would\ndepend on a weighing of the strength of the interests of\nthe United States, the foreign relations interests of\nthe United States, in applying this narrow category of\nSosa norms in order to avoid undermining the\ncredibility --\nJUSTICE BREYER: Suppose everything is the\nsame except for --\nJUSTICE SCALIA: But we don't -- we are not\nvery good at figuring out the foreign policy interests\nof the United States. And, you know, in the past we\nhave tried to get out from under our prior case law in\nthe sovereign immunity area of asking the State\nDepartment. And the State Department would come in\nhere: This is good; this is bad. We abandoned all that\nin the sovereign immunity field. Why should we walk\nback into it here? Or do you intend to have us make\nthese foreign policy decisions?\nGENERAL VERRILLI: Congress can always act\nin this area, Justice Scalia.\nJUSTICE SCALIA: No, but assuming Congress\ndoesn't act. Why should -- you know, you want us to\nlisten to the State Department case by case. Is that --\nGENERAL VERRILLI: Well, actually what we\nare advocating here, Your Honor, is that the Court can\nmake categorical judgments, not pure case by case\nfactual judgments. We just think there is more than one\ncategory. There are salient differences between a\nsituation like this one, in which there is no connection\nto the United States at all, or a situation like the one\nJustice Alito raised about an American corporation. And\nthere are also cases in which the suit is against a\ndirect perpetrator.\nJUSTICE SCALIA: But we listen to the State\nDepartment as to what those categories ought to be.\nGENERAL VERRILLI: Well, I think the\ncategories are evident from the kinds of cases that have\nbeen brought. But -- but certainly, the views of the\nState Department do deserve deference.\nJUSTICE SOTOMAYOR: Are you talking about a\nnexus test? That's what it sounds like to me. Has to\nhave either an actor nexus or a act nexus, effect nexus?\nWhat are you talking?\nGENERAL VERRILLI: I think what we're --\nwe're not -- we're talking about something different,\nJustice Sotomayor. The question is whether to recognize\na Federal common law cause of action. I think that\ndepends on --\nJUSTICE SOTOMAYOR: Either it exists or it\ndoesn't.\nGENERAL VERRILLI: It depends on a weighing\nof interests, I believe, Your Honor, and that there are\ninterests that cut against recognizing causes of acts in\nthis area, and that's what Sosa said.\nJUSTICE SOTOMAYOR: Is -- that -- I'm having\ntrouble with this. We -- without question, piracy,\nattacks on ambassadors, we know that those were\ninternational norms in 1789. If one of those acts\nhappened, you seem to be suggesting that, answering\nJustice Kagan's hypothetical, that if a Frenchman\nattacks an English ambassador in Switzerland, that case\nwould never be heard in the United States because there\nis no nexus to the United States; is that correct?\nGENERAL VERRILLI: Well, if no one ever came\nto the United States.\nJUSTICE SOTOMAYOR: Well, assuming someone\ncame. So how is that different from here?\nGENERAL VERRILLI: No. It's just -- it's\nnot -- the connection is not an on/off switch. But our\nposition is you need a connection in order to assess\nwhether there is even an interest in having cause of\naction --\nJUSTICE SOTOMAYOR: So why isn't presence\nalone in the United States a connection?\nGENERAL VERRILLI: Well, if it's an\nindividual perpetrator like Filartiga we think that it\nis because it's the direct perpetrator.\nJUSTICE BREYER: If in the -- in fact in\nFilartiga it was done through a corporation -- the\ntorture -- now?\nGENERAL VERRILLI: If the -- if the -- it\nwas -- I think torture has to be --\nJUSTICE BREYER: Torture is done by hiring\nTorture, Inc. Okay? Is there or isn't there?\nGENERAL VERRILLI: If it's a norm that has\nto be violated by --\nJUSTICE BREYER: You heard the question. I\nneed an answer to that specific -- that specific\nhypothetical. Everything is the same except the torture\nis carried out by Torture, Inc. Because my actual\nquestion is about aiding and abetting. I mean, the\nfirst part is they do it directly. Can they bring\nFilartiga or not -- in your view?\nGENERAL VERRILLI: If they do it directly.\nIf they are the direct violator of a norm that they can\nviolate directly, then yes they can.\nJUSTICE BREYER: Okay. But if it's aiding\nand abetting?\nGENERAL VERRILLI: Then if it's a foreign\ncorporation and it occurred entirely in a foreign\ncountry.\nJUSTICE BREYER: Yes. So it turns on that.\nAnd what I really want to know is what is the difference\nbetween that? Is it like the criminal law difference of\naccessory versus principle or what?\nGENERAL VERRILLI: May I answer,\nMr. Chief Justice?\nCHIEF JUSTICE ROBERTS: Briefly, yes.\nGENERAL VERRILLI: The difference is that\nwhile you would have a comparable -- you would have a\nrisk of friction in subjecting a foreign sovereign's\nacts to scrutiny in the United States, you have the\nreciprocity risk I mentioned. You would have to make a\njudgment about whether those concerns are overcome by\nthe countervailing concern of applying the -- finding an\nATS cause of action to apply U.S. norms. If it's an\nentirely foreign corporation with no connection to the\nUnited States, our position is the answer to that is no.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Hoffman you have eight minutes\nremaining.\nREBUTTAL ARGUMENT OF PAUL L. HOFFMAN\nON BEHALF OF THE PETITIONERS\nMR. HOFFMAN: Thank you, Mr. Chief Justice.\nI would like to make three points.\nFirst, on the Bradford opinion. I think if\nyou read the diplomatic materials that we placed before\nthe Court, it's absolutely clear that what the British\nwere concerned about was pillaging and plundering on\nland in the Sierra Leone colony. They were seeking\nredress for those things, for destroying libraries, for\ndestroying Freetown, not just about things that happened\non the high seas and not just about things that happened\nin territorial waters. It's absolutely clear that\nthat's true, but obviously you have those materials and\nyou can read it. And Attorney General Bradford said\nthere was no doubt that there was an ATS action.\nJUSTICE GINSBURG: There was also a U.S.\nperpetrator.\nMR. HOFFMAN: Well, that's true, but with\nrespect to the presumption against extraterritoriality,\nit wouldn't matter if it is a U.S. perpetrator or not.\nAnd it shows exactly why the presumption can't apply\nbecause it would undermine the very purposes of the\nstatute in the best available evidence that we have\nabout what it meant in the era.\nI would like to give a hypothetical that I\nthink reveals why the U.S. Government position should\nnot be accepted.\nSuppose there is -- there is an Iranian\ncorporation that secretly supplies poison gas to the\ncurrent Syrian regime in order to kill tens of thousands\nof Kurdish citizens. And suppose after the Assad regime\nis overthrown, those -- the documents revealing that\npoison gas transfer to the Syrian regime was made public\nand that Iranian corporation does business in the United\nStates, asylum seekers who were driven out by the poison\ngas attacks are in the United States, maybe living in\nthe same communities as the plaintiffs in our case,\nhaving gotten asylum in this case. Would it be the case\nthat the Alien Tort Statute should not apply to a claim\nof aiding and abetting the Assad regime and murdering\ntens of thousands of its people? It is the modern day\nexample of I.G. Farben. Is it the case that a modern\nday I.G. Farben would be exempt from the Alien Tort\nStatute? There is a clear, well-established doctrine of\naiding and abetting in international law. It has been\naccepted by the lower courts. The lower courts have\nuniformly rejected the arguments that have been made by\nRespondents in this case. And I would say that the Sosa\nframework is -- should be given a chance to work. This\nCourt dealt with these issues eight years ago. It set\nup a historical paradigm test based on many of the\nconcerns that have been expressed here, and there are\nalternative doctrines that can be applied to deal with\nthese concerns. Political question, active state,\ninternational comity, forum non conveniens, personal\njurisdiction, those have not really been litigated.\nWhether they have been waived or not is something that\nthe lower courts can deal with. Whether they apply the\nlower court --\nJUSTICE GINSBURG: Given the court's recent\ndecisions on personal jurisdiction, and I have in mind\nparticularly the Goodyear Tire case, is there personal\njurisdiction in this case or in the case of your\nhypothetical?\nMR. HOFFMAN: One of the problems that --\nthat we would have, Justice Ginsburg, in answering that\nquestion is that there is no record about the contacts\nbetween these defendants and -- and the jurisdiction in\n2002. The Wiwa case, for example, where it was\nlitigated was dealt on a factual record that went back\nto 1996 and 1997. So there is no record here about\npersonal jurisdiction because it hasn't been asserted.\nNow if the defendants have not in fact\nwaived personal jurisdiction, then presumably the lower\ncourts would apply the tests that this Court has -- has\nestablished or in the 2011 decisions. And the same\nwould be true of forum non conveniens or any of the\nother defenses. They have raised other defenses in this\ncase that have not been fully litigated. So -- so my\nbasic position is that the Sosa framework actually is --\nworks. It has actually weeded out cases. These\nalternative doctrines have weeded out cases, but the\nCourt should not accept the categorical positions\nasserted by either of the Respondents, which are the\nbroadest categorical positions even rejected by the\nGovernment, or the Government's modified categorical\nposition. Those kinds of issues can be dealt with\nwithin well-established doctrines where lower courts\nhave a body of jurisprudence that they can use to do\nthis.\nThe Alien Tort Statute as was applied to\nhuman rights cases from Filartiga on is part of a trend\nin the world today. The trend in the world today is\ntowards universal justice for people that -- and\ncorporations that violate these kinds of norms. That's\nthe trend. In fact, the United States has been the\nleader in that. Our Government has proclaimed our\nleadership position to U.N. bodies and around the world.\nCHIEF JUSTICE ROBERTS: Well, the United\nKingdom and Netherlands don't think so.\nMR. HOFFMAN: Well, the United Kingdom and\nNetherlands have obviously asserted this position. But\nthe Netherlands have asserted that position while at the\nsame time 21 days after the -- the argument in\nFebruary a Dutch court gave damages to a Palestinian\ndoctor for wrongful imprisonment and torture that\noccurred in Libya against two Libyan defendants that\nwere not even present in the courtroom.\nJUSTICE SCALIA: It may have been wrong.\nMR. HOFFMAN: Well, it may have been but\nactually it seems perfectly consistent with Dutch law,\nit is consistent with the exercise of universal\njurisdiction in many pieces of legislation --\nJUSTICE SCALIA: I would rather listen to\nthe Dutch Government than one, one Dutch judge, frankly.\nMR. HOFFMAN: Well, the Dutch Government,\nthough, and one of the significant pieces in this case\nis that the Nigerian Government doesn't have a position\non this case any longer. The United States Government\nhas never asked for this case to be dismissed on foreign\npolicy grounds. The United Kingdom and the Dutch\nGovernment have never asked for this case to be -- to be\ninvalidated on foreign policy grounds. They have stated\ntheir position about what they think the Alien Tort\nStatute should mean. And if you look at the European\nUnion brief, of which the United Kingdom and Dutch are\nmembers, the European Union says there is no issue about\nuniversal jurisdiction, there is no issue about civil\njurisdiction that falls within universal jurisdiction.\nTheir only argument is that if you accept that, you\nshould accept international opposition and exhaustion of\nlocal remedies.\nJUSTICE KAGAN: And isn't that really the\nway to reconcile the Dutch positions? The Dutch are\nobjecting because they think they have a fair forum, but\nwhen the judges were faced with a case arising from\nLibya, they thought that there was no fair forum there.\nAnd that's the difference, that in one case there was\nexhaustion and in the other there wasn't.\nMR. HOFFMAN: I think that that's probably\nwhat the basis of the Dutch position. Our position,\nthough, is that this -- the framework that this Court\nestablished in Sosa to -- to take the pirates of the\n18th century and deal with the Alien Tort Statute with\nthe torturers and those who commit genocide in the 21st\ncentury was correct, and that doesn't need a radical\nre-evaluation as suggested by the Respondents and the\nUnited States.\nIf there are no further questions, I'd --\nCHIEF JUSTICE ROBERTS: Thank you, Counsel.\n"
    }, 
    "respondents": [
        "ROYAL DUTCH PETROLEUM CO., ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 13, 
        "GENERAL VERRILLI": 32, 
        "JUSTICE ALITO": 12, 
        "JUSTICE BREYER": 22, 
        "JUSTICE GINSBURG": 24, 
        "JUSTICE KAGAN": 8, 
        "JUSTICE KENNEDY": 17, 
        "JUSTICE SCALIA": 22, 
        "JUSTICE SOTOMAYOR": 21, 
        "MR. HOFFMAN": 63, 
        "MS. SULLIVAN": 38
    }
}