{
    "appearances": {
        "content": "ROBERT D. BARTELS, ESQ., Tempe, Arizona; for\nPetitioner.\nKENT E. CATTANI, ESQ., Chief Counsel, Criminal Appeals,\nPhoenix, Arizona; for Respondent.\nJEFFREY B. WALL, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nthe United States, as amicus curiae, supporting\nRespondent.\n"
    }, 
    "caseNum": "10-1001", 
    "caseinfo": {
        "content": "LUIS MARIANO MARTINEZ, :\nPetitioner :\nv. : No. 10-1001\nCHARLES L. RYAN, DIRECTOR, ARIZONA:\nDEPARTMENT OF CORRECTIONS. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nROBERT D. BARTELS, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nKENT E. CATTANI, ESQ.\nOn behalf of the Respondent 26\nORAL ARGUMENT OF\nJEFFREY B. WALL, ESQ.\nOn behalf of the United States, 44\nas amicus curiae, supporting Respondent\nREBUTTAL ARGUMENT OF\nROBERT D. BARTELS, ESQ.\nOn behalf of the Petitioner 54\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, October 4, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:05 a.m.\n"
    }, 
    "petitioners": [
        "LUIS MARIANO MARTINEZ,", 
        "Petitioner", 
        "v.", 
        "No. 10-1001 CHARLES L. RYAN, DIRECTOR, ARIZONA", 
        "DEPARTMENT OF CORRECTIONS.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:05 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear case\nnext in Case 10-1001, Martinez v. Ryan.\nMr. Bartels.\nORAL ARGUMENT OF ROBERT D. BARTELS\nON BEHALF OF THE PETITIONER\nMR. BARTELS: Mr. Chief Justice, and may it\nplease the Court:\nIn Arizona, almost all State and Federal\nclaims for relief from a criminal conviction are\nraisable in the Arizona Court of Appeals on direct\nappeal.\nHowever, a claim that trial counsel was\nineffective must be presented first to a trial court in\nwhat Arizona labels a postconviction relief proceeding.\nPetitioner agrees entirely with Arizona's\nrequirement that ineffective assistance of trial counsel\nclaims go initially to a trial court, and he does not\nobject to the label \"postconviction relief\" as such.\nThe issue in the case has to do with\nArizona's insistence that Petitioner had no right to\ncounsel with respect to the postconviction first-tier\nreview, portion of first-tier review, even though he did\nhave a right to counsel in the appeal portion of direct\nreview.\nAnd our position is that that distinction\nbetween what are two portions of the first opportunity\nfor review of a conviction, broken up sensibly but by\nthe dictate of the State into two parts, that that\ndistinction cannot stand, especially in a case in which\nthe first postconviction proceeding started and ended\nbefore anything of substance --\nJUSTICE GINSBURG: But if you --\nMR. BARTELS: -- happened in the direct\nappeal.\nJUSTICE GINSBURG: If your main position is\nright, then wouldn't the same go for 2255 proceedings?\nI mean, this Court has said it makes sense to have the\nclaims of ineffective assistance of counsel looked at by\na trial judge first, not an appellate judge. And yet in\n2255 proceedings, if you're urging ineffective\nassistance of counsel, you don't get an automatic right\nto counsel. In 2255 proceedings, counsel will be\nappointed only if the court determines that the\ninterests of justice so require. So, the proposition\nyou're urging would have ramifications in the Federal\nsystem as well, wouldn't it?\nMR. BARTELS: That's correct, Your Honor.\nJUSTICE GINSBURG: And so, 2255 would no\nlonger be the interests of justice so require because if\nit's your first opportunity to raise the point, the\ncourt must appoint counsel for you. That's your view?\nMR. BARTELS: In a situation -- the Federal\nsystem is a little more complicated than Arizona, though\nnot much, because of Massaro.\nJUSTICE GINSBURG: Because of the what?\nMR. BARTELS: Our position would be, in the\nFederal system, if -- if a Federal defendant wished to\nfile a 2255, that he would be entitled to appointed\ncounsel but, as far as this case is concerned, only with\nrespect to any claim of ineffective assistance of trial\ncounsel.\nJUSTICE ALITO: Do you want us to hold that\nthere is a right to counsel whenever a petitioner\nasserts a claim that could not have been asserted at an\nearlier point in the proceedings?\nMR. BARTELS: Yes, Your Honor, with the\ncaveat: If the State allows that kind of proceeding.\nOne of the things I have a hard time keeping track of in\nthis context is, unlike the right to counsel at trial,\nthe Sixth Amendment right, where I think they have to\ngive him a trial, we're dealing in a context where this\nCourt made clear well over 100 years ago that there\ndoesn't have to be any review at all. The State --\nJUSTICE ALITO: That's a very far-reaching\nproposition that extends well beyond claims of\nineffective assistance of counsel at trial, wouldn't it?\nMR. BARTELS: Yes.\nJUSTICE ALITO: If many years after someone\nis convicted an allegation is made that the prosecution\nfailed to turn over exculpatory evidence and that the\ninformation supporting the claim has just recently come\nto light and could not have been previously discovered,\nthere would be a right to counsel there.\nMR. BARTELS: If the State --\nJUSTICE ALITO: That would be the case?\nMR. BARTELS: If the State provided that\nproceeding, that -- and the State would not have to.\nThe State could have statutes of limitation or rules\nagainst successive petitions that could be extremely\nstrict if they're concerned about that.\nJUSTICE GINSBURG: Why would it be\nsuccessive if it could not have been raised earlier?\nMR. BARTELS: Your Honor, as I understand\nthe situation, we've got newly discovered evidence of\nperhaps a Brady violation. In that situation, if the\nState provides a proceeding for review of that, and it\nis the first opportunity for review, I think the\nimplication of Douglas and Halbert is there would be a\nright to counsel.\nJUSTICE SCALIA: What if the State doesn't,\nbut the Federal government does? I mean, what if you\nsay, you know, there's no State habeas available; you go\nstraight to Federal habeas?\nMR. BARTELS: I think that's correct, Your\nHonor. In the Federal system --\nJUSTICE SCALIA: So you haven't really given\nus a solution for the States. They can't -- they can't\nstop this thing. Right?\nMR. BARTELS: Well, but the Federal system\nitself has a statute of limitation, though I believe\nthat the statute would probably begin to run, in Justice\nAlito's hypothetical, with the discovery of a Brady\nviolation. And so, the Federal courts have set up the\nstatute of limitation to accommodate that claim. And\nthe States would be free to do that, too, if they\nwished.\nJUSTICE GINSBURG: If -- if you are\npermitted this counsel to raise a claim that could not\nhave been raised on the direct appeal, is the counsel\nlimited to that point, or can the counsel representing\nthe client bring up other things?\nMR. BARTELS: No, Your Honor. The right to\ncounsel would apply only to the first-tier review issue.\nAnd so, for example, if counsel finds other issues and\nwants to pursue them, the State could say: We're not\ngoing to pay you for those.\nJUSTICE GINSBURG: But could it be that the\ncounsel could also bring up a Brady claim, newly\ndiscovered evidence? So wouldn't be limited to\nineffective assistance of counsel.\nMR. BARTELS: The holding in this case will\nbe so limited, but I would agree that Douglas and\nHalbert would imply that Brady would -- at least many\nBrady claims would be such that the 2255 or the State\npostconviction would be the first opportunity --\nJUSTICE ALITO: What if the --\nMR. BARTELS: -- to present.\nJUSTICE ALITO: I'm sorry. What if the\nineffective assistance of counsel claim is closely\nrelated to other claims that petitioner wants to raise\nin an initial postconviction relief proceeding? Counsel\nat trial was ineffective for failing to do A, B, C, and\nD, and all of those are bases for relief. And now I\nwant to argue with new counsel in the first\npostconviction proceeding not only that counsel was\nineffective at trial but also that all of these other\nclaims are meritorious.\nAre you saying that the counsel that -- to\nwhom the Petitioner has a right is limited to making\nonly the ineffective assistance of counsel claim and\ncannot go on and represent the petitioner on these other\nclaims?\nMR. BARTELS: I'm saying, Your Honor, that\nthe State does not have any duty to pay the lawyer in\nthose circumstances.\nNow, the kind of situation you're talking\nabout I think is most likely to come up where --\nJUSTICE GINSBURG: It's not a question of\npay. I think Justice Alito was asking, counsel says:\nI've got a duty to represent my client zealously. So, I\nwant to bring up not only ineffective assistance of\ncounsel but these other matters.\nMR. BARTELS: Your Honor, I think the\nappointment could be limited to the first-tier review\nissues.\nCHIEF JUSTICE ROBERTS: I'm sorry. I don't\n-- I don't understand how that works. The claim is,\nsay, for example, you were ineffective because you\ndidn't raise a Batson claim. Surely, he gets to pursue\nthe Batson claim once he establishes ineffectiveness --\nMR. BARTELS: Yes, Your Honor, and, in fact,\nin that example, pursuing the ineffective assistance\nclaim requires pursuing the Batson claim.\nCHIEF JUSTICE ROBERTS: So -- so, the\nlawyer -- the State would be required to provide counsel\nnot simply to raise the threshold ineffectiveness\nargument, but to go ahead and raise the arguments as to\nwhich he was ineffective.\nMR. BARTELS: Well, Your Honor, in the\nsituation in which the ineffectiveness of counsel is\nbased on the failure to make a Batson claim, the failure\nto make an objection at trial, I would agree with you,\nabsolutely.\nJUSTICE SCALIA: But what --\nMR. BARTELS: In my experience --\nJUSTICE SCALIA: What about other claims\nthat -- that don't follow on? I mean, other -- other\nclaimed errors in the trial. You say the State doesn't\nhave to pay for that representation. Does counsel keep\ntime sheets on --\nMR. BARTELS: Yes, Your Honor.\nJUSTICE SCALIA: -- on the various issues,\n12-minute intervals?\nMR. BARTELS: Yes, Your Honor.\nJUSTICE SCALIA: And the State pays for some\nissues and not for other issues?\nMR. BARTELS: Absolutely, Your Honor. That\nhappens routinely in the State system. The appointed\ncounsel have to submit detailed billing statements --\nJUSTICE SOTOMAYOR: How does this work now,\ncounsel? How are you proposing this work? Right now,\nin the Federal system, a pro se litigant comes in and\nsays, I have an ineffective assistance of counsel claim.\nMost district courts say, ask the attorney to submit an\naffidavit, and then decides whether on the face of the\nclaims there is reason to appoint counsel and hold a\nhearing. Under your theory, every State would be\nobligated to appoint counsel ab initio to check out\nwhether there is the potential for an IAC claim?\nMR. BARTELS: Well, I think the States could\nrun this in different ways. The way in which Arizona\ndoes it makes sense to me, which is that the -- there is\na form, Form 24(b). It's a very simple form. It\ndoesn't require stating any substantive grounds. It\nreally just says, I would like to challenge my\nconviction through postconviction relief, in the very\nsame way that notices of appeal.\nJUSTICE SOTOMAYOR: So, what you are\nessentially saying, every State is obligated to appoint\nan attorney on the first leg?\nMR. BARTELS: Every State is obligated to\ntreat these, what are really parts of the appeal, the\ninitial appeal, in the same way they do the rest of\nthe appeal.\nJUSTICE SOTOMAYOR: Counsel, there is a huge\nreliance interest that has developed since Finley and\nits progeny, and States don't routinely appoint\npostconviction counsel.\nMR. BARTELS: Your Honor --\nJUSTICE SOTOMAYOR: What are we going to do\nabout that reliance interest and the burdens on States?\nMR. BARTELS: Well, Your Honor, I -- I guess\nI would say two things about that. One, there are a\nfair number of States that do appoint counsel routinely\nupon request.\nJUSTICE SOTOMAYOR: Well, I know --\nMR. BARTELS: Arizona is one.\nJUSTICE SOTOMAYOR: I know for a fact that\nmost do in capital cases. But I don't know if that's\nthe same figure for non-capital cases.\nMR. BARTELS: I don't know the percentage,\nYour Honor, but I know there are several States. And --\nJUSTICE BREYER: I don't understand. Could\nyou answer the original question that Justice Sotomayor\nasked? She said: What happens in Arizona? You said a\nprisoner, or defendant, he has been convicted, gone\nthrough his first round of appeal. He is given a form,\nwhich you said is a simple form: Do you want to proceed\nin collateral review? And he answers yes. Then does\nArizona appoint a lawyer or not?\nMR. BARTELS: Yes.\nJUSTICE BREYER: All right. Then what are\nwe arguing about? He had his lawyer.\nMR. BARTELS: He didn't have an effective\nlawyer.\nJUSTICE BREYER: Ah. So, now you're talking\nabout the second round. You're talking about does he\nhave a right to a lawyer when he wants to claim that the\nfirst lawyer that they gave him on collateral review was\nineffective?\nMR. BARTELS: No, Your Honor, that is not\nthe issue in this case.\nJUSTICE BREYER: What is the issue?\nMR. BARTELS: The issue in this case is\nwhether the ineffectiveness of the first postconviction\ncounsel --\nJUSTICE BREYER: Yes.\nMR. BARTELS: -- constitutes cause to\nexcuse --\nJUSTICE BREYER: All right. So, why --\nthat's what I thought, actually. And I don't understand\nwhat all the briefs are about, and I must be missing\nsomething, about whether they're all going to have to\nappoint lawyers or not in these different States. It\nseems to me that has nothing to do with this case.\nThis case comes out of a State that does\nappoint lawyers, and the question is whether you, your\nclient, should have from your point of view at least one\nfull, effective chance to say: Every lawyer I have been\nappointed, I've gotten 100, and they are all terrible.\nAnd -- or whether the State can block that from being\nheard in habeas, by saying, oh, no, we gave him 19, and\nthe claim that all 19 were ineffective he can't even\nraise. That's the issue; is that it?\nMR. BARTELS: Well, Your Honor, we're\nactually, once we take it past two, I -- I'm not on\nboard with the hypothetical.\nJUSTICE BREYER: No, no, no. But I'm not --\nI'm not ridiculing as it sounded your claim. I'm saying\nmaybe that's right. Maybe he's not going to win the\nclaim, probably. But the question is, if his claim is\nin Federal habeas, I have gotten 102 lawyers in 102\nproceedings and every one of them was absolutely\nineffective, perhaps that habeas judge has to look at it\nand say, oh, I see, he's claiming he's never had one\nfull effective chance to claim that his trial lawyer was\nineffective because the other 19 were just as bad. I\nhave to look at it if I'm a trial judge.\nNow, that's not a silly argument in my\nopinion; that could be a winning argument. I just want\nto know is that basically your argument?\nMR. BARTELS: No, Your Honor.\nJUSTICE BREYER: Okay.\nMR. BARTELS: That's not my argument.\nJUSTICE BREYER: Now let's start at ground\nzero. Sorry. Everyone else --\n(Laughter.)\nJUSTICE ALITO: Why isn't that where your\nargument leads, to the proposition that you can never\nprocedurally default irrevocably an ineffective\nassistance of counsel claim?\nMR. BARTELS: Well, Your Honor, on a\ntheoretical level, I don't think this Court's decisions\nin Douglas and Ross and Halbert give us a clear answer\nabout whether there's a right to effective assistance of\nsecond postconviction counsel.\nJUSTICE KENNEDY: But we want to know what\nrule you're advocating in this case.\nMR. BARTELS: I --\nJUSTICE KENNEDY: We want to know why you're\nnot advocating for what Justice Breyer and Justice Alito\nindicate is an endless right to claim that all previous\ncounsel were ineffective. You say, oh, no, you're not\narguing that. What is the rule that you are arguing\nfor? What limiting principle do you have so that we do\nnot have an endless right of counsel?\nMR. BARTELS: Well, Your Honor, the -- the\ntheory that you get counsel for first-tier review limits\nit to that first tier, because when you go after the\neffectiveness of this -- of the first postconviction\ncounsel, that is necessarily going to involve review of\nthe effectiveness of trial counsel --\nJUSTICE KENNEDY: But -- I understand that.\nBut what is it that prevents the Petitioner from saying\nthat the first counsel in the collateral proceeding was\nineffective and that so was the second?\nMR. BARTELS: Your Honor, I don't think\nthere's a right to a counsel and therefore not a right\nto effective counsel in the second --\nJUSTICE BREYER: But you can -- you can have\na -- you don't have to give him a counsel. Look, the\nState did give him a counsel on first collateral review;\nthat counsel was supposed to, according to him, raise\nthe claim my trial counsel was no good.\nNow we go to the next round. The State\nsays: I'm sorry, you are on your own here; we're not\ngiving you a lawyer anymore. Okay. That may count. He\nnow has to know he has to make the argument himself.\nAnd, therefore, he goes and makes the argument himself,\nand now he's in habeas and he can argue they got it all\nwrong. He's not blocked.\nMR. BARTELS: That's correct.\nJUSTICE BREYER: All right. So, what --\nthere isn't an issue in this case about giving people\ncounsel, on that view. There is an issue about if you\ndo give them counsel, then they have to be able to have\nan argument later that you did it ineffectively. That's\na different matter; that's a question of whether you're\nblocked in habeas and can't even make the claim.\nAll right, forget it. I will ask the\nother --\nMR. BARTELS: Well, Your Honor, I think I'm\non the same page with that example.\nJUSTICE BREYER: Yes, okay.\nJUSTICE ALITO: But there can't be a\nclaim --\nJUSTICE KENNEDY: But can I -- can I leave\nthis argument with the -- with the judgment that you've\noffered me no limiting principle on how many proceedings\nthere must be --\nMR. BARTELS: Well --\nJUSTICE KENNEDY: -- before there's an end\nto the argument that previous counsel were inadequate?\nI understand, this is the -- in this case,\nit was the first counsel in -- in the first collateral\nproceeding that we're talking about. But why couldn't\nit be the second? You don't give us a limiting\nprinciple.\nMR. BARTELS: Well, Your Honor --\nJUSTICE KENNEDY: And if you want to say\nthere shouldn't be, then that's fine.\nMR. BARTELS: No, Your Honor, there should\nbe. And the merits -- the Petitioner's merits brief\ndevoted quite a few pages to both the theoretical\nproblems with the infinite continuum of litigation and\nthe practical limitations.\nAnd let me -- let me turn to the practical\nones.\nJUSTICE KAGAN: But, Mr. Bartels, before you\ndo that, I mean, I understood you to be saying that you\nwould draw a line after the first postconviction\nproceeding.\nMR. BARTELS: Yes.\nJUSTICE KAGAN: Is that correct?\nMR. BARTELS: That's correct.\nJUSTICE KAGAN: And the briefs go back and\nforth as to whether that line -- you know, what lies\nbehind that line. But you would draw the line there?\nMR. BARTELS: Yes, Your Honor,\ntheoretically. And the State has the wherewithal, given\nMcKane, to draw the line anywhere it pleases. It could\njust say you get one postconviction.\nJUSTICE ALITO: What I understand you to be\nsaying is exactly that. A line has to be drawn\nsomewhere. Enough is enough; it can't go on forever.\nMR. BARTELS: Yes.\nJUSTICE ALITO: And the sensible place to\ndraw the line, in your view, is after the first-tier\nreview. That's your argument, right?\nMR. BARTELS: Yes, Your Honor, because I --\nJUSTICE ALITO: But the problem with that is\nthat you can answer that by saying, yes, we have to draw\na line someplace; and the Court has already done it, and\nit did it in Douglas, and it said it was after the first\ntier of review on direct appeal. It's exactly the same\nargument, except where the law stands now the line is\ndrawn at a different place on the same principle.\nMR. BARTELS: Well, Your Honor --\nJUSTICE ALITO: It has to be drawn\nsomeplace.\nMR. BARTELS: That principle doesn't work\nvery well in a system like Arizona's where you can't\nbring this one claim on the direct appeal, and you can\n-- and Mr. Martinez, well, couldn't -- you can file your\nfirst postconviction and litigate it while the appeal is\npending before it's final.\nCHIEF JUSTICE ROBERTS: So, you would be\nhappy with a system that said, no, you don't have to\nraise it on collateral review; you have to raise it on\ndirect appeal.\nMR. BARTELS: As long as --\nCHIEF JUSTICE ROBERTS: Which is very\nunworkable, because if you're arguing ineffective\nassistance of counsel in a direct proceeding, presumably\nit's usually the same counsel; he's not likely to bring\nthe claim. That would be worse for criminal\ndefendants --\nMR. BARTELS: Well --\nCHIEF JUSTICE ROBERTS: -- than the\nsystem that's there now.\nMR. BARTELS: No, Your Honor. I -- the --\nif direct appeal is now going to encompass possible\nclaims of ineffective assistance, you're not going to be\nable to have the same counsel on appeal.\nCHIEF JUSTICE ROBERTS: Well, but the\nperson --\nMR. BARTELS: And --\nCHIEF JUSTICE ROBERTS: The person who\ndecides what arguments you're going to make on appeal is\nusually the person who handled the trial in these types\nof cases.\nMR. BARTELS: Well, Your Honor, that's not\ntrue in Arizona.\nCHIEF JUSTICE ROBERTS: In Arizona, the\nusual case in criminal cases is that somebody else\nhandles the appeal on direct proceedings?\nMR. BARTELS: It may be from the same\noffice. But -- but I agree that that would have to\nchange if ineffective assistance of counsel were part of\nthe direct appeal.\nAnd the other thing that would have to be\ndone -- and this is done in some States -- is that you\nhave to raise it in direct appeal, but most -- as this\nCourt recognized in Massaro -- most ineffective\nassistance claims can't be dealt with on direct appeal\nbecause of a lack of evidence. They need more evidence.\nSo --\nJUSTICE SCALIA: Well, ineffective\nassistance of appellate counsel certainly can't be dealt\nwith on direct appeal, right?\nMR. BARTELS: No, that's correct.\nJUSTICE SCALIA: So, even if you get a\ndifferent counsel to -- to take the appeal --\nMR. BARTELS: Well, Your Honor --\nJUSTICE SCALIA: -- you could always claim\nthat that counsel was ineffective in habeas, right?\nMR. BARTELS: Your Honor, I -- two things\nabout that: First of all, the State does not have to\nprovide the review of the effectiveness of appellate\ncounsel. If it does so, I would still say that that's\ngoing to end up having to be second-opportunity review\nof the claims that appellate counsel failed to raise.\nThat's got to be the basis for --\nJUSTICE ALITO: If there's a right to\ncounsel whenever someone asserts a claim that couldn't\nhave been raised earlier, why does the State not have\nthe obligation to provide counsel to contest the\nconstitutionality of the representation that was\nprovided on appeal?\nMR. BARTELS: Well, Your Honor, the -- the\nreason is that -- in terms of this first-tier,\nsecond-tier analysis from Douglas and Halbert, you're\nnot going to be able to look at the effectiveness of\nappellate counsel without looking at the issue of\nprejudice. And that's going to require what is\nsecond-opportunity review of the merits of the claim\nthat the appellate lawyer didn't raise. But that's the\nsecond opportunity for that review, because the direct\nappeal was the first opportunity.\nI think in the end, though, just a Mathews\nv. Eldridge procedural due process analysis works\nbetter. And the critical factor is what's the risk of\nan error in the absence of counsel?\nWell, the first time around, the risk of\nerror involves what's the probability that the trial\njudge made a mistake that's prejudicial? By the time we\nget to the postconviction challenging appellate\ncounsel's effectiveness, now it's the probability that\nthe trial judge was wrong and that the appellate lawyer\nwas wrong. And so, it's exponentially lower and at\nleast provides a basis for --\nJUSTICE ALITO: Well, the trial judge\ndoesn't have to be wrong for there to be an ineffective\nassistance of counsel claim at trial?\nMR. BARTELS: No. No, I'm sticking with the\nexample of ineffective assistance of appellate counsel.\nJUSTICE KAGAN: But I --\nMR. BARTELS: Trial counsel -- I'm sorry.\nJUSTICE KAGAN: I wonder what you would say\n-- some of these statistics suggest that these claims\nsucceed very, very rarely. So, by the analysis that you\njust used, this kind of balancing analysis, why we\nshould even go so far as you would have us go?\nMR. BARTELS: Well, Your Honor, the -- it\nwould be because Douglas and Halbert have done that\nbalancing and said in this situation, the first-tier\nreview, the probability of an incorrect result without\ncounsel is sufficiently high that there should be\ncounsel. And that's really the disagreement between\nJustice Douglas and Justice Harlan in Douglas. Justice\nHarlan didn't think the lawyers mattered that much.\nJUSTICE GINSBURG: So the -- postconviction\napplication would go to the trial judge, right? And on\nthe --\nMR. BARTELS: Yes, Your Honor.\nJUSTICE GINSBURG: All right. So, go to the\ntrial judge with this Anders type brief that doesn't\nraise ineffective assistance of counsel, but it's such\nan obvious claim to make that when the -- when the judge\nreviews that Anders brief, if the trial judge thought\nthat this defendant was abysmally represented, wouldn't\nthe -- wouldn't the court say: Sorry, I'm not going to\naccept this Anders brief. It seems to me that you --\nthere was a flagrant ineffective assistance of counsel,\nand you should have raised that. That's a -- that's a\nviable issue. So, I'm not going to accept your brief.\nI mean --\nMR. BARTELS: I think there -- I think there\nwould be something like that with the right to counsel\nfor these ineffective assistance of trial counsel\nclaims. Your Honor --\nJUSTICE GINSBURG: So, if the judge reviews\nthe Anders brief, really thought there was an\nineffective assistance of counsel claim, a valid one,\nthe judge would have spotted the issue, and it would\nhave been -- and it would have been argued on that\nfirst --\nMR. BARTELS: Are we talking about the\nMartinez case itself, Your Honor?\nJUSTICE GINSBURG: Yes. In the Martinez\ncase, there was an Anders brief, right?\nMR. BARTELS: There was, Your Honor, but\nit's nothing but a summary of the trial transcript and\nprovides no basis for the trial court -- the problem\nwith ineffective trial --\nJUSTICE GINSBURG: Doesn't the trial\ncourt -- I mean, the excuse -- the excuse of counsel is\nnot automatic; the trial judge has to look at it and\nsay, yes, there's -- there's no issue for you to pursue;\nso, I'm going to excuse you.\nMR. BARTELS: Well, under the current\nsystem, the trial judge has no duty to make any Anders\ndetermination because the Arizona courts have held\nthere's no right to effective appointed counsel.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. BARTELS: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Cattani.\nORAL ARGUMENT OF KENT E. CATTANI\nON BEHALF OF THE RESPONDENT\nMR. CATTANI: Mr. Chief Justice, and may it\nplease the Court:\nI would like to focus on three points.\nFirst, Petitioner is advocating a significant change to\nthis Court's jurisprudence that does implicate the\nState's reliance interest on Finley and Giarratano.\nIt's not a modest change --\nJUSTICE KAGAN: Mr. Cattani, could I ask\nabout your interests here? Because your State is one\nthat does appoint counsel; so, you already have the cost\nthere. I'm just wondering -- in your brief, you talk a\nlot about the excessive costs that this would impose on\nyou. And I'm just wondering where those costs come from\nif you appoint counsel already. And I know some other\nStates are in a different situation, but as to you,\nwhere do the costs come from?\nMR. CATTANI: I think they come primarily\nfrom the logical extension of the rule that would\nrequire a second postconviction proceeding to litigate\nclaims of ineffective assistance of first postconviction\ncounsel. Right now, those claims are routinely rejected\nunder Finley and Giarratano because there's no --\nthere's no constitutional right to counsel. Under --\nunder the theory and -- I don't think there's really\nbeen advanced a principled basis for limiting the rule\nthat's been advanced. And, certainly, under --\nJUSTICE KAGAN: Well, if we just said there\nis -- you know, we can only draw a line in this context,\nand we're going to draw the line here, and this is where\nit sticks. What are the additional costs to you?\nMR. CATTANI: Well, the additional costs\nwould -- would be implicated with a second\npostconviction proceeding.\nJUSTICE SOTOMAYOR: Well, that -- it's only\na cost if that second counsel, however it's secured, can\nactually make a credible or sustainable claim that\nappellate counsel, the first-tier counsel, was\nineffective.\nMR. CATTANI: Well, I think it's the nature\nof ineffective assistance claims. They are easy to\nraise and difficult to litigate. It's -- it's not\ndifficult to raise -- to assert ineffective assistance.\nIt's -- it's very obvious in the context of capital\ncases where -- where an assertion is my attorney was\nineffective at sentencing for failing to raise\nadditional things --\nJUSTICE SOTOMAYOR: Federal courts --\nMR. CATTANI: -- in mitigation.\nJUSTICE SOTOMAYOR: -- handle them\nroutinely.\nMR. CATTANI: Pardon me.\nJUSTICE SOTOMAYOR: Federal courts handle\nthem routinely on papers, and most of them are denied.\nIs the State system different? Where first-level\ncounsel, appellate counsel, postconviction counsel\nraises ineffective assistance of trial counsel. How\nmany of those cases end up in hearings?\nMR. CATTANI: I don't -- I don't have the\nstatistics. They do not generally result in -- in\nevidentiary hearings.\nJUSTICE SOTOMAYOR: Exactly. Very few.\nMR. CATTANI: In noncapital cases.\nCertainly, in capital cases, I think the majority do.\nJUSTICE SOTOMAYOR: Could I go back to just\nclarify the record for a second?\nMR. CATTANI: Yes.\nJUSTICE SOTOMAYOR: What authorized Levitt\nto file the postconviction relief motion? Wasn't he\nappointed simply to prosecute the direct appeal?\nMR. CATTANI: Harriette Levitt was appointed\nto prosecute the direct appeal.\nJUSTICE SOTOMAYOR: What gave him the\nauthority to file the 32 motion? Obviously, he didn't\nseek his client's approval, because the client when he\nreceived the motion said: I don't understand what\nyou're saying; I only speak Spanish.\nSo, what gave Levitt the authority to do\nwhat he did?\nMR. CATTANI: Well, she -- she was\nrepresenting Mr. Martinez, and the rules allow the\nfiling of a postconviction petition.\nJUSTICE SOTOMAYOR: By an attorney appointed\njust on the direct review?\nMR. CATTANI: Well, I don't think there was\nanything that would prevent her from representing him in\n-- in a number of different ways. If she saw something\nthat she thought needed to be raised in a post --\nJUSTICE SOTOMAYOR: So, what would have\nbeen -- what was the tactical advantage of doing what\nshe did? What conceivable reason was there for her to\nfile the Rule 32 motion before direct review finished?\nMR. CATTANI: Well, I don't know that there\nwas necessarily a tactical reason. The reason would be\nin some cases that if an attorney views the case as\nhaving a potentially meritorious issue on\npostconviction, you get relief earlier.\nJUSTICE SOTOMAYOR: Well, you know that she\ndidn't. So, answer my question. What reason did Levitt\nhave, strategic or otherwise, to file the Rule 32\nmotion?\nMR. CATTANI: I don't know that she had one.\nThere was some indication in the record that there was\nsome evidence that she wanted to raise an issue that the\nvictim's diary would have contained some exculpatory\ninformation. And that would have been something that\nwould have had to have been developed in a\npostconviction --\nJUSTICE SOTOMAYOR: But she files\nessentially an Anders brief that says, I don't see\nanything.\nWhat was the -- what was the strategic\nreason for doing that? What conceivable strategic\nreason?\nMR. CATTANI: Well, if she thought that\nthere would be a claim but, after looking at it further,\ndecided that the claims were not colorable, is, I think,\nwhat happened in this instance.\nCHIEF JUSTICE ROBERTS: Is it routine, or\ndoes it happen often, for lawyers who perceive a trial\nissue that can only be raised on collateral review to\nthink that it makes sense to raise that right away so\nthat the appeal -- and then the appeal is delayed until\nthat's resolved?\nMR. CATTANI: It is what happened in Arizona\nfrequently, prior to the Spreitz decision. And,\nhistorically, counsel was allowed -- counsel were\nallowed to raise claims of ineffective assistance and\nstay the appeal. And that was the practice previously.\nSo, it's not necessarily unusual that an attorney\nreviewing the record might decide that there's some\nissue that could be raised in postconviction.\nJUSTICE BREYER: All right. This is -- I'll\nnot -- we'll say this is my argument. I don't want to\nmake this your friend's argument.\nIn Arizona, there was a trial, and defendant\nthinks trial counsel was inadequate. Then there was a\ncollateral review, and Arizona appoints a lawyer for\nthat. And after that, the Arizona courts thought, no,\nhe was adequate at trial. This particular defendant\nwants to say that that lawyer was inadequate, too. In\nfact, it was the same one. Hardly surprising. All\nright? That's his view.\nNow, when he makes that argument in Federal\ncourt, I guess he's going to be met with the claim,\nsince Arizona didn't have to appoint the lawyer for\ncollateral review, it doesn't matter what that lawyer\ndoes. Is that right?\nMR. CATTANI: Well, I -- I think it's better\nviewed through the lens of procedural due process. If\n-- we're looking at what are the procedures that are\navailable to a defendant to raise a claim of ineffective\nassistance of trial counsel. One of the ways that you\ncan do that, that certainly goes a long way to\nsatisfying procedural due process, is to appoint\ncounsel. It could be accomplished without appointing\ncounsel --\nJUSTICE BREYER: Yes.\nMR. CATTANI: -- certainly, having some --\nJUSTICE BREYER: No, but don't -- don't\nguess where I'm going here because maybe nobody wants to\ngo there.\n(Laughter.)\nJUSTICE BREYER: Just follow the questions.\nThe question is, if he tries to make the claim he does,\nwant to say that my first lawyer was no good at trial,\nand my second lawyer, who by coincidence was the same in\nthe collateral proceeding, was no good either, then the\nState comes in and says: You can't make that -- you\ncan't make that argument now because we had a proceeding\ncalled the collateral review proceeding. We didn't have\nto give you a lawyer there. But even if that lawyer was\ninadequate, you lose because we didn't have to give you\none.\nAm I right about that?\nMR. CATTANI: Well --\nJUSTICE BREYER: That's all I want to know.\nMR. CATTANI: Well, I think you're -- you're\nnot right from the standpoint that we do have to provide\nprocedural due process.\nJUSTICE BREYER: Yes.\nMR. CATTANI: And so, the question is\nwhether that was enough.\nJUSTICE BREYER: All right -- no, no. You\nsay -- I'll answer it. It is enough to give him a\nlawyer. Okay? It is enough. But you have to give him\nan adequate lawyer if you give him one. If you give him\none. You don't have to give him one. But if you give\nhim one, it has to be adequate. Now, what about that?\nMR. CATTANI: Well, I think that goes well\nbeyond this Court's previous jurisprudence.\nJUSTICE BREYER: All right, but would that\n-- it does. That's what I think we're at. Now, why not\nsay this, that every defendant has to have one fair shot\nat claiming -- they can make the claim that his trial\nlawyer was inadequate? And the State doesn't have to\ngive him a lawyer at collateral review, but if it does,\nthen that lawyer, he can say, couldn't make that claim\nbecause he was inadequate. So, you say, fine, they can\nmake that argument in habeas. I bet they never win it.\nBut somebody might. He can make it.\nSo, what would happen would be that the\nhabeas judge in Federal habeas would read the piece of\npaper. He'd say, what's the ground for thinking this?\nAnd then he'd make his normal kinds of judgments.\nNow, what is -- is there anything wrong with\nthat view? Is it absolutely blocked by precedent? It\nseems to me it would relieve the concerns of the States\nabout worrying about having to appoint a lot of lawyers,\nand it gives him a fair shot to make his argument.\nMR. CATTANI: Well, I think it is blocked by\nprecedent, certainly by Finley and Giarratano.\nJUSTICE BREYER: Because?\nMR. CATTANI: The problem with just shifting\n-- because this Court has said that there is no right to\ncounsel and thus no right to the effective assistance of\ncounsel in both --\nJUSTICE BREYER: Well, that's -- that's\nwhere you'd have to make the exception. You'd say, if\nyou give him a counsel, he does have the right to an\neffective assistance of counsel insofar as the\nineffectiveness would prevent him from raising a claim\nthat, to be fair, the trial itself has to be -- has to\n-- he has to have that about the trial itself. That\nexception. There would be that exception. Now, is\nthere something in those cases that blocks that\nexception?\nMR. CATTANI: Well, I think it does create\nan infinite continuum.\nJUSTICE BREYER: Well, in a sense it does,\nbut he's never going to win the infinite continuum.\nMR. CATTANI: Well, but the other problem\nwith it is --\nJUSTICE BREYER: You never have to give him\na lawyer at all.\nMR. CATTANI: That's correct, but if you\ndon't, then the problem is you shift over to Federal\ncourt, and on Federal habeas you're then -- you're then\nin the position of litigating claims that are untethered\nto any State court decision. And when we talk about\nwhether it's blocked by current precedent, certainly\nunder Edwards v. Carpenter to allege ineffective\nassistance as cause to overcome a procedural default,\nthere's a requirement that you litigate that claim in\nState court.\nJUSTICE ALITO: The question is whether\nthere's cause external to the petitioner to overcome the\nprocedural default. So, if you went down that road,\nwould the petitioner representing himself or herself,\nnot have to show that, I would have raised a claim of\nineffective assistance of trial counsel, and I would\nhave won on that, were it not for the fact that the\nState appointed counsel for me and led me astray and\nprevented me from raising this meritorious argument --\nisn't that where that would have to go?\nMR. CATTANI: Well, I think it would, but\nit's even more problematic here in that the procedure is\nthat the attorney files a notice, gives notice to the\ndefendant that she's been unable to find any colorable\nclaims and gives the defendant an opportunity to file\nhis own pleading. So, it's -- it's somewhat illogical\nto think that if we just grant a second postconviction\nproceeding that the defendant is going to be in any\nbetter position than he's in, in this type of situation\nwhere he's advised that the attorney says, as is\nroutinely the case, I'm unable to find colorable claims,\nand then the defendant is given an opportunity to file\nhis own petition.\nJUSTICE GINSBURG: And how much time.\nJUSTICE KAGAN: Mr. Cattani, have you --\nJUSTICE GINSBURG: How much time -- in the\nprocedure you described, appointed counsel does inform\nMartinez: I'm not bringing up any -- any claims for\nyou. So, if you want to pursue relief, you have to do\nso on your own.\nHow much time would the defendant have? How\nmuch time remained?\nMR. CATTANI: I don't recall the specific\ntime. I believe it is in the brief. I'm sorry. I\ndon't recall the number of days that were remaining.\nBut, certainly, a defendant can request additional time\nif the period of time is very short at that point.\nExtensions are routinely granted in those circumstances.\nJUSTICE KAGAN: Mr. Cattani, if you handled\nthis through the regular appeals process, the person\nwould receive the benefit of counsel. Is that correct?\nRather than shuttle this over to the postconviction\nreview process?\nMR. CATTANI: Well, the person -- here he\nreceives the benefit of counsel because it's appointed\nin Arizona. He receives the benefit of counsel. If\nyour question is, would he be entitled to the effective\nassistance of the attorney developing that record --\nJUSTICE KAGAN: Yes, exactly right.\nMR. CATTANI: And I don't think so\nnecessarily. I think that's a different -- I think the\nattack on the effectiveness of collateral review -- of\ntrial counsel is itself a collateral attack. And I\nthink under Finley and Giarratano -- and I think the\ndistinction this Court has drawn between direct review\nand collateral attacks is one that should be maintained.\nAnd in theory --\nJUSTICE KENNEDY: But those -- those were --\nJUSTICE KAGAN: Try it this way. Try --\nJUSTICE KENNEDY: -- cases in which you\ncould not raise -- pardon me -- in which you could raise\nthe particular issue at hand. But that's not this case.\nMR. CATTANI: Well, I don't think it's\never --\nJUSTICE KENNEDY: The question is whether or\nnot the rationale of those cases, which you state\ncorrectly, is applicable to a different set of\ncircumstances.\nMR. CATTANI: Well, I'm -- I'm not sure I'm\nfollowing, because I think the procedure that Arizona is\nfollowing is -- is something that was -- that was in\nplay at the time of Finley and Giarratano. What -- what\nArizona does is not extraordinary; it really follows\nwhat has been recommended in Massaro, that -- that\nclaims relating to --\nJUSTICE KENNEDY: But -- but those were,\ncorrect me if I'm wrong, cases -- those were not cases\nin which the issue could only be raised on collateral.\nMR. CATTANI: Well, I think in Massaro this\nCourt noted that it would be rare for any -- for a\ndefendant to be entitled to relief on a claim that could\nbe raised on direct appeal. And --\nJUSTICE KAGAN: Well, Massaro, indeed, said\nthat there are good reasons for withdrawing this issue\nand putting it in a different kind of process. So,\nsuppose the State does this, and some States do it:\nThey say, on -- in the direct appeal process, we're\ngoing to remand this issue back to the trial court\nbecause the trial court is good with the facts and can\nmake an evaluation. But it is part of the direct appeal\nprocess, this -- this remand. Would the person then be\nentitled to effective assistance of counsel?\nMR. CATTANI: That's -- it's a difficult\nquestion. I -- I don't think they would, because I\nthink it's still a collateral proceeding to address the\n-- the effectiveness of trial counsel.\nJUSTICE KAGAN: Even though now it's part of\nthe regular appeals process? It's just the way the --\nbecause of the issues that we recognized in Massaro, the\nState has decided to structure things in this way?\nMR. CATTANI: Well, I think more important\nthan the -- than the label that's been put on it is the\nnature of the -- of the argument that's being advanced,\nand it's a collateral attack, whether it -- whether a\nState chooses to call it part of the appeal. What\nhappened -- what happened in Arizona previously was\nthat it would be --\nJUSTICE KAGAN: So, now you're creating a\ndifferent rule. You're saying anything which somebody\ndetermines is appropriately raised as a collateral\nattack, even if there's been no first review of that\nquestion, there's no entitlement to counsel?\nMR. CATTANI: Well, I think that's the\nlogical extension of what this Court announced in Finley\nv. -- Finley and Giarratano, that we've drawn this\ndistinction between --\nJUSTICE KAGAN: Well, I don't think, as\nJustice Kennedy said, that we ever really considered\nthat question in Finley and Giarratano because we were\nassuming there that all the things had been through the\nappeals process.\nMR. CATTANI: But I guess I'm not certain\nthat the timing would make a difference of when -- of\nwhether you had a direct appeal first or whether the\ncollateral proceeding occurs first. In either case, the\ncollateral proceeding is a non-record-based attack on\nthe conviction, as opposed to the direct review, which\nis a record-based review of the conviction. So, the\ntiming I don't think is as important as the nature of\nwhat's happening; it's a non-record based attack on the\nconviction.\nJUSTICE KENNEDY: Well, Justice Kagan's\nquestion indicates that there are States, as you know,\nwhere on direct appeal they can allow for an evidentiary\nhearing on IAC. And as I understand your answer, is if\nthat happens, the proceedings that precede the\nresolution of the issue on direct appeal, being probably\nconducted by the same counsel who is taking the direct\nappeal, can be conducted and he can be -- and the\ncounsel, he or she, can be inadequate in the conduct of\nthose further inquiries. That seems to me very strange.\nMR. CATTANI: Well, I don't think we're\nsuggesting that would be the desired outcome. And it's\nsimply that drawing the distinction between\ncollateral --\nJUSTICE KENNEDY: You're suggesting that\nthere's no constitutional right to effective assistance\nof counsel on direct, when he conducts some\nsupplementary proceedings. That's very strange.\nMR. CATTANI: Well, I guess the suggestion\nis that it's a collateral -- that's a collateral\nproceeding. If they -- if you stay the proceeding and\ngo back and address ineffective assistance, that that\nwould essentially be a collateral proceeding.\nJUSTICE SOTOMAYOR: You mean -- it makes no\nsense to me. That happens quite frequently on direct\nappeal where a variety of issues are raised, and the\ncourt -- the circuit courts or the appellate courts send\nit back to trial counsel to develop the record further.\nYour position is every time there's a sending back, that\nstops the need for effective counsel?\nMR. CATTANI: If they've sent something back\nfor a new hearing, I think that's something different.\nI think you --\nJUSTICE SCALIA: Is that involved in this\ncase?\nMR. CATTANI: -- at that point.\nJUSTICE SCALIA: Do we have to decide this\nfor this case?\nMR. CATTANI: I don't think we need to. I\nthink it's clear that --\nJUSTICE SCALIA: It's another case. It's --\nJUSTICE KAGAN: Well, the reason I think\nit's relevant is that if you were to say that there\nneeded to be effective assistance of counsel there, then\nI would have asked you, what is the difference between\nthis case and that case? So, that's the reason it's\nrelevant to this case, because the difference is really\njust one of just labels.\nMR. CATTANI: Well, and that's why I think\nit's more important to -- to assess the inquiry that's\nbeing done, whether it's a collateral inquiry, as\nopposed to whether we're labeling it part of the -- the\ndirect appeal or not. And if it is a collateral\ninquiry, then it makes more sense, I think, to -- to\ncouch it in terms of this is collateral review. But,\ncertainly, I think --\nJUSTICE SCALIA: There seems to be a\nrational line between collateral attack and attack in\nthe same proceeding. I don't see anything irrational\nabout that. Right?\nMR. CATTANI: No --\nJUSTICE SCALIA: Yes!\nMR. CATTANI: Yes, I agree. Yes.\n(Laughter.)\nJUSTICE GINSBURG: Would you explain to me,\nwhy don't we consider this adverse to your proceeding,\nbecause this postconviction proceeding -- it began and\nit began at the same time as the direct appeal, but it\nended before this case became final.\nSo, it was the first -- it was the first\ntier because it was decided before the direct appeal.\nMR. CATTANI: Well, it is a first-tier\ncollateral attack. I would agree that it's a first\ntier. That's the first time that this issue is raised\nin a collateral attack. But I don't -- I don't think\nthat's determinative of the issue here.\nThis Court has never -- has never said that\nevery claim that can only be raised for the first time\nentitles someone to -- to counsel. And that exception,\nthat would -- that would swallow the rule. In Arizona,\nin most States where the types of claims that can be\nraised in postconviction proceedings are generally\nlimited to claims that could not have been raised\nearlier.\nSo, the rule that Petitioner is seeking\nreally would swallow -- the exception would swallow the\nrule that was announced in -- in Finley -- and\nGiarratano.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nNo, you've got to listen to the Government.\nMr. Wall.\nORAL ARGUMENT OF JEFFREY B. WALL\nON BEHALF OF THE UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE RESPONDENT\nMR. WALL: Mr. Chief Justice, and may it\nplease the Court:\nJustices Sotomayor and Kagan, I want to go\nto your questions about the costs, because there are\nsome very real costs here. We live in a world that is\nsettled and working. Although this Court has drawn the\nline at the first direct appeal, 47 States, D.C., and\nthe Federal Government provide counsel in a first\npostconviction proceeding, either as of right or in the\ndiscretion of the trial court or the public defender.\nJUSTICE SOTOMAYOR: Forty-seven do and the\nFederal Government does?\nMR. WALL: That's right. So, there are 18\nStates that provide it as of right; 29 States and D.C.\nprovide it in the discretion of the trial court or the\npublic defender, and then the Federal Government,\nobviously, in the discretion of the district courts.\nAnd so, what Petitioner is doing, by\nconstitutionalizing that area, is shifting resources to\na subset of ineffectiveness claims.\nCHIEF JUSTICE ROBERTS: Well, it's pretty --\nit's small comfort to the lawyer -- the client who\ndoesn't get one that everybody else does.\nMR. WALL: Mr. Chief Justice, I understand,\nbut I think this is an area where States are permitted\nto draw different lines. And what Petitioner is saying\n-- take the Federal system, for example. Petitioner's\nrule would say a Federal prisoner can walk in under\n2255, and by making an allegation of ineffectiveness of\neither trial or appellate counsel, he's entitled to\nappointed counsel without even, I take it, a showing of\ncolorableness.\nJUSTICE KENNEDY: Well, not if you adopt the\n-- the one-proceeding rule that I think counsel for the\nPetitioner was suggesting. He suggested Arizona is one\nof those few States where you could only raise this\nissue on collateral, and, therefore, you are entitled to\neffective assistance of counsel on that collateral.\nThen he would stop there, for statistical and for --\nreasons, probability reasons, rather.\nMR. WALL: I think that's exactly where he\nwould stop. I think it's very difficult to explain why\nhis rule doesn't require him to go further, because by\nsaying the first tier is not a stage of a case, as this\nCourt has always meant it, but it applies claim by\nclaim, and lawyers are going to represent you only on\nsome claims, and you're -- pro se you'll file others, he\nends up with two problems.\nOne, he has to concede, as he does in his\nreply brief and as he did in response to Justice Alito,\nthat he's going to say the same thing with regard to a\nlot of other claims that are typically raised in habeas;\nand, second, he can't find a limiting principle.\nBecause when you come in on your second or your third or\nyour fourth postconviction proceeding, and you say all\nmy previous counsel has been ineffective, that's also\nthe first time that you've been able to say it, and\nyou'll be making the same claim: I'm entitled to have\none constitutionally competent lawyer argue that my\ntrial counsel was ineffective.\nJUSTICE BREYER: What about not going that\nfar? What about saying: In this case -- in this case,\nArizona did give him a lawyer. In this case, it was the\nsame lawyer. In this case, the proceeding was filed\nprior to the completion of the appeal and ended before\nthe completion of the appeal. So, for this case, this\ncounts as the one round of proceedings, and, therefore,\nhis client can in fact assert that that single\nindividual who was his lawyer was incompetent in those\nproceedings that ended -- didn't end prior to the\ntermination of the appeal, ended first.\nMR. WALL: Here's -- here's the primary\nproblem with that, Justice Breyer: This Court said in\nColeman, and before that in Murray v. Carrier and in\nWainwright v. Torna, that if you don't have a Federal\nconstitutional right to counsel and the States or\nCongress go beyond what they're constitutionally\nrequired to do when they give you a lawyer, that\nlawyer's performance does not thereby give rise to a due\nprocess claim.\nJUSTICE BREYER: No, but it didn't face the\nissue of what about a claim that you have a\nconstitutional right to bring up at least once? And\nthis is the first time he was able to bring it up. So\nin other words, Coleman didn't face this problem. It's\nas if you couldn't bring up the claim that the judge was\nsleeping until you got to collateral proceedings. A\nState could have such a rule. I don't know why they\nwould, but they could. But if they did, it would be\nyour first chance ever to attack that trial process, and\nso isn't Coleman, in its effort to bar relitigation,\nactually rather beside the point?\nMR. WALL: Justice Breyer, I think we just\nsee the case in fundamentally different ways. His first\nopportunity to raise his trial ineffectiveness claim was\nin his first postconviction proceeding, and he had the\nopportunity to raise it, and his lawyer didn't. And\nwhat he's coming in and saying now is not I was deprived\nof an opportunity to raise it, as in your --\nJUSTICE BREYER: No.\nMR. WALL: -- hypothetical, but I had the\nopportunity and I didn't, and we should excuse that --\nJUSTICE BREYER: No, no, we're saying it the\nsame way, just as if his lawyer, when he could raise the\nfact that the judge was sleeping, didn't raise it\nbecause he was staring at the ceiling and had been\ndrinking too much. Just as he could raise that point in\nhabeas, because it's his first chance to do it, so he\ncould raise the point that the lawyer, the first time\nthat he had the chance to raise the ineffectiveness of\ntrial counsel, was incompetent, et cetera.\nMR. WALL: Justice Breyer, I think this case\npresents a much narrower question, which is, when he\ncomes in, in his second postconviction proceeding, and\nsays although I didn't raise it last time around, I have\ncause to excuse that default because my lawyer was\nineffective, this Court's been clear in three different\ncases that that's only cause if he had a constitutional\nright to counsel in the proceeding that he's pointed to\nand that he complains about. So, the question --\nJUSTICE SOTOMAYOR: What you haven't told me\nis a reason why he shouldn't have had effective counsel\nin the first postconviction proceeding? I mean, our\nentire line of cases under Douglas were premised on the\nfact that defendants would not be or couldn't be charged\nwith the ability to prosecute their claims through\ndirect appeal. Discretionary appeal, we said the\nlikelihood is they could do it on discretionary appeal\nbecause they would have a record from below; they would\nhave competent counsel below who would make the best\narguments possible. They could then pursue their\ndiscretionary appeals because they had something to work\nwith.\nBut if your first chance as to present\nineffective assistance of counsel claim is a\npostconviction proceeding, you have no record to work\nwith.\nMR. WALL: That's right. Justice Sotomayor,\nI think this is a very different case from Douglas and\nHalbert, which were grounded in a fairly fundamental\nequal protection concern, that indigent defendants would\nbe denied a first look, maybe an only look, at their\nconvictions and sentences.\nHere, we're facing something very different.\nStates like Arizona are giving direct appeals;\ndefendants are getting looks at their convictions and\nsentences, as Petitioner did. They're providing\npostconviction review.\nJUSTICE KAGAN: Well, but it is the first\nlook --\nMR. WALL: They're even providing lawyers in\npostconviction review.\nJUSTICE KAGAN: -- only look at the\neffective assistance claims. So, what would you say,\nMr. Wall, if a State did the following: If it said\nwe're going to take out all Fourth Amendment exclusion\nclaims, and we're going to put that in a postconviction\nreview system, and, you know what, there you're not\nentitled to an effective lawyer -- would that be all\nright?\nMR. WALL: Justice Kagan, I think there are\nany number of claims that if a State tried to pull them\nout of direct appeal and locate them in collateral\nreview, we might be able to say it's end-running its\nobligation under Douglas, because those are the types of\nclaims based on a trial record that ought to be -- and\nalways have belonged to direct appeal. The question is,\ndoes a State act arbitrarily when it takes an\nineffectiveness claim, which is the only type of claim\nthat a State has tried to relocate into collateral\nreview --\nJUSTICE KAGAN: Well, I'm sure the State\nwould not say it was acting arbitrarily in my example.\nThe State would say there's a good reason for it:\nFourth Amendment exclusion claims are disfavored; they\nhave nothing to do with innocence; they involve a kind\nof fact-intensive inquiry that is better done in a\ndifferent proceeding.\nSo, I think that the State would have many\ngood reasons, but, you know, it's also true that there\nyou don't get a lawyer.\nMR. WALL: Justice Kagan, I just -- I think\nthat the Court's case law would -- I mean, I think it\nwould be a difficult question, the Court having said\nthat under Stone, at least in the Federal system, the\nFourth Amendment -- Fourth Amendment claims can't be\nraised on habeas. I think it would be difficult for a\nState to come in and say they have to be raised in\nhabeas.\nHere, the Court said in Massaro these claims\nare best suited to resolution in habeas, and they're\nclaims that are traditionally brought in habeas. And at\nleast for that type of claim, which is the -- I mean,\nthe State's not trying to hide the ball here. All the\nState has done is take a claim that this Court has said\nbelongs at habeas and say we're putting it in habeas,\nnot as in the Federal system where, although people can\nraise it as a practical matter, they're all decided on\ncollateral review, or virtually all of them. It says\nwe're just going to save people the trouble of briefing\nand raising it, and we'll locate it to collateral\nreview, not for an invidious or arbitrary reason, but\nfor all the reasons that this Court gave in Massaro.\nSo, at least for that type of claim, I think\nit's permissible under the Fourteenth Amendment, leaving\nfor another day whether it could do it with other types\nof claims that I do think probably belong to a direct\nappeal. And that would present very different\nconstitutional problems if a State started trying to\nchannel them to collateral review. But I -- all Arizona\nhas done is pick up on Massaro and say, absolutely\nright, these claims belong in habeas, and that's where\nwe're going to put them.\nAnd collateral review --\nJUSTICE SOTOMAYOR: You've now told me that\nthe vast majority of States -- 47, I think, is the\nnumber you gave -- put this into postconviction -- give\ncounsel at postconviction review.\nMR. WALL: At least discretionarily.\nJUSTICE SOTOMAYOR: Isn't it an empty\npromise if what you're giving is incompetent counsel?\nMR. WALL: Well --\nJUSTICE SOTOMAYOR: I mean, it's a --\nStrickland is a very high standard.\nMR. WALL: Justice Sotomayor, a number of\nStates have found under their own constitutions or\nstatutes a right to effective assistance of counsel.\nBut it's a very different matter to say that when States\ngo beyond what the Constitution requires in providing\ncounsel, that counsel's performance thereby gives rise\nto a due process claim. And, again, the Court's\nrejected that in at least three cases, and I think\nsaying that it's cause to excuse a procedural default\nhere without saying that there's some underlying right\nto counsel would require overruling those cases.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Bartels, you have 2 minutes remaining.\nREBUTTAL ARGUMENT BY ROBERT D. BARTELS\nON BEHALF OF THE PETITIONER\nMR. BARTELS: Mr. Chief Justice, let me\nstraighten out one thing about -- it's not only about\nthe record -- about the facts. This is not in the\nrecord, and I'm really doing this for my friend's\nbenefit. Harriette Levitt was initially appointed to\nrepresent Mr. Martinez on appeal. She then moved to\nhave herself appointed for purposes of the\npostconviction review, and it was at a later date, not\ntoo much later, that she filed the notice. So that at\nthe time the notice was filed, she was officially\nappointed counsel for purposes of postconviction\nproceedings, and the Arizona Court of Appeals stayed\ntheir proceedings, which were ongoing. There was a\nnotice of appeal to allow this to continue.\nThe other point that I wanted to get to was\nthe questions about other States where this -- these\nclaims are handled on direct appeal illustrate a couple\nof things about our argument: One is it would be --\nseem very peculiar to say you have a right to appointed\nand effective counsel in Wisconsin or Utah on these\nissues, but not in Arizona, where the label -- the\ndifference is purely label.\nAll these claims, almost all of them,\nrequire additional evidence, and that fact makes counsel\neven more important. Respondents want to say you have a\nright to counsel on review for almost all claims, but\nnot the one where you need it the most.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "No. 10-1001 CHARLES L. RYAN, DIRECTOR, ARIZONA", 
        "DEPARTMENT OF CORRECTIONS."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 16, 
        "JUSTICE ALITO": 15, 
        "JUSTICE BREYER": 28, 
        "JUSTICE GINSBURG": 16, 
        "JUSTICE KAGAN": 19, 
        "JUSTICE KENNEDY": 13, 
        "JUSTICE SCALIA": 14, 
        "JUSTICE SOTOMAYOR": 24, 
        "MR. BARTELS": 73, 
        "MR. CATTANI": 47, 
        "MR. WALL": 15
    }
}