{
    "appearances": {
        "content": "SCOTT L. NELSON, ESQ., Washington, D.C.; on behalf of\nPetitioner.\nGREGORY G. GARRE, ESQ., Washington, D.C.; on behalf of\nRespondent.\n"
    }, 
    "caseNum": "10-1195", 
    "caseinfo": {
        "content": "MARCUS D. MIMS, :\nPetitioner :\nv. : No. 10-1195\nARROW FINANCIAL SERVICES, LLC. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nSCOTT L. NELSON, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nGREGORY G. GARRE, ESQ.\nOn behalf of the Respondent 26\nREBUTTAL ARGUMENT OF\nSCOTT L. NELSON, ESQ.\nOn behalf of the Petitioner 55\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, November 28, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:04 a.m.\n"
    }, 
    "petitioners": [
        "MARCUS D. MIMS,", 
        "Petitioner", 
        "v.", 
        "No. 10-1195 ARROW FINANCIAL SERVICES, LLC.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:04 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext this morning in Case 10-1195, Mims v. Arrow\nFinancial Services.\nMr. Nelson.\nORAL ARGUMENT OF SCOTT L. NELSON\nON BEHALF OF THE PETITIONER\nMR. NELSON: Mr. Chief Justice, and may it\nplease the Court:\nThe Federal question jurisdiction statute,\n28 U.S.C. section 1331, broadly grants Federal courts\njurisdiction over all actions arising under Federal law\nunless Congress has provided otherwise. That grant of\njurisdiction encompasses rights of action that are\ncreated and governed by substantive Federal law.\nThe Telephone Consumer Protection Act sets\nfor forth such a right of action. It provides detailed\nsubstantive standards, and it grants a private right of\naction to recover for their violation. The TCPA permits\nthat action to be filed in a State court if State court\nallows such actions, but it says nothing one way or\nanother about whether the action may also be filed in\nFederal court.\nJUSTICE KAGAN: Mr. Nelson, do you think\nthat there is a clear statement rule that applies when\nCongress attempts to divest a Federal court of\njurisdiction over claims of this kind?\nMR. NELSON: Well, sometimes the Court\nhas -- has talked about clear statement rules in terms\nlike \"Congress must make unmistakably plain.\" I'm not\nsure it rises to that level, but what the Court has said\nis that jurisdiction granted by statute exists unless\nCongress has affirmatively displaced it and that the\nCourt is unwilling to -- to defeat jurisdiction by mere\nimplication.\nSo, I think it -- it may be something a\nlittle less than -- than what this Court has sometimes\nreferred to as a clear statement rule, but it is a\nrequirement that Congress act --\nJUSTICE SCALIA: Do you have anything more\nthan implication here?\nMR. NELSON: No. There -- there's not even\nimplication here, Justice Scalia. There's -- there's\nreally nothing at all.\nCHIEF JUSTICE ROBERTS: You -- you'd have --\nthe same private right of action that could be brought\nin State court without subsection 5 at all, right?\nMR. NELSON: I -- I think that's very\nlikely, Your Honor. I mean, under -- under Tafflin, and\ngoing back to the -- to over a century ago in Claflin,\nthere's a presumption that concurrent jurisdiction over\na transitory cause of action created by Federal law\nexists in State courts. But as the Court pointed out in\nTafflin, that -- that presumption has sometimes, as in\nthe antitrust cases, been found to have been displaced\nby implication from Federal policy.\nCHIEF JUSTICE ROBERTS: What is the basis --\nyou assert that you could bring this -- bring a Federal\ncause of action in Federal court.\nMR. NELSON: Pardon me?\nCHIEF JUSTICE ROBERTS: You think that you\ncan bring the Federal cause of action in Federal court.\nMR. NELSON: Yes. I --\nCHIEF JUSTICE ROBERTS: What is -- what is\nthe basis for -- putting aside jurisdiction, what is the\nbasis for the Federal cause of action?\nMR. NELSON: Oh, you mean the existence of\nthe cause of action at all?\nCHIEF JUSTICE ROBERTS: Yes. Yes.\nMR. NELSON: I mean -- the -- you know, what\nthis Court has -- has, I think, said in its\ninterpretation of statutes is that where a statute\ncreates a right of recovery from A to B in a court under\ncircumstances Y, that is a right of action. And the --\nCHIEF JUSTICE ROBERTS: But we -- we said\nthat 40 years ago. More recently, we've said that\nCongress must be fairly express in creating a private\ncause of action. And my -- my concern is if you put it\nagainst that context, that our cases require fairly\ndirect evidence, express evidence, that Congress meant\nto give a private right of action, in that context the\nexistence of an express State cause of action or Federal\ncause of action that can only be brought in State court,\nthe implication that there isn't one that can be brought\non its own in Federal court is fairly strong.\nMR. NELSON: Well, I think that's not\ncorrect. I think, Your Honor, that that is actually\nconfusing the concept of whether there's a right of\naction, which is a substantive right of recovery that\ncan be pursued in a court, and the question of\njurisdiction, which is in what court may that be\nbrought.\nCHIEF JUSTICE ROBERTS: Well, that -- I\nunderstand that -- that proposition. Assuming that\ndistinction is correct and that there is no\nfree-standing Federal cause of action, what good does\nhaving Federal jurisdiction give you?\nMR. NELSON: Well --\nCHIEF JUSTICE ROBERTS: Because I take it\nthat at that point everybody can immediately --\ndefendants can remove -- never mind. Cross that off.\nWhat benefit do you have if as soon as you\nfile your action, everybody says congratulations, you\nhave Federal jurisdiction, and you're kicked out of\ncourt because you have no cause of action?\nMR. NELSON: Well, what I'm saying, Your\nHonor, is that -- is that it is not in fact the case\nthat there's no right of action.\nCHIEF JUSTICE ROBERTS: No, no. I'm\nassuming that we don't see a cause --\nMR. NELSON: If there were no right of\naction that -- that is available somehow in Federal\ncourt, then, of course, it does no good to be in Federal\ncourt. But that's not how the Court has -- has treated\nrights of action. Limitations on the court in which a\nright of action can be brought are not part of the right\nof action. They're matters of jurisdiction.\nJUSTICE ALITO: Can Congress create a cause\nof action that does not arise under Federal law?\nMR. NELSON: No, I don't really think it\ncan. Congress doesn't have the power to enact State\nlaw. So, if Congress creates a cause of action and --\nand establishes Federal law that governs it, that is\nnecessarily a cause of action that arises under Federal\nlaw.\nJUSTICE ALITO: And there's no dispute that\nthere is a cause of action here that was created by\nCongress; isn't that right?\nMR. NELSON: Yes, that -- that's correct. I\nmean, you know, this is not an implied right of action.\nIt's an express right of action. Congress said in\n227(b)(3) that if this right is violated, you can\nrecover X amount, $500 per violation or up to three\ntimes that much in the case of a willful violation. And\nthe question is simply whether by saying that it may be\nfiled in State court, the court has -- that Congress has\ndisplaced the jurisdiction that would otherwise be\navailable --\nJUSTICE BREYER: All right. So, the basic\nreason seemed to me that it might mean \"may,\" and I'm\nfollowing up on the Chief Justice here, who withdrew\nthis interesting part of his question. The -- the\nCongress seemed to want to have ordinary people be able\nto go into small claims court in a State and bring an\naction for $500 because they were pestered by these\nsalesmen on the phone in violation of the Act.\nNow, if you're right, they could go into\nFederal court. But so could the defense. And so, any\ncase they bring in small claims court, I guess, could be\nremoved, couldn't it? And how is that -- am I right\nabout that?\nMR. NELSON: It's theoretically possible\nthat it could be removed --\nJUSTICE BREYER: Well --\nMR. NELSON: -- Justice Breyer, yes.\nJUSTICE BREYER: Well, why wouldn't they --\nI mean, you know, if they're really pests -- I'm not\nsaying they're all pests; some might be. But if they're\npests and they want to drag it out, what they do is they\njust remove it from small claims court. They tell their\nlawyer: Remove everything, remove everything. And so,\nwhat was Congress's objective, seemingly to provide a\nsimple, clear, easy thing for the average American to do\nwhen he's pestered, suddenly becomes a major legal\nproblem since the defense lawyer is instructed remove\nevery case to Federal court. Now, that's something\nthat's bothering me. So, I'd like to know what your\nresponse is.\nMR. NELSON: Yes, Justice Breyer. Well,\nthere are several -- several parts to the answer. The\nfirst is that -- that the strategy itself is\nself-defeating. If you have a $500 claim being brought\nby an individual in a small claims court, to pay a\nlawyer, to pay the filing fee to remove it --\nJUSTICE BREYER: Oh, it's not\nself-defeating, because we keep it up, and the word will\nget around.\nMR. NELSON: Well, when you're --\nJUSTICE BREYER: And in case, by the way,\nanyone doubts it, before he even files it -- one of the\nthings that we'll instruct our salesmen to say is: If\nyou sue us, we're going to remove it to -- you know,\nthere are many ways of it getting around.\nMR. NELSON: Well, Justice Breyer --\nJUSTICE BREYER: Okay, what's the second?\nMR. NELSON: To begin with -- now I want to\n-- I want to -- I want to stay on this one because --\nJUSTICE BREYER: Okay.\nMR. NELSON: -- before I go on to the next\none.\nJUSTICE BREYER: All right.\nMR. NELSON: The -- the reason that that\nstrategy doesn't really work with respect to individual\nplaintiffs filing in small claims court is they're not\nnecessarily -- in fact, they're most likely not going to\nbe repeat players. So, they don't have any real way to\nfind out about it, absent -- absent the -- the\ntelemarketer telling them in the phone call that you\nhave a right of action, which seems even more unlikely.\nJUSTICE KENNEDY: I'm not sure I'm\nunderstanding your answer, because I have one of the\nsame problems as Justice Breyer. Of -- the design of\nthis statute, from what I can infer what the\ncongressional intent was, is for an individual person to\nbe able to go into small claims court. And the\ndefendant will usually be the telephone company that\nwants to remove it to Federal court and, as\nJustice Breyer said, instruct the attorneys always go to\nFederal court; the word will get out. And you're\nsaying, oh, don't worry about that; that won't happen?\nThat will happen. That's exactly what's going to\nhappen.\nMR. NELSON: Justice Kennedy, I think that\nword getting out is very unlikely to happen if you're\ntalking about the individual, uncounseled --\nJUSTICE KENNEDY: Whether the word gets out\nor not, they will all go to Federal court.\nMR. NELSON: But -- and I'd also --\nJUSTICE GINSBURG: Do we have any\ninformation on the -- I mean, there are small claims\ncourts in State court. Is there any practice of\nremoving $500 claims and paying much more than the $500\nthat's at stake?\nMR. NELSON: No. No, Justice Ginsburg, and\nthat was the -- the second part of the answer --\nJUSTICE BREYER: But is there any reason to\nthink before you brought this suit that people thought\nthey could remove it to Federal court?\nMR. NELSON: Well, in fact, in the Seventh\nCircuit, defendants have been aware for the past 6\nyears, I believe, that they can remove these claims to\nFederal court. And the ones that have been removed are\nlarge class actions.\nJUSTICE GINSBURG: In this -- in this case,\ncould -- could this case have been brought in a small\nclaims court? Where does it come from?\nMR. NELSON: It comes from Florida, Your\nHonor. It could not have been brought in small claims\ncourt for two reasons. The complaint on its face\nalleges 12 calls and more, and at -- at the $1,500,\ntrebled -- the 500 trebled, that would far exceed the\n$5,000 jurisdictional limit of a Florida small claims\ncourt.\nThe action also seeks injunctive relief,\nwhich is not available.\nJUSTICE BREYER: All right. Aside from the\nindividual ones, what's actually worrying me, which I've\ntried to bring out, is I'm pretty certain Congress in\nthis statute was trying to protect the average person\nwho can't afford a lawyer who is pestered with these\ncalls. That's their object.\nAnd I can think that if you can bring this\nsuit in Federal court, so can the defendants.\nMR. NELSON: And --\nJUSTICE BREYER: And, therefore, I think,\ngee, I'm not so sure about this. They don't gain much\nadvantage, the plaintiffs, by being able to go into\nFederal court, and there could be some advantage on the\ndefense side to making things more complex, raising\nlegal fees. Okay?\nSo, that's where I am at this moment. Now,\nI'm asking you this because I would like your best\nanswer to disabuse me of this notion which cuts against\nyour case.\nMR. NELSON: Well, I think -- I think the\nfurther thing that cuts against it, Justice Breyer, is\nyou've received three amicus briefs on the other side\nfrom people who participate in the industry, and what\nthey all say repeatedly is that there are tremendous\nbenefits to both plaintiffs and defendants to being in\nsmall claims court in the truly small claims.\nThe defendant -- you know, if the defendant\nremoves, it's the defendant that's going to be racking\nup the legal fees, not the pro se small claims\nplaintiff.\nCHIEF JUSTICE ROBERTS: But why is that?\nWouldn't the -- I think you're fighting Justice Breyer's\nhypothetical. Wouldn't the -- I can imagine if you've\ngot a, you know, small claim type case because you got\nthe -- one of these calls, and the first thing you get\nis the notice of removal and this. I mean, you're going\nto say forget about it; I'm not going to hire a lawyer.\nRight? I mean, the idea is they would drop it right\naway.\nMR. NELSON: Well, I mean, the -- the\nexperience is, I think -- and there's an interesting\narticle in a -- in a publication called the Consumer\nFinance Law Quarterly Report from the spring of 2002\ncalled \"Defending TCPA Actions in San Diego Small Claims\nCourt.\"\nAnd there are some repeat players on the\nplaintiffs' side in small claims court, and the advice\nthat the author gives is, whatever you do, don't try to\nescalate with those people; don't even remove it up to\nthe -- to the State court of general jurisdiction,\nbecause you're just going to find yourself in a morass;\nit's going to cost you the defendant much more money to\nmove this claim out of small claims court.\nJUSTICE GINSBURG: Could the -- could these\nclaims be brought in State court as class actions?\nMR. NELSON: Well, that depends, Justice\nGinsburg, on the State. As the Court probably may\nrecall, in the State of New York you probably couldn't\nbring this action as a class action because of --\nJUSTICE GINSBURG: But you could remove it\nto the Federal courts, and then you could.\nMR. NELSON: Right. In Federal court, I\nthink that although there's -- there's actually some\ndisagreement among the courts of appeals on this point\nbetween the Second and Third Circuits over whether State\nprocedural law would apply in Federal court, we think\nthe best answer is Federal procedural law applies when\nthe claim is brought in Federal court. Then in some\nStates, there has been a recent decision in New Jersey\nwhere a New Jersey court said that a class action was\nnot superior for --\nJUSTICE GINSBURG: But it's up to -- it's up\nto the State.\nMR. NELSON: It's up to the State --\nJUSTICE GINSBURG: Congress --\nMR. NELSON: -- if it's brought in State\ncourt, Your Honor.\nJUSTICE GINSBURG: Congress said you bring\nit according to your law and your rules of procedure.\nSo, the State could make it -- Congress may have been\ninterested in the small claims court, but it certainly\ndidn't limit the States to bringing -- to putting these\nclaims in small claims court.\nMR. NELSON: No. And -- and in fact, number\none, it probably couldn't. Number two, the -- you know,\nthe statute creates rights to recovery and a right to\ninjunctive relief. That's actually the first listed\nclaim for relief that the private right of action gives\nyou. That is -- you know, injunctive relief claims are\nvirtually by definition beyond the scope of -- of\njurisdiction of small claims courts. So, it created a\nright of action that in some instances would be\nappropriate for small claims court.\nAnd I think the incentives are that -- that\nthose that are really truly small claims court matters,\nthey'll be brought there, they'll stay there. Those\nthat are not, cases where it's worth litigating in\nFederal court or worth litigating in a State court of\ngeneral jurisdiction and claims that may be possibly\nsuitable for class action status will be brought in\nother types of courts, such --\nJUSTICE KAGAN: Mr. Nelson, it's an odd\nprovision, this little clause, \"if otherwise permitted\nby the laws or a court of a State.\" What -- what is\nyour account of that provision and what it's doing here?\nMR. NELSON: Well, I think -- I think what\nit does is, principally, it displaces what would\notherwise be the rule of Testa v. Katt, that --\nJUSTICE KAGAN: And why did Congress want to\ndo that? I mean, you would think -- and this goes back\nto Justice Breyer's point -- you know, most of these\nclaims, they're small claims, they typically are better\nsituated in a State's small claims court, and yet here\nCongress says, well, the State doesn't have to entertain\nthese, in which case they could only be brought in\nFederal court.\nMR. NELSON: Well, it's not clear that it\nmeans, you know, how much freedom it gives them not to\nentertain them. It may -- and again, you know, that's\nan issue that the -- that the State supreme courts are\ndivided on, although it's a theoretical division at this\npoint because no State has actually precluded these\nclaims at this stage.\nBut, you know, I think that, especially read\nagainst the backdrop of the general principle that,\nwhile States can't discriminate against Federal rights\nof action, they're also not required to create courts\nthat have jurisdiction over them, that what this statute\nwas intended to do was -- was recognize the flexibility\nthat the courts would have to define which courts and\nunder which procedures it would entertain these actions.\nJUSTICE ALITO: Well, if the State thought\nthat its courts were just being overwhelmed by these\ncases, even the small claims courts, there were so many\nof them, would they be permitted to bar them completely?\nMR. NELSON: That's a possible reading of\nthe statute, Justice Alito. That's what the Texas\nSupreme Court has held. In fact, the Texas Supreme\nCourt has held that the State has to affirmatively\nauthorize them. Other State supreme courts have said\nthat what it means by \"if otherwise permitted\" is if\nthere's a court of general jurisdiction that hears cases\nlike this and we haven't affirmatively excluded them.\nAnd then some State supreme courts such as Illinois have\nsaid we don't even have the power to exclude them. But\nI -- you know, that is one of the readings of the\nstatute.\nBut -- but what's clear is that the \"if\notherwise permitted\" does mean -- mean something.\nIt provides a statutory standard for when the action may\nbe brought in a State court, which is a matter of --\nit's certainly not superfluous.\nCHIEF JUSTICE ROBERTS: But is it just when\nthe action can be brought in State court or when the\naction can be brought at all? It says you may bring an\naction -- and that's what I understood your basis for\nthe Federal cause of action to be -- if it's permitted\nby the law or rules of -- of a court of that State.\nMR. NELSON: Well, I think what it says is\n\"may,\" may bring an action in the courts of that State\nif otherwise permitted. And I think if you think about\nwhat the -- what reason Congress would have to put \"if\notherwise permitted by State laws or rules of court,\"\nit's very unlikely that it would use that phrase to\ndenote --\nCHIEF JUSTICE ROBERTS: Yes.\nMR. NELSON: -- when you have a right of\naction in Federal court --\nCHIEF JUSTICE ROBERTS: What you can\nalways --\nMR. NELSON: -- as opposed to which State\ncourt you would go to.\nI'm sorry.\nCHIEF JUSTICE ROBERTS: So, if -- could an\nindividual -- you say there's a Federal cause of action\nin this case apart from the State cause of action that's\nprovided. Could that Federal cause of action be brought\nin State court even though the State cause of action\ncould not be?\nMR. NELSON: Mr. Chief Justice, with all due\nrespect, I don't think that this statute creates a,\nquote, \"State cause of action.\" It creates a Federal --\nCHIEF JUSTICE ROBERTS: Right. Let's say\nyou have two --\nMR. NELSON: -- Federal cause of action that\nmay be brought in both State and Federal court.\nCHIEF JUSTICE ROBERTS: Got it, got it. But\njust to follow up. The cause of action could be brought\nin both, except if the State courts say it can't be\nbrought there. The State cause of action can't be\nbrought in State court because of this \"if otherwise\npermitted,\" right?\nThe Federal cause of action, though -- I\nthought the State courts couldn't discriminate against\nthe Federal cause of action, any Federal cause of\naction. So, you can sue in State court and say: I'm\nbringing my Federal cause of action; so, the fact that\nyou don't permit a State cause of action doesn't bar me.\nMR. NELSON: Again, I think that the premise\nof the question is really not correct.\nJUSTICE GINSBURG: This goes back to\nJustice Alito's point --\nMR. NELSON: The statue does not create --\nJUSTICE GINSBURG: Justice Alito said this\nclaim arises under Federal law; the substantive law that\ngoverns is not State law.\nMR. NELSON: Exactly right, Justice\nGinsburg.\nJUSTICE GINSBURG: It's a --\nCHIEF JUSTICE ROBERTS: But that's fine.\nThat may be exactly right. But the cause of action\nunder subsection (3) asks whether or not this action --\nit provides an action that can be brought in State court\nif otherwise permitted, right?\nMR. NELSON: It provides an action, says\nthat that action may be brought in State court if\notherwise permitted. That is the creation of a Federal\nright of action over which State courts have\njurisdiction if their laws otherwise allow. It's not\nthe creation of two causes of action, one State and one\nFederal.\nAnd that's why \"if otherwise permitted\" may\ngive the States some leeway, maybe more than they would\nhave under Testa v. Katt, to exclude them. But it\ndoesn't actually affect the availability of the action\nin Federal court. Although even if it did, Chief\nJustice Roberts, in this case there has been no\ndispute --\nCHIEF JUSTICE ROBERTS: What about --\nMR. NELSON: -- that this action is\notherwise permitted by Florida law.\nCHIEF JUSTICE ROBERTS: What about a\ndiversity action? You could not bring this action in\nState court because it's contrary to the law, the rules\nof the court of that State, but there's diversity. Can\nyou bring that diversity action in Federal court?\nMR. NELSON: Well, there's a -- there's a\nsplit in the circuits over that question at this point.\nBut my answer is yes, because it's -- it's a Federal\ncause of action governed by substantive Federal law, as\nthe -- as the Second Circuit's opinion in Gottlieb held.\nThe implication of that is if there's any basis for\njurisdiction, whether diversity or Federal question, you\nhave the right of action in Federal court, and it's not\ncontingent on whether State law allows the -- the right\nof action.\nJUSTICE SCALIA: Well, how is that? I mean,\nthe description of the right of action is that it exists\nonly if permitted by the laws or rules of court of a\nState.\nMR. NELSON: I think, again, Justice --\nJUSTICE SCALIA: That's --\nMR. NELSON: Justice Scalia, that's --\nthat's a description of the conditions under which it\nmay be brought in State court. It's not --\nJUSTICE SCALIA: What -- what is a\ndescription of the cause of action then?\nMR. NELSON: The description of the cause of\naction is that if the statute is violated --\nJUSTICE SCALIA: Where is it in the statute?\nI mean, I'm reading the section --\nMR. NELSON: It's in --\nJUSTICE SCALIA: -- that says -- under\n\"Protection of subscriber privacy rights,\" subsection\n(5) is entitled \"Private right of action,\" and the only\nright of action it describes is that a person who has\nreceived more than one telephone call -- blah, blah,\nblah -- \"may, if otherwise permitted by the laws or\nrules of court of a State, bring in an appropriate court\nof that State\" actions. Now, even if you say that that\ncause of action is bringable in Federal court, why\nwouldn't it be still governed by the laws of a State?\nMR. NELSON: Well, it -- it goes to the\nquestion again -- and back to my answer to Chief Justice\nRoberts -- of what you consider \"if otherwise available\"\nto modify. And to me, I think the most natural reading\nis that it modifies \"may bring in State court,\" because\nthat is the only thing that it makes sense to have State\nrules of court affect.\nJUSTICE SCALIA: That's fine. Then where is\nthe creation of a private right of action bringable in\nFederal court apart from State laws? Where does that\nexist in this statute? I don't see it here.\nMR. NELSON: It's in the section as a whole.\nI think you're looking at (c)(5). (B)(3) is the one\nthat's actually at issue here, but its -- its phrasing\nis the same. It's at 10a in the blue brief. And the\nAct -- the statute as a whole creates an entitlement to\nbring an action that yields certain recoveries.\nAnd, you know, this Court has never looked\nat statutory provisions that create rights of action and\nsay they may be brought in particular courts. It hasn't\nread the reference to \"may be brought in the courts\" as\nlimiting the right of action. In Tafflin, for example,\nthe RICO statute says you may bring an action in Federal\ncourt to recover damages for a violation of\nthat section.\nCHIEF JUSTICE ROBERTS: Counsel, do you\nknow -- do you know why the Solicitor General is not\nhere defending the proposition that Federal law provides\na Federal cause of action that can be brought in Federal\ncourt?\nMR. NELSON: No, I don't know why. They\ndon't tell you, when they're not filing a brief, their\nreasons why, Mr. Chief Justice. I think --\nJUSTICE GINSBURG: Is it because the FCC\nonce took a position that the action was limited to\nState courts?\nMR. NELSON: No, the FCC has never taken the\nposition that it's limited to State courts. They have,\nin a number of things that they have written about the\nstatute, said in the words of the statute that an action\nmay be filed in State court. They have never stated one\nway or another a position on the question whether it may\nbe filed in Federal court. In the Charvat case, they\ndid file an amicus brief in the Sixth Circuit, taking\nthe position that the right of action created by the\nstatute is in all respects governed by substantive\nFederal law. They didn't say anything one way or\nanother about whether the Sixth Circuit actually had\njurisdiction. It would seem kind of odd if they took\nthe view that it didn't, that they wouldn't have\nmentioned it. But --\nJUSTICE BREYER: What happens --\nJUSTICE KENNEDY: Could you clarify one\npoint for me. You indicated that no State has said that\nyou cannot bring an action, and yet -- then you said\nthat Texas said it has to be specifically authorized.\nDid the legislature of Texas specifically authorize it?\nMR. NELSON: Yes, it --\nJUSTICE KENNEDY: Don't let me misstate what\nyou said.\nMR. NELSON: It's -- the Texas legislature\nhas enacted statutes that says a plaintiff may go to\ncourt and bring an action under the TCPA, in those -- in\nso many words, in addition to whatever right of action\nit may have under Texas law.\nIf there are no further questions, I'll\nreserve the remainder of my time for rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Nelson.\nMr. Garre.\nORAL ARGUMENT OF GREGORY G. GARRE\nON BEHALF OF THE RESPONDENT\nMR. GARRE: Thank you, Mr. Chief Justice,\nand may it please the Court:\nWhether this Court concludes that a\n12(b)(1) or a 12(b)(6) label is the better fit, it\nshould hold that Congress did not intend for private\nTCPA claims to be brought in Federal court under 28\nU.S.C. 1331. The private right of action that Congress\nexpressed is distinct in three different and meaningful\nways. And if you look at the right of action, which is\non page --\nJUSTICE KAGAN: Mr. Garre, you don't contest\nthe background rule, do you, which is that when Congress\ncreates a cause of action, there is Federal question\njurisdiction unless Congress does something to divest\nthe Federal courts of that jurisdiction?\nMR. GARRE: We don't, and we haven't\ncontested that the action here arises under\nFederal law. But what you've got is the question of the\ninterplay between two statutes, 1331 and the private\nright of action here, in the same way the Court has\ndealt with the interaction between section 1983 and\nother private rights of action, for example, the City of\nRanchos Palos Verdes v. Abrams case. And in that\ncontext, the Court hasn't said, oh, if it's covered by\n1983, of course you've got to bring it under -- you can\nbring it under 1983 unless Congress has unmistakably\ncleared that you can't.\nJUSTICE KAGAN: But if you say, if you don't\ncontest the background principle, then the question is\nwhether Congress has clearly enough divested the Federal\ncourts of jurisdiction over this case essentially by\ngiving jurisdiction to the State courts. And we've had\na number of cases going the other way that suggest that\nyou don't divest one court of jurisdiction by giving\njurisdiction explicitly to another court. And the\nquestion here is why is this any different, and has\nCongress by granting jurisdiction to one court spoken\nwith the kind of clarity needed to divest the Federal\ncourts of their pre-existing jurisdiction?\nMR. GARRE: And all of those cases dealt\nwith the constitutional presumption of concurrent State\ncourt jurisdiction. And, of course, where the question\nis whether the -- whether the Constitution has been\ndisplaced, this Court has required Congress to speak\nwith unmistakable clarity. This case is the first case\nwhere this Court is confronted with the question of\nwhether there's any similar presumption going the other\nway. There's no constitutional foundation for that\npresumption. It's just the interplay between statutes.\nAnd for that reason we think the section 1983 paradigm\nis more important.\nJUSTICE KAGAN: But nobody has ever said\nthat Federal question jurisdiction as granted by 1331 is\nsome kind of junior sister when it comes to\njurisdiction, is some kind of weaker jurisdictional\ndefault provision. I mean, once Congress has granted\nFederal question jurisdiction by 1331, that's the\nbackground rule. The Federal courts have jurisdiction\nin the same way that the background rule is that the\nState courts have jurisdiction.\nMR. GARRE: Well, no. The background\nrule -- the -- right. There's a background rule\nprovided by a statute which Congress can displace by a\nlater enacted more specific statute, and then there's\nthe background rule provided by the Constitution. And\nour position is that usually when the Court talks about\nCongress displacing, disrupting the traditional balance\nof powers protected by the Constitution, it does require\nCongress to speak with unmistakable clarity.\nIt doesn't apply that kind of presumption\nwhen you're talking about an earlier more general\nstatute and a later more specific statute. In fact, in\nthat situation, the Court's general rule is that the\nlater more specific statute trumps the earlier more\ngeneral one. And I don't think there's any reason to\ncarve 1331 out, as venerable as it is.\nJUSTICE GINSBURG: Mr. Garre, do you have\nany example, other than this statute which is odd -- is\nthere any other example of a claim that arises under\nFederal law, as this does under Federal statute -- the\nsubstantive law is Federal -- that one may not bring in\nState court?\nMR. GARRE: I can't cite you another\nexample. The Shoshone case is another anomaly. It's a\nlittle bit different. But I think -- I think the Court\nshould give credit to what Congress did here. And if\nyou look at the right of action, it's distinct in three\ndifferent ways.\nFirst, Congress only spoke of bringing suits\nin State courts. Petitioner hasn't identified another\nFederal cause of action where Congress has done -- done\nthat.\nSecond, Congress modified the entire right\nof action based on \"and otherwise permitted by the laws\nor rules of the court of a State.\" Under the rules of\ngrammar, there's no question that that clause modifies\nthe \"may,\" not anything else that follows in the\nstatute.\nAnd the third way it's distinct, Justice\nGinsburg, is that Congress spoke of the limitations on\nState courts and State laws before it even expressed the\nviolation. In the typical way that Congress expresses a\nprivate right of action -- and I've looked at a lot of\nthem in the last few days -- Congress talks about the\nviolation, and then it at times provides as a\ndescriptive matter where it could be brought. Here, in\nthe first --\nJUSTICE GINSBURG: Is the law any different,\nthe violation and the governing law, any different than\nif the Attorney General had brought suit or if the FCC\nsought to enforce this law? I mean, the substance of\nthe law -- whoever sues, the Attorney General, the FCC,\nthe Federal law that governs is the same, isn't it?\nMR. GARRE: Well, I think there's separate\nprovisions that allow the State attorneys general to go\ninto Federal court, and the FCC has its own enforcement\nauthority. They aren't conditioned by this limitation.\nWe're talking about this private right of action.\nJUSTICE GINSBURG: But I'm talking about the\nclaim of the -- the violation, the wrongful conduct is\nthe same whether the Attorney General is suing, whether\nthe FCC is enforcing.\nMR. GARRE: I think the basic elements of\nthe cause of action are going to be the same, but State\nlaw can limit the availability of that cause of action,\nthe ability to bring it in a court. And under -- for\nexample, by a class action rule or just saying you can't\nbring those claims at all or statute of limitations.\nPetitioner's view is that a plaintiff can\ncircumvent those limitations altogether, authorized by\nCongress in the most important clause of this private\nright of action, simply go into Federal court and be\ngone with those limitations.\nJUSTICE SCALIA: Can --\nJUSTICE SOTOMAYOR: Mr. Garre, what's the\nlogic of your position? Congress does a whole study\nabout how these harassing calls and e-mails and other\nthings are to citizens, and all of a sudden it's going\nto limit the rights of those citizens to recover under\nthe Act to those States that are going to say okay. Why\neven bother passing a Federal law if it was going to\ngive States the option to protect against this kind of\nconduct alone?\nMR. GARRE: Well, it created a public\nFederal right. Congress all the time creates Federal\nlegal protections --\nJUSTICE SOTOMAYOR: But generally it does.\nYou've just admitted --\nMR. GARRE: -- but it doesn't give private\nright of actions.\nJUSTICE SOTOMAYOR: You've just admitted to\nJustice Ginsburg nowhere else has it created a Federal\nright with a private cause of action in which it's\nlimiting the protections of the Federal law to those\nStates that decide they want to do it too. I mean,\ngenerally Congress creates a Federal right because they\ndon't think the States are doing enough.\nMR. GARRE: And there's no question that\nthey would have a Federal right. And, of course, this\n-- this private right of action is distinct. My point\nis only it's not unusual for Congress to create a\nFederal right and not provide a private right of action;\nfor example, under the provision in Gonzaga v. Doe --\nJUSTICE SOTOMAYOR: Unquestionably. But\nit's -- it is unusual for them to create a Federal right\nwith a cause of action and then limit its application to\nthose States that say it's okay. I go back to my\nquestion --\nMR. GARRE: Well, it wouldn't --\nJUSTICE SOTOMAYOR: Why not simply say to\nthe States, please, do something about this problem?\nMR. GARRE: I think that -- I would point\nyou to the statutory findings and, if you thought it\nappropriate, look at Senator Hollings' statement as\nwell. And the reason why it makes sense is Congress is\ndealing with a situation that, when it acted, the vast\nmajority of States had passed laws to allow consumers to\ndeal with this problem at the State level. They\nidentified this interstitial void that Your Honor spoke\nabout in your opinion on the Second Circuit, and\nCongress acted to close that enforcement loophole to\nauthorize States to allow consumers to go after\ninterstate calls.\nJUSTICE GINSBURG: Mr. Garre, was it really\na loophole? What would -- I mean, if this -- if conduct\n-- if the telemarketers are calling from out of State,\nbut the impact is in the State, the person who is being\ncalled, it seems to me that there certainly would be\njurisdiction over the out-of-State tortfeasor who's\ndoing something out of State that has this impact. It\ntargets the State, and it has its impact.\nMR. GARRE: I've struggled over that, too,\nJustice Ginsburg, but the one thing I can say is that\nCongress perceived that enforcement gap that's\nidentified in the statutory findings reproduced in the\naddendum here. And Congress, you would presume, acted\nto fill the gap that it saw, and it did this by keeping\nit at the State level, keeping in mind that we're\ntalking about something with an enormous potential for\nvolumes of claims.\nJUSTICE BREYER: Well, this is the part\nthat's worrying me. On your side, it's hard, and it's\nan unusual statute, but the -- certainly -- and I agree\nwith you that the language of the statute suggesting a\nkind of reverse pre-emption, something like that, and\ncertainly Senator Hollings' comment, and certainly the\nfact that they specifically provide for an attorney\ngeneral to bring an action in State court suggests that\nthey wanted the smaller private actions in State -- I\nmean, in Federal court -- in State court; that favors\nyou.\nAll right. But then I thought, as you were\nspeaking, what about diversity jurisdiction? And -- and\nI don't see why there wouldn't diversity jurisdiction in\nterms of trying to get these out-of-State people. And\nif there's diversity jurisdiction, why in heaven's name\nwould they want to say but there is no \"arising under\"\njurisdiction?\nMR. GARRE: Well --\nJUSTICE BREYER: So, I'm -- so, I'm pushed\nthe other way by that. So -- so, what do you think?\nWhat do you think?\nMR. GARRE: Well, ultimately, all of the\nFederal circuits that have grappled with this problem\nhave concluded that recognizing diversity jurisdiction\nisn't fundamentally incompatible with saying there's no\nFederal question jurisdiction, for a couple of reasons.\nJUSTICE BREYER: I know. But why, if you\nwere sitting in Congress and somebody did tell you --\nSenator Hollings apparently never thought of this -- but\nsay to Senator Hollings, Senator, there will be\ndiversity jurisdiction here. And he, when he thinks\nabout it, says, hey, great, that's wonderful, because\nthese people are all in State A, and they're phoning\npeople in State B.\nNow, if that was his reaction, then someone\nwould say what about \"arising under\" jurisdiction? And\nwhat I'm thinking is, if I imaginatively put myself in\nhis position, I think, huh, why not?\nMR. GARRE: For two reasons, Justice Breyer.\nJUSTICE BREYER: What?\nMR. GARRE: The first is amount in\ncontroversy. Diversity has an amount in controversy\nrequirement of $75,000, which makes it more likely,\nwhere a plaintiff has that, it would be in a situation\nwhere it would incur the costs of an attorney and other\nexpenses to go into Federal court. Federal question has\nno amount in controversy after --\nJUSTICE BREYER: That's true. So, there's a\n\"flooding the courts\" problem.\nMR. GARRE: Exactly, and the amount in\ncontroversy checks that.\nThe second reason is that, to the extent\nthat Congress created this unique Federal right and\nintended it to behave like State laws, as Judge\nCalabresi described it on the Second Circuit, then it's\nmore natural to think of diversity jurisdiction allowing\nthe Federal courts to entertain what is in effect a\nState cause of action than it would be for Federal\nquestion jurisdiction where you have the anomalous\nsituation of someone going into Federal court and saying\nI'm not bound by the State law limitations, for example,\nthe limitation on the class action, because I can bring\nthis Federal private right of action under Federal\nquestion for $500 wherever it is. I mean --\nJUSTICE GINSBURG: How about supplemental\njurisdiction? Which says it doesn't have an amount in\ncontroversy.\nMR. GARRE: We would put that in the same\ncategory of diversity, which is to say -- I mean,\nultimately, I think it -- particularly if you look at\nthis as the private right of action, Congress did not\nexpress a private right of action for someone to go into\nFederal court here. If this Court looked at it through\nthe lens of its private right of action jurisprudence,\nthe Court would say, I would think, you did not confer a\nprivate right of action to go into Federal court in the\nunique way that you express it here.\nIf the question was, if this private right\nof action said you can sue an in-State company and a\nplaintiff came here saying, well, it says in-State but\nthey didn't say you can't sue an out-of-State, this\nCourt would say, no, Congress said in-State; we --\nthat's the private right of action it created.\nJUSTICE GINSBURG: But Congress -- Congress\nalso -- it made -- for attorney general suits, it said:\nAnd Federal court jurisdiction is exclusive. So, it's\ngiven Federal court exclusive jurisdiction to adjudicate\nthis claim, because the claim, as you -- I think as you\nrecognize, is the same whether it's brought by the FCC,\nthe attorney general, or private. So, if you use the\nword \"exclusive\" there, it said nothing in this private\nright of action about the State courts being exclusive.\nMR. GARRE: And I think on that -- I mean,\nfirst, it makes sense that they would authorize Federal\njurisdiction for the State attorney generals' actions\nbecause they authorized the FCC to intervene there. It\nalso makes sense that they said \"exclusive\" there\nbecause there they were dealing with the constitutional\npresumption that State courts have concurrent\njurisdiction unless Congress affirmatively says they\ndon't. This Court had decided Tafflin a year earlier.\nAnd so, it -- to give Congress its due, it would make\nsense if you presume they're aware of this Court's\ndecisions, that it would say \"exclusive\" there. The\nconstitutional --\nJUSTICE ALITO: You -- you seem to be\narguing for a three-tier standard for displacing\njurisdiction. So, if Congress wants to make a Federal\nclaim cognizable only in Federal court, it has to be\nvery, very clear. If it wants to displace diversity\njurisdiction, it doesn't have to be that clear, but\nmaybe it has to be certain -- clear to a certain degree.\nIf it wants to displace Federal question jurisdiction,\nit doesn't have to be nearly as clear.\nMR. GARRE: But we're not.\nJUSTICE ALITO: Well, what --\nMR. GARRE: We're certainly not arguing for\na distinction between diversity and Federal question.\nAnd ultimately, if pushed, we would take the position\nthat because Congress was clear it wasn't authorizing\nsuit in Federal court, we think diversity should go,\ntoo.\nMy response to Justice Breyer was that it --\nit's a closer call because of the -- the amount in\ncontroversy and the extent to which Congress created a\nright --\nJUSTICE SCALIA: When there is suit in\nFederal court, let's say these attorney general suits,\nwhat are the suit -- what is the suit governed by? Is\nit governed by State law?\nMR. GARRE: I think it would be governed by\nFederal law. I think to the extent there's a --\nJUSTICE SCALIA: Well, I mean, I -- Federal\nlaw mirroring State law?\nMR. GARRE: No, because the -- the public\nright of action isn't conditioned the same way that the\nprivate right of action is. And --\nJUSTICE SCALIA: Well, it's the authority to\nenforce, right?\nMR. GARRE: If you look at the public right\nof action, it's not --\nJUSTICE SCALIA: Civil actions brought under\nthe subsection.\nMR. GARRE: Right. The public right of\naction isn't brought under (b)(3), which is a private\nright of action. And the anomalies arise when you think\nof allowing these claims in Federal court --\nJUSTICE SCALIA: So, you have a different --\na different -- a different law applied if -- and the\nState law limitations don't apply if it's a suit in\nFederal court by -- by an attorney general?\nMR. GARRE: The State law limitations apply\nto the private right of action. The Congress didn't\nsay, here's the Federal --\nJUSTICE SCALIA: I mean, it's so weird. I\ncan't understand that.\nMR. GARRE: But, Your Honor, it's only weird\nif you say they can bring the private right of action in\nFederal court. If you say that Congress meant these to\nbe limited to State court, it makes perfect sense.\nCongress was making clear: States, you have authority\nto address this problem; you can address it under your\nown law and rules of court.\nJUSTICE KAGAN: I think, Mr. Garre, what\nJustice Ginsburg and Justice Alito were suggesting, is\nthat this is a momentous thing for Congress to do to, to\ndeprive the Federal courts of jurisdiction over a cause\nof action that has been created by Congress and a cause\nof action that has Federal law as the rule of decision.\nThe usual presumption is that, of course, Federal courts\nhave jurisdiction over those matters under section 1331.\nAnd this is one peculiar way of divesting\nthose Federal courts of jurisdiction. Obviously,\nCongress knew how to write an exclusive jurisdiction\nstatute. It didn't here. So, why should we give\nCongress the benefit of the doubt and sort of say, well,\nCongress must have had something else in mind, even\nthough Congress didn't articulate that?\nMR. GARRE: And if Congress has to say\n\"exclusive,\" then we lose. I'm not arguing otherwise.\nBut I think our position is, is what Congress did here\nwas unmistakably different and clear enough. And the\nflip side of what you've just said is to say that\nCongress meant nothing when it went out of its way to\ncreate what all agree is an extraordinarily unique\nprivate right of action.\nJUSTICE KAGAN: No, I don't think that's\nright because this is not superfluous, because of the\nthat provision that, you know, the Testa provision which\nsays that State courts don't have to entertain this\ncause of action. So, in the usual case, State courts\nwould have to entertain this cause of action. Here,\nCongress is saying, no, if they feel as though that\nwould deluge State courts, they have an out.\nMR. GARRE: And if Congress had intended\nthat, Your Honor, I think the more natural way for it to\nhave said would -- would have been something like, in an\naction brought in State court, it may be limited by the\nlaws or rules of that court. Here Congress cabined the\nentire right of action: \"may\" comma -- subordinate\nclause which modifies the \"may.\" And there's just -- in\nany other case, I think, Your Honor, the Court would\nread the \"if otherwise permitted\" clause as modifying\nthe \"may\" and, therefore, the entire right of action.\nJUSTICE SCALIA: Can Congress create a\nFederal -- can Congress in effect delegate to the States\nthe contours of a -- a Federal cause of action? I mean,\nyou keep talking about it as a Federal cause of action.\nMR. GARRE: I think --\nJUSTICE SCALIA: But it's not really, if --\nif its existence or non-existence depends upon State\nlaw; or at least it depends upon State law, you say, if\nit's brought in State courts; however, if it's brought\nin Federal court by the Attorney General, you have a\ntotally different law applying, a Federal law.\nMR. GARRE: I think in the Shoshone case\nCongress created a right of action whose content was --\nwas supplied by State law. So --\nJUSTICE KENNEDY: In which case? I\ndidn't --\nMR. GARRE: The Shoshone Mining case.\nIt's -- it's cited in our brief.\nJUSTICE KAGAN: But that is not this case.\nMR. GARRE: No --\nJUSTICE KAGAN: Nobody thinks that that's\nthis case.\nMR. GARRE: No, but we're not saying that\nthis case is on fours with that case, but I think it's\nan example where State law would fill the content of the\nFederal right.\nJUSTICE BREYER: Well, why wouldn't the --\nthe problem that Justice Scalia just identified or you\nwere talking about suggest -- actually favor their side,\nthat that \"in conformity with State law\" is talking\nabout procedure?\nI mean, imagine that State law has a 2-year\nlimitation period or a 1-year. You see -- I don't know\nwhat the limitation period is here. It may be longer.\nAnd so, what happens is where you go into -- if the\nattorney general brings the action, you're going to say\nit's 4 years, but if it's in a State court and a private\nperson, it would be 1 year? That doesn't seem to me to\nmake sense.\nIt then seems to make sense if you interpret\nthat provision as saying what court you could go into in\nthe State. If the State permits you to go to the\nsuperior court or the small claims court or the -- in\nother words, procedural rules.\nMR. GARRE: Well, and Congress didn't just\nsay \"procedure,\" it said \"laws or rules of court of the\nState.\"\nJUSTICE BREYER: It did, but look what --\nwell, how do you get out of the mess then -- what\nhappens when the State attorney general brings an action\nin a Federal court, as he is permitted to do? What\nstatute of limitation or substantive rule do you apply?\nMR. GARRE: It would be the general 4-year\nFederal statute of limitations. I mean, the way --\nJUSTICE BREYER: But that's now really odd\nbecause we are then going to get different statutes of\nlimitations, depending upon whether a State attorney\ngeneral or an individual --\nMR. GARRE: But it's not odd if you give\neffect to the language of (b)(3), which in a sense says\nwe're going to leave this up to the States. Congress\ncontemplated through this language that there could be\n50 different rules about how private TCPA claims would\nbe brought in State court. I think that's undisputed.\nThe question is whether or not you --\nplaintiffs can just say I want out of that and go into\nFederal court, and conversely whether a defendant can\nremove any claim brought in State court --\nCHIEF JUSTICE ROBERTS: I'm having --\nMR. GARRE: -- into Federal court.\nCHIEF JUSTICE ROBERTS: Im sorry. I'm\nhaving trouble, Mr. Garre, figuring out what exactly is\nat issue here. It seems to me that there are two\npossible views on it. First is, is there Federal\njurisdiction over one of these actions? The second of\nall is, is there a private right of action apart from\nthe one that can be brought under subsection (b)(3),\nwhich is one in State court?\nMR. GARRE: Right.\nCHIEF JUSTICE ROBERTS: Now, which -- which\nare we supposed to decide? I can see the Federal\nquestion jurisdiction issue being straightforward.\nFederal law creates this cause of action; therefore, you\ncan say that it is -- under 1331, there's jurisdiction,\nbut then you can't do anything once you're in Federal\ncourt because the private right of action is limited to\nState court.\nMR. GARRE: And our position is ultimately\nboth are at issue. Certainly, the focus of this case\nhas been on the jurisdictional question, which is the\n12(b)(1). But if the Court thinks that there's Federal\njurisdiction, then it should say the cause of action\nfails under 12(b)(6) because both arguments are based on\nthe same exact statutory language.\nThis Court has recognized, for example, in\nthe Merrell Dow Pharmaceuticals case, that the\navailability of a private right of action intersects\nwith jurisdiction. The Court recognized the same point\nin the National Passengers Association case, 414 U.S.\n453.\nJUSTICE GINSBURG: Let's go back to the --\nthis -- this claim -- unlike the Shoshone Mining, this\nclaim arises under Federal law. There's no question\nabout that, is there?\nMR. GARRE: We don't dispute that, Your\nHonor.\nJUSTICE GINSBURG: Okay. So, Federal law\ncreates the cause of action, and when Federal law\ncreates the cause of action, the rule has always been\nthere's 1331 jurisdiction.\nMR. GARRE: Unless a later-enacted statute\nprecludes that rule. And here the later-enacted statute\ndoesn't win it --\nJUSTICE GINSBURG: But the later-enacted\nstatute doesn't say that Federal law no longer creates\nthe cause of action.\nMR. GARRE: The later-enacted statute\ncreates the cause of action. Federal -- 1331 doesn't\ncreate a cause of action. It's jurisdictional only.\nThey need to have a cause of action.\nJUSTICE GINSBURG: You have jurisdiction\nwhen Federal law creates a cause of action.\nMR. GARRE: Unless it has been displaced by\na later-enacted provision. And I --\nJUSTICE KAGAN: Mr. Garre, do you have any\nexamples of that, places where we've said Congress has\ndivested the court of Federal question jurisdiction and\nby what means?\nMR. GARRE: I don't have an example in 1331.\nI have do have section 1983, which I think is a perfect\nparallel, because there you've got a venerable, general\nprovision, section 1983, which is actually older than\n1331, and the question comes along from time to time\nwhether a later-enacted Federal right can be enforced\nthrough 1983. And the Court, in that context, says\nalthough we generally presume that you can go through\n1983, if there's a later-enacted specific enforcement\nmechanism, we give the facts of that --\nJUSTICE KAGAN: And how specific does it\nhave to be? I mean, how vague are we willing to go here\nand say, okay, Congress has done a good enough job\nbecause somehow we have some idea that they wanted these\ncases to end up in small claims court?\nMR. GARRE: I think, if you look at the City\nof Rancho Palos Verdes case, which I would encourage you\nto look at, I think it doesn't have to be nearly as\nspecific as my friend is claiming.\nI think you look at all signposts of\ncongressional intent. Here you've got the language\nwhich is unmistakably distinctive. The State-law,\nState-court-focused. You've got a structure of an act\nwhere Congress, when it wants concurrent jurisdiction or\nFederal jurisdiction, it says so. It provides the rules\nfor venue and what not. You've got legislative\nstatutory findings indicating that Congress both was\naware of the vast volumes of calls which could create\npotential claims, wanting to address a particular\nproblem of an enforcement gap at the State level. And\nthen if you choose to look at it, you've got the\nlegislative history of the sponsor of this very unusual\nprovision saying --\nJUSTICE GINSBURG: When Congress creates a\nFederal claim, it usually doesn't. I mean, the\nassumption is that it's going to be concurrent\njurisdiction.\nMR. GARRE: Yes, and we're not -- I mean,\nthe question is whether or not that assumption should be\ndisplaced here, and we're saying that Congress's\nexpressions of intent displace it here. And, again, I\nthink if Petitioner --\nJUSTICE GINSBURG: Can we go back to your\n1983 example? Because I was thinking about that, and\nyou said, well, the later specific statute is another\nFederal statute. You have -- Congress has another\nFederal statute that makes the more general 1983 not\navailable because you have the more specific Federal\nstatute.\nMR. GARRE: And I think that's why the\nparallel seems apt to us here. You -- instead of\ndealing with Congress displacing case -- State court\njurisdiction with constitutional presumption, you have\nan earlier-enacted Federal statute, 1331, and the\nlater-enacted statute, the TCPA private right of action\nhere.\nJUSTICE SCALIA: Yes, but the difference is\nthat the 1983 cases don't deal with what this deals\nwith, which is displacement of the jurisdiction of\nFederal courts. And we are jealous of our jurisdiction,\nnot only in the constitutional cases that you refer to,\nbut in all cases.\nAnd I had thought that the general rule that\nyou have to be clear when you take cases out of the\nFederal courts -- I thought that that applies not just\nwhere you're dealing with a constitutional jurisdiction\nbut also where you're dealing with already-conferred\nstatutory jurisdiction. And why shouldn't I apply that\npresumption?\nMR. GARRE: But I think this Court has a\nmore generous attitude toward section 1983. And I think\nin your opinion in the Rancho Palos Verdes case, you\nspoke of a rebuttable presumption that Congress doesn't\nmean to -- to displace section 1983, but yet you found\nit there because of a specific enforcement mechanism. I\nthink the enforcement mechanism here is much more\nspecific and meaningful than even the one in the Rancho\nPalos Verdes --\nJUSTICE SCALIA: It didn't deal with the\njurisdiction of Federal courts. That's what gets our\nhackles up --\nMR. GARRE: It did not --\nJUSTICE SCALIA: -- when you're telling us\nwe have been ousted of jurisdiction.\nMR. GARRE: It did not --\nJUSTICE SCALIA: We don't like that.\n(Laughter.)\nCHIEF JUSTICE ROBERTS: Counsel, I -- we've\nbeen talking about where this provision fits, basically,\ninto our general jurisprudence in this area. But I've\nnever seen a statute remotely like this before. Is\nthere any one, where you have a Federal -- where you\nhave Congress creating a cause of action that can be\nbrought in State courts unless the State court says it\ncan't, saying nothing at all about whether there's a\nFederal cause of action? This is the strangest statute\nI've ever seen.\nMR. GARRE: We totally agree, but I think\nthe important point from our perspective is either\nCongress meant what it said, and this Court should give\neffect to what it said in its very distinct and unusual\nway, or it's rendered, you know, largely meaningless,\nexcept in the most generalized sense, because if\nPetitioner's right, you can bring a claim in State or\nFederal court. The claim that you bring in Federal\ncourt is in no way limited -- limited by the laws or\nrules of a State court. And all of the stuff that\nCongress said about the State courts and the\nState-law-focused language at the very beginning of its\ncause of action is meaningless, because Congress didn't\nhave to say any of this to authorize people to go into\nState court under concurrent jurisdiction conferred by\nthe Constitution.\nAnd our position is, is that this Court\nshould give effect to the words in the private right of\naction, distinct as it is, that Congress created, and\nhold that Congress did not intend for plaintiffs to be\nable to bring -- to circumvent these limitations by\ngoing into Federal court under 1331.\nJUSTICE SOTOMAYOR: Could you tell me why\nyou seem to be taking somewhat contradictory positions?\nYou seem to be conceding that this is not a Federal\nsubject matter jurisdiction issue, but the scope of the\ncause of action that was created. The judgment was on\nthe basis of lack of Federal subject matter\njurisdiction. Aren't you trying to alter the judgment?\nAnd didn't you need to cross-petition to do that?\nMR. GARRE: Well, I probably wasn't clear\nenough, Justice Sotomayor. Our position is that\nultimately there is no Federal question jurisdiction;\nthat although it arises under 1331, the specific\nprovision here was never intended to be enforced through\n1331 and, instead, was only authorizing State courts.\nJUSTICE SOTOMAYOR: So, you're saying that a\nState could, if it chose, say we're only going to award\nactual damages, not the $500 statutory --\nMR. GARRE: No, I don't think the State\ncould actually alter what Congress said. It can -- it\ncan alter, as Congress said, the ability to bring a\nright of action.\nNow, I do think this Court could affirm --\nJUSTICE SOTOMAYOR: But it can. It could\nchoose not to enforce that Federal right of action.\nMR. GARRE: And in that case, a private\ncitizen would go to a State attorney general and say\nbring this action on behalf, or go to the FCC and bring\nan enforcement action. There are public rights --\npublic ways to enforce that.\nJust to be clear, we think this Court could\naffirm on the alternative ground of 12(b)(6), that there\nis Federal question jurisdiction, but this private right\nof action doesn't confer a right to go into -- into\nFederal court. My friend has said that that position\nhas been waived. Under 12(h) of the Federal Rules of\nCivil Procedure, we haven't waived 12(b)(6); we just\nhaven't asserted yet.\nIt's clear that Federal courts can convert\n12(b)(1) motions into 12(b)(6) motions, and there'd be\nno reason for this Court to remand simply for us to\nassert a 12(b)(6) -- put a 12(b)(6) label on the same\nposition that we would be back before the courts\narguing, transforming judicial review into something\nclose to a ping-pong game.\nJUSTICE ALITO: Wouldn't that be the oddest\ncreature that's ever been seen, a cause of action\ncreated by Congress that is not a claim arising under\nFederal law? That's what you'd be saying.\nMR. GARRE: No, it would be a claim arising\nunder Federal law without a private right to bring it in\nFederal court. And it would be odd, Your Honor, and our\nposition -- we agree with our friends -- that this is an\nodd statutory provision. We ask this Court to give\neffect to its language, which both sides agree is odd\nbut, we think, points to the conclusion that Congress\nmeant for these claims to be brought in State court and\nnot in Federal court under Federal question\njurisdiction.\nJUSTICE KAGAN: But I guess that's the\nquestion, Mr. Garre. If both sides agree it's odd, and\nall nine Justices agree it's odd, I mean, I think we can\nsay this statute is odd. And the question is, where do\nwe go from there? And where -- you know, what's the\ndefault position? If it's odd and we can't figure it\nout, the default position seems to be Federal courts\nhave jurisdiction over Federal questions.\nMR. GARRE: But I think that that\ndeprives -- yes, it's odd, but it's odd in a way that\none must presume that Congress actually meant what --\nwhat it was doing in several different ways here. I\nthink it gets to a point where you just can't presume\nthat Congress didn't mean the impact of its words here.\nSo, we would urge this Court to give effect to them.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. GARRE: Thank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Mr. Nelson, you have\n4 minutes remaining.\nREBUTTAL ARGUMENT OF SCOTT L. NELSON\nON BEHALF OF THE PETITIONER\nMR. NELSON: I want to start where Justice\nKagan left off, which is the presumption of the\nexistence of Federal jurisdiction unless Congress\naffirmatively displaces it.\nMy friend suggested that that may not apply\nor may not apply as strongly when we're talking about\nFederal statutory jurisdiction and specifically 1331.\nBut this Court's decision in Colorado River, cited in\nour reply brief, says exactly the opposite: that a\nsubsequent more specific Federal statute does not\ndisplace the general grant of Federal jurisdiction under\n1331, absent -- absent some clearer indication than the\nmere existence of an optional State court jurisdiction\nover the claim.\nAs to the oddness of the statute, a point on\nwhich we all seem to now agree, the point I would make\nthere is I think that Respondent's position makes this\nstatute even odder, because it suggests that somehow\n\"may\" means it may only be brought in Federal court, yet\nit doesn't mean it may only be brought in Federal court\nif there's diversity or 1367.\nBut as Judge Easterbrook said in Brill, if\n\"may\" really means \"may\" only, then it wipes out\ndiversity and 1367 as well.\nCHIEF JUSTICE ROBERTS: Are you arguing only\nabout \"arising under\" jurisdiction or are you arguing\nalso about a Federal cause of action that can be brought\nin Federal court? In other words, I am trying to figure\nout what we're being asked to decide in this odd case.\nI understand the idea -- and I'm sorry to take up your\ntime -- I understand the idea that this is a Federal\nquestion because it's created by a Federal law.\nCan you go -- get into Federal court, and\nthen we'll have another case about whether you can bring\na cause of action there?\nMR. NELSON: Well, I certainly hope not,\nYour Honor. I mean, I think if you look at what the\nquestion presented is and what the judgment below is,\nit's a question of subject matter jurisdiction, a\n12(b)(1) dismissal, and a question presented as to the\nexistence of 1331. But, you know, our point is not to\nget people into Federal court so that they can be told\nthat they have no right of action. And the answer to\nthat point is that the -- the reference to State courts\nin the provision is not a limitation on the right to\nrecovery.\nCongress often actually creates rights of\naction that refer to a particular court. It's -- it's\nthe Federal court in -- in every case but this one. But\nas in RICO, as in the Carmack Amendment that was the\nsubject of the 1912 case of Galveston, Harrisburg, and\nSan Antonio Railway cited in our briefs, where the\nCarmack Amendment said that persons damaged might make\ncomplaint in any circuit or district court of the United\nStates. And the Communications Act provisions that we\ncite on page 10 of our reply say people have certain\nrights to recover, and they may bring them in Federal\ncourt.\nBut those references to the courts have\nnever been considered to be a limit on the right of\naction. Creating the ability to go into a court and\nobtain a recovery creates a right of action, and it's\ntransitory; it can be brought in any court of competent\njurisdiction. And the reference in the statute to a\ncourt that has jurisdiction over it does not mean that\nthe -- that the cause of action somehow does not exist\noutside of that court.\nThe cause of action exists, and the question\nis, is whether there's a jurisdictional basis. And\nthat's practically at this point, I think, been\nconceded, that this statute arises under Federal law.\nAnd there's really no indication whatsoever that merely\nby saying \"may\" be brought in State court, that Congress\nintended to displace Federal jurisdiction or to create a\nright of action that, uniquely among Federal rights of\naction, is only available in the State court.\nNow, it's true, \"may\" -- or \"if otherwise\npermitted,\" as my friend said, modifies \"may,\" but it\ndoesn't just modify \"may\" in isolation. It's \"may\"\nwhat? May if otherwise permitted bring an action in\nState court. So, the \"if otherwise permitted\" modifies\nthe conditions on which the action may be brought in\nState court. But it really makes no sense whatsoever to\nimport State court rules into whether the action is\navailable in a Federal court.\nNow --\nJUSTICE SCALIA: Except that that's the only\nsection that creates a private right of action.\nMR. NELSON: That's right. The private\nright of action is created, but the private right of\naction is not contingent on that \"if.\" It's the ability\nto bring it in State court.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\ncounsel.\n"
    }, 
    "respondents": [
        "No. 10-1195 ARROW FINANCIAL SERVICES, LLC."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 30, 
        "JUSTICE ALITO": 6, 
        "JUSTICE BREYER": 20, 
        "JUSTICE GINSBURG": 23, 
        "JUSTICE KAGAN": 13, 
        "JUSTICE KENNEDY": 5, 
        "JUSTICE SCALIA": 21, 
        "JUSTICE SOTOMAYOR": 8, 
        "MR. GARRE": 59, 
        "MR. NELSON": 62
    }
}