{
    "appearances": {
        "content": "LEONDRA R. KRUGER, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nPetitioner.\nSTEPHEN B. KINNAIRD, ESQ., Washington, D.C.; for\nRespondent in No. 10-1542.\nCHARLES A. ROTHFELD, ESQ., Washington, D.C.; for\nRespondent in No. 10-1543.\n"
    }, 
    "caseNum": "10-1542", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nLEONDRA R. KRUGER, ESQ.\nOn behalf of the Petitioner 4\nORAL ARGUMENT OF\nSTEPHEN B. KINNAIRD, ESQ.\nOn behalf of the Respondent in No. 10-1542 27\nORAL ARGUMENT OF\nCHARLES A. ROTHFELD, ESQ.\nOn behalf of the Respondent in No. 10-1543 39\nREBUTTAL ARGUMENT OF\nLEONDRA R. KRUGER, ESQ.\nOn behalf of the Petitioner 54\n"
    }, 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": "(10:19 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 10-1542, Holder v. Gutierrez,\nand the consolidated case.\nMs. Kruger.\nORAL ARGUMENT OF LEONDRA R. KRUGER\nON BEHALF OF THE PETITIONER\nMS. KRUGER: Mr. Chief Justice, and may it\nplease the Court:\nUnder section 1229b of Title 8, an alien who\nhas not been a lawful permanent resident for at least 5\nyears, or who has not continuously resided in the United\nStates for at least 7 years following admission in any\nstatus, is not eligible for cancellation of removal\nunder the first prong of the statute. That is true\nregardless of whether the alien can show that his\nparents, or any other third party, for that matter, did\nsatisfy those requirements.\nThe Ninth Circuit, alone among the courts of\nappeals, has recognized a rule of imputed eligibility\nunder section 1229b(a). That rule is wrong for at least\ntwo reasons. First of all, it is inconsistent with the\nplain text of the statute.\nThe touchstones of eligibility under section\n1229b(a), LPR status, admission, and residence, are all\nterms that are defined in the INA to refer to attributes\nthat are individual to the alien seeking relief,\nattributes that cannot be satisfied by a third party.\nBut even if the statute were thought to be\nambiguous with respect to this question, the Board of\nImmigration Appeals has interpreted the statute to mean\nthat the alien seeking relief must personally and\nactually satisfy both durational requirements. That\ninterpretation is at the very least a reasonable reading\nof the statute, if not the only reasonable reading of\nthe statute.\nJUSTICE SOTOMAYOR: But did it make that\ndetermination as a legal matter or as an exercise of its\ndiscretion? As I read its opinion, it felt that it had\nto come to that conclusion as a matter of law.\nMS. KRUGER: I think --\nJUSTICE SOTOMAYOR: If we were to find the\nstatute ambiguous, where has it explained its policy\ndecisions independent of its legal conclusions?\nMS. KRUGER: First of all, Justice\nSotomayor, we don't think the statute is ambiguous; and\nso, we don't think there's any reason to go to Chevron\nstep two in this case.\nBut if you look at the Board's decision in\nEscobar in particular, I think the Board makes clear\nthat, although it thought the statutory language was\nclear, it also rested its decision on other\nconsiderations that are uniquely within the Board's\nexpertise. It discussed how the imputation rule\ncomports with the general policies of the statute, how\nit comports with the rule that the Board itself has\nrecognized over time, that LPR status is something\nthat's individual to a particular alien, and that the\nalien seeking relief has to individually, both\nprocedurally and substantively, satisfy the eligibility\nrequirements.\nAnd it also noted that the imputation rule\nwould create significant holes in the statutory scheme.\nIt would mean that an individual who may not even have\nbeen eligible for admission to the United States or\nlawful admission for permanent residence would\nnevertheless receive a significant benefit that goes\nalong with that status.\nCHIEF JUSTICE ROBERTS: You say that you\nthink the statute is unambiguous, but it -- it doesn't\naddress issues of imputation at all, does it?\nMS. KRUGER: It does not address issues of\nimputation.\nCHIEF JUSTICE ROBERTS: Well, if it doesn't\neven address it, it seems to me the best you can say is\nthat it's ambiguous.\nMS. KRUGER: Well, I don't think that a\nstatute, as this Court has recognized, has to address\nevery conceivable possibility in order to be\nunambiguous. And this statute, I think, is unambiguous\nin that it refers to eligibility requirements that are\nby their nature, as defined in immigration law,\nindividual to a specific alien. There's --\nJUSTICE GINSBURG: What about -- there\nwas -- wasn't there in the prior law a child domicile --\na child was able to satisfy the 7-year requirement based\non the parent's domicile, which was deemed to be the\nchild's?\nMS. KRUGER: Right. There -- the\nRespondents relied very heavily on three court of\nappeals cases that had interpreted the predecessor to\nthis statute, former section 212(c), to allow imputation\nof a parent's domicile to a child. Those courts relied\non the common law rule that a child's domicile follows\nthat of his parents. And applying that rule, they\nallowed children to rely on their parents' domicile in\nthe United States to satisfy the 7-year lawful\nunrelinquished domicile requirement in that statute.\nJUSTICE SCALIA: I guess a child doesn't\nhave any domicile except the parents'; right? Children\nwho run away from home do not acquire new domiciles, do\nthey?\nMS. KRUGER: Under this Court's decision in\nHolyfield, the common law rule is that the child's\ndomicile is determined by that of his parents,\nregardless of where the child resides in fact. When\nCongress repealed former section 212(c) and enacted the\ncurrent cancellation of removal statute, it removed any\nreference to the word \"domicile,\" instead replacing the\nrequirement of 7 years unrelinquished domicile with two\ndurational requirements that are at issue in this case.\nJUSTICE KENNEDY: Is that change alone\nsufficient for us to say that this is -- was a clear\nindication by the Congress of an intent or purpose to\nalter the imputation rule?\nMS. KRUGER: I think if this Court is\nwilling to presume along with Respondents that Congress\nwould have been aware of these three court of appeals\ndecisions that were issued, it should be noted, very\nlate in the life of a provision that had existed in more\nor less the same form since the Immigration Act of 1917,\nthen the Court also must presume that Congress was aware\nthat the basis for those decisions was the common law\ndefinition of the term \"domicile\" and that Congress\nmeant what it did when it replaced \"domicile\" with three\neligibility criteria that are defined terms in the\nimmigration law and all of which refer to attributes\nthat are individual to a specific alien.\nJUSTICE GINSBURG: Does a child who is not\nemancipated have the capacity to independently establish\na residence?\nMS. KRUGER: Under the -- how the INA\ndefines the term \"residence\" is an actual principal\ndwelling in fact. So, yes, a child will dwell somewhere\nin fact and can do so independent of a parent. That is\nin marked contrast to the common law rule of domicile\nthat this Court explained at length in its Holyfield\ndecision and that the courts of appeals applied in\ninterpreting former section 212(c).\nJUSTICE KENNEDY: Can a parent ask for a\npermanent resident status for a 5-year-old child?\nMS. KRUGER: Yes, a parent could.\nJUSTICE KENNEDY: So, if you have two cases,\none -- two 5-year-olds. One, as in this case, lives\nwith the parent, but the application has not been\ngranted or not been filed; and the other, the\napplication has been granted. And they're treated --\nthey're treated differently?\nMS. KRUGER: I think that's right,\nJustice Kennedy. And I think that that is a necessary\ncorollary of the way the immigration system is\nconstructed. As a general rule, LPR status and\nadmission are criteria that are individual to a\nparticular alien. To be sure, minor children of lawful\npermanent residents receive a high preference in the\nimmigration visa system.\nBut there's no rule that says that children\nautomatically receive the same legal status as their\nlawful permanent resident parents.\nJUSTICE SOTOMAYOR: Assuming we don't accept\nRespondents' -- what appears to be their argument, that\nbeing an LPR is not a requirement of the statute, if we\nassume that being an LPR is what triggers the\navailability for the Attorney General's exercise of\ndiscretion, how does that -- how does the imputation\nrule harm the statute? The child has lived with the\nparents for 5 years, whether before or after -- well,\nafter, it wouldn't be an issue, but before the grant of\nLPR status. How does that harm the purposes of the\nstatute?\nI thought the idea of the statute was to\ngive individuals who had ties to the United States an\nopportunity to stay. If a child's been with their\nparents for 5, 10, 15 years, what sense does it make to\ndeprive them of the Attorney General's exercise of\ndiscretion merely because the administrative process has\ntaken too long to give them something which they're\ngoing to get and which they've gotten?\nMS. KRUGER: I think it's worth separating\nout two different components of the cancellation of\nremoval decision. It is certainly true that it's an\nimportant criteria, in determining whether or not an\nindividual is entitled as a matter of discretion to\ncancellation of removal relief, how strong their ties\nare to the United States, what their family ties are and\nso on. But it has never been thought that particularly\ncompelling reasons for the exercise of discretion can\novercome the plain threshold requirements for\neligibility for the exercise of discretion under 1229b.\nThe difficulty with the imputation rule that\nthe Ninth Circuit has recognized is that it undermines\nthe plain requirements for those threshold\ndeterminations of eligibility, conferring an important\nbenefit that goes along with long-time permanent\nresident status and long-time continuous residence after\nadmission on individuals who not only did not receive\nthe necessary formal authorization from immigration\nofficials at the requisite time; they may not even have\nbeen eligible to receive those authorizations.\nI think it's also worth noting that this\nstatute is not the beginning and the end of discretion\nin the immigration system. It is always true, and it is\n-- certainly was the case when Congress enacted the\nstatute in 1996, that immigration officials have the\ndiscretion not to bring removal proceedings in the first\nplace, to terminate removal proceedings once they have\nbegun, to defer action on the execution of a removal\norder. And current immigration and customs enforcement\nguidance makes clear that a minor receives particular\nconsideration within the totality of the circumstances\nin determining whether or not prosecutorial discretion\nis something that should be exercised.\nJUSTICE BREYER: So, how does it work? I'm\n-- how does it work? Two legal permanent residents, a\nman and his wife, happen to show up in New York, and\nthey have a 6-month-old child. All right. What's the\nlegal -- why doesn't the INS just take the child, ship\nhim off? I mean there -- is it just discretion? Or is\nthere some rule of law or regulation that prevents that\nfrom happening?\nMS. KRUGER: It will depend on the\nindividual circumstances.\nJUSTICE BREYER: Well, no. I've given you\nthe hypothetical. I mean, there we are.\nMS. KRUGER: Right.\nJUSTICE BREYER: That's all you know.\nMS. KRUGER: So, Congress has taken some\nsteps with respect to some subset of aliens.\nRespondent, for example, brings up the LIFE Act, and\nthat is an example of where Congress has taken a step\nto --\nJUSTICE BREYER: I'm not asking for that.\nI'm saying, what in the law -- that's all you know. All\nright? There are -- you know the hypothetical.\nI want -- one possible thing to say would be\nthat child is -- is actually -- we are imputing that\nhe's here for lawful permanent residence, too. Every\ncircuit had had some kind of imputation rule, and\nmoreover there are other areas of law where I have found\nimputation rules in the immigration law. Roughly, I\nhave three or four cases on that. But they're --\nthey're not exactly comparable.\nOkay. So, I just want to know what is it\nthat prevents you from taking the child and shipping him\noff to China if we don't impute?\nMS. KRUGER: Well, I think the answer is\ncertainly not that we impute the admission of the -- as\nto child.\nJUSTICE BREYER: I'm not asking that. You\nknow the question. I just want your best effort --\nMS. KRUGER: So, if there --\nJUSTICE BREYER: -- to give an answer. Or\nI'm thinking that your answer is there is nothing; it's\neither imputation or nothing.\nMS. KRUGER: Well, I think that that's --\nJUSTICE BREYER: And you don't want me to\nreach that conclusion.\nMS. KRUGER: No, I think that that's\nincorrect. There are certain provisions of law that\nwould allow for the child to be admitted but on an\nindependent basis from the parents. If a child is not\nadmissible --\nJUSTICE GINSBURG: If the supposition -- if\nthe supposition is that the parents -- I think\nJustice Breyer's supposition was that both parents were\nLPRs. The likelihood of the 6-month-old child being\nborn in the United States and therefore being a citizen\nwould be rather large.\nMS. KRUGER: Well, that's certainly right.\nIt is also true that --\nJUSTICE BREYER: No, no. That isn't my\nhypothetical.\n(Laughter.)\nMS. KRUGER: Right. The child in your\nhypothetical -- the child is not born in the United\nStates, right?\nIf the child does not independently satisfy\nthe criteria for admissibility, then the child has\nentered the United States illegally and remains here at\nthe discretion of immigration officials.\nJUSTICE SCALIA: I suppose if they come with\nsomebody else's 6-month-old child, they'd have to send\nthat child back to China, too, wouldn't they?\nMS. KRUGER: Well --\nJUSTICE SCALIA: Which would be very sad,\nbut that would be the law, right?\nMS. KRUGER: Well --\nJUSTICE BREYER: Actually they came from\nItaly, in my hypothetical.\n(Laughter.)\nMS. KRUGER: I mean, I think that\nMartinez --\nJUSTICE SCALIA: They should not have sent\nhim back to China, then. Why did they do that?\n(Laughter.)\nMS. KRUGER: I think that Martinez\nGutierrez's situation, I think, is a good example of\nthis. He entered the United States illegally with the\n-- with his parents and remained here illegally until he\nwas admitted as an LPR at the age of 19 as an adult.\nUntil that time, there were no efforts to remove him\nfrom the United States, and I think that that's fairly\ntypical, but that's not because his parents' admission\nor their lawful status in the United States was imputed\nto Martinez Gutierrez, and there is no background\nprinciple in the law that would allow for such\nimputation of an individual formal authorization to\nremain in the country by immigration officials to be\nimputed from one to another.\nRather, the immigration system sets up a\nsystem in which a lawful permanent resident parent can\nseek to -- to petition for an immigration visa on behalf\nof a child and facilitate that child's eventual\nadjustment to lawful permanent resident status, but it's\nnot something happens automatically. It's something\nthat happens through a regular, orderly process.\nJUSTICE KENNEDY: Can you give me an example\nof an instance in which a child who is the child of two\nlawful permanent residents cannot get lawful permanent\nresident status for himself at the age of 8, but that he\ncan at the age of 15? I mean, what commonly happens\nbetween that period that would make him ineligible --\neligible only when he is 15, other than just as a matter\nof providing all the documents?\nMS. KRUGER: That would make him ineligible\nat the age of 15?\nJUSTICE KENNEDY: Well, you -- the whole\npoint here is that some children are given lawful\npermanent resident status and -- and some are not. But\nI'm asking, does the passage of time, assuming two\nlawful resident parents, ever make it so that a child\nwho was formerly ineligible is now eligible? He was\nineligible at 5, but he's eligible at 14? I mean, how\ndoes that work?\nMS. KRUGER: I think the most common\nscenario is one in which a visa number doesn't become\navailable until the child is -- is --\nJUSTICE KENNEDY: Oh, I don't mean a visa\nnumber. But nothing -- nothing with -- with respect to\nthe child's real status other than his -- where he is on\nthe queue in the immigration department?\nMS. KRUGER: That would be the most common\nscenario, is -- is where the child is in the queue. And\nI think Respondents place a great deal of emphasis on\nthe amount of time it takes for visa numbers to become\navailable for both children and spouses of lawful\npermanent residents, but that has been a regular and\nacknowledged feature of the immigration system for\ndecades.\nThe Congress that enacted IIRIRA in 1996 was\nwell aware of the waiting times for these visa numbers.\nIt had before it proposals for reducing the backlog, and\nit rejected those proposals. It enacted in the\ncancellation of removal statute two eligibility criteria\nthat do not turn on potential eligibility for receiving\nLPR status or admission to the United States but,\ninstead, turn on actually having received that formal\nauthorization from immigration officials.\nAnd I think that the best inference that we\ncan draw from the statutory language is that Congress\nmeant what it said; it attached special significance to\nthat formal authorization, the formal exercise of\nauthority by immigration officials, and not simply the\npotential for that exercise in the future.\nJUSTICE KAGAN: Ms. Kruger, you take a\nstatute that doesn't say anything about imputation one\nway or the other, and you say that statute can still be\nunambiguous. And that would I think be true as a\ngeneral matter. But now you add to that statute a\nhistory and a tradition and a practice in immigration\nlaw of imputation of various kinds. One is imputation\nof domicile in the way we talked about, but there are\nother imputations that occur throughout the field of\nimmigration law. Some cut for the alien; some cut\nagainst the alien.\nIn the world of that practice and tradition,\nare you at least in a sphere in which there's ambiguity,\nin which the agency essentially has discretion to decide\nwhether it wants to impute in this way?\nMS. KRUGER: I think the answer is \"no,\"\nJustice Kagan, because the other circumstances in which\nimputation had been allowed under the immigration laws\ndiffer in very important respects from the imputation --\nJUSTICE KAGAN: But none of them are\ntextually commanded; is that right? I mean, the --\nthey're all situations in which the agency has decided\nthat there are good reasons to impute various factors.\nMS. KRUGER: Well, I don't think that the\nonly reason that the agency has allowed for imputation\nis that there is good reason as a general policy matter.\nJUSTICE SCALIA: Counsel, I can't hear you\nvery well. Would you --\nMS. KRUGER: Certainly.\nJUSTICE SCALIA: Can you crank up the thing\nor something?\nMS. KRUGER: I will.\nJUSTICE SCALIA: Thank you.\nMS. KRUGER: I'll try to speak more directly\ninto the microphone.\nThe reason the -- the agency has allowed for\nimputation in other circumstances is with respect to\ncertain inquiries that involve an inquiry into the\nalien's intent. So, for example, the Board has allowed\nfor imputation under section 1182(k), which provides for\n-- for discretionary relief from the Attorney General\nwhen an immigrant did not know or could not have known\nthat they were inadmissible. And the Board has said\nthat, for those purposes, the parents' knowledge of\ninadmissibility is imputed to the minor child. So, too,\nin the context of abandonment of LPR status. The Board\nhas said --\nJUSTICE SCALIA: Excuse me. That first one\nusually cuts against the immigrant, I would assume. So,\nif the parents knew, the child knows, and the child\nnormally would not know, right?\nMS. KRUGER: Well, that's correct.\nJUSTICE SCALIA: Yes.\nMS. KRUGER: That's correct. But I think\nthe critical point is that the agency has interpreted\nimputation of intent, of state of mind, to be\npermissible, in part for the same reason that the common\nlaw rule about domicile formed, which is that --\nJUSTICE KAGAN: So, you think that all the\nimputations that exist in immigration law are all a\nmatter of imputing intent?\nMS. KRUGER: I think that that's -- all of\nthe imputations that Respondents have pointed to concern\nstate of mind type requirements. They don't concern\nformal authorizations by immigration officials. The\nBoard, I think, has been very consistent, certainly in\nthe context of cancellation of removal, in not imputing\nthe legal status of being an LPR or admission from\nparent to child. And it's difficult to see any other\nexamples in which such imputation would be permissible,\nin part because the background presumption of the\nimmigration law is that those are both attributes that\nhave to be individually achieved and the eligibility\ncriteria have to be independently satisfied by each\nindividual alien.\nJUSTICE SOTOMAYOR: So, why is a parent's\nfraudulent conduct imputed to a child? There's no\nintent there. The child obviously doesn't have an\nintent or couldn't have an intent to commit a crime.\nSo, why is that imputed by the BIA?\nMS. KRUGER: Well, I don't --\nJUSTICE SOTOMAYOR: Other than that it's a\nholding against the immigrant, which your adversary\npoints out is not a very favorable outlook for the\nagency, that it only imputes when it harms the\nimmigrant. But, putting that aside, there's no intent\ninvolved in the fraud. It's just the commission of an\nact.\nMS. KRUGER: Well, I think that where the\nimputation has come in, in the Board's analysis, is with\nrespect to the state of mind and not with respect to the\nobjective conduct.\nJUSTICE SOTOMAYOR: What's the state of mind\nof committing an act, like a fraudulent act?\nMS. KRUGER: It's -- I think where this has\ncome up is in the context of knowing that the -- that\nthe alien is not in fact admissible to the United\nStates, is generally where it's come up. I'm not --\nJUSTICE SOTOMAYOR: The child doesn't commit\na fraudulent act.\nMS. KRUGER: But, again, I think that the\nprinciple that the Board has applied is that, because\nthe child is presumed not capable of forming a requisite\nintent, the parent's intent is imputed to the child.\nBut I think for present purposes the\ncritical point is, even in that context, what is being\nimputed is not a formal status conferred on an\nindividual alien by immigration officials, or admission,\na formal authorization to enter the country. That is,\nagain, conferred on an individual basis by immigration\nofficials. I think Respondents can identify no\ncircumstance, no precedent, for that type of imputation,\nand it's one that would be inconsistent with the basic\nstructure of the immigration system.\nJUSTICE GINSBURG: They do say --\nJUSTICE KENNEDY: It's a little odd that the\ndomicile is the more exacting of the two requirements,\nand yet the Congress allowed imputation in the domicile\ncase but not -- not in the residence case. It seems\nalmost backward.\nMS. KRUGER: Well, to be --\nJUSTICE KENNEDY: Congress enacts a more\nforgiving and less exacting standard, but then takes\naway the imputation.\nMS. KRUGER: Well, to be clear,\nJustice Kennedy, Congress did not supply a definition of\nthe term \"domicile.\" And so, the court of appeals\nopinions that Respondents are relying on followed the\ncommon law rule that says that a child's domicile\nfollows that of his parents, but those courts applied\nthat rule in very different ways.\nTwo courts of appeals permitted children to\nbenefit from the domicile of their parents in the United\nStates even when they were not even physically present\nin the United States for the full 7-year period; whereas\nthe Ninth Circuit, for its part, applied that rule only\nwhere the alien child had been -- had entered the United\nStates lawfully with his parents, according to the Ninth\nCircuit, remains lawfully in the United States\nthereafter, and simply had become an LPR outside of the\nfull 7-year period.\nIn crafting the current cancellation of\nremoval statute, there's no reason to believe that\nCongress was aware of these three court of appeals\nopinions that were, again, decided very late in the life\nof former section 212(c). But even if it had been aware\nof those decisions, it also would have been aware that\nby using defined terms in the INA that are defined in a\nway that's individual to the particular alien, it was\neliminating any reference to the common law rule.\nUnlike domicile, there is no rule that says\nthat a child's LPR status follows that of his parents or\nthat a child's admission follows that of its parents.\nJUSTICE BREYER: I don't see how -- were you\nfinished?\nMS. KRUGER: Yes.\nJUSTICE BREYER: I don't see how the -- you\ncan read the Lepe-Guitron -- that was one of the cases\n-- it seems to me clearly imputes residence as well.\nThey quote the earlier case from the circuit which said\nthe 7 years of domicile have to come after their\nadmission for permanent residence. And then the dissent\nsays, hey, what about permanent residents? And what\nthey say is this case is different because, in that\nearlier case, the parents had never been admitted. He\ncame after he was married in this case. He's here after\nhis parents were admitted. Now, I grant you they didn't\nexplicitly say this, but I don't see how they reached\ntheir conclusion without it.\nAnd then there's a different split in the\ncircuits about the pro and con of tacking on periods,\nyou know, before the domicile, after, et cetera. And\nthat seems to be what Congress resolved.\nSo, I think if you're talking about what was\nthe law, the law was you did impute with -- you did\nimpute for residence. And then Congress sort of just\ndoesn't deal with that and deals with a slightly\ndifferent thing. Is that a fair reading, or what do you\nthink?\nMS. KRUGER: I don't think it is, but first\nI'd like to clarify that the Ninth Circuit had no reason\nto impute residence in Lepe-Guitron, in part because the\nalien in that case had resided in fact in the United\nStates throughout the 7-year period. I think\nRespondents make the argument that Lepe-Guitron was in\nfact imputing LPR status, as opposed to residence in\nfact.\nBut I think that that is an incorrect\nreading of the Ninth Circuit's decision as well, and\nthat's for the following reason: All three courts of\nappeals that Respondents rely on dealt separately with\nthe threshold requirement under former section 212(c)\nthat the alien be a lawful permanent resident. None of\nthose three courts permitted LPR status to be imputed\nfrom parent to child. So, where there was an explicit\nrequirement in the statute that LPR status be obtained\nby the alien seeking relief, the courts were very clear\nin requiring that the alien before them independently\nsatisfied that requirement.\nIn Lepe-Guitron, the Ninth Circuit\nacknowledged that, under circuit precedent, it had held\nthat domicile requires an intent to remain permanently\nin the United States lawfully and said that that meant\nthat the alien had to be in LPR status. Lepe-Guitron\nsaid that with respect to children, that intent to\nremain in the United States lawfully need not be an LPR\nstatus so long as their parents were lawfully domiciled\nin the United States.\nIf the Court has no further questions, I'd\nlike to reserve the balance of my time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Kinnaird.\nORAL ARGUMENT OF STEPHEN B. KINNAIRD\nON BEHALF OF THE RESPONDENT IN\nNO. 10-1542\nMR. KINNAIRD: Mr. Chief Justice, and may it\nplease the Court:\nChildren present special problems under the\nimmigration laws, and, as discussed, both the courts and\nthe agency in various contexts have resorted to\nimputation to cure those problems. And here the -- the\nstatute is silent as to imputation, and ambiguity arises\nas applied to the special circumstance of children who\nwere minors during the years in question.\nCHIEF JUSTICE ROBERTS: I don't know\nwhether -- I'm having trouble applying the concepts of\nunambiguous and ambiguous in this situation. As far as\nI can tell, this is something that the statute just\ndoesn't deal with, and I don't know that you\ncharacterize that correctly as ambiguous. It's just\nkind of off the table.\nMR. KINNAIRD: I think it's ambiguous as\napplied to this specific circumstance. And the\nambiguity arises because the requirements for which\nthere is imputation, status and residency, are matters\nthat are not within the capacity or the control of a\nminor. A minor does not decide whether or when a parent\nwill apply for LPR status for him or her. He does not\ncontrol the -- the maintenance of that status over a\nperiod of years, and he also does not control where he\nresides.\nJUSTICE SCALIA: Well, can you give any\nexample -- the Government says you can't -- of an\ninstance where status is imputed, not intent, but just\nstatus; where the status that the parents have is\nautomatically given to the child or, for that matter,\nautomatically taken away from the child?\nMR. KINNAIRD: Section 212(c) imputed\nstatus, as the Ninth Circuit found. The reason was that\nthe requirement there was not just for unrelinquished\ndomicile but lawful unrelinquished domicile, and,\ntherefore, they had to reach back to the period in which\nthe parent was an LPR --\nJUSTICE SCALIA: But there -- there, you --\nwhat they're imputing is the intent to remain in the\nplace, right? And that's -- that's an -- that's intent.\nThat's imputing intent.\nMR. KINNAIRD: No, they also had to impute\nlawfulness, which meant that the parent had to be an LPR\nfor that period or at least in some lawful status. And\nin each of the three instances, the parents were LPRs in\nthe times in question. So, there definitely was a\nforegoing rule of imputation of status. And I would\nsubmit that --\nJUSTICE SCALIA: And the child would not\nhave been lawfully there but for the imputation of\nlawfulness from the parents.\nMR. KINNAIRD: That's right. He -- well, he\nwould not have qualified for -- for a waiver of removal.\nJUSTICE KAGAN: Mr. Kinnaird, I take it that\nthe point you're making is the statute is ambiguous in\nthe sense that its silence does not prevent the BIA from\nmaking this imputation if it wants to. But the BIA\nclearly doesn't want to. So, where does that leave you?\nMR. KINNAIRD: Well, I think if it is\nambiguous, then the BIA actually has to exercise its\ndiscretion and grapple with that ambiguity. And that is\none of the fundamental problems, as Justice --\nJUSTICE KAGAN: Well, are you saying that\nthe BIA needs to write an opinion that says now we are\ndoing Chevron step two analysis? Is that what you're\nsaying, that this is a matter of labeling?\nMR. KINNAIRD: I don't think it's a matter\nof -- of magic words, but what it has to do is actually\ngrapple with and recognize the ambiguity, at least in\nthe alternative, and then exercise its discretion to say\nif this is a permissible construction of the Act and\nthere's another permissible construction, which of the\ntwo better serves the statutory purpose.\nCHIEF JUSTICE ROBERTS: But it doesn't have\nto grapple with everything that's not there. I mean,\nthere are a lot of things that the statutes don't\naddress.\nMR. KINNAIRD: Agreed.\nCHIEF JUSTICE ROBERTS: It seems to me that\nthey don't have to grapple with everything that's there.\nYou just have to say this doesn't address it. So,\nwhoever is asking for the affirmative, which is you,\nloses.\nMR. KINNAIRD: I don't think --\nCHIEF JUSTICE ROBERTS: You're saying: We\nthink this law should allow -- should provide for this,\nshould be extended for this. And it's one thing to say,\nwell, the statute's ambiguous; it talks about children\nin one category but not in another category; so, the\nissue's there; we don't know what they meant. It's\nanother thing if it's something that's totally not on\nthe table. I mean, if -- if you claimed that the law\nrequired every minor to get $500 a year, you wouldn't\nsay the statute was ambiguous about that. You'd say it\ndoesn't have anything to do with it.\nMR. KINNAIRD: Well, that's right, Your\nHonor, but I think the ambiguity arises here because the\nmatters in question are ones not within the capacity or\ncontrol of the minor, and that's been the traditional\nbasis on which the BIA has looked for imputation. And\nwhen you take into account --\nJUSTICE GINSBURG: In your -- your\nargument -- under your argument an alien, a child, who\nnever acquired LPR status in its own right could get a\ncancellation of removal based on the parents' status.\nMR. KINNAIRD: I don't think that's right.\nThe Ninth Circuit did not address that, but I think the\nbetter reading of the statute, even if (a)(1) is\nsomewhat ambiguous on that point, is that you have to be\nan LPR in order to seek cancellation. And then for\nthese durational requirements and the look-back to\nstatus, there you do imputation.\nAnd the reason is twofold. One, section\n212(c), which it replaced, was limited to LPRs. The\nsecond is that there is a separate subsection,\nsubsection (b), of that same statute. I don't believe\nit's in the addenda provided to the courts, but it is\ncancellation of removal for certain nonpermanent\nresident aliens. And the critical distinction between\nthe two, besides differences in criteria, is that that\none authorizes adjustment of status as well as\ncancellation.\nJUSTICE KENNEDY: What would --\nMR. KINNAIRD: So, if you're not an actual\nLPR, you need to have adjustment of status to -- to not\nbe in a legal limbo.\nJUSTICE KENNEDY: Mr. Kinnaird, what would\nhappen if the child remains with the grandparents in\nMexico and his parents are living in Los Angeles for 6\nyears until they can afford to take him. Is the\nparents' residence then imputed to the child so that\nwhen he moved to Los Angeles in year 7 he is deemed to\nhave been there for 6 years?\nMR. KINNAIRD: I think if there's a\nsignificant separation of that duration, I think there\nwould be a question about whether you have the\nsignificant relationship between parent and child to\nwarrant imputation. But it is true that under former\nsection 212(c), at least in two of the cases, they\nimputed residency where the child was not actually\nresident.\nJUSTICE BREYER: You had an example in your\nbrief, I thought -- you might -- I thought that it was\nan example of status rather than intent. The example\nthat you gave -- I took that way; tell me if I'm -- is\nwhere an alien comes in and wants asylum, and then you\ncan't get it if you were resettled in another country.\nAnd there are criteria -- country with a resettlement\nprogram. And then that seemed like a status, a\nresidence. Were you resettled in the other country or\nwere you not? That's his status, and then that's\nimputed to the child.\nMR. KINNAIRD: That's right. And the\nresettlement doesn't have any element of intent to it.\nSo, it's not true that everything turns upon intent.\nAnd I would also point out that, under\nsection (a)(1), it's not simply a requirement that there\nhave been some grant of LPR status at some point and\npassage of 5 -- of 5 years. The statutory definition of\n\"lawfully admitted for permanent residence\" includes a\nrequirement that the status has not changed. And that\nrequires domiciliary intent because the BIA has\ninterpreted that phrase to mean that you can change your\nstatus by intent, and in fact the Department of Homeland\nSecurity has defended against cancellation claims on the\ngrounds that there was abandonment during a -- during\nthe 5-year period. So, if you had a child coming forth,\nyou would have to look, in certain circumstances at\nleast, to the parent for intent of abandonment.\nSo, I think this is an element where there\nis direct continuity from section 212(c). It makes\neminent sense. And even if the BIA is deemed to have\nexercised its discretion here, I think its rule is\npatently unreasonable, and for a number of reasons.\nFirst, they're not able to advance a single\npolicy reason that would be favorable to non-imputation.\nIt destroys family unity, and it forecloses eligibility\nfor relief for even people like Mr. Martinez Gutierrez,\nwho has lived here since the age of 5.\nJUSTICE GINSBURG: There -- this Court has\ndealt in the constitutional context with parent-child\nrelationships under the immigration law. And let's take\nFiallo v. Bell. There the Court said, well, it tells us\nthat for married parents it's this way, and for a child\nborn out of wedlock, that relationship is something\nelse. That could be considered quite arbitrary when the\nquestion is, is the child left orphaned? But the Court\nsaid, well, that's what the statute said. It made that\ndistinction, and the Court upheld it.\nBut there are a number of cases where there\nis -- the statute does say, parent-child relationship,\nthis is imputed, that is not, and dealt -- the Court\ndealt with that in Miller and Nguyen.\nMR. KINNAIRD: Yes, Your Honor. I think\nCongress has the latitude to be -- to draw arbitrary\nlines. I don't think the agency does if imputation is a\npermissible alternative. I think they have to give a\nreasoned basis for denying imputation when it was the\nprior rule.\nCHIEF JUSTICE ROBERTS: Isn't it -- why\ncan't the BIA adopt or why doesn't the background\nprinciple apply that you're not entitled to admission\nunless you make an affirmative case for it?\nYou say, well, the -- the government hasn't\nadvanced any policy reason on the other side. Why isn't\nthat the basic policy of the government?\nMR. KINNAIRD: Well, I think they have to\nlook to the actual statute, and they have to give their\nown reasons, which I don't think they've done adequately\nas a matter of discretion. But here, this is a --\nJUSTICE SCALIA: Why isn't it -- why isn't\nit an adequate reason that they've come up with here and\nin their decisions that the prior word was \"domicile\"\nand a child's domicile is that of the parents, and that\nthe word under the new statute is \"residence\" and the\nchild's residence is not necessarily the residence of\nthe parent? That seems to me a perfectly valid reason.\nMR. KINNAIRD: Well, I wouldn't say that's\nChevron step two discretion. But I think you also have\nto look to the fact that there was not only imputation\nof domicile; it required lawfulness. And -- and in\nimputing domicile, they were also imputing residence.\nSo, it's true the word \"domicile\" has --\nJUSTICE SCALIA: That may well be, but it's\na different word.\nMR. KINNAIRD: It's a different word, yes.\nJUSTICE SCALIA: And the one word demands\nimputation; the other doesn't. So, I mean, I don't\nthink you can say there's no -- no rational basis given\nby the agency.\nMR. KINNAIRD: Well, the rational basis\ncomes in if -- if there's ambiguity and they're\ndetermining why -- if it's a permissible construction,\nwhy it should be rejected or not.\nJUSTICE SOTOMAYOR: One of the problems that\nI have is that I see the imputation as an equitable\ndoctrine.\nMR. KINNAIRD: Yes.\nJUSTICE SOTOMAYOR: And to me, that often\nmeans discretionary.\nMR. KINNAIRD: Yes.\nJUSTICE SOTOMAYOR: If it is that,\ndiscretionary, I -- I don't know what more the BIA has\nto say than \"I don't want to,\" because it renders lots\nof issues open, like what do we do with 1229b(a)(2)?\nIsn't that an end run on stopping this continuous 7-year\nstatute, or 10, whatever it is, if we're imputing a\nparent's residence or any of the things that you're --\nthat the government said, the BIA said, in rendering its\ndecision?\nI mean, you can't force a court to -- the\nBIA to impute. So, what more do they have to say than\nwe don't think it's consistent with the statute, even if\nit is ambiguous to do this?\nMR. KINNAIRD: Well, I would say the statute\nhas an equitable purpose which allows imputation. I do\nnot think there's discretion, if imputation is\npermissible unless there's a rational basis in serving\nthe policies of the Act, to deny imputation. And\ndiscretion does come in at the second phase, which is\nwhen the Attorney General determines whether or not the\n-- the cancellation should be granted.\nSo, we should bear in mind that this is a\nstatute strictly for eligibility, simply to get to the\nphase where there's unreviewable discretion in the\nAttorney General to deny relief. And this is a\nonce-in-a-lifetime remedy. You can only apply for\ncancellation once in your life.\nSo, I think in the special circumstance of\nchildren who were minors during the period, who could\nnot have controlled their status, could not have\ncontrolled their residence, this is an eminently\nreasonable rule that's backed by Congress.\nJUSTICE SOTOMAYOR: What's so reasonable\nabout a child who lives with their grandparents outside\nthe country? Why should their parents' being in the\nU.S. be imputed to the benefit of that child? I\ncertainly understand it in your client's situation.\nYour client is the one who has been here since 5 years\nold.\nMR. KINNAIRD: Right.\nJUSTICE SOTOMAYOR: So --\nMR. KINNAIRD: And if -- BIA, I think, would\nbe reasonable to draw a narrower rule, and we could\nprevail under that rule, but I think the rationale is\nfamily unity; that even though there are periods of\nresidence where there's a dysjunction, the real reason\nis simply the operation of quotas. And -- and there was\na historical practice of allowing imputation of\nresidence. Since you still have the family ties, I\nthink imputation is permissible there, as long as you\nhave the significant relationship.\nJUSTICE KENNEDY: Mr. Kinnaird, I'm having\ntrouble figuring out, is your view that non-imputation\nis just unreasonable per se, or is your view that they\ndidn't explain non-imputation properly?\nMR. KINNAIRD: They are alternative\narguments. They certainly didn't explain it. I would\nalso say it's unreasonable per se: One, because they\nhave to deal with the fact of lack of custody and\ncontrol. That's been the basis for their abandonment\ndecisions. They have invoked imputation only to the\ndetriment of the alien where the child has no intent\nwhatsoever.\nSo, there's no common law principle for\nimputing mens rea, for example, knowledge of\ninadmissibility to a child; no basis for really imputing\nan intent to abandon when the child has none whatsoever.\nSo, at the very least, they have to explain that.\nAnd because -- and the BIA has also not\nreally taken into account the nature of these as simply\neligibility rules.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Kinnaird.\nMr. Rothfeld.\nORAL ARGUMENT OF CHARLES A. ROTHFELD\nON BEHALF OF THE RESPONDENT IN\nNO. 10-1543\nMR. ROTHFELD: Thank you, Mr. Chief Justice,\nand may it please the Court:\nSo far as subsection (2) of the provision\nthat we're talking about this morning, which is the\nprovision that concerns me in the Sawyers case, we think\nthat the Government's reading is simply not a sensible\napproach to the statute. And in that sense, our\nposition is not that the statute is ambiguous. We think\nthat the statutory context and the particular meaning of\nthe words that Congress used require imputation in the\ncircumstances of this case.\nI'll start with the statutory background,\nwhere I think the Government understates the nature of\nthe prevailing settled rule that it applied.\nCHIEF JUSTICE ROBERTS: We usually like to\nstart with the statutory language. Where is this issue\naddressed in this statute at all?\nMR. ROTHFELD: Imputation as such, as has\nbeen said, is not directly addressed. But the words\nthat the -- that Congress used, the word \"residence\" and\nthe word -- particularly \"continuous residence\" are\nwords that Congress would have thought carried along\nwith it the concept of imputation. And the reason why\nthat is so, I think it's necessary to start with a\nlittle bit of the background both of the statute and how\nthose words have been interpreted in prior usages.\nCongress would have been aware of when it used them in\nthe statute.\nUnder the prior relief provision here,\nsection 212(c), the old provision, the courts that --\ncourts of appeals that had addressed it had uniformly\napplied an imputation rule. The Government says it's\nthree courts. Two of those courts are the Second and\nNinth Circuits, the largest immigration circuits that\ndecide two-thirds of the immigration cases in the\ncountry. So, I think one can presume that Congress\nwould have been aware of this rule.\nAnd the Government concedes that Congress\ndidn't change the language of 212(c) because it was\ndissatisfied with imputation. It had other purposes in\nmind altogether. And so --\nCHIEF JUSTICE ROBERTS: What does the\nstatute say about imputation of individuals' residence\nto grandparents?\nMR. ROTHFELD: The rule -- it says nothing\ndirectly about it.\nCHIEF JUSTICE ROBERTS: It says nothing\nabout it. So, would you say the statute is ambiguous on\nwhether or not residents' legal permanent residence\nstatus should be imputed to grandparents?\nMR. ROTHFELD: Well, I think there could be\ncircumstances in which imputation is appropriate when --\nwhen the child is in the custody of the grandparent.\nBut I'm focusing on parents because that's how the cases\nhave been decided up to that point.\nThe BIA itself had said, prior to the\nenactment of this statute, in the In re Ng case that --\nwhich I think is the case the Justice Breyer had\nreferred to -- it had said in so many words the\nresidence of the parent is imputed to child when the\nchild is a minor. Congress would have been aware of\nthat when it used the word \"residence\" in\nsubsection (2).\nJUSTICE GINSBURG: What do you do -- what\nyou do if the parents -- the father is an LPR, the\nmother is not? Do we then impute to the child the\nfather's status? The couple is not married.\nMR. ROTHFELD: There are rules, common law\nrules, that the courts had applied in determining whose\nresidence and whose domicile would be attributed to the\nchild when the parents were not -- didn't have joint\ncustody. When the -- if we're talking only about\nresidence here --\nJUSTICE GINSBURG: They have joint custody.\nThey live together. They're just not married.\nMR. ROTHFELD: I think that -- again, the\ncourts have applied -- if we're distinguishing -- for\npurposes of residence -- and I'm not talking about the\ntechnical LPR status here when I'm using the term\n\"residence\"; I am referring simply to kind of the\ngeneral common law concept.\nJUSTICE GINSBURG: Well, I think it was\nagreed that -- that LPR status would be necessary. At\nleast, Mr. Kinnaird said that.\nMR. ROTHFELD: We --\nJUSTICE GINSBURG: So, we're talking about\nthe 5-year period and the 7-year period. The child\nwould have to have LPR status.\nMR. ROTHFELD: We agree ultimately, to get\nrelief, the child has to have LPR status and certainly\nunder subsection (1) of the provision, which is not at\nissue in the Sawyers case. That concerns 5 years of LPR\nstatus. Subsection(2), which is all that I'm concerned\nwith in Sawyers because that's the only -- only element\nof the relief provision that he was deemed not to\nsatisfy, concerns only the term \"residence,\" not LPR as\nsuch; simply continuous residence in the United States.\nAnd so, the question of would Congress have\nthought that residence, continuous residence, is\nimputable from parent to child -- I think it would have\nfor two reasons: First of all, it would have believed\nthat residence as a general matter is imputable. The\nBIA had said so itself in the Ng case. And as it --\ndomicile, which the Government concedes was imputable,\nnecessarily includes --\nJUSTICE SCALIA: Excuse me. Was residence\nat issue in that case?\nMR. ROTHFELD: It was indeed. It was a firm\nresettlement case, and the question was whether or not\nthe alien had been a resident of Hong Kong. And the\nparents were residents, and the BIA said, well, the\nparents' residence is imputed to the child.\nJUSTICE SOTOMAYOR: Just for factual\ncorrection, the record doesn't tell us whether he was\nliving with his mother -- Mr. Sawyer was living with his\nmother.\nMR. ROTHFELD: That's correct.\nJUSTICE SOTOMAYOR: And the answer to that\nis? Is this a child living with a grandparent out of\nthe country or not?\nMR. ROTHFELD: The record does not\nreflect -- we don't know if he was living in U.S. in an\nunlawful status up until the point he became an LPR at\nage 15. The record simply doesn't answer that question.\nJUSTICE BREYER: You're saying -- I just\nwant to hear your whole argument here. You're saying\nthey would have had, Congress, as a background, the Ng\ncase where they imputed the Hong Kong residence; the\nfact that you were about to say, that domicile\nnecessarily includes residence. And is there something\nelse?\nMR. ROTHFELD: That's the principle, but\nthat --\nJUSTICE BREYER: All right.\nMR. ROTHFELD: That's correct. That -- but\nI can add to that a little bit, that in the section\n212 cases, in which domicile was imputed, as the\nGovernment recognizes, in at least two of those cases,\nthe child was not in the United States for a portion of\nthat time; and, therefore, necessarily those courts must\nhave been imputing not only domicile but residence. And\nthat is necessarily the case because -- residence is an\nelement, a subset, of domicile --\nJUSTICE ALITO: So, if he came to the United\nStates at 15 from Jamaica, he was a resident of the\nUnited States before he came --\nMR. ROTHFELD: As a -- as a legal matter,\njust as he was -- would have been domiciled in the\nUnited States.\nJUSTICE ALITO: Would he be a resident of\nJamaica, too, at that time?\nMR. ROTHFELD: I think not. I think -- I\nthink our common law would have regarded him as a\nresident of the United States --\nJUSTICE ALITO: If his father was living in\nthe U.K., would he be a resident of the U.K.?\nMR. ROTHFELD: There might be legal rules\nthat -- that specify the physical presence is equivalent\nto residence for particular purposes. But as this Court\nheld in Holyfield, as the Government recognizes in a\ndomicile context, a child can be a domicile of a\njurisdiction in which they have never set foot. The\nlegal presumption is that a child is -- takes the\ndomicile of the parent, and -- and residence is a\nnecessary subset, as this Court has said long ago,\nbefore any of these statutes were passed. The\ndefinition --\nJUSTICE GINSBURG: But you can be a resident\nwithout being a domiciliary?\nMR. ROTHFELD: One can be -- yes, because\nthe definition, as this Court said, of -- of \"domicile\"\nis residence in a particular place accompanied by an\nintent to remain there indefinitely. And so, you have\nto have both. You can't be a domicile without being a\nresident of the jurisdiction.\nCongress would have been aware of that. And\nwhen it used the term \"residence,\" it would have been\naware of that as a general proposition, and it would\nhave been aware that in the particular context of\nsection 212(c), imputation rule for relief in the\nimmigration laws, that use of the term \"resident\"\ncarries with it imputation.\nI think that makes this -- so far as we're\nconcerned, that makes the use of the term \"continuous\nresidence\" in subsection (b) unambiguous and requires\nimputation. Congress would have been aware of this.\nThere's no reason to think, the Government concedes,\nCongress was not trying to change the imputation rule\nwhen it changed the terminology from -- from \"domicile\"\nto \"resident.\"\nIn fact, it's sort of perverse to say that\nCongress had -- achieved that purpose, because it was\na -- this was a liberalizing change. The reason that\nCongress -- it's quite clear from the statutory\nbackground why Congress changed the language from 7\nyears' unrelinquished lawful domicile in the old 212(c)\nto continuous residence after admission in any status in\n-- in subsection (b) of the new statute -- was to\nbroaden the availability of relief.\nCongress was confronted with a split in the\ncircuits on the interpretation of the old rule, as to\nwhether or not one could achieve unrelinquished\ndomicile -- lawful unrelinquished domicile while not in\nan LPR status, because the BIA had taken the position\nthat for -- to have lawful domicile, you have to\nlawfully intend to stay here permanently; you can't do\nthat if you're not an LPR.\nAnd, therefore, Congress, confronting the\nsplit on circuits -- because some courts had rejected\nthe BIA's view, Congress said, okay, we're going to put\nin subsection (a) of the new statute a requirement of 5\nyears' LPR status.\nJUSTICE ALITO: If Congress had wanted to\nuse the term \"resided\" in the ordinary sense of the\nword, they wanted to require that the alien actually\nhave lived in the United States continuously for 7\nyears, what language would they have used? What\nlanguage should they have used?\nMR. ROTHFELD: For -- for the child? Well,\nI think --\nJUSTICE ALITO: If they wanted (2) to mean\nthat the alien must have actually -- that person must --\nthe one who committed the crime later must actually have\nresided in the United States continuously for 7 years --\nMR. ROTHFELD: I would --\nJUSTICE ALITO: -- then what should they --\nactually lived in the United States for 7 years, what\nlanguage should they have used?\nMR. ROTHFELD: For -- for an adult, the\nlanguage that they did use, because I think \"continuous\nresidence\" carries with it the requirement that the\nperson be physically present in the United States --\nJUSTICE ALITO: For a minor.\nMR. ROTHFELD: If they're a minor?\nJUSTICE ALITO: For that to apply to\neverybody.\nMR. ROTHFELD: I -- I would think, given the\ncontext, of which imputation was the settled rule, that\nCongress would have had to indicate affirmatively that\nimputation was impermissible. Just as if -- if Congress\nuses the term \"domicile\" as they did in the old section\n212(c), knowing the context in which, as a universal\nmatter, the domicile of the parents is attributed to the\nchild, one would expect --\nJUSTICE ALITO: \"Domicile\" is a legal term.\nYou don't go around and you meet somebody and say, Where\nare you domiciled?\n(Laughter.)\nJUSTICE ALITO: You might not even say,\nWhere do you reside? But it's closer to being ordinary\nlanguage.\nMR. ROTHFELD: Well -- and \"reside\" can have\ndifferent meanings in different contexts. There is a\ndefinition in the statute which the BIA itself has said\ndoes not apply to conditional uses of the term. So, you\nknow, \"residence\" in its plainest sense -- I mean, as\nthis Court said in the Savorgnan case, which is where\nCongress derived the -- the definition which is now in\nthe INA, that was under the plainest use of the term\n\"residence.\" You know, unadorned. And that was the\nstatutory definition, which says without regard to\nintent.\nBut when there's a conditional use, when\nit's continuous residence, as in subsection (b) of the\nstatute, or permanent residence, necessarily one has to\nlook at intent. And, therefore, that statutory\ndefinition cannot apply. The BIA itself has said that\nexpressly in the Huang case, which we discuss in our\nbrief, that so far as permanent residence is concerned,\nthe statutory definition has no application because\nnecessarily one has to look to intent.\nAnd so, this is sort of a second --\nsecondary argument here, but insofar as intent is\nessential for imputation, which is what the Government\nsays -- the Government says the reason that the switch\nfrom \"domicile\" to \"residence\" matters is because\n\"domicile\" looks to intent, and \"residence\" doesn't.\nBut, in fact, continuous residence does, necessarily\ndoes, look to intent because it's the intent to remain\ncontinuously or permanently.\nJUSTICE KENNEDY: Is -- is there some\nadvantage to giving parents an incentive to apply for\nearly lawful permanent residence? Because under your\nview, parents wouldn't have to bother to apply for it at\nall. I'm -- I'm wondering about the --\nMR. ROTHFELD: Well, I --\nJUSTICE KENNEDY: -- the consequences of\ndeciding in your favor. And the other one, quite\ndistinct, is it seems to me that there probably would\nnot be some floodgate of -- of imputed residence cases.\nMR. ROTHFELD: I -- I -- the only thing\nwe're talking about here, of course, is -- is a\nparticular relief from removal provision. And so,\ncertainly, the -- the expectation that the child someday\ndown the road may seek relief from removal --\nJUSTICE KENNEDY: Right.\nMR. ROTHFELD: -- if they do -- if they\nbecome an LPR and do something wrong is not going to\ninduce parents to delay.\nJUSTICE SCALIA: Mr. Rothfeld, I'm -- I'm\ncurious, how often -- this dispute here is simply about\nwhether the Attorney General is permitted to cancel\nremoval, right?\nMR. ROTHFELD: That is correct.\nJUSTICE SCALIA: How often does -- are\napplications for cancellation of removal granted? I\nmean, is it a common phenomenon, or are we really\ntalking here about just spinning it out longer so that\nthe -- so that the person who will ultimately be\ndeported can stay here that much longer?\nMR. ROTHFELD: I -- I can't give you current\nstatistics. I think this Court said, I believe in the\nSt. Cyr case, that a fairly -- substantial -- 40 percent\nor so of the cases are granted. The Gutierrez case, in\nfact, the IJ would have granted removal and --\nJUSTICE SCALIA: You think it's as high as\n40 percent?\nMR. ROTHFELD: I believe that that's -- I\nwouldn't swear to that, Your Honor, but -- but it is\na -- a significant percentage. And, again, Gutierrez is\nan example of that. The IJ would have granted it but\nfor the -- the rejection of the imputation rule further\non in the -- in the process.\nAnd I think this is actually kind of a\nsignificant point, which goes to what Congress would\nhave had in mind. We are only talking about not\nentitlement to relief; we're talking about entitlement\nto ask the Attorney General, in the exercise of his\nunreviewable discretion, to grant relief to deserving\nimmigrants who would otherwise be forced out of the\ncountry by application of an inflexible rule.\nCHIEF JUSTICE ROBERTS: I suppose one of the\nthings he could take into account in exercising his\ndiscretion is whether we're actually dealing with a\nminor, or, as I understand in this case, it's someone\nwho is quite a bit older.\nMR. ROTHFELD: He -- it is unreviewable\ndiscretion, yes. He could take anything into account.\nAnd, certainly, the nature of the family ties, the --\nthe background of the immigrant, all of those things are\ntaken into account. But the question -- whether or not\nCongress when it passed this statute, knowing how\nsection 212(c) had been interpreted, the prospect that\nCongress meant to --\nJUSTICE SOTOMAYOR: Counsel, that's a very\nbig assumption. I mean, yes, it's the two biggest\ncircuits who have defined domicile and imputation, but\nit wasn't us, number one. And, number two, going back\nto Justice Alito's question, they didn't adopt the same\nword, \"domicile\"; they changed it. So --\nMR. ROTHFELD: Well, I can give you --\nJUSTICE SOTOMAYOR: And that's what the BIA\nwas saying.\nMR. ROTHFELD: I can give you two responses\nto that, if I may, Justice Sotomayor. First, yes, I\nmean, it is a presumption that Congress is aware of\njudicial decisions, but I think that presumption --\nJUSTICE SOTOMAYOR: It can't be aware of all\njudicial decisions.\nMR. ROTHFELD: No, but in this particular\ncontext, there's particular reason to think they were\nbecause Congress, it is agreed, enacted this legislation\nto cure a conflict in the circuits involving the\napplication of this cancellation provision. And so,\nthere would have been particular reason for Congress to\nbe aware of what the courts had done.\nCHIEF JUSTICE ROBERTS: You -- you said you\nhad two points. Do you want to get your second out, in\nhalf a sentence?\nMR. ROTHFELD: I -- I can rest at this\npoint, Your Honor.\nThank you so much.\nCHIEF JUSTICE ROBERTS: Thank you.\nMs. Kruger, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF LEONDRA R. KRUGER\nON BEHALF OF THE PETITIONER\nMS. KRUGER: Thank you.\nI'd like to make three quick points --\nJUSTICE KENNEDY: The -- the Respondent said\nthat the BIA gave no policy reason, no policy\njustifications, for its -- for its interpretation.\nIs that correct in your view?\nMS. KRUGER: I don't think that that is\ncorrect. The BIA noted -- to be clear, the BIA was, I\nthink, heavily influenced by what it saw as the clear\nlanguage of the statute, but it also noted that the\nimputation rule was inconsistent with a history of\nnon-imputation of LPR status, an approach that treats\nLPR status as accorded to individual aliens.\nJUSTICE SCALIA: What do you respond to the\npoint that lawfulness has been attributed, not just\nintent, but under the prior law, lawfulness was also\nattributed?\nMS. KRUGER: I think this goes back to the\nanswer I was giving to Justice Breyer earlier. Where\nformer section 212(c) had an explicit lawful status\nrequirement, which is the status of being a lawful\npermanent resident, no court of appeals allowed\nimputation from parent to child.\nTheir argument is a little bit more\nconvoluted than that. It is that because domicile,\nlawful unrelinquished domicile, was interpreted to mean\nthe ability to form a lawful intent to remain\npermanently in the United States, and the Ninth Circuit\nsaid you could only form such an intent if you are a\nlawful permanent resident, that in Lepe-Guitron, the\nNinth Circuit was therefore necessarily imputing LPR\nstatus from parent to child.\nI think the more straightforward way to read\nthe Ninth Circuit's decision is that it was imputing the\nintent to remain permanently in the United States from\nparent to child, based in part on the parents'\nestablishment of a domicile, and based on the common law\nrule that the child's domicile follows that of his\nparents.\nCHIEF JUSTICE ROBERTS: Counsel, in response\nto Justice Kennedy's question about whether they gave a\npolicy reason, your answer was that they, you know,\nfollowed the history. I'm not sure that's the same as a\npolicy.\nMS. KRUGER: Well, in -- in addition to\ndiscussing the individual nature of LPR status, they\nalso noted the consequence of the Ninth Circuit's\nimputation rule would be to permit a kind of end run\naround the substantive eligibility requirements for LPR\nstatus. So, theoretically, you could have an individual\nminor alien who's not eligible, who's inadmissible for\nadjustment of status, who would nevertheless be accorded\na substantial benefit of that status without regard to\nwhether or not he could have received that status in\nfact.\nI want to --\nJUSTICE SCALIA: Was that the case under the\nprior law?\nMS. KRUGER: Under the -- under former\nsection 212(c).\nJUSTICE SCALIA: Yes, when -- yes.\nMS. KRUGER: Again, no court --\nJUSTICE SCALIA: So, it's not unthinkable.\nMS. KRUGER: No court had imputed LPR\nstatus, the threshold requirement for relief under --\nunder the predecessor statute, from parent to child.\nSo, it wasn't the case that somebody who was actually\nineligible for -- for LPR status would nevertheless be\neligible for waiver of removal under -- under that\nprovision.\nJUSTICE SOTOMAYOR: I just don't understand\nthat argument because they've conceded that you need\nthe -- the child needs their own LPR status before it\ntriggers --\nMS. KRUGER: Right, and I think that\nconcession --\nJUSTICE SOTOMAYOR: -- residency.\nMS. KRUGER: I think that concession is\nimportant for the following reason: When Congress\nenacted the present cancellation of removal statute, it\npreserved that threshold requirement that you had to be\nan LPR in order to seek relief, but it added a\ndurational requirement. You had to have attained that\nstatus at least 5 years before you sought relief.\nThere's no reason to think, if there's no\nprecedent for imputing LPR status in the first place,\nthat there would be precedent for imputing LPR status\ngoing back 5 years. One necessarily follows from the\nother.\nIf I could, I'd like to address the other\nproposition that Respondent Sawyers makes, that courts\nwere necessarily imputing residence as an element of\ndomicile. That argument relies heavily on the 1967\nregional commissioner decision dealing with firm\nresettlement.\nIf you look at that decision, you will see\nthat the regional commissioner focused very intensely on\nthe minor alien's particular actions -- identity,\ndocuments that he received personally from the foreign\ncountry, his own schooling, and residence. And the\ndegree to which the regional commissioner rested on\nprinciples of imputation is entirely unclear.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 18, 
        "JUSTICE ALITO": 10, 
        "JUSTICE BREYER": 14, 
        "JUSTICE GINSBURG": 11, 
        "JUSTICE KAGAN": 5, 
        "JUSTICE KENNEDY": 15, 
        "JUSTICE SCALIA": 23, 
        "JUSTICE SOTOMAYOR": 19, 
        "MR. KINNAIRD": 25, 
        "MR. ROTHFELD": 34, 
        "MS. KRUGER": 53
    }
}