{
    "appearances": {
        "content": "PAUL D. CLEMENT, ESQ., Washington, D.C.; for\nPetitioner.\nEDWIN S. KNEEDLER, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; for\nUnited States, as amicus curiae, supporting\nPetitioner.\nGREGORY G. GARRE, ESQ., Washington, D.C.; for\nRespondent.\n"
    }, 
    "caseNum": "10-218", 
    "caseinfo": {
        "content": "PPL MONTANA, LLC, :\nPetitioner : No. 10-218\nv. :\nMONTANA. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nEDWIN S. KNEEDLER, ESQ.\nOn behalf of the United States, 18\nas amicus curiae, supporting the Petitioner\nORAL ARGUMENT OF\nGREGORY G. GARRE, ESQ.\nOn behalf of the Respondent 28\nREBUTTAL ARGUMENT OF\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Petitioner 57\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, December 7, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:08 a.m.\n"
    }, 
    "petitioners": [
        "PPL MONTANA, LLC,", 
        "Petitioner", 
        "No. 10-218 v.", 
        "MONTANA.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:08 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext today in Case 10-218, PPL Montana v. Montana.\nMr. Clement.\nORAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE PETITIONER\nMR. CLEMENT: Mr. Chief Justice, and may it\nplease the Court:\nThe State's claim to back rent here is truly\nremarkable. When these dams were built back in the day,\nPPL's predecessors, Petitioner's predecessors, secured\nall the necessary property rights and easements. As\npart of that process, particularly for the dams that\ncreated reservoirs, there was an elaborate process of\ngetting flood easements and, in many cases, paying\nsubstantial amounts of money. In that process, nothing\nwas hidden; it was open and notorious. Indeed, the\nState assisted by lending the utilities its eminent\ndomain power to deal with holdouts.\nBut now, a hundred years later, the State\ncomes in with a holdout claim of its own and suggests\nthat it's entitled to massive compensation based on the\nsmall strip of riverbed that lies underneath these\nflooded reservoirs and the dams. The Montana Supreme\nCourt allowed that claim to succeed to the tune of tens\nof millions of dollars of back rent. Now, it did --\nJUSTICE KENNEDY: Well, is your point that\nthere should be a Federal rule of laches or estoppel, or\nare you just building up to the fact that this is\ntraditional, well-recognized doctrine and there's been\n-- and there's been a sudden change?\nMR. CLEMENT: That's exactly where I was\ngoing, Justice Kennedy. I was suggesting that the\nMontana Supreme Court could only approve this result,\nwhich clearly did unsettle settled expectations, by\ndeviating from well-settled principles of Federal\nnavigability law.\nNow, the mistakes were a little bit\ndifferent for each of the rivers at issue. As to the\nClark Fork and the Upper Missouri, the critical error I\nbelieve with the Montana Supreme Court decision was its\nfailure to focus on the river segments that are directly\nat issue and instead focus on the river as a whole.\nWith the Madison, the errors are different,\nbecause, as the Madison, there's no evidence that any\nstretch of that river was navigable at statehood. So,\nthere the problem was principally that the court relied\non modern-day evidence of recreational use to substitute\nfor true historic evidence of commercial navigation at\nstatehood.\nJUSTICE ALITO: On the issue of whether we\nshould look to the segments or to the river as a whole,\nwhat authorities can we consult? You rely heavily on\nU.S. v. Utah, and that certainly is a relevant\nprecedent; but there's disagreement about what it means,\nand the only authority that I see that U.S. v. Utah\ncited was The Montello, which seems to cite nothing\nwhatsoever. So, where do we -- is that the end of the\ntrail? Is there anyplace else we can look?\nMR. CLEMENT: Well, I -- I mean, it's close\nto the end of the trail. I mean, you can go back to The\nDaniel Ball, but that's not going to help you any more\nthan The Montello. I think, though, that the critical\ncases really are Utah, but I also think there are other\ncases that this Court has had. Oklahoma v. Texas would\nbe an example where this Court has looked at a\ndiscernible segment of a river. Brewer-Elliott is\nanother one.\nAnd I think the starting point for the\nCourt's analysis in every one of these cases has been to\nlook at the segment of the river that's at issue, that\nhas been put at issue. Now, if you have a sovereignty\nbattle between the State and the Federal Government, a\nlot of times it's the segment of the river within a\nState, or in Brewer-Elliott it was the segment of the\nriver adjacent to an Indian reservation.\nJUSTICE ALITO: Well, all of this, I take\nit, derives from the rule that pre-exists -- pre-existed\nthe adoption of the Constitution, that the sovereign\nowned the navigable rivers within its borders. Is there\nsome body of common law that addresses this, that would\nshed some light on whether that means the whole river or\nit means segments?\nMR. CLEMENT: There really isn't,\nJustice Alito, because we get our common law from\nEngland. In England, actually, the common law was\ndifferent. At England, the navigable waters ended at\nthe ebb and flow of the tide. So, every internal stream\nwithin Great Britain was viewed as nonnavigable, and the\nproperty belonged to the riparians.\nJUSTICE ALITO: So, what -- what is the\norigin of the rule that the original 13 States owned the\nnavigable rivers or parts of the rivers but not the\nparts that weren't. That was some feature of American\ncolonial law?\nMR. CLEMENT: Sure. I mean, it was -- it\nwas adopted as part of -- the sort of -- just the idea\nof creating the sovereign republic of the United States.\nWe borrowed our common law. I think initially nobody\nfocused on these navigable segments.\nAnd it's important to recognize this issue\nreally doesn't even arise in the eastern United States,\nbecause until about 1850 this idea that States could own\nthe riverbeds if they were nonnavigable never really\noccurred to anyone. So, in most of the eastern States\nas a matter of State law, whether a river is navigable\nor nonnavigable, the riparian owns to the middle of the\nstreambed.\nSo, after 1851, this Court recognizes --\nmakes clear to the States that they actually have a\nchoice. And so, the States that come into the Union\nafter 1851, many of them, including Montana, adopt the\nrule that, well, unless these -- if these streams are\nnonnavigable, then we take the river stream. And so,\nthat's where the question comes up.\nSo, maybe the reason there isn't a great\ndeal of precedent on this is explained by the fact that\nthis is an issue that largely arises in the western\nUnited States. But that's why I think it's such a\nmistake to kind of look a gift horse in the mouth, so to\nspeak, and not focus on Utah, because Utah is a\nsituation that seems irreconcilable with the Montana\nSupreme Court decision and the State's basic theory,\nbecause there the special master and this Court\nrecognize a nonnavigable segment right in the middle of\ntwo navigable portions of stream.\nJUSTICE SOTOMAYOR: Could you define \"de\nminimis\" for me?\nMR. CLEMENT: Well, I -- I'm -- I'm happy to\ntry, but I think -- I'm not going to give you --\nJUSTICE SOTOMAYOR: If we can't --\nMR. CLEMENT: Well, here -- I'm not going\nto --\nJUSTICE SOTOMAYOR: -- what's the guidance\nor limit that we set for States?\nMR. CLEMENT: I've thought about this a lot,\nJustice Sotomayor, and I'm not here to give you a sound\nbite that's a bright-line definition of \"de minimis.\" I\nthink \"de minimis\" almost by its nature takes its -- its\nmeaning from the context of the inquiry. But let me --\nlet me offer at least three guideposts that I think are\nhelpful.\nOne, as a practical matter, I think this\nCourt can look to its own cases dealing with islands in\nnavigable stream, and those cases are on page 17 of the\nGovernment's brief. And this Court's cases say, if\nthere's a small island in navigable stream, under an\nacre, of negligible value, we basically ignore it.\nLater cases, though, came along and dealt with islands\nthat were much larger, and the Court analyzed those\nseparately from the navigable stream and said the United\nStates actually retains ownership to the larger islands,\nand they don't go. So, that's one place to look.\nThe second place to look, I think, is also a\npractical judgment based on the nature of the lawsuit.\nAnd here the State itself has come in and identified\nstretches of riverbed that they think are significant\nenough to generate $50 million in back rent. And I\nthink they, having identified those riverbed stretches\nas being worth $50 million, are hard pressed to then\nturn around and say, oh, but they're de minimis, just\nignore them.\nThe third rule I would point to is that I\nthink topography has something of a role to play here.\nIf you look at the special master's report in Utah or\nsome of the other cases that have decided the point at\nwhich the navigability stops, they've pointed to\nfeatures of the river as defining a discernible segment\nlike a tributary coming in or the geology of the -- of\nthe bed over which the river runs. If it shifts from\nkind of a silty loam to hard rock in a canyon, that's\nsomething that you can point to.\nJUSTICE SOTOMAYOR: I know you've told me\nthat you think Montello is not pertinent because it\ninvolved a different issue. But assuming that it were\npertinent, because I'm not quite sure how its discussion\ndoesn't fit the needs here, one of the factors you\nhaven't mentioned in terms of de minimis is the portage\nand its use with respect to commerce. And by that I\nmean, it appeared to me in Montello, what the Court was\nsaying was the history of use of this river showed that\nthese obstructions didn't stop the flow of commerce,\nthat what people did was, it appeared, some extreme\nthings. They got off -- they got their goods off one\nboat, walked it a certain distance or drove it by wagon\nanother distance, and then put it on another boat or the\nsame boat that they had lessened the load on and moved\nit over. And so, it doesn't talk about the distance of\nthat portage; it talks about the impact on commerce.\nMR. CLEMENT: Right.\nJUSTICE SOTOMAYOR: And so, why isn't that a\nfactor in the de minimis issue?\nMR. CLEMENT: Well, I mean --\nJUSTICE SOTOMAYOR: If there were a history\nhere.\nMR. CLEMENT: Sure, but, Justice Sotomayor,\nI think -- I mean, there are sort of two portages that\nare floating around in The Montello, and I think it's\nimportant to distinguish between the two. There's kind\nof the classic overland portage between the Fox River\nand the Wisconsin River.\nJUSTICE SOTOMAYOR: There was a canal in\nthere, wasn't there?\nMR. CLEMENT: Well, afterwards. But\noriginally that was an overland portage. And so, that's\nreally not at issue, but that's kind of the -- you know,\nthe classic portage I have in mind is an overland\nportage.\nNow, they're also talking about the extreme\nefforts, and you could call them portages. I don't\nthink you need to. But there's also talk about the\nextreme efforts to enable navigation on the Fox before\nimprovement.\nBut that's nothing like what's at issue here\nbecause those were efforts basically to use the riverbed\nto -- and they had to do some extraordinary things: get\nox to pull the boat, lift them up over some rocks. But\nthey never really left the bed of the river there.\nWhere they left the bed of the river was the portage\nover to the Wisconsin.\nJUSTICE SOTOMAYOR: Well, in Montello, they\ntook the cargo off some boats --\nMR. CLEMENT: Oh, absolutely.\nJUSTICE SOTOMAYOR: -- and moved it overland\nto another spot before they put it back on a boat.\nMR. CLEMENT: Sure, but my understanding of\nwhat was going on there -- and maybe I misunderstood it,\nbut I understand what they're talking about there is a\nportage where you take the cargo out of the boat in\norder to lighten the draft of the boat so it's not\nsitting as deeply in the river, and that allows the\nlighter boat to be carried over the --\nJUSTICE SOTOMAYOR: We can both look at the\nopinion, but I think there is one spot where the Court\nsays that in some areas they had to change boats.\nMR. CLEMENT: Well -- and that may be, but,\nI mean, again, I don't think we're talking about\nanything like the distances that we're talking here, and\nI also --\nJUSTICE SOTOMAYOR: I don't disagree with\nyou, but I -- what I'm asking is, if we had a history of\nnavigation of cargo that went to the beginning of one of\nthese rivers -- and I'm not a sailor, so my terms -- the\ncargo is taken off and driven by wagon or some other\nmode to another spot and picked up again. Is that a\ndifferent situation than one where that doesn't happen?\nThat because this -- this length of portage is so long\nthat it is both economically and physically impossible\nto transport cargo in that way. Is that a different\ncase for the question of navigability?\nMR. CLEMENT: Well, sure, because these are\nall matters of degree, and those would be two different\ncases. But here's what I would point you to, which is,\nif at the point that you have to take the cargo off of\nthe boats, and then you then have to leave the channel,\nyou don't just do a little cut around some de minimus\namount, but you leave the channel and go overland, at\nthat point, I think, that portage demonstrates the\nnon-navigability of the bypassed stretch. And then I\nthink --\nCHIEF JUSTICE ROBERTS: Well, maybe it\ndemonstrates the non-navigability of the particular\nstretch, but we would still speak of the transfer of\ncommerce as being along the river.\nMR. CLEMENT: Well, I don't --\nCHIEF JUSTICE ROBERTS: The sort of case --\nthe analogy I was thinking of is if I say I fly from\nWashington to Tokyo; and someone says, no, you didn't,\nyou flew to San Francisco, then you walked however many\nyards from one gate to another, and then you flew to\nTokyo. And I would say, well, yes, there's a gap there\nwhen I -- you know, part of the distance where I wasn't\nflying, but people would still say you flew from D.C. to\nTokyo. Now, why isn't this just like that, that the\ncommercial path, the commercial waterway people think of\nas the Missouri? And, yes, occasionally you've got to\nget out, and, you know, we can debate how long the\nportage is, but it doesn't interrupt the notion that\nthat whole pathway would qualify as a navigable\nwaterway.\nMR. CLEMENT: Well, two things,\nMr. Chief Justice. One is I do want to make clear that\nwe very much dispute factually that there ever was this\nkind of commercial portage over the Great Falls. And\nthe really -- you know, there's very little evidence for\nthe record. The State's own evidence identifies Fort\nBenton 30 miles below the Great Falls as the head of\nnavigation on the Missouri. So, there is very much a\nfactual issue here.\nBut to answer the legal question you're\nasking, first of all, I'm not sure I would have the same\ninstinct about the common parlance if you had to go from\nJFK to LaGuardia in a cab. And I'm even less sure that\nyou would have the same notion if you had to drive from\nSan Francisco to LA to switch planes. And I think the\ndistance here really does matter. And I would submit\nthe way you think about this, the way I would think\nabout this, is that the very need to bypass, especially\na substantial bypass where you leave the river channel,\nis evidence that that part of the channel, that part of\nthe river, is nonnavigable.\nJUSTICE ALITO: I don't see why --\nMR. CLEMENT: And then the question that's\nleft is whether that's de minimis.\nJUSTICE ALITO: I don't see why portage is\nrelevant at all. What's the basis for the rule that the\nsovereign owns the navigable rivers? I assume it's\nbecause they are viewed -- they were viewed as highways\nfor transportation and commerce. And to the extent that\nthere's an obstruction that cannot be traversed by a\nboat, then there isn't going to be any commerce or\ntransportation along that area.\nNow, there might be an argument that the\nsovereign should own the land next to the river so that\nyou could portage around it, but what -- what would be\nthe justification for saying the sovereign owns the\nportion of the river that can't be traversed at all by\nboat? I just don't understand it.\nMR. CLEMENT: Well, I'm with you on that,\nJustice Alito, and I think, you know, logically, if you\nthink what's the highway of commerce here, if there\nreally was this 18-mile overland portage route, that\nwould be the highway of commerce, but the 17-mile\nbypassed stretch of the Missouri and the Great Falls\nReach would not be a highway of commerce. And I think\nthat gets back to the expectations of the property owner\nthat ultimately underlie these title questions.\nI mean, if you have boats going by a river\nin your backyard, I mean, you have -- you're on sort of\nnotice that you don't own the riverbed. But if you're\nin a part of the river that's -- that's so unnavigable\nthat it has to be bypassed and you've never seen a boat\nin your experience ever, then I think you have very\ndifferent expectations, and your expectations would be\nthe same as somebody who --\nJUSTICE SOTOMAYOR: Seventeen miles is very\nlong.\nMR. CLEMENT: It is --\nJUSTICE SOTOMAYOR: I think the Thompson is\nonly 2.8.\nMR. CLEMENT: Well --\nJUSTICE SOTOMAYOR: That's really close to\nMontello, where it talked about, about 2 miles for some\nportage areas.\nMR. CLEMENT: Well, with respect, if I could\ntake both points, I mean, you're absolutely right.\nSeventeen miles is very long. I mean, for the New\nYorkers, you know, the East River is 16 miles long, the\nwhole river. The Anacostia River is 8-1/2 miles long.\nSo, this bypass stretch --\nJUSTICE SOTOMAYOR: But I'm not a\nMidwesterner, and rivers of 200 miles are normal there,\nI understand.\nMR. CLEMENT: Well, these -- this is still a\nbig stretch and I do think, like I said, longer than\nsome entire rivers. But the Thompson Falls -- I mean,\nthe 2 miles of the Thompson Fall, I don't know exactly\nwhere that number comes from. It's kind of an\nartificiality. I mean, there -- again, the State's own\nevidence, look at JA 57, says that navigation stopped at\nThompson Falls. There wasn't a portage around.\nBut the other point is I would also ask you\nto look at the 1910 court decree because, as I said at\nthe outset, you know, these companies didn't just put\nthese dams up overnight as, you know, kind of -- as a\nlark. They went through elaborate efforts to secure the\nproperty rights. That's what generated that 1910 court\ndecree about the Clark Fork River.\nThe Clark Fork River court decree in 1910\naddresses a stretch of river specifically that's not\njust the falls but those 6 miles of the reservoir that's\ncreated. And the court holds that that entire region\nand, indeed, the entire Clark Fork in Sanders County is\nnonnavigable. So, the stretches that are nonnavigable\nare much longer than 2 miles.\nIf I may reserve my time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Kneedler.\nORAL ARGUMENT OF EDWIN S. KNEEDLER\nON BEHALF OF THE UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE PETITIONER\nMR. KNEEDLER: Mr. Chief Justice, and may it\nplease the Court:\nThe Montana Supreme Court committed three\nbasic errors with respect to all three rivers that\nrequire a remand for further proceedings to actually\nweigh and make factual findings concerning the evidence\nof the -- of the relevant reaches of the river for\npurposes of navigability for title. We're not talking\nabout navigability for interstate transportation or\nadmiralty or regulatory jurisdiction under the Rivers\nand Harbors Act or the Clean Water Act. We're talking\nabout navigability for title.\nJUSTICE KAGAN: And why does that make a\ndifference, Mr. Kneedler? Why do you think that there\nare separate tests for title than for regulatory\nauthority?\nMR. KNEEDLER: Well, in The Montello, for\nexample, the question was whether there was admiralty or\nregulatory jurisdiction over the use of vessels on the\n-- on the upper reaches of the river, and that depended,\nin the Court's view, on whether that stretch was part of\nan interstate or international highway of commerce. And\nso, it would make sense to look at the whole river in\ndetermining whether there's a highway, and maybe in\ndeciding whether there's a highway, you would look to a\nbypassed stretch. You would look at the highway, the\nland highway, to decide whether it's useful in\ninterstate commerce.\nFor title purposes, though, the question is,\nwhat happens to the stretch of the river right in front\nof the riparian owner's land? As Mr. Clement said, that\nreflects the expectations of the property owner; that if\nthere are no ships or boats going back and forth, that\nthat property is -- adheres to the riparian land more.\nI also think it pertains to the control or use of the\nbeds of the rivers themselves. If the river --\nCHIEF JUSTICE ROBERTS: I think, though, if\nyou start drawing these lines, they become very\ndifficult, in some rivers anyway, to -- to apply. I'm\nsure there are seasonable fluctuations. They may be\nnavigable in some seasons, but not in others. The line\nat which you pass from navigability to non-navigability\nmay be difficult to ascertain.\nIt seems to me, once you start chopping the\nhighway of commerce up, it does create all those\ndifficulties.\nMR. KNEEDLER: Well, first of all, we're\nnot -- we're not talking about chopping the river up\ninto narrow slices. I mean, I think there has to be a\ndiscernible and substantial segment of the river.\nOften -- often, it will be self-evident from the\ntopographical features of the area. Are there -- are\nthere major falls and rapids over an extended period of\ntime?\nBut also, the points you're raising are -- I\nthink are inherent, because in deciding where\nnavigability stops under any test or in any\ncircumstance, you could have the difficulties that you\nhave described.\nJUSTICE SOTOMAYOR: So, what's de minimis?\nMR. KNEEDLER: Well, I think --\nJUSTICE SOTOMAYOR: Could 2.8 be de minimis\nin one situation and not, and how do we tell courts\nbelow --\nMR. KNEEDLER: I think it -- I think it may\nwell be. I think it -- I think a -- an important -- I\nagree with the points that Mr. Clement made as\nguideposts. I think another one -- and this pertains\nto --\nJUSTICE SOTOMAYOR: If there's no falls but\nthere are riparian waters that don't permit navigability\nover 2.8, then that's still navigable? I'm not sure --\nMR. KNEEDLER: No, I -- I think it has to be\n-- I'm speaking of a situation where the -- where the\nriver is not navigable in fact. And that's the test,\nnavigable in fact, not navigable in law. So, if a -- if\na boat cannot pass in front of the riparian land, then\nthat would be nonnavigable. I agree that --\nJUSTICE SCALIA: And it shouldn't matter\nwhether it's 2.8 miles or 1 mile, right?\nMR. KNEEDLER: Well, I --\nJUSTICE SCALIA: I mean, if the land is\nnonnavigable -- if the river at that point is\nnonnavigable, it's nonnavigable.\nMR. KNEEDLER: For title purposes, yes.\nJUSTICE SCALIA: That's what we're talking\nabout --\nMR. KNEEDLER: Yes. And, you know, I don't\nwant to --\nJUSTICE SCALIA: -- the title purpose. I\ndon't see why there ought to be any de minimis\nexception.\nMR. KNEEDLER: Well, I -- I think at some --\nif you -- if you consider part of the -- part of what's\ngoing on here is who controls the riverbed, I think it\nwould be unworkable to have a passage or a portion of a\nriver where you had 20 -- 10-foot strips across the\nriver that are riparian owner-owned, and the State owned\neverything else, or if you had stripes across a river.\nSo, I think -- I think the test also has to take into\naccount --\nJUSTICE KENNEDY: But how would the boat get\nup there? Does it just jump over the 10 feet?\nMR. KNEEDLER: Well, in The Montello, the --\nthere is -- there is evidence that the boat was lifted\nby -- men got out of the boat and lifted the boat up\nover the falls.\nJUSTICE KENNEDY: Okay. Then that would\nwork.\nMR. KNEEDLER: Pardon me?\nJUSTICE KENNEDY: Then that would work.\nMR. KNEEDLER: In that situation, but if you\nhave a long stretch of -- of river where that was not\npracticable, then you --\nJUSTICE BREYER: You can't lift a boat over\nNiagara Falls. And I -- and I read somewhere that -- I\nhope I'm wrong, but I have a feeling I read somewhere\nthat the land under Niagara Falls has long been\nconsidered to be navigable, and, therefore, it's owned\nby the United States.\nJUSTICE SCALIA: It's an international\nboundary.\nMR. KNEEDLER: It's owned by the State.\nJUSTICE BREYER: It's owned by the State.\nOh, you mean the navigable -- I get mixed up in that.\nThe --\nMR. KNEEDLER: The reply brief I think\ndescribes --\nJUSTICE BREYER: The navigable ones are\nowned by the State. Okay. Everybody's thought the land\nunder Niagara Falls is owned by the State. Oh, dear,\nbecause that sort of wrecks our nice theory that all the\nsteps, all the little bits of it that are non -- that\nare --\nMR. KNEEDLER: That's not an -- I think\nthat's not an extended strip in the way that -- the way\nthat we're discussing here.\nJUSTICE BREYER: Okay. Now we have to\ndefine what's an extended strip.\nMR. KNEEDLER: Well, if I -- I think --\nJUSTICE SCALIA: I think -- I thought it's\nalso an international boundary --\nMR. KNEEDLER: Yes, and that --\nJUSTICE SCALIA: -- as to which there is a\ndifferent rule.\nMR. KNEEDLER: Yes, and the -- or --\nJUSTICE BREYER: Okay. So, how much are we\nwrecking if we just say, look, the bit that's\nnonnavigable is different from the bit that's navigable?\nMR. KNEEDLER: Well --\nJUSTICE BREYER: Period. Doesn't matter if\nit's 5 feet of land or not. What are we wrecking?\nMR. KNEEDLER: I think it does matter\nwhether it's 5 feet, because the -- because an important\npoint here is that -- who can make sensible use or\ncontrol the relevant stretch of the river. If it's 5\nfeet or 10 feet and you had strips that stayed\nprivate --\nJUSTICE BREYER: A quick question which you\ncould probably answer just by saying we decided not to.\nBut I was somewhat curious. It's really the United\nStates v. Montana in this, who owns the land, and it's a\nquestion of Federal law. It's going to be highly\nfactual no matter what this happens. Made for this\nCourt's original jurisdiction. And -- and normally in\noriginal jurisdiction, we appoint a master, it's worked\nout, and we review the master's report.\nWe can't do that here because it's a case --\nwhy didn't you go into, or why couldn't you go into, a\nquiet title action in Federal court?\nMR. KNEEDLER: We could, and we have not\ngiven consideration to that, but that might be -- that\nmight be a possibility. The United States is not a\nparty to this case and couldn't be -- and couldn't be\nbound by the judgment.\nJUSTICE GINSBURG: Could it have intervened\nsomehow, because the -- the United States has come here\nrather reluctantly, as you recommended against granting\ncert in this case. When this was in the Montana courts\nand it was a question of what is the Federal law,\nbecause Federal law is going to control -- everybody\nagrees that -- could the United States have come into\nthe proceedings in the Montana State court?\nMR. KNEEDLER: Ordinarily, the United States\nwould not intervene in a State court proceeding, or if\nit did, it would remove the case to Federal court. So,\nthat -- that would be -- that would be a -- an\nadditional consideration as to whether to get into this\nsuit. The United States would typically bring its own\nquiet title action in -- in Federal court.\nCHIEF JUSTICE ROBERTS: Your answer a moment\nago gives me pause. You said the United States would\nnot be bound by this litigation but could bring its own\nquiet title action.\nMR. KNEEDLER: Well, we would be bound by\nthis Court's decision, obviously. But I was just\nspeaking of the law of -- the law of judgments. And if\nthis Court remands back to the trial court with general\ndirections but doesn't adjudicate particular stretches\ndefinitively, then, you know, I think we -- that's the\nsituation that we would -- that we would be in.\nJUSTICE GINSBURG: And if we -- if it were\nremanded, the United States would still stay out of it\nbecause it's going to be in the State --\nMR. KNEEDLER: I assume so. Obviously, that\nwould be a -- that would be a further consideration.\nJUSTICE SOTOMAYOR: Am I to take that \"de\nminimis\" to you means small enough so that they get the\nboat physically over the portage?\nMR. KNEEDLER: Physically --\nJUSTICE SOTOMAYOR: Whether they carry it --\nMR. KNEEDLER: No, I think if they --\nJUSTICE SOTOMAYOR: -- drag it.\nMR. KNEEDLER: I think if they can take it\nthrough the river, it's not an interruption at all. But\nif -- if you have -- if you have something that can't be\ntransversed by a boat at all and it's long enough that\nit could sensibly be thought of as a -- as a separate\nparcel adhering to the -- to the riparian land, that\nwould be --\nJUSTICE SOTOMAYOR: Go back to carrying\ntheir boat on their shoulders, which apparently in The\nMontello they did. What's the answer to --\nMR. KNEEDLER: They didn't carry the boat\nout of the river. These were Durham boats that were\n70-feet long and -- and weighed quite a bit. Now, maybe\nthere were small canoes that could have been done. I --\nI think a small portage -- again, I don't think it's the\nlength of the portage; I think it's the interruption of\nthe -- of the navigable portion of the river that --\nthat is -- that is relevant, and if it's large enough to\nconstitute a -- a sensible administrable parcel, that\nthat should be enough.\nI did want to take one moment to discuss the\nMadison River because there, as Mr. Clement discussed,\nthe considerations are somewhat different.\nI mean, first of all, the court made a\nsimilar mistake there by discussing the river as a whole\nand a log float in the middle stretch of the river, but\nnot focusing on the relevant stretches where the dams\nare located. But it also put a lot of emphasis on\ncurrent recreational use by drift boats and whatnot,\nwithout a proper foundation to determine whether that\nwas relevant for title purposes at statehood, because\nthe relevant question is whether whatever boats are used\nnow are ones that would have been used as -- this is the\nlanguage from The Daniel Ball -- as \"the customary modes\nof travel and transportation\" at the -- at the time of\nstatehood. It had to be general --\nCHIEF JUSTICE ROBERTS: It's kind of odd.\nMaybe this is -- maybe this is Justice Alito's earlier\nquestion. It's kind of odd that the more navigable the\nriver is, the more claim the State has. The less\nnavigable -- where you're talking about sports boats and\ndrift fishing -- then it's Federal.\nMR. KNEEDLER: Well, that's -- that's a\nproduct of the -- of the equal footing doctrine. And\nthe Court has long said that the State gets the beds of\nnavigable waters.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Garre.\nORAL ARGUMENT OF GREGORY G. GARRE\nON BEHALF OF THE RESPONDENT\nMR. GARRE: Thank you, Mr. Chief Justice,\nand may it please the Court:\nThis case is about who owns the riverbeds\nunderlying the rivers at issue. It's not about flood\nlands; it's about the riverbeds. And under this Court's\nprecedents, it's settled that title to the riverbeds\nconveyed to the State under the Constitution if they are\nnavigable.\nIt's been understood in Montana for more\nthan a century that these rivers are navigable. The\nrivers were meandered as navigable. PPL's deeds -- and\nthis is at page 172 of the appendix to the opposition\nbrief -- specifically exclude the riverbeds. The test\nfor navigability that this Court has applied for\n140 years, going back to The Montello and The Daniel\nBall, is whether the river served as a continuous\nhighway of commerce.\nIn The Montello, the Court recognized the\nfact that few of the nation's great rivers did not\ninclude some, quote, \"serious interruptions to\nuninterrupted navigation.\" And the -- and the Court's\nanswer to that geographic fact was not to say then let's\ncarve out the interruptions and say those aren't\nnavigable. The Court's answer was to say unbroken\nnavigation is not required to establish navigability.\nJUSTICE SOTOMAYOR: Under your theory, if\nthere's a fall like this of 17 miles, and a train is\n50 miles away and traverses that 17 miles, that\nportage --\nMR. GARRE: Under this Court's precedents --\nJUSTICE SOTOMAYOR: -- is good enough to\nmake that area navigable?\nMR. GARRE: -- you have to show that the\ncommerce traveled along the river under the customary\nmodes of trade and travel.\nJUSTICE SOTOMAYOR: Outside of your fur\ntraders and your gold miners, has that happened in any\nother situation -- your alleged gold miners and fur\ntraders? Has that happened on -- on the -- in the Great\nFalls?\nMR. GARRE: If you take the Great Falls, the\nhistory of portage from 1864 to 1868 was lively commerce\nof millions of dollars, in today's value, billions of\ndollars of gold, from Helena to Fort Benton back east.\nThis is covered in detail by the Solicitor General\nbriefs that we've appended here.\nJUSTICE SOTOMAYOR: Could you -- could you\ndo me a favor and you tell me again -- I'm having real\ntrouble with the competing evidence in this case with\nrespect to every one of the three areas in dispute, and\nI have some serious questions about whether the court\nproperly granted summary judgment. Your brief seems to\nsuggest that I can't do -- we can't do anything about\nthat because it wasn't a part of the question presented.\nMR. GARRE: I --\nJUSTICE SOTOMAYOR: Your adversary says that\nit's a fair question if we determine there's an illegal\napproach -- error in the legal approach of the court\nbelow. I'm assuming that also means on their weighing\nof evidentiary matters. So, why shouldn't we address\nthe summary judgment issue?\nMR. GARRE: The question presented is\nwhether the Montana Supreme Court or whether a court --\na court -- what the constitutional test would be for a\ncourt in this situation. It's not even limited to the\nMontana Supreme Court here. It presents a legal\nquestion.\nWith respect to summary judgment, the\nproblem for PPL is not that it didn't present enough\npaper; the problem is, is it litigated the case under a\nwrong legal theory. It litigated the case that the --\nthat the Missouri, for example, was not navigable\nbecause you couldn't take a boat down the falls. This\nCourt's precedents for more than 140 years asked the\nquestion of whether the river served as a continuous\nhighway of commerce. We presented evidence,\nsummarized --\nJUSTICE SCALIA: For what purpose? Were\nthey -- were they -- were we answering the question for\nthe same purpose, or were we asking it for purposes of\nwhether Federal regulation could extend to the whole\nriver? For that purpose, it's easy to say if the whole\nriver is, you know, used for commerce, the Federal\nGovernment can regulate even those portions of the river\nthat are nonnavigable, that have -- but that have to be\nportaged around. But that's a different question from\nwho -- who owns title to the -- to the bed under the\nportions that have to be portaged.\nMR. GARRE: Your Honor, PPL recognizes that\nThe Daniel Ball supplies the test for navigability for\ntitle. This Court recognized that in the Utah case, the\nvanguard title case that they hold out. So, the only\nquestion is, did The Montello apply The Daniel Ball test\nor did it apply something else? And the first paragraph\nof the Court's decision in The Montello said it applied\nThe Daniel Ball test.\nCourts -- this Court and lower courts for\nmore than a century have understood The Daniel Ball and\nThe Montello to supply the test for navigability of\ntitle. What they're asking this Court to do is upend\nmore than 140 years of precedent. And the amicus brief\nfiled by the States in this case gives -- gives the\nCourt a sense of the disruption that this would cause.\nJUSTICE ALITO: What do -- what do you\nunderstand to be the reason for the rule that the States\nown the navigable rivers?\nMR. GARRE: The reason for the rule was the\npublic trust doctrine which -- which sought to keep\nthese rivers free for the public to use for navigation,\nfor fishing, and for other uses. And this court's\nprecedents --\nJUSTICE ALITO: What do fishing and\nnavigation have to do with -- for -- what does fishing\nhave to do with navigability?\nMR. GARRE: Well, it gets back to the -- the\npublic trust doctrine, Your Honor. Fishing doesn't\nhave -- fishing is a purpose of the public trust\ndoctrine, which is why it was understood --\nJUSTICE ALITO: Let me put it this way:\nWhy -- why should -- why does the State own a navigable\nriver but not a nonnavigable river?\nMR. GARRE: Because the navigable rivers\nwere the arteries of commerce in this country, and at\nthe time of the founding, it was understood -- and this\ngets to the core issue of federalism in this case --\nthat the States ought to be the ones that control the\nnavigable rivers --\nJUSTICE ALITO: Yes, and if that's the\nreason --\nMR. GARRE: -- not the Federal Government.\nJUSTICE ALITO: If that's the reason for the\nrule, than what is the justification for State ownership\nof a portion of the river that is not navigable?\nMR. GARRE: I think this gets back to the\nquestion of whether you can just chop up the rivers into\nnavigable and nonnavigable bits. And we're talking --\nthis Court, Justice O'Connor observed in her dissent in\nthe Phillips Petroleum case that navigability wasn't\ndecided inch by inch. What the other side is asking you\nto adopt here is a test of navigability that's at least\nmile by mile, if not acre by acre, which is completely\ndifferent than this Court has ever assessed\nnavigability.\nJUSTICE ALITO: The rule that you're arguing\nfor might be an established rule that we should follow,\nbut as a matter of theory, I don't understand what the\njustification is for State ownership of a nonnavigable\nportion of the river if the reason for the underlying\nrule is so that people will not put up obstructions on\nthe river so that they -- it can be maintained as an --\nas an avenue of commerce. I can see that you -- why the\nState would own that, because otherwise riparian owners\ncould put up fences and obstructions and charge tolls\nand -- and that sort of thing. But if it's not\nnavigable, I don't see what it has to do with -- with\ncommerce or transportation.\nMR. GARRE: What -- what the Framers were\nconcerned about -- and this is also reflected in the\nNorthwest Ordinance 2 -- was ensuring that the navigable\nrivers, the major arteries of commerce in this country,\nremained open. And so, they -- they applied a much\nmore -- much broader conception of navigability than\nis suggested --\nJUSTICE SCALIA: But -- but they're closed\nwhere they're -- they're impassable for ships anyway.\nThey're closed. What do you mean, remain open?\nMR. GARRE: And so, that was the argument --\nJUSTICE SCALIA: You've -- you've got falls.\nYou got waterfalls. You got rapids. What does it mean\nto -- to be sure that that river remains open to\ncommerce? Commerce is impossible over it.\nMR. GARRE: And so, that was the argument\nthat the district court adopted in The Montello case,\nand this Court emphatically rejected it. And by the\nway, the portage in The Montello case was 5 miles long.\nThat's reflected in the -- the record in that case\nbefore this Court.\nJUSTICE GINSBURG: Mr. Garre, what is -- you\nsay that you're not taking just -- you look at the whole\nriver as a whole. You're saying that, no, that isn't\nyour position?\nMR. GARRE: No, it's not.\nJUSTICE GINSBURG: And it is also not inch\nby inch. So, what's -- when is segmentation\nappropriate?\nMR. GARRE: I think the relevant stretch or\nsegmentation is really a litigation term. Our position\nis this Court's test: continuous highway of commerce.\nYou would take the part of the river at issue in a case,\ntake that part and look -- ask the question, was that\npart of a continuous highway of commerce or not?\nSo, if you found yourself in Cataract Canyon\nin the Utah case, you'd ask yourself that question, and\nyou would say, no, this is not part of a continuous\nhighway of commerce, because no one argued either that\nthe canyon was portaged or that goods were traveling\ndown the Colorado River through the canyon and out into\nArizona.\nIf you ask yourself that question in this\ncase, along the Great Falls, you would say yes, because\nthe evidence was unrebutted that millions of dollars of\ngold was traveled up from Helena to Fort Benton along\nthe -- the Missouri River with the aid of a portage and\nthat that was unquestionably a highway of commerce.\nWhat they're asking this Court to do is chop\nrivers up into navigable and nonnavigable pieces. How\nwould that impact the public trust doctrine? The -- the\nbrief filed by the National --\nJUSTICE GINSBURG: So, you just -- so, you\nare disagreeing with the United States, which has given\nus its view of what the Federal law is. It doesn't\ncoincide with Montana's.\nMR. GARRE: The United States has sided\ncompletely with Montana. The answer it gives for what\nis a short interruption in its brief is an interruption\nthat doesn't warrant separate consideration. That's on\npage 17 of its brief. That's the epitome of a circular\ntest, and --\nJUSTICE BREYER: Just out of -- I mean, to\nwaste your time for a second, why do the feds own the\nland underneath the -- and why -- under the nonnavigable\nparts? And why do the feds own the land under a\nnonnavigable stream?\nMR. GARRE: I think if -- if you applied the\nproper test here, you would conclude that the river --\nJUSTICE BREYER: I mean, little creeks\nsomewhere which you'd think, gee, those belong to the\nState, but turns out the feds own the land underneath\nthe little creek; is that right?\nMR. GARRE: I think what -- the nonnavigable\nparts --\nJUSTICE BREYER: Yes.\nMR. GARRE: -- didn't transfer under the\nequal footing doctrine. Oftentimes, those were subject\nto separate conveyances. So, they might come into\nprivate property. I think --\nJUSTICE BREYER: I see. So, the rule is, on\nthe nonnavigable streams, it depends on what the\nconveyance was at the time of statehood, and those are\nindividual matters, and sometimes --\nMR. GARRE: Right.\nJUSTICE BREYER: -- you'll see the feds own\nthem and sometimes the States.\nMR. GARRE: And what was --\nJUSTICE BREYER: Is that right?\nMR. GARRE: Yes, I think that's right.\nJUSTICE BREYER: Okay.\nMR. GARRE: And what was critically\nimportant to the -- to the Framers was that the States\nwould have control over the navigable waterways. This\nCourt has described that as an essential attribute of\nState sovereignty.\nCHIEF JUSTICE ROBERTS: But we're talking\nabout the land at the bottom of the -- the river. What\nis it that the State can't do on the navigable waterways\nthat it wants to do?\nMR. GARRE: Well, owner -- the ownership --\nalong with ownership goes the right to control whether\nfacilities can be built on them, bridges or pipelines.\nIt goes -- along with that goes the rights to mineral\nleases --\nJUSTICE KENNEDY: But as -- but as the Chief\nJustice is indicating, I think, this concerns who owns\nthe bed; and that's different from navigable waters of\nthe United States.\nAnd some of the answers you gave to\nJustice Alito about -- that the purposes and the reasons\nfor navigable waters of the United States are quite\ndifferent, really, than for the considerations we have\nabout riparian ownership. Navigable waters of the\nUnited States can be controlled by the United States for\nmany purposes, but that is concurrent with a separate\ndocument -- doctrine for underlying ownership of the\nbed.\nMR. GARRE: Right.\nJUSTICE KENNEDY: And it's not clear to me\nthat the test for navigable waters is the same in each\ncase as to the whole river.\nMR. GARRE: I think that the test that we're\narticulating is The Daniel Ball and The Montello test --\ncontinuous highway test. I think with respect to the\nriverbeds, it's always been understood that with control\nof the riverbeds along navigable waters, States have a\nright to control fishing and navigation and other\naspects.\nJUSTICE BREYER: But, now, Montello was a\ncase -- to follow up this same question. Montello, I\ntake it, was not a title case. Montello was a\nregulation of the stream case. So, I can understand\nperfectly well why that language in Montello applies for\nthe reason Justice Kennedy just said. Now, I grant you\nthat they -- in later title cases, this Court has taken\nthe same words and written them. But is there an\ninstance in the later title cases where that language\nhas played a controlling role?\nMR. GARRE: Well, the --\nJUSTICE BREYER: What case should I look at\nto see that it was really meant that that -- this --\nsee, start where Justice Scalia was and then say what\nJustice Kennedy just said --\nMR. GARRE: There's certainly --\nJUSTICE BREYER: -- and then thinking,\nwell -- I'm thinking, well, Montello was a case that\ninvolved a different purpose, and now the later cases,\nalthough they quoted the language, it didn't have a\nrole. Am I right or not?\nMR. GARRE: This case has recognized always\nthat The Daniel Ball and The Montello is the test for\nnavigability for title as well as admiralty. It has\nnever drawn the kind of distinction that PPL and the\nUnited States ask you to draw here.\nJUSTICE SCALIA: The question is, has it\nheld that? Do you have a case where it would have made\na difference?\nMR. GARRE: Not -- not of this Court.\nJUSTICE SCALIA: Okay.\nMR. GARRE: And the lower courts have relied\nupon The Daniel Ball and The Montello in plenty of\ncircumstances adjudicating title. I think the Court has\nto think about what the world would look like if the\nCourt adopted PPL and the United States' views.\nJUSTICE SCALIA: Well, if this is such an\nunderstood and traditional rule, why -- why didn't\nMontana make its rights known earlier when these private\nowners bought the land? Indeed, the State gave them\ncondemnation power to flood adjacent lands so that they\ncould build their dams.\nMR. GARRE: Again --\nJUSTICE SCALIA: And you say while all this\nwas going on, well, of course, everybody knew that\nMontana owned this land.\nAnd now they come back, what, a hundred\nyears later, and they not only want to get the land\nback, they want to tax them for their use of it over --\nover all these hundred years.\nMR. GARRE: PPL's deeds --\nJUSTICE SCALIA: That's extraordinary.\nMR. GARRE: Your Honor, PPL's deeds\nspecifically exclude the riverbeds at issue in this\ncase. So, PPL can have no claim to those lands and, in\nfact, in its supplemental brief says that the United\nStates owns the lands. We're not talking about the\nflood lands here; we're talking about the -- between the\nlow-water marks. Those lands were surveyed and\nmeandered at statehood to show that they did not convey\nto private parties.\nMontana courts have recognized for more than\na century that these waters are not navigable.\nEverybody understood that they were navigable. The\nreason why this issue only arises now is because of a\n1999 decision of the Montana Supreme Court that said\nthat the State -- made clear that the State had a\nfiduciary obligation to seek compensation for the use of\nthe riverbeds. So, that -- that then teed up the\nquestion of whether the State could actually charge rent\nfor the riverbeds. The State in this case --\nJUSTICE KAGAN: And what about other\nlandowners on the riverbeds? If Montana wins this case,\nwill they be paying rent as well?\nMR. GARRE: They're not using the riverbeds,\nYour Honor. The reason why the facilities here are\nusing the riverbeds is because they actually sit on it.\nThere are other instances where private landowners have\neasements and leases, like mineral leases with the\nState, under the -- because of the accepted\nunderstanding that the State does own those lands. And\nthis is not at all unusual.\nIf you look at the State's brief, Washington\nand Oregon have thousands of these types of permits\nbecause it's established that if the water is navigable,\nthen the State owns the riverbeds, and there are\nconsequences that flow over this. But this really isn't\na fight between the State and the private landowners.\nIt's -- it's a fight between the State and the United\nStates, because if this case --\nJUSTICE KAGAN: Just if I could understand\nthen, you think that this is a one of a kind landowner;\nthere are no other landowners in Montana who are in the\nsituation of PPL?\nMR. GARRE: No, I think there are other\nlandowners who have asserted -- who want rights to use\n-- to get minerals along rivers or have piers or\nbridges, and in those situations, they get permits from\nthe State to use it. But I think what's going to happen\nis, if this Court declares that every mile or so that is\nan interruption is nonnavigable, then title is going to\ntransfer to the United States because, under this\nCourt's precedent in Utah, the Court held that if waters\nwere not navigable, the United States would have --\nJUSTICE SOTOMAYOR: Is there a mile stretch\nanywhere on this river?\nMR. GARRE: A mile stretch?\nJUSTICE SOTOMAYOR: Yes. Is there a mile\nstretch in which the boats stop?\nMR. GARRE: Well --\nJUSTICE SOTOMAYOR: There's some water in\nthe middle, and they --\nMR. GARRE: There are two areas at issue\nhere: the Great Falls stretch --\nJUSTICE SOTOMAYOR: I know the two at issue.\nBut you're saying, if we rule the way we do, we're going\nto slice it up and so does the Attorney -- the Solicitor\nGeneral's office say, we're going to slice it up half\nmile or half acre by half acre. I'm not sure how that\nhappens. I go back to Justice Kennedy's question, which\nis, does a boat stop midstream?\nMR. GARRE: So, the test would be any non-de\nminimis interruption. That's the one that PPL and the\nUnited States are urging here. There are thousands of\ndams in the country. There's the Niagara Falls, which\nfor more than a century, it's been understood that the\nState owns it, not because it's an international\nboundary; that's a line plucked out of a decision. Read\nthe decision --\nJUSTICE BREYER: All right. So, how do I\nfind that out? If I start with a practical premise of\nnot wanting to interrupt expectations, I also believe\nthat it's the most common thing in the world for\nelectric power companies to put hydroelectric facilities\nwhere there are waterfalls or rapids, and that's true\nall over the country. So, what's the status quo with\nthe -- you know, somebody could count up how many\nhydroelectric plants there are on waterfalls.\nAnd what's the general view? Have those\nhydroelectric companies been thinking that they are\nleasing or buying from the feds or from the States? I\nmean, I don't know what's happened in the past. And I\nhave looked at the briefs. I can't get a very good\npicture.\nMR. GARRE: The best evidence I think we\nhave about this question of the implications comes from\nthe brief filed by 26 States, which explains that if\nthis Court adopts the kind of segmentation approach, any\ninterruption that is -- that is not de minimis has to be\ncarved out, it's going to wreak havoc in States across\nthe country, especially in the western States. Again,\ngetting back to --\nJUSTICE BREYER: When you say \"wreak havoc,\"\ndo you mean to say that the States have leased those\nstrips with the waterfalls which are impassable to\nhydroelectric companies, and the leases will have to be\nrenegotiated or something like that?\nMR. GARRE: I'm not referring to specific\nleases on that. I'm talking about things like public\naccess for fishing, for example. The States have cited\nthe Steelheader case in Oregon. And this is what's\ngoing to happen: Either the public -- private\nlandowners are going to claim people coming along my\nbanks to fish, they don't have access to these waters.\nIf they were navigable -- understood as navigable waters\nowned by the State, it's clear that they had would have\naccess. There's going to be clashes. There's going to\nbe --\nJUSTICE SCALIA: I thought you say it\ndoesn't belong to the private individuals. I thought\nyou said it belongs to the United States if it doesn't\nbelong to the State.\nMR. GARRE: I think -- what this Court has\nsaid is if it's not navigable, the United States has it.\nBut there would be the question --\nJUSTICE SCALIA: Well, there you are. And\nyou think the United States is going to keep off these\nfishermen?\nMR. GARRE: The question is whether there'd\nbe a separate conveyance from the United States.\nThere's certainly going to be plenty of private\nlandowners, I think, who are going to claim private\nownership. So, there is going to be some sorting out to\ndo.\nJUSTICE SCALIA: But you think they're\nwrong, right?\nMR. GARRE: Well, no. They're -- if -- if\nthe river is not navigable, then the lands didn't convey\nunder the equal footing doctrine.\nJUSTICE SCALIA: Right.\nMR. GARRE: There'd be a separate question\nof whether they conveyed by some other Federal patent,\nland patent, or the like. And there are -- certainly\nare plenty of those. But I think what's clear is --\nJUSTICE GINSBURG: Mr. Garre, you -- you\nhave said this is genuinely a controversy between the\nState and the United States, but the United States is\nnot a party to this -- to this litigation. And we know\nfrom the briefing before us, the United States takes a\ndifferent position than Montana. It doesn't agree with\nyou. But if this case -- how can a case be decided\nwithout any input from the United States when you say\nthat's the true dispute; it is between the State and the\nnation?\nMR. GARRE: Well, the United States is here.\nIt has given its views. It's true that it didn't\nparticipate below, and that is a little bit unusual.\nWhat's weird is that the United States has never\nactually asserted ownership to the riverbeds in this\ncase. But I think --\nJUSTICE KAGAN: Does PPL pay rent to the\nUnited States?\nMR. GARRE: Not with respect to the\nriverbeds. There's a statement in the brief that\nsuggests that they pay rent. That's with respect to the\nupland, the flooded lands, for example, along the\nreservoir. The United States has never charged rent for\nthe use of the riverbeds themselves between the\nlow-water marks.\nJUSTICE KENNEDY: Would you help me with\nthis? Navigable waters of the United States for\npurposes of Federal jurisdiction over many activities\nsuch as boating is one concept. Navigable waters of the\nUnited States for purposes of State ownership of the bed\nserves different purposes.\nAre the -- are the boundaries and the\ndefinitions of what is navigable co-extensive and\nparallel and -- and precisely the same in each case?\nOr, on the other hand, are there some cases where a body\nof water, say the falls, is navigable waters of the\nUnited States but not navigable waters of the United\nStates for purposes of bed ownership by the State?\nMR. GARRE: I mean, certainly --\nJUSTICE KENNEDY: And -- and if there is a\ndifference, can you tell me a case? And I think\nJustice Scalia basically was asking this earlier.\nMR. GARRE: There are two -- well, there's\nthree distinctions between the test for title --\nJUSTICE KENNEDY: Yes.\nMR. GARRE: -- and the test for regulatory\npurposes --\nJUSTICE KENNEDY: Yes.\nMR. GARRE: -- none of which bear on the\ndispute in this case. One is for title. You look at\nthe time of statehood. You don't look at the river at a\nlater time. The next is, is that, for purposes of\ntitle, you look at the river in its natural state. You\ndon't look at improvements. And the third is, for\npurposes of title, the kind of commerce you consider is\nactually more expansive than the type you could consider\nfor regulatory purposes.\nThis case, the focus has been on the rivers\nat the time of statehood, their use as highways of\ncommerce without improvements, which is in the heartland\nof the test for title for navigability under The Daniel\nBall and The Montello.\nNone of the distinctions that this Court has\never recognized would bear on this, nor would it make\nany sense, I think, to say that the rule that we\nidentified in The Montello as -- that has -- for more\nthan a century, has been established as the test for\ntitle for navigability somehow has to be applied\ndifferently in this case in a way that would require\nbreaking up the rivers. And I think --\nJUSTICE KENNEDY: But it is conceded, is it\nnot, that -- if we rule for the power companies in this\ncase, there still may be a situation in which these\nwaters can be navigable waters of the United States for\nother purposes, other than ownership of the bed? Or am\nI wrong on that?\nMR. GARRE: No, I think the United States'\nposition is say they're navigable for Federal purposes\nbut not for State purposes. And I think -- and they've\ntaken what I think is a pretty remarkable position.\nIf you look at the briefs that we've\nappended to our brief, the United States' in the Montana\nPower Company case, the United States is saying that the\nvery same stretch of the Missouri along the Great Falls\nis navigable because it served as a continuous highway\nof commerce, and the falls did not prevent the river\nfrom being used as a continuous highway; and, therefore,\nit's navigable under The Montello and The Daniel Ball,\nwhich is the theory that they recognize.\nAnd now they're here saying, well, that was\nonly for regulatory purposes, not for title purposes.\nBut it's the same test in both cases, and that's the\ntest that the nation has understood for more than\n50 years.\nCHIEF JUSTICE ROBERTS: No, but I'm not sure\nit has the same consequences. It seems to me that\nregardless of who prevails in this case, the State will\nbe able to exercise regulatory jurisdiction over the\nwaters. You know, you can't fish during these seasons,\nor there are different limits on how many fish you can\ntake. And so will the Federal Government. It will be\nable to apply Federal law to the river regardless of who\nowns parts of the river, regardless of who owns the land\nunderneath.\nMR. GARRE: And so, this Court has always\nrecognized the States' authority to make those decisions\nas an essential attribute of their sovereignty. And\nthat's why the States --\nCHIEF JUSTICE ROBERTS: Without regard --\nbut I would say without regard to whether they happened\nto own the land under the -- under the river or not.\nMR. GARRE: No, when they -- when they own\nthe land under the river, that -- the ability to control\naccess along those rivers -- river and fishing and the\nlike is an essential attribute of State sovereignty.\nSo, just saying that, well, the Federal Government and\nthe State can regulate together is, I think, an\nimportant intrusion on State sovereignty as this Court\nhas always understood under the equal footing doctrine\nand the public trust doctrine.\nAnd you also have the problem of competing\nregulation of these rivers when you go from mile to\nmile, interruption to interruption, potentially\nthousands along rivers. And that's laid out in the\nbrief by the environmental groups here, the National\nWildlife Foundation and Trout Unlimited and other\ngroups, that talk about the problems with fragmented\nregulatory jurisdiction.\nAnd you also get into the question of public\naccess for fishing, too. The rivers are used for\ncommerce, but the public trust doctrine was always used\nto protect access to rivers for fishing, too. And so,\nif you look at a place like the Great Falls or the\nThompson Falls, these are among the most sought-after\nfishing rivers in the world.\nJUSTICE SCALIA: You're willing to concede\non behalf of the State that if we find that the State\ndoes not have ownership of the bed, the State does not\nhave regulatory jurisdiction for all of these purposes\nthat you're now describing?\nMR. GARRE: Absolutely not, Justice Scalia.\nJUSTICE SCALIA: Well, then your argument\ndoesn't carry much weight.\nMR. GARRE: Well --\nJUSTICE ALITO: The State can continue to\nregulate all those things whether or not it owns the\nbed.\nMR. GARRE: And so, every time this Court\nhas said that the ability to do that is an essential\nattribute of sovereignty, it must not have meant it\nbecause the United States could do it, too. I mean, it\nis important to the States because having the sovereign\ncapacity over those riverbeds as navigable waters under\nthe public trust doctrine is critical to the States'\nauthority.\nJUSTICE SCALIA: Well, you have sovereignty\nover the land owned, owned by other private persons.\nMR. GARRE: And -- and I think it gets back\nto the public trust doctrine, the equal footing\ndoctrine, what this Court has said in the Utah case and\nother cases about the role of States in regulating\nnavigable rivers and owning title to the riverbeds\nunderlying those rivers.\nCHIEF JUSTICE ROBERTS: We haven't talked\nmuch about the Madison. What -- what is your best piece\nof evidence with respect to the Madison for the\nproposition that it was navigable at statehood?\nMR. GARRE: Well, there was some evidence of\nuse by fur trappers and the like. It was not extensive\nbecause this area was relatively sparse. I think --\nCHIEF JUSTICE ROBERTS: Well, fur trappers\nare going to go -- they don't need a lot of -- a lot of\nwater to ply their canoes up the river.\nMR. GARRE: Well, and this Court has\nrecognized that things like pirogues and bateaux were\nsufficient to establish the continuous highway of\ncommerce.\nI think the point on the Madison is the\nsusceptibility for use as a navigable river. And the\nmain point that we made below is that where their own\nexpert recognized that PPL's dams had impeded the flow\nof water over of the river, that if those dams impede\nthe flow of water over the river but yet today there are\nthousands of drift boats similar to the boats that would\nhave used it at the time of statehood, then it's good\nevidence that it was susceptible for use.\nBut I think the Madison is in a different\ncategory than the Missouri and the Clark Fork.\nI do want to answer the question about the\n17 miles. The Desplaines River in the Economy Light\ncase, there was an 18-mile portage. That's made clear\nat page 18a of our addendum, where the Government\nrecognized that. In Montello, it was a 5-mile portage.\nIn -- there are other examples of portages.\nJUSTICE SOTOMAYOR: Five miles, was that --\nwas that the canal? What subsequently became the canal\narea?\nMR. GARRE: I -- I think that's right. It's\nin the testimony in that decision. But, certainly,\n17 miles -- and the other thing is, is that in the\namicus brief, on page 27 of the Tubbs brief, she\nsuggests that the actual portage before statehood was\nonly 8 miles. I don't think you could draw a\nconstitutional line between 5, 7, or even 10 miles and\n17 miles.\nWe think the line the Constitution draws is\nwhether -- asks whether the river was -- served as a\ncontinuous highway of commerce, notwithstanding any\ninterruption along that way.\nJUSTICE SOTOMAYOR: I think that then the\nsimplest rule is, is the river from shore to opposite\nshore -- any portion of it -- did boats traverse it?\nThat would be I think what Justice Alito was asking.\nMR. GARRE: But it's not even the rule that\nPPL was asking for, because they acknowledge that some\ninterruptions would be navigable. They call it \"non-de\nminimis.\" It's not clear how you get there.\nIf you go between the low-water marks,\nthere's only a part of the way that you could actually\nbring a boat up, but, yet, it's established that the\nState owns the entire riverbeds between low-water mark\nto low-water mark.\nAfter traversing the Missouri and the very\nfalls at issue in this case, Meriwether Lewis described\nthat he didn't think the world could furnish a finer\nexample of a navigable river through a mountainous\ncountry than the Missouri. That assessment made by the\nPresident's own agent, charged with assessing the\nsuitability of the Missouri for commerce, was consistent\nwith more than 140 years of this precedent --\nJUSTICE KENNEDY: Did he write that during\nhis 30-day -- 32-day portage?\n(Laughter.)\nMR. GARRE: Your Honor, it was an 11-day\nportage. At the time of statehood, it was a 1-day\nportage. I think what's significant is he wrote it\nafter that portage. And yet, he recognized there was\nnot a finer example of a navigable river through\nmountainous country. That assessment was consistent\nwith this Court's precedents for more than 140 years.\nIt's consistent with the actual use of the Missouri as a\ncontinuous highway of commerce along the very stretch at\nissue here.\nWe don't believe that PPL or the United\nStates has provided a legal reason for this Court to\noverturn the judgment of the Montana Supreme Court that\nthe Missouri or the other rivers at issue in this case\nare navigable.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Clement, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE PETITIONER\nMR. CLEMENT: Thank you, Mr. Chief Justice.\nA few points in rebuttal: First, it's --\nJUSTICE SOTOMAYOR: Can you point to some\nportages that are de minimis? Point me -- I don't care\nwhere they are in the United States. Give me a list of\nsome that are de minimis.\nMR. CLEMENT: I mean, I don't have any de\nminimis portages for you. The portages he's talking\nabout, as far as I can tell, the 5-mile and the 8-mile,\nare portages between rivers, and that has nothing to do\nwith whether the bypassed stretch of a river would be\nnonnavigable because it's de minimis, because if you\nportage between two rivers, you're not bypassing\nanything.\nWhere I can talk about sort of portages\nbeing de minimis, if you look at the special master's\nreport in the Utah case, there are a few places in the\nCataract Canyon where he talks about portages, and he\ntalks -- you know, in parts where they got boats to.\nBut the key point is, whenever the Court has talked\nabout portages in the context of navigability, they've\npointed to them as suggesting non-navigability, and in\ncertain circumstances said, well, you had to portage a\nlittle bit, but that's not enough to make the stretch\nnonnavigable.\nJUSTICE KENNEDY: And what were your -- what\nwere your other four points you were going to give us?\nMR. CLEMENT: Well, I was going to give you\na couple, Your Honor. I'd start with the deeds. You\nknow, the State wants to make something of the fact that\nthe deeds stop at the river. But that's true throughout\nthe State. And the question then becomes, what rule\ngoverns the ownership of the riverbeds? And that's\nwhere navigability versus non-navigability. So, the\ndeeds don't prove anything. That's just the way the\ndeeds were written.\nThe next point: Justice Kagan, you asked\nabout, you know, do the other owner -- other people on\nthe river have anything to fear. And the answer as far\nas I heard was, well, these are different. They sit on\nthe riverbed. Well, two things, Your Honor: So do some\nof the piers, and that's why people have filed amicus\nbriefs and are very concerned.\nBut more to the point, these things have not\nmoved under the riverbed recently. They've been sitting\nthere for a hundred years, and the State lent its\neminent domain power to us to help us build these dams.\nThese dams were critical to developing energy and\ndevelopment in this area. And now a hundred years\nlater, they want compensation for the little river\nstrip under that.\nJUSTICE SCALIA: Could the United States\ndemand compensation?\nMR. CLEMENT: We pay the United States\ncompensation right now. The difference is the United\nStates isn't going in afterwards and trying to put a\nhold-up to us and saying they want $50 million for this.\nWe pay rents to FERC for some of these lands. Actually,\nthe State gets 37.5 percent of that back.\nJUSTICE SCALIA: For the riverbed? For the\nriverbed land --\nMR. CLEMENT: Well, look at footnote 3 of\nthe Government's brief. I mean, again, the problem here\nis if you want people to have deeds that really parse\nout whether it's riverbed or upland, they don't because\neverybody defaults to the bottom line -- the background\nrule. The background rule is if it's a nonnavigable\nriver, the riparian owners, whether it be the United\nStates or private property owners, get to midway, or if\nthey own both on both sides, they get the whole thing.\nI think on \"de minimis,\" we talk about it a\nlot, but I would point out that the one thing we know\nthat's not de minimis from Utah is 4.35 miles, because\nthat's what the Court analyzes separately in the portion\nof Cataract Canyon.\nEvery stretch at issue here, every dam at\nissue here, is more than 4.35 miles. Fully five of the\ndams are on the 17-mile Great Falls stretch, which they\nagree is impassable. The other five are reservoir dams\nthat create reservoirs that extend over 4.35 miles.\nSo, there's nothing de minimis in the best\nevidence that is the $50 million in compensation. I\nthink the $50 million in back rent also shows that\nalthough this is a dispute between Montana and the\nUnited States, my client is caught in the middle of it,\nand they're obviously concerned about it, too.\nI want to talk about what's disputed and\nwhat's undisputed. What is undisputed is the 17 miles\nis impassable. That's enough, as I say, to give us\njudgment as a matter of law for the five dams on that\nstretch. What is hotly disputed, despite my friend's\nrepresentation, is whether or not there was through\ncommerce through this bypass route. He suggests it's\nundisputed that gold went from Helena down to Fort\nBenton down to St. Louis. And that, of course, is not\ndisputed, but it went on roads. It didn't go on the\nupper -- on the upper Missouri.\nAnd if you want to know who's got the better\nof this argument, I ask you to think about this\nquestion: The United States Army built a 600-mile\noverland road from Fort Benton, the traditional head of\nnavigation on the Missouri, to Walla Walla, Washington.\nNow, if the State is right and the upper Missouri and\nthe Clark Fork were navigable, all they had to do is --\nis have a 60-mile road to connect the two. They were\nnever navigable.\nThank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\ncounsel.\n"
    }, 
    "respondents": [
        "MONTANA."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 15, 
        "JUSTICE ALITO": 12, 
        "JUSTICE BREYER": 19, 
        "JUSTICE GINSBURG": 6, 
        "JUSTICE KAGAN": 4, 
        "JUSTICE KENNEDY": 13, 
        "JUSTICE SCALIA": 24, 
        "JUSTICE SOTOMAYOR": 34, 
        "MR. CLEMENT": 29, 
        "MR. GARRE": 66, 
        "MR. KNEEDLER": 30
    }
}