{
    "appearances": {
        "content": "THOMAS J. WHALEN, ESQ., Washington, D.C.; for\nPetitioners.\nCURTIS E. GANNON, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nRespondent.\n"
    }, 
    "caseNum": "10-577", 
    "caseinfo": {
        "content": "AKIO KAWASHIMA, ET UX., :\nPetitioners :\nv. : No. 10-577\nERIC H. HOLDER, JR., ATTORNEY :\nGENERAL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nTHOMAS J. WHALEN, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nCURTIS E. GANNON, ESQ.\nOn behalf of the Respondent 17\nREBUTTAL ARGUMENT OF\nTHOMAS J. WHALEN, ESQ.\nOn behalf of the Petitioners 42\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, November 7, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:07 a.m.\n"
    }, 
    "petitioners": [
        "AKIO KAWASHIMA, ET UX.,"
    ], 
    "proceedings": {
        "content": "(11:07 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 10-577, Kawashima v. Holder.\nMr. Whalen.\nORAL ARGUMENT OF THOMAS J. WHALEN\nON BEHALF OF THE PETITIONERS\nMR. WHALEN: Mr. Chief Justice, and may it\nplease the Court:\nMr. and Mrs. Kawashima came here to the\nUnited States as legal immigrants in 1985. And later\non, they pled guilty to filing a false statement under a\ncorporate tax return. The issue we bring to the Court\nis whether that conviction under 26 U.S.C. 7206 is an\naggravated felony, specifically under (M)(i) of the\naggravated felony statute.\nThis Court many times has held that it is\nthe elements of the crime of conviction that determine\nwhether a crime is an aggravated felony. And the\nelements of 7206 do not change when they go over to the\nimmigration statute. And the terms of that statute is\nbasically as the Department of Justice has written in\nits Tax Manual. It is basically a tax perjury statute.\nIf you don't tell the truth, and you know what you're\nsaying is false, and you do it under oath, that's\nperjury.\nThere are other statutes, perjury statute,\nwhich in essence says the same thing. And 18 U.S.C.\n1001 is also a perjury statute. And none of them\nrequire the Justice Department or a court to determine\nwhether fraud and deceit was an element of that crime.\nJUSTICE SCALIA: How would you prove fraud\nand deceit beyond proving that the person lied,\nintentionally lied? What -- what is added to\nintentionally lying to convert that into fraud or\ndeceit?\nMR. WHALEN: It's the intention to deceive\nor the intention to defraud. And simply --\nJUSTICE SCALIA: Isn't intentionally\nlying -- doesn't that mean that you intend to deceive?\nMR. WHALEN: It does not, Your Honor.\nJUSTICE SCALIA: It doesn't?\nMR. WHALEN: It does not mean, because you\nare saying a false -- making a false statement, that\nthat is evidence of an intent to deceive.\nJUSTICE GINSBURG: Mr. Whalen, the common\ndefinition of deceit is acting -- intentionally giving a\nfalse impression, intentionally giving a false\nimpression with the intent that someone will act on it.\nSo, it seems that's exactly what filing a false return\nis. You give a false impression of what your income is\nwith the intent that the IRS will accept it.\nMR. WHALEN: Justice Ginsburg, the\ndifference I'm trying to ask the Court to consider, it\nis the intent which is an element of fraud and deceit.\nUnder section 7201, the tax evasion statute, that\nincludes both a requirement or a finding of fraud and\ndeceit. Section 7206 does not.\nJUSTICE GINSBURG: But why isn't it obvious?\nWhat proof would you need? You submit a document\nbecause you want to convey a false impression for\nsomeone to act on. Why do you have to have anything\nmore than that to establish deceit?\nMR. WHALEN: Because the requirements, Your\nHonor, of 7206 is a finding of -- of simply making a\nfalse statement. That's all that's required. The IRS,\nwhen they go after a taxpayer because they have not\nprovided -- they have not disclosed all of their income,\nthe IRS comes in, or rather the Department of Justice,\nand all they have to prove is that it's false. They\ndon't have to prove --\nJUSTICE KENNEDY: And that it's willful.\nAnd that it's willful.\nMR. WHALEN: Pardon me, Your Honor.\nJUSTICE KENNEDY: That it's willful.\nWhoever willfully makes a false statement.\nMR. WHALEN: Yes, Your Honor, but as this\nCourt held --\nJUSTICE KENNEDY: So, it's not correct.\nMR. WHALEN: No, Your Honor.\nJUSTICE KENNEDY: Well, correct me if I'm\nwrong. It would seem to me, just from reading the\nstatute unless we have some gloss on, that if you think\nit's true but it's false, from the way you were\nindicating, would be a violation. That's not the way I\nread it. Now, have we said something other than that in\nlater cases?\nMR. WHALEN: If I may, Your Honor. This\nCourt has written in the Spies case, and specifically in\nthe Bishop case, that in order to be convicted of any\ntax offense under the Internal Revenue Code, the IRS or\nthe Department of Justice must show it was done\nwillfully. Willfully is not intrinsic to any -- it's\nreally intrinsic to all of the tax offenses.\n\"Willfully\" does not mean deceit or fraud. It simply\nmeans that the IRS cannot bring a criminal information\nor indictment against somebody who does something\nunintentionally. They must do it willfully.\n\"Willfully,\" as this Court defined in Bishop, is simply\nevidence that -- to commit any of these IRS crimes you\nmust -- it must be shown to have been done willfully.\nJUSTICE SCALIA: You must know that it's\nfalse when you say it. Isn't that what \"willfully\"\nmeans? You must know that the statement you're making\nis false.\nMR. WHALEN: \"Willfully\" means\nintentionally. The false, I submit --\nJUSTICE SCALIA: I don't want another\nadverb.\nMR. WHALEN: No. All right.\nJUSTICE SCALIA: I want you to describe what\nit means in the context of a statement. Doesn't it mean\nthat you have to know that the statement you are making\nis false? Isn't that enough for willfulness?\nMR. WHALEN: That's what -- that -- yes.\nJUSTICE SCALIA: Okay. Now, you tell me\nwhat deceit involves beyond that.\nMR. WHALEN: Deceit involves an intention to\ninduce somebody to act. And what I'm arguing to this\nCourt is that simply making a false statement under a\ntax perjury statute such as we have in this case does\nnot meaning and does not evidence an intention to\ndeceive or a finding.\nJUSTICE SOTOMAYOR: I'm sorry. I'm a little\nbit lost here.\nYour definition of \"deceit\" is a false\nstatement with an intent for the other party to rely.\nAnd you don't see that when you file your tax returns\nthat the government is relying on your statement to\ncalculate your tax and to ensure that you've paid it?\nYou don't see any reliance by the government on the\ntruthful statements there and its collection of taxes?\nMR. WHALEN: I -- I do see reliance as\ngenerally is what happens. What I'm saying is that 7206\nis a perjury statute and the government does not have to\nprove, and did not have to prove in this case, anything\nmore than the -- the income was unreported or the tax --\nthe tax return was -- was false. If --\nJUSTICE SOTOMAYOR: So, it also had to prove\nthat the government relied? Is that what you're saying\nthe --\nMR. WHALEN: I'm saying that the\ngovernment was -- if the government wanted to prove\nfraud or deceit, they -- that would be an element of the\ncrime of tax evasion --\nJUSTICE SOTOMAYOR: I'm not even sure why,\nbecause under tax evasion you can be charged with tax\nevasion merely for avoiding the payment of tax. You\ndon't have to make a statement at all. You can take the\nmoney from the bank, withdraw it openly, and stick it in\nyour mattress, refuse to pay, and if somehow they find\nyour mattress, you can be charged with tax evasion.\nMR. WHALEN: And the --\nJUSTICE SOTOMAYOR: Where's the false and\ndeceit in that?\nMR. WHALEN: The government would have to\nprove fraud or deceit, because an intent to evade is --\nthe Court -- the -- the government has to prove --\nJUSTICE SOTOMAYOR: If there's a -- if there\nare cases that say otherwise, what does that do to your\nargument? Of which there are many that say that the\navoidance of taxes, tax payment, doesn't require an act\nof fraud or deceit?\nMR. WHALEN: I would be surprised by\nthose --\nJUSTICE BREYER: Well, suppose somebody\ngoes -- he goes to a country where we have no\nextradition treaty, takes all his assets and writes a\npostcard to the IRS every -- once a month saying\nha-ha-ha.\n(Laughter.)\nJUSTICE BREYER: I mean, why wouldn't that\nbe an attempt to evade? That's why he went; he didn't\nlike to pay his taxes.\nMR. WHALEN: Then the government would bring\nan action under the --\nJUSTICE BREYER: Well, 7201. Why can't\nyou -- well, why doesn't that violate 7201? I mean, my\nsimple question really is you are a drafter, imagine you\nare a drafter, and you are charged with drafting section\n(43). And you read -- you try to get the fraud and\ndeceit crimes, okay? So now we read 76 -- 7206(1) and\n(2). And you see for both of those, you can't be\nconvicted unless you materially and willfully make a\nfalse statement.\nSo, you think, hey, I don't need a special\nsection on that one. But then you go to 7201, and you\nsay, oh, my God, I just thought, somebody might violate\nthis by going off to some special country, taking all\nhis assets and writing ha-ha-ha. Now, there's no fraud\nand deceit in that. He's totally open about it. But he\nsure has evaded it. So, therefore, I better write a\nspecial section.\nNow, that's the simple-minded argument, but\nwhat's wrong with it?\nMR. WHALEN: What's wrong with it, Your\nHonor, is that what we're talking about is the\naggravated felony statute. And the issue -- and it may\nbe a narrow one for this Court -- is whether the\nconviction under 7206, which does not require anything\nmore than filing of a false statement without any intent\nto deceive or defraud -- whether that is an aggravated\nfelony. And this Court has said time and again that it\nis the elements of the offense that determines\naggravated felony.\nIf I may illustrate the point, if -- if a\nconviction under 7206 was viewed by this Court as\nincluding fraud and deceit for the reasons many of the\nJustices have indicated, that, you know, that when\nsomebody writes a false tax return, it's got to be\ndeceit, what that does is that would collaterally estop\na taxpayer from denying fraud and deceit in the civil\ncollection action.\nSo, this is what Commissioner Walters was\nconcerned about, why he has filed his brief, that it in\neffect would undermine the ability of the government to\nget an easy conviction based simply on a false\nstatement.\nSimilarly, if you are convicted of tax\nevasion, the -- the tax evader cannot challenge fraud.\nHe is collaterally estopped. And as we know, when the\ngovernment goes to seek recovery -- that is, getting the\ntaxes back in a civil proceeding -- there's no statute\nof limitations.\nThe intention of Congress is also reflected\nin the Internal Revenue Code section 6501, where if a\nperson is convicted under 7206 and the government seeks\nto collect the unpaid taxes in an assessment proceeding,\nCongress particularly said that where there's a\nconviction under 7206, the government has the burden of\nproving fraud, which seems to me to be evidence -- or\nrather, the government has the -- a duty to prove there\nwas an attempt to evade the tax. But the conclusion is\nthe same.\nIf Congress had intended that proof of fraud\nand deceit would be in 7206, there would be no reason at\nall for Congress to put that in 70 -- 6501.\nTherefore --\nCHIEF JUSTICE ROBERTS: I'm sorry. That's\n26 U.S.C. 6501?\nMR. WHALEN: Yes. To be more precise,\n6501(c)(1).\nCHIEF JUSTICE ROBERTS: Okay.\nMR. WHALEN: That is the exceptions to the\nrunning of the statute of limitations.\nJUSTICE GINSBURG: Do we have that in the\nbriefs?\nMR. WHALEN: I have it in my reply brief. I\ndon't have the particular statute, but I refer to it in\nthe reply brief.\nJUSTICE SCALIA: Do you have the text of it?\nMR. WHALEN: I --\nJUSTICE SCALIA: I don't like counsel\ngetting up here and talking about statutes that they've\nnever put before us. If you're going to rely on it, we\n-- we would like to have the text somewhere.\nMR. WHALEN: Yes. I apologize for that,\nYour Honor.\nI would like to move to the second part of\nmy argument, if Your Honor please, that the -- this\nCourt has been very clear on deciding statutes invoking\ncanons of construction. And one of the important canons\nis that different words have different meanings.\nSo, in (M)(i), we have loss to victim or\nvictims in excess of $10,000, and in (M)(ii), we have a\nrevenue loss to the government in excess of 10,000. And\nas this Court said in Nijhawan, referring to (M)(ii),\nthis is the Internal Revenue provision, a correct\nassessment I suggest, and that (M)(i) deals with\ninjuries or damage to third parties, not to the\ngovernment.\nIf you take the government's position that\nfraud and deceit crimes are in -- fraud and deceit\nrevenue crimes are in (M)(i), then (M)(ii) would be\nworthless or pointless.\nJUSTICE SCALIA: Well, why? Because it\nwouldn't be pointless if in fact an attempt to evade or\ndefeat tax does not require a lie, does not require a\nwillful lie. It would be adding to the -- to the fraud\nand deceit offenses, 7201, which does not require a lie.\nIt just requires, you know, going to Cuba and writing\npostcards saying, I know I owe money; I'm just not -- I\njust ain't gonna pay it. There's no fraud and deceit\nthere. It's just what 7201 requires, an attempt to\nevade or defeat tax.\nMR. WHALEN: Well, anyone who leaves the\ncountry with an intent to avoid tax is committing tax\nevasion.\nJUSTICE SCALIA: That's right. That's my\nvery point.\nMR. WHALEN: And that is --\nJUSTICE SCALIA: Without lying -- without\nlying -- without making a single lie.\nMR. WHALEN: What I'm saying is that fraud,\nsuch as you suggest, Your Honor, is going to be an\naggravated felony. It's the only one that Congress\nsays -- only revenue offense, only offense under the\nInternal Revenue Code which Congress designated as an\naggravated felony.\nWhat I'm saying is that if tax evasion were\nalso included in (M)(i), then Congress would have\ncreated a useless, pointless provision.\nJUSTICE SCALIA: Yes. And my point is that\nit would not have been included within (M)(i). There is\nno way that it could be included with (M)(i), because it\ndoes not involve fraud or deceit. It does not involve a\nlie, as 7206 does.\nMR. WHALEN: 7201 involves, I'm suggesting\nthat --\nJUSTICE SCALIA: An attempt to evade or\ndefeat -- \"who willfully attempts in any manner to evade\nor defeat any tax.\" And one can do that without lying.\nOne can do that by simply not report income, for\nexample. Or in -- in Justice Breyer's more colorful\nexample, by going to Cuba. Was it Cuba or somewhere\nelse?\n(Laughter.)\nMR. WHALEN: Well, the point I am trying to\nmake, Your Honor, is that if your example is an example\nof fraud and deceit, which I agree it is, then a crime\nof fraud and deceit would not be in (M)(i) because it\nwould be -- it would already be captured in (M)(i) if\nthe government's position was upheld.\nJUSTICE GINSBURG: But the point that was\nbeing made is not that it's fraud and deceit. Quite the\nopposite. I think Justice Breyer, Justice Sotomayor,\nJustice Scalia have tried to get you to focus on the\nevasion that involves no false statement at all, evading\npayment where you say nothing. What would be the crime\nif you simply don't pay your taxes, and you don't file a\nreturn, so you are not filing anything that's false?\nWhere would that come in the Internal Revenue --\nMR. WHALEN: That would be a violation of\none of the other Internal Revenue crimes.\nJUSTICE GINSBURG: Would it be evasion\nsimply not to report your income?\nMR. WHALEN: If the government chose to\nprove that it was an attempt to evade the tax, it would.\nThe Internal Revenue's statute and crimes all carry the\nduty to -- it's a legal duty we all have of fairly\nreporting our income, our deductions, what have you.\nIt's the same legal duty whether it's in 7201 or 7206.\nThe difference is, in tax evasion, there\nmust be a proof of fraud or deceit. That's inherent.\nFrom the beginning of this country -- rather, beginning\nof the tax statutes, Congress has always separated\nrevenue statutes from other crimes. In this case,\n(M)(i) deals with crimes involving third parties;\n(M)(ii) deals with revenue loss crimes to the\ngovernment. Only (i) is an aggravated felony.\nI would like to reserve the remainder of my\ntime for rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Gannon.\nORAL ARGUMENT OF CURTIS E. GANNON\nON BEHALF OF THE RESPONDENT\nMR. GANNON: Mr. Chief Justice, and may it\nplease the Court:\nCongress's specific reference to tax evasion\nin subparagraph (M)(ii) of the INA's definition of\naggravated felony did not remove all other tax offenses\nfrom the scope of subparagraph (M)(i).\nJUSTICE KAGAN: Mr. Gannon, do you think\nthat you can commit tax evasion without committing\neither fraud or deceit, and are there cases that show\nthat?\nMR. GANNON: The cases that we cited in our\nbrief on page 34 that discuss this are ones that are\nevasion of payment cases as opposed to evasion of\nassessment cases. And those -- those are instances in\nwhich somebody could accurately file a tax return and\nsay I owe you this amount of money and then take steps\nto prevent the IRS from collecting on it, usually by\nremoving their assets from the IRS's reach.\nAs a factual matter, it so happens that most\nof those cases will often involve some concealment along\nthe way. If somebody's taking more than $10,000 in gold\ncoins out of the country to take them to a Swiss bank,\nthey often don't mention that when they're leaving the\ncountry.\nJUSTICE SCALIA: What about just not filing\na return?\nMR. GANNON: Just not filing a return is\nprobably not going to be enough to establish tax\nevasion. That would be an offense under 7203, which\ndoesn't necessarily involve fraud or deceit. The thing\nthat distinguishes 7201 is the need for the government\nto establish that there is an attempt to evade either\nthe assessment or payment of taxation.\nJUSTICE KAGAN: I mean, I suppose what\nconfuses me is that when somebody is convicted of 7201,\nthey can't -- they're estopped from contesting a civil\nfraud suit; isn't that right? And it also counts as a\ncrime of moral turpitude, which involves fraud. And all\nof those things suggest, and I think kind of the cases\nas a whole suggest, that tax evasion involves fraud.\nMR. GANNON: Well, certainly in the context\nof the civil tax fraud penalty, the Tax Court has\nconcluded that intent to evade is synonymous with an\nunderstatement due to fraud. And the reason why it has\nrefused to reach that conclusion in the context of 7206\noffenses, like the ones at issue in this case, is\nbecause the 7206 offense does not require the government\nto have proved that there was any understatement to\nbegin with. And so, there could not have been an\nunderstatement due to fraud.\nI'd also note that it's not at all clear\nthat in the context of the evasion of payment cases that\nI was just discussing in the context of tax evasion,\nthat the same civil tax fraud penalty would be\napplicable there, because the civil tax fraud penalty is\ntriggered by an understatement of an amount required to\nbe shown on the return. And, therefore, if it isn't --\nif it isn't actually something that's done in the\ncontext of filing a tax return that understates how much\nyou owe the government, then -- then that may well not\ntrigger the collateral estoppel effect in the follow-on\ncivil case.\nCHIEF JUSTICE ROBERTS: Counsel, what did\nyou --\nJUSTICE SOTOMAYOR: Excuse me. Are there\nany tax provisions that you think are not covered by the\nfraud and deceit section and the tax evasion section?\nMR. GANNON: You mean --\nJUSTICE SOTOMAYOR: Any tax crime.\nMR. GANNON: Any tax crime --\nJUSTICE SOTOMAYOR: Felonies, I should say.\nMR. GANNON: There are several tax offenses\nthat don't necessarily involve fraud or deceit. So,\nparts of 7202, which is the willful failure to collect\ntax, would not necessarily involve fraud and deceit, but\nit also covers failing to truthfully account for\ncollected tax. So, some of those offenses would involve\nfraud or deceit, and it may be divisible. 7203, which I\njust mentioned --\nJUSTICE SOTOMAYOR: Does that fall under tax\nevasion, or that's a separate statute?\nMR. GANNON: That's not tax evasion. The\nonly thing that counts as tax evasion is 7201.\nJUSTICE SOTOMAYOR: I cut you off. Which\nare the other ones?\nMR. GANNON: I was saying that I already\nmentioned to Justice Scalia that section 7203 -- all of\nthese offenses I'm talking about are in 26 U.S.C.; 7203,\nthe willful failure to file a return or to pay tax or\nmaintain records or supply information doesn't\nnecessarily involve fraud or deceit. Parts of 7204,\nwhich is failing to furnish a statement to the employee\nreflecting the amount of taxes, but not -- but then,\nagain, I think it could be divisible because it would\nalso apply to furnishing a false statement to your\nemployee. Even the misdemeanor offense under 7207 for\npresenting false documents might be covered for fraud or\ndeceit, but in practice it's only used when there's --\nit's only used when the tax deficiencies are de minimis.\nAnd so, it would never trigger the $10,000 loss\nrequirement that (M)(i) would also require us to\nestablish in order to make it an aggravated felony.\nCHIEF JUSTICE ROBERTS: Counsel, what --\nwhat is your answer to your friend's 6501(c)(i)\nargument?\nMR. GANNON: Well, my answer is that I don't\nthink it proves really any more than the collateral\nestoppel cases in the civil fraud context. The\nprovision that we're talking about is not reprinted in\nany of the briefs, but 6501(c)(1) is an exception that\n-- that lifts the limitation on when the IRS can levy an\nassessment or seek collection; and it refers to the case\nof a false or fraudulent return with the intent to evade\ntax. And I think that in context, the reference to a\nfalse or fraudulent return with intent to evade tax is\nnot something that clearly connotes that Congress is\njust speaking to 7206 offenses. It uses not only the\nword \"fraudulent,\" but also \"the intent to evade tax,\"\nwhich I think --\nCHIEF JUSTICE ROBERTS: Well, no, but I\nthink your friend's argument, which has some appeal, is\n7206 is fraud and false statements. And he said if\nyou're right that that includes deceit, they wouldn't\nhave had to add \"with the intent to evade tax,\" which is\nwhat they do in 6501(c)(1).\nMR. GANNON: Well, I -- I think if you look\nto (c)(2), it also refers to a willful attempt in any\nmanner to defeat or evade tax. So, the next provision\nalso applies more broadly to 7201 and more closely\ntracks the definition in 7201. So, I think just like\nthe statute of limitations provision that we note,\nCongress is probably using a belt and suspenders\napproach there, that -- we noted that Congress may well\nhave had reason to be concerned that 7201 offenses would\nnot necessarily be seen as having fraud or deceit as an\nelement of the offense in light of this Court's decision\nin Scharton, which was an old case, but it had said that\nin the -- in the statute of limitations context, that\nthe -- the extended statute of limitations that apply to\noffenses in which fraud was an element was not triggered\nby the statutory predecessor to tax evasion. And so, to\nthe --\nJUSTICE KAGAN: But Scharton was a very old\ncase which had been distinguished away by many courts.\nIt really has no power in the -- in the -- I mean, tell\nme if I'm wrong, but --\nMR. GANNON: Well, to this day section 6531,\nwhich is the statute of limitations provision which we\ndo reprint in our appendix, includes provisions that\nrefer not only generally to offenses involving fraud but\nalso specifically to a tax evasion offense. And so, I\nthink that the fact that Congress had already felt like\nit needed to be expressed, to pull in not just fraud\noffenses but also tax evasion offenses in 6531, makes it\nunsurprising that they would have pursued a similar\napproach here. In addition, I would --\nJUSTICE KAGAN: I mean, the paradoxical\nthing about your argument is that, one, it makes us\nthink that Congress was just being hypervigilant about\nthis problem of making sure that tax evasion offenses\nwere covered, even though tax evasion offenses almost\nalways do involve fraud or deceit, but Congress was\nthinking about these hypothetical possibilities that\nmaybe there was going to be some conviction out there\nthat would not involve fraud or deceit, and so Congress\nis being super-careful about this; and yet, at the same\ntime, that Congress is being utterly careless, utterly\nclueless about the basic rule of statutory construction\nwhich is that one does not write superfluous language.\nMR. GANNON: But, Justice Kagan, we don't\nthink it's superfluous, in part because of the evasion\nof payment cases we're talking about, but I think also\nif you look at the context of the rest of paragraph\n(43), the aggravated felony definition, you'll see that\nthere are several other provisions that have significant\noverlap in them. And so subparagraph (A) refers to\nmurder and rape; those would also generally be covered\nin crimes of violence in subparagraph (F). The same\nthing is true in paragraph (E)(i); it pulls in various\nexplosives offenses including arson, destruction of\nproperty or building by fire or explosives; that's the\nreference to an 8441 --\nJUSTICE KAGAN: So, our rule of statutory\nconstruction when it comes to this aggravated felony\nstatute is that superfluity doesn't matter?\nMR. GANNON: No, Justice Kagan, I think that\nin context, there is a lot of overlap among the\ndifferent provisions in -- in paragraph (43) already,\nand I -- I was also going to mention subparagraph (K)(i)\nand (ii), which like (M)(i) and (M)(ii), are ones that\nhave little (i), which has a generic reference there to\noffenses associated with managing a prostitution\nbusiness, and little (ii) then expressly refers to\ncertain enumerated Federal statutes, all of which\ninvolve transporting individuals for purposes of\nprostitution in the case of seeking commercial\nadvantage.\nAnd I think that virtually all of those\noffenses would have been included within (K)(i), but\nCongress wanted to be sure and, therefore, added\n(K)(ii). And as -- as Justice Breyer, I think, pointed\nout before, textually it -- it had reason to think that\n7206 would be picked up by fraud or deceit here in --\nJUSTICE GINSBURG: But 7206 is the lesser\noffense. I mean, you don't take -- you don't dispute\nthat the heavier crime is the 7201 crime; that is,\nevasion. It gets a more severe penalty. And when\nCongress picks out one tax crime and one tax crime only,\nwhy wouldn't we assume that that's what Congress meant\nwith respect to aggravated felonies? That there's one\ntax crime, the most serious tax crime, that fits that\nlabel. And the (M)(i) provision deals with the many,\nmany statutes that involve loss -- fraud or deceit and\nloss to the victim?\nMR. GANNON: The reason why we don't think\nthat's appropriate is in part because, as I've\nexplained, there would -- there is some aspect of which\n(M)(ii) is not superfluous. But, more importantly, we\ndon't think that the specific controls -- the general\ncanon is triggered here, and we don't think that (M)(ii)\ntalks about a category of tax crimes or tax offenses\nmore generally, because it only refers to one offense.\nAnd so, the cases that Petitioners invoke\nhere, in order to establish that there is a category\nthat's being pulled out of (M)(i), are HCSC-Laundry and\nLeocal. Those are both cases in which the statute\nactually identified the category of offenses in\nquestion, whether it was the cooperative hospital\nservice organizations in HCSC-Laundry or DUI offenses in\nLeocal.\nAnd so, here we don't have Congress actually\nsaying tax offenses are covered by (M)(ii). What it\nsays is tax evasion is covered by (M)(ii). And --\nJUSTICE BREYER: But what about -- what\nabout -- suppose that didn't even exist here, 7201.\nSuppose we only had 7206, and the question before us\nwas, does 7206 fit within the term \"aggravated felony\";\ni.e., does it involve fraud or deceit?\nSo, we read 7206; it doesn't say anything\nabout fraud or deceit. It says perjury and making a\nfalse statement. So, then we go look up what were the\ntorts of fraud and deceit. And he's right. Fraud\ntraditionally requires an intent to get another person\nto act, but you don't have to have that intent to\nviolate 7206. And deceit -- it not only involves that;\nit also involves the person having acted.\nSo, the traditional tort of deceit, you have\nto intend the acts, and he actually has to have acted to\nhis detriment. Fraud, you have the first of those and\nsecond. You read the statute and say, well, say neither\nof those is present here. This is just perjury, which\nisn't good, but it's not fraud or deceit. And there we\nare, not in the statute. What's the answer to that?\nMR. GANNON: Well, I don't think that the\ncommon law definitions of fraud and deceit are the ones\nthat this Court has always applied in the context --\nJUSTICE BREYER: No, no, not always. But\nhere we were dealing with a very serious statute,\naggravated felonies. That has terrible consequences for\nthe persons who fall within it.\nMR. GANNON: And --\nJUSTICE BREYER: So -- and in most of these\nM's and A's and B's and C's, and so forth, they refer to\nstatutes by number so most of it, though not all of it,\nis very specific. So, when we read these words \"fraud\"\nand \"deceit\" here, why don't we say fraud and deceit\nmeans fraud and deceit?\nMR. GANNON: Well, in the --\nJUSTICE BREYER: The traditional elements.\nMR. GANNON: In the criminal context, the\nCourt has recognized that fraud offenses don't require\nthe government to prove reliance or damages. And that\nmakes sense. If you think about the tort action, the\nclassic tort action, you would need to be an injured\nplaintiff; and, therefore, you would need to be able to\nsay I relied on this to my detriment --\nJUSTICE BREYER: No, no, no.\nMR. GANNON: -- and I want to recover.\nJUSTICE BREYER: You have to prove that the\n-- the liar intended reliance to -- to his detriment.\nMR. GANNON: And --\nJUSTICE BREYER: Which he may or may not\nhave done. I mean, when you commit -- a person who\ncommits perjury may or may not have intended that a\nvictim rely to his detriment. Which you don't have to\nprove here.\nMR. GANNON: We do not have to prove as a\nseparate element that there's reliance or intended\nreliance here, but we do need to prove what we think\nsatisfies the plain meaning of the term \"deceit.\" We're\nnot focusing on fraud here but deceit, and that's the\nact of intentionally giving a false impression, because\nthe elements of this offense are making and signing a\nreturn under the penalties of perjury that it is false\nas to a material matter, that the defendant does not --\nJUSTICE BREYER: Deceit can mean that.\nYou're absolutely right.\nMR. GANNON: -- does not believe to be true\nor correct, and it's all done willfully.\nJUSTICE BREYER: No, the tort didn't involve\nthat. The tort involved the same element of fraud which\nyou don't want to rely on.\nMR. GANNON: That -- that's right, and we\nthink here Congress has used the -- the term --\nJUSTICE BREYER: Is there any -- is there\nany evidence of what -- I mean is there any argument\nother than that you just think that and you could argue\nthe other way? I mean, can we get anywhere?\nMR. GANNON: Well, I think that Congress did\nuse the terms disjunctively here. And I think that now\nthe plain meaning of \"deceit\" is -- it sort of operates\nin the opposite direction of the one that you're talking\nabout, Justice Breyer. And if you look at the way the\nCourt in Yermian discussed the difference between an\nintent to defraud and intent to deceive, it talks about\nan intent to defraud includes actually obtaining\nsomething, whereas an intent to deceive just involves\ncreating a false impression. And so, I think that\nactually the difference can run the other direction in a\nway that supports the definition that we're relying upon\nhere.\nBut going back to the point that I was\ntrying to make about this not ruling out all tax\noffenses, Justice Ginsburg, I think that the reference\nto 7201 alone doesn't do that, nor do we think the fact\nthat Congress then added a limited -- limiting language\nthat said that when the revenue loss exceeds $10,000, it\nwould satisfy (M)(ii).\nJUSTICE KAGAN: Could I make sure,\nMr. Gannon, that I understand your argument about\nsuperfluity? Because when I asked whether (M) -- the\nsecond provision was superfluous, you pointed me to\nthese evasion-of-payment cases. And you cite two of\nthem. But then you say even those cases will almost\ninvariably involve some affirmative acts of fraud. So,\nare there, in fact, any cases, evasion of payment or\notherwise, which do not involve some affirmative acts of\nfraud?\nMR. GANNON: Well, I think that's as a\nfactual matter, Justice Kagan. We were --\nJUSTICE KAGAN: As a factual matter, are\nthere any?\nMR. GANNON: We were observing that as a\nfactual matter, those evasion-of-payment cases probably\nwould not happen without there being acts of\nconcealment, but that doesn't --\nJUSTICE KAGAN: And that's what I'm asking.\nAs a factual matter, can you point me to any cases that\ndo not involve affirmative acts of fraud?\nMR. GANNON: I don't believe that I can, but\nI think that to the extent that the Court is looking to\nthe elements of the offense in 7201, if they're talking\nabout evasion of payment, that will not necessarily\nrequire deceptive acts of concealment. And so, that's\nthe reason --\nJUSTICE KAGAN: I know, but we have a very\nactive IRS, which prosecutes lots of tax cases, and\nyou're saying that it just never prosecutes tax cases\nunder this section that don't involve affirmative acts\nof fraud.\nMR. GANNON: Well --\nJUSTICE KAGAN: And that makes me wonder why\nCongress was so worried about this problem that it\nignored normal rules of statutory interpretation.\nMR. GANNON: Well -- and I believe that the\nreason that they were worried could be because of the\nScharton decision, in which this Court had already said\nthat evasion does not necessarily require fraud, because\nthe textual cues in 7201 are much further from fraud and\ndeceit than those in 7206; that there's also -- there\nwould be less certainty. Even assuming that Congress\nwas well aware of the established practice at the\nFederal level of having 7201 tax evasion cases be\ncompared with fraud, this is also a provision that\napplies to State and foreign offenses. The penultimate\nsentence of paragraph (43) says that the term applies to\nan offense whether it's in violation of Federal or State\nlaw.\nJUSTICE GINSBURG: But that was one of the\nproblems that was brought up in the amicus brief which\nactually you considered, that reading the (M)(i) to\ninclude 7206 offenses would also -- would bring in\noffenses that are merely misdemeanors at the State and\nlocal level. It would really swell the category of tax\ncrimes that lead to deportation. That -- did Congress\nreally mean to turn misdemeanors into aggravated felons?\nAnd then there was a very practical point\nmade, that the government is going to be hurt more than\nhelped by what you are seeking, because we are told that\nvery often the government will try to make a bargain.\nIt has a 7201 case, but it's going to be a little hard\nto prove. So, they offer as a plea bargain 7206. And\nif you -- if your position prevails, we are told, there\nwill be many, many people who will say: If it's a\nquestion of whether I get thrown out of the United\nStates, I'm going to go to trial; I'm not going to plead\nto something that will mean immediately when I serve my\ntime I will be thrown out of the United States.\nMR. GANNON: Well, that may well be the\nconsequence of the definition that Congress has adopted\nhere of aggravated felony. And I would note that in the\nplea agreement that Mr. Kawashima filed in this case,\nparagraph 4, which is reprinted on page 117a of the\npetition appendix says Mr. Kawashima recognizes that he\nmay be deported as a result of his conviction. That's\nin his plea agreement to the 7206 offense here.\nAnd so, it is, to be sure, the case that the\ngovernment may well find it more difficult to secure\nguilty pleas when an alien is -- is admitting to an\noffense that is an aggravated felony. But we think that\nthat's a consequence of Congress having expanded the\ndefinition. In --\nJUSTICE BREYER: Let me go up to start with\nJustice Ginsburg's first question. I mean, if this\nfalls within it, 7206, this fraud, what about perjury?\nIs every perjury statute within it? And what about\nlying to an FBI agent? And what about lying to a\ngovernment official, which is -- which is -- you know,\nthere are all kinds of statutes on that one.\nMR. GANNON: Well --\nJUSTICE BREYER: Are all those aggravated\nfelonies?\nMR. GANNON: Congress has given us two\ndifferent metrics for determining whether those --\nwhether those offenses are aggravated felonies. If they\ninvolve fraud or deceit and there is loss to the victim\nexceeding $10,000 --\nJUSTICE BREYER: Yes, yes.\nMR. GANNON: -- then that it could fall\nwithin (M)(i). If it's perjury statute that doesn't\ninvolve loss or a false statement to an FBI agent that\ndoesn't involve loss to --\nJUSTICE BREYER: The government's view is\nthat, of course, you have to meet the other\nrequirements. But as far as the words \"fraud\" or\n\"deceit\" is concerned, aggravated felony picks up every\nperjury statute, every lying statute, lying to an FBI\nagent, lying to this or lying to that. And has that\nbeen the consistent policy of the immigration service?\nHave they deported people where the other two conditions\nare fulfilled?\nMR. GANNON: In the beginning, when the\namount of loss was $200,000. I think most perjury\noffenses don't involve a loss of more than $10,000 --\nJUSTICE BREYER: But all I need are a few.\nI mean, I just wonder, is it the policy of the INS and\nthe government to deport people where these other things\nare met -- which they would be perhaps rarely; I don't\nknow -- but to deport them where the crime, the\nunderlying crime, is perjury, lying to an FBI agent or\nlying to other government officials?\nMR. GANNON: There -- yes, there are such\ncases. Sometimes they go under (S), which is the\nparagraph for perjury, which was actually not in\nexistence when (M)(i) was added to the statute. It was\nadded 2 years later. But, more generally, I would like\nto mention that there are other tax offenses --\nJustice Scalia.\nJUSTICE SCALIA: Well, I -- I'm confused by\nthe $10,000 requirement. Does that have to be an\nelement of the offense?\nMR. GANNON: It does not need to be an\nelement of the offense. It's a consequence of the\nCourt's decision in Nijhawan.\nJUSTICE SCALIA: Just a consequence of the\n-- of the fraud or deceit, right?\nMR. GANNON: It needs to be tied to the\noffense of conviction under this Court's decision in\nNijhawan. And most instances where somebody lies to an\nFBI agent probably don't involve costing somebody more\nthan $10,000. And so, I think that it doesn't often\ncome up in (M)(i). But many other tax offenses are\nprosecuted under other provisions that potentially\ninvolve fraud or deceits and could -- can cost the\ngovernment more than $10,000.\nAnd Petitioner's reading of saying that all\ntax offenses have to be pulled into (M)(ii) and then\nonly tax evasion is covered would require the Court to\nbifurcate all of these other provisions. And I'm\nthinking of, for instance, 18 U.S.C. 371. This is the\nprovision for defrauding the United States by\nobstructing or impeding the IRS in its efforts to\ncollect taxation. This Court cited 371 as one of the\nfraud offenses that it thought was covered by (M)(i) in\nthe Nijhawan decision.\nThe same is true for mail fraud. The\ncriminal division, the tax division can prosecute tax\ncases in which somebody mails a false tax return under\n18 U.S.C. 1341. False claims under 18 U.S.C. 287,\nconspiracy to false claims under 286, false statements\nto the government -- these are all provisions that are\nused to prosecute tax offenses. And Petitioner's\nreading of saying that all tax crimes are pulled out\nwould require the Court to bifurcate these offenses and\nmake whether it's an aggravated felony turn on whether\nthe government has lost revenue as opposed to some other\nform of money. And we don't think that that's what\nCongress intended when it went to the trouble of just\nstating that tax evasion was expressly covered.\nAnd going back, Justice Kagan, to your\nconcerns about superfluity, I do think it's important\nthat in the context of this statute, there's lots of\nother overlap. Congress had reasons to be unsure in\nlight of the Scharton decision, in light of the\nevasion-of-payment cases because, even though as a\nfactual matter --\nJUSTICE KAGAN: But it would have been\nperfectly easy for Congress to write a provision which\nsaid just in case that you -- you know, just in case\nthis decision called Scharton has any effect, we mean\ntax evasion, too, without writing it in this way that\nappears to exclude all other tax offenses.\nMR. GANNON: I don't see how -- if Congress\nwanted to exclude all other tax offenses, I think they\nshould have put that exception in (M)(i). They should\nhave said offenses involving fraud or deceit, but not\ntax offenses, in which the loss to the victim or victims\nexceeds $10,000. If Congress wanted to make an\nexception tax offenses --\nJUSTICE KAGAN: Well, that's just arguing\nagainst our application of the normal rule of avoiding\nsuperfluity where we can.\nMR. GANNON: Well, yes. I agree that the\nCourt avoids superfluity where it can. Here we have\ncontextual reasons to think that Congress was just\ntrying to add more offenses to the definition rather\nthan rule out an entire class. And I also think that\nthere is no way to avoid the consequence of bifurcating\nall of those other provisions under Petitioner's\nreading.\nAnd so, if you were to say that the\nreference to 7201 pulls out all revenue loss offenses,\nthat would mean that some mail fraud cases against the\ngovernment in which the government loses more than\n$10,000 count and some don't. Same for wire fraud.\nSame for false statements. Same for false claims,\nconspiracy to false claims, and Klein conspiracies under\nsection 371, which -- which are -- have a great deal of\noverlap with 7201.\nJUSTICE SCALIA: They still wouldn't -- no.\nWhy? They still wouldn't be tax offenses.\nMR. GANNON: Well, I -- they would be --\nJUSTICE SCALIA: I mean, you use the mail to\navoid -- still, what you're being prosecuted for is use\nof the mail to defraud.\nMR. GANNON: But the -- I mean, as I\nunderstand Petitioner's argument, it is the fact that\n(M)(ii) refers to revenue loss that is the thing that\nmakes it pull in or define a category of cases involving\ntax offenses. And I think that if a mail fraud offense\nagainst the government involved taking -- getting more\nthan $10,000 worth of refunds from the government as\nopposed to getting more than $10,000 in an ill-gotten\ngovernment contract or government benefits from the\ngovernment, that that could still be characterized as\nrevenue loss.\nJUSTICE SCALIA: Well, he put it -- he put\nit wrong. He should have said -- just tax statutes are\ncovered.\nMR. GANNON: Well, that --\nJUSTICE SCALIA: Then -- then you wouldn't\nhave to bifurcate, right?\nMR. GANNON: Then I just don't see how the\nreference to a single provision of 7201 refers to all\nother tax provisions --\nJUSTICE SCALIA: Well, it's not just that.\nIt's -- it's also that -- that (M)(i) says loss to the\nvictim or victims. And (M)(ii) says the revenue loss to\nthe government has to exceed 10,000. I mean, in one\ncase, it's the loss to the victim or victims. Why --\nwhy did it use parallel language? Why -- or why did it\nsay an offense that involves -- an offense in which the\nloss to the victim or victims exceeds $10,000 and (i)\ninvolves fraud or deceit or (ii) is described in section\n7201 of Title 26? I mean, if -- if you read it, it\nseems to contrast loss to the victim or victims with\nrevenue loss to the government.\nAnd I find it hard to regard the government\nas a victim in any of these cases, to tell you the\ntruth.\nMR. GANNON: Well, I -- none of the courts\nof appeals has had any difficulty concluding that the\ngovernment is a victim when it loses more than $10,000\nin a fraud case or, indeed, in a tax evasion case. And\nso, here, there is a different phrase, but I think\nwhat's important is that 7201 doesn't define a class of\nrevenue loss offenses. Instead, it defines a class of\ntax evasion offenses. It only refers to the one\nstatute. And -- and then in that context, where there\nhas to be a deficiency in order to -- for there to be a\n7201 conviction, there must be a tax deficiency. Then\nit's natural to talk about the relevant losses being\nrevenue loss to the government.\nThe phrase in (M)(i) is broader because it\nalso applies to other types of frauds. And I think that\nthe reference to 7201 alone doesn't indicate Congress is\nintending to read out all tax offenses.\nAs Justice Ginsburg mentioned before,\nalthough 7201 has a 5-year maximum statutory penalty,\nwhich is longer than the 3-year maximum that applies\nunder 7206 and some of the other tax offenses in that\nparticular chapter of Title 26, as a practical matter\nthe -- the sentencing guidelines use the same thing, the\n-- the same criteria that are both tied to loss. And\nmore importantly, a lot of these other offenses, like\n371 and 1341 and 1343 in Title 18, actually have longer\nmaximum punishments.\nSo, if the government wants -- has a\nparticularly big fraud that they want to -- to get after\nsomebody who has a tax evasion case in which they've\ncost the government a great deal of money, it may choose\nto proceed under one of the other provisions where it\ncan get an even greater punishment. And so, just\nreferring to 7201 as the capstone I don't think allows\nit to be a stand-in for all other tax offenses.\nJUSTICE GINSBURG: There's a technical\naspect of this case I don't understand. Maybe you can\nexplain it. There was a question about what might be\nthe revenue loss in -- in the case of the wife. Why\nshould the revenue loss be different? She's -- she's\nconvicted of aiding and abetting.\nMR. GANNON: She -- although it's -- the\nstatute itself refers to aiding, assisting, procuring,\nor advising, it's not a traditional aiding and abetting\nstatute. It doesn't require there to be an underlying\nprimary violation. It's an independent offense.\nAnd so, as it happens in this case, we all\nknow and it's not disputed that they're for the same\nunderlying false tax return, the same tax return that\nended in 1991 for one of the corporations that\nPetitioners co-owned, but -- but we just didn't have\nthat evidence in the record.\nAnd so, I think even though it's an aiding\nand abetting, it's -- it's not a classic aiding and\nabetting violation that depends on the husband's\nconviction. She could have been convicted under 7206,\ntoo, even if the husband didn't know anything about the\nfalse numbers that she was providing him from the\nrestaurant that they were operating.\nSo, if there are no further questions, we'd\nurge the Court to affirm the court of appeals.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Whalen, you have 8 minutes remaining.\nREBUTTAL ARGUMENT OF THOMAS J. WHALEN\nON BEHALF OF THE PETITIONERS\nMR. WHALEN: My colleague mentioned the\nYermian case, which is in our brief, but I failed to\npresent it to the Court today. And it's a very\nimportant case decided by this Court, which said that\nfiling a false statement is not -- is not indicative,\nnot evidence, of an intent to deceive.\nSimilarly, the Harry Bridges case, as also\ndecided by this Court, said that -- and the Court held\nthat making a false statement about Mr. Bridges'\ninvolvement with the Communist Party does not evidence\nfraud.\nAnd these cases, I believe, of this Court\ncontrol the issue that deceit or fraud is not an\nessential element of this crime of conviction.\nFollowing up what Justice Kagan has said or has asked,\nthat the rules -- canons of construction that the\nPetitioner has invoked, the rules of superfluity --\nagainst superfluity; the idea that the court must give\ncognizance to different words mean different things;\nthat is, revenue loss from the government is different\nfrom loss to a victim or victims; and the specific\nversus the general.\nThe answer of the Government is simply\nspeculation and conjecture of, among other things,\ncourts make the wrong decisions; Congress didn't\nunderstand that tax evasion does involve fraud; and,\ntherefore, it will be superfluous.\nThe position of the Government in this case\nis simply that tax evasion may not be in 72 -- or may\nnot be in (M)(ii), the reason that -- rather, that fraud\nand deceit may not be in tax evasion, but that a lesser\nrevenue offense is in (M)(i).\nI would like to remind the Court, as many of\nthe Justices have indicated, that we're not looking at\nan idea of someone who suffers a penalty because -- as a\nresult of the tax offense. We're talking about\nbanishment. And we're talking about deportation. And\nthe statute in which we're -- of which we're involved\nshould be read in favor -- where the Congress has not\nbeen clear, the statute should be read in favor of the\nimmigrant.\nJUSTICE GINSBURG: Although it's not a\ncriminal statute?\nMR. WHALEN: Pardon me, Your Honor.\nJUSTICE GINSBURG: It's not a criminal\nstatute.\nMR. WHALEN: This Court in the Fong case\nsaid that the rule of lenity applies to an immigration\ncase. And the holdings of this Court have been\nconsistent that the rule of lenity applies to both\ncriminal cases as well as immigration cases. And I\ninvite the Court to look at the cases we have cited that\nthe rule of lenity has applied, in fact, to immigration\ncases.\nJUSTICE GINSBURG: There -- there's one\ntechnical feature, too, that I also didn't understand.\nThe particular tax here in question, the failure to\nreport was 76-some thousand dollars, but the number that\nwas given for the total failure to report is over\n1 million, and the -- the loss to the IRS at -- is\n245,000. Well, the 245,000 loss must refer to more than\nthe failure to report 76,000.\nMR. WHALEN: The threshold amount is not an\nissue in the case.\nJUSTICE GINSBURG: I'd just like to know how\nwe got -- how the 245,000 revenue loss was calculated,\ngiven that the crime that was charged, the failure was\nto report only 76,000?\nMR. WHALEN: I don't know. It was in\nnegotiations between the government and the Kawashimas.\nIn any compromise, the government chose only to charge\nthem with a crime under 7206, which -- and to settle on\nthat basis. As Justice Alito has mentioned in the\nPadilla case quite emphatically, that attorneys\nrepresenting immigrants deal with the government in\norder to avoid deportation. And that -- in this case\nwhether the Kawashimas in fact had filed false returns\nin an attempt to deceive, that was by the boards,\nbecause the government and the taxpayer agreed that\ntheir offense would be solely 7206, which as you read\nthe elements -- and you can read the Justice Department\nhandbook which tells you what the elements are, and it\ndoes not include fraud and deceit.\nIf there are no further questions, I --\nfinally, I would like to mention one case which hasn't\nbeen brought up, which evolved from the questions by the\nJustices, and that is a Third Circuit case which we\ncited, Nugent, mentioned in response to Justice Breyer's\nquestion, that the Nugent case said that you must\nfulfill both elements, that is perjury, (S) under the\nstatute, and if it's included in fraud and deceit, you\nmust fulfill the elements of both crimes at issue.\nAnd, of course, in this case, the Kawashimas\ndid not -- were imprisoned for 4 months and did not meet\nthe statutory requirement for an aggravated felony of 1\nyear.\nBut in any event, I want -- I would like the\nCourt to keep in mind that what we are dealing here with\nis perjury, and we're not dealing with fraud or deceit,\nas agreed to by the government and the taxpayer. And\nthat, I suggest to the Court, should be dispositive in\nthe decision in this case.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "No. 10-577 ERIC H. HOLDER, JR., ATTORNEY", 
        "GENERAL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 9, 
        "JUSTICE BREYER": 18, 
        "JUSTICE GINSBURG": 12, 
        "JUSTICE KAGAN": 12, 
        "JUSTICE KENNEDY": 4, 
        "JUSTICE SCALIA": 22, 
        "JUSTICE SOTOMAYOR": 10, 
        "MR. GANNON": 46, 
        "MR. WHALEN": 38
    }
}