{
    "appearances": {
        "content": "PAUL D. CLEMENT, ESQ., Washington, D.C., for\nPetitioners.\nJOSEPH R. PALMORE, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nthe Federal Respondent.\nDAVID C. FREDERICK, ESQ., Washington, D.C.; for the\nprivate Respondent.\n"
    }, 
    "caseNum": "10-507", 
    "caseinfo": {
        "content": "PACIFIC OPERATORS OFFSHORE, :\nLLP, ET AL., : No. 10-507\nPetitioners :\nv. :\nLUISA L. VALLADOLID, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nJOSEPH R. PALMORE, ESQ.\nOn behalf of the Federal Respondent 26\nORAL ARGUMENT OF\nDAVID C. FREDERICK, ESQ.\nOn behalf of the private Respondent 41\nREBUTTAL ARGUMENT OF\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Petitioners 57\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, October 11, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:02 a.m.\n"
    }, 
    "petitioners": [
        "PACIFIC OPERATORS OFFSHORE,", 
        "LLP, ET AL.,"
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 10-507, Pacific Operators\nOffshore v. Valladolid.\nMr. Clement.\nORAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE PETITIONERS\nMR. CLEMENT: Mr. Chief Justice, and may it\nplease the Court:\nThe straightforward question in this case is\nwhether the Outer Continental Shelf Lands Act provides a\nremedy for a worker injured in a forklift mishap on dry\nland. The answer is no. A worker injured on dry land\nfrom operations on dry land has a remedy in the State\nworkers' compensation law, but not from OCSLA's\nextension of the Longshore Act to the outer continental\nshelf. Indeed, both the Benefits Review Board and the\nNinth Circuit here held that the accident occurred too\nfar inland for direct coverage under the Longshore Act.\nCHIEF JUSTICE ROBERTS: When you say on\nland, do you -- where do you put the 3-mile State\noffshore limit? Does that count as land under your\nview?\nMR. CLEMENT: No, it wouldn't count as land,\nMr. Chief Justice. If there were platforms on there\nthat were themselves treated as land, that might be. I\nthink most of the 3 miles from shore is going to be the\nnavigable waters, and that might be covered, for\nexample, directly under the Longshore Act. But as I\nsay, one of the anomalies here is there was a direct\nLongshore Act claim in this case, and the determination\nwas that the facility here was too far inland for direct\ncoverage under the Longshore Act.\nSo, therefore, the counterintuitive\nproposition on the other side of the table today is that\nin extending the Longshore Act to the outer continental\nshelf, Congress effectively created a boomerang effect\nthat caused the Longshore Act to apply further inland\nthan it otherwise would.\nJUSTICE KAGAN: Mr. Clement, just to follow\nup on the Chief Justice's question, if there's a\nhelicopter crash in the water, let's say it occurs 2.5\nmiles from the shore, is that covered? And, similarly,\nwould it be covered if it occurred 3.5 miles from the\nshore?\nMR. CLEMENT: Well, Justice Kagan, I think\nthe best answer is both of those crashes would be\ncovered directly by the Longshore Act because the\nLongshore Act by its own terms, not extended by OCSLA,\ncovers the navigable waters, and both of those would be\naccidents occurring in the navigable waters. And in the\npart of this Court's opinion in the Pacific Operators\ncase addressing the DOHSA claim, this Court said that a\nhelicopter effectively, when it's performing this kind\nof ferrying function, is a vessel. So, I would think\nthat the right answer there is not that OCSLA extends\nthe Longshore Act, but the Longshore Act applies\ndirectly under those circumstances.\nJUSTICE ALITO: The curious thing about this\ncase is that the statutory language seems to me to speak\nquite clearly to some theory of causation. Any injury\noccurring as the result of operations conducted on the\nouter continental shelf. That's -- that's causation.\nMaybe it's but-for, maybe it's proximate, but it's some\n-- some species of causation. And yet, nobody wants\nthis really to be -- neither you nor your adversary nor\nthe Government wants this to be a -- to be based on\ncausation. Everyone wants to smuggle something else\ninto -- into here -- into this.\nMR. CLEMENT: Well, Justice Alito, let me\ntalk first about the causation and then about the\nsmuggling, if I can. As to the causation, I think there\nis both causation in this 1333(b) and a situs\nrequirement that both sides acknowledge. At a bare\nminimum, there have to be injuries resulting from\noperations conducted on the shelf. And I think that\nalone, that causation principle alone, if faithfully\napplied, is enough to decide this case in our favor.\nBut let me address the smuggling, because I\ndo think --\nJUSTICE SCALIA: Give me an example of a --\nof an injury that occurs on the shelf that is not a\nconsequence of operations conducted. What -- just\nbeachcombers out there, or what?\nMR. CLEMENT: Well, I think the best example\nwould be, Your Honor -- is somebody who's on the shelf\nbut they're not employed in the relevant production\npurposes. And so, you might have an --\nJUSTICE SCALIA: What are they doing out\nthere?\nMR. CLEMENT: Well, you might have an\naccountant out there. You might just have some\nemployees who are out there whale watching or something.\nJUSTICE GINSBURG: How many accountants go\nto platforms?\nMR. CLEMENT: Well, Justice Ginsburg, I\nthink it's worth recognizing -- I mean, I don't know how\nmany go. I doubt very many go. But Congress passed\nthis statute at a time when they didn't know the full\nscope of the operations that would take place out on the\nshelf. And so, what they're trying to do is they're\ntrying to -- at the one point, they're trying to limit\nit to employees who are engaged in the operations out\nthere that are designed for the production of the\nmineral wealth of the shelf. And so, I think that's\nwhat some of the language is directed at.\nJUSTICE GINSBURG: But if that -- if that's\nwhat Congress meant, then the emphasis should be on is\nthis person one who regularly works on the outer\ncontinental shelf. And the -- this worker, we're told,\nwas on the outer continental shelf 98 percent of the\ntime.\nMR. CLEMENT: Sure. And if he was at the --\non the outer continental shelf at the time of this\naccident, he probably wouldn't have been injured.\nBut the one thing I think the statute\nclearly speaks to is not status, but it speaks to, as\nJustice Alito suggested, at a minimum a relationship\nbetween the operations that caused the injury and the\nfact that those operations have to be conducted on the\nshelf.\nJUSTICE KENNEDY: But --\nJUSTICE KAGAN: But Mr. --\nJUSTICE KENNEDY: But if -- if you had said\nstatus or situs, then it seems to me it would have made\nmore sense, given the language of the statute. We will\nall have hypotheticals. We won't have too many, but\nit's quite common on oil rigs that the employees bring\nsome of the equipment back to the land, clean it,\nprepare it, and so that they can bring it back to the\nnext -- the next shift on the rig. And some of this\nmachinery is complicated. It has springs in it.\nSuppose that the worker brings the machine back from the\nrig to the land, to the base of operations that's\nland-based, and is injured in repairing that machine.\nUnder your view, no coverage?\nMR. CLEMENT: No coverage, Your Honor, and I\nthink that --\nJUSTICE KENNEDY: I think that's quite\ndifficult to square with the \"as a result\" language\nbecause this is a result of the operation. Let's just\nsay the machine got broken because of the -- of the\noperations, and there -- and he's fixing it and he's\ninjured.\nMR. CLEMENT: No, I disagree, Your Honor,\nrespectfully, and I think your way of looking at that\nhypothetical doesn't give sufficient import to the\nphrase \"conducted on the shelf.\" It's -- what\nRespondents want to do is they want you to look at the\nstatute as saying as long as there is an injury that\nresults from operations that have the purpose of\ndeveloping the outer continental shelf, that that's\nenough. And if that were enough, I think the answer to\nyour hypothetical would be that's covered.\nBut the statute very specifically says that\nthey have to be injuries as a result of operations\nconducted on the shelf for the purpose of extracting the\nmineral wealth of the shelf.\nAnd so, that first \"on the shelf\" I think\nclearly modifies the operations. Only operations\nconducted on the shelf are --\nJUSTICE KENNEDY: Well, the\nGovernment and --\nMR. CLEMENT: -- covered by the statute.\nJUSTICE KENNEDY: The Government and the\nNinth Circuit take care of that by saying that the\nperson has to have -- the injured employee has to have\nspent substantial amount of time on the -- on the\noffshore operations. So, you could add that.\nMR. CLEMENT: Well, you can't add that, Your\nHonor, because if there's one thing that is absolutely\nclear about this statute it's that it doesn't include a\nstatus test that looks for the predominant place you\nspend your time. And that's not --\nJUSTICE GINSBURG: I thought your brief,\nyour reply brief, said you -- you superimpose a status\ntest. You have the situs of the injury, and then you\nsuperimpose status. So, your test is not simple state\nof -- place of injury.\nJUSTICE KENNEDY: Yes, I agree. I thought\nyou had a backup argument --\nMR. CLEMENT: Well --\nJUSTICE KENNEDY: -- in your -- in your\nreply brief.\nMR. CLEMENT: Sure. I mean, I have two\narguments, and let me try to address both, which is to\nsay, on the causation point, if you look at just\ncausation and you don't have a situs and a status\nrequirement, then in that scenario, there's no way to\nget just a status test. And the only thing I would\nimplore you to think about in that is not only is it not\nin the statute, but there is a statute that has a\nstatus-based remedy that travels with the worker\nwherever they go. It's the Jones Act, and it\nspecifically is written in status terms. And that was a\nmodel that Congress had before it, but it specifically\nrejected the admiralty model for dealing with these\nstructures and adopted the model that has them treated\nas --\nJUSTICE KENNEDY: Would you call status --\nif the test is where you spend a substantial amount of\ntime working, is that what you call status?\nMR. CLEMENT: That's their status test,\nexactly.\nJUSTICE KENNEDY: You -- but you call that\nstatus?\nMR. CLEMENT: I call that their pure status\ntest, which they themselves cite to Chandris, which is a\nJones Act case. That just doesn't work. This was not\nthe Jones Act.\nNow, there is a test where we say that the\nbest reading of the statute is status plus situs. And\nif I could try to get this argument out -- it's a little\nbit complicated, because I think the defect of this\nargument, if it has one, is it doesn't leap out directly\nfrom 1333(b), and you have to read 1333(b) in\nconjunction with both the rest of 1333 and in\nconjunction with 903(a) of the Longshore Workers' Act.\nIf you do that, I think you will see there is a situs\nrequirement and a status requirement.\nLet me start with the rest of the 1333. If\nyou think about this statute, the primary engine for\napplying Federal law to the shelf is not 1333(b); it's\n1333(a). It applies all of Federal law to the shelf.\nBut some statutes, it doesn't work, and the\nLongshore Act is one of them. If you apply the\nLongshore Act to the shelf without any modifications, it\nwon't cover the shelf because it by its terms has a\nsitus requirement that is limited to the navigable\nwaters and at that point the drydocks.\nSo, Congress has to tailor the longshore\nremedy to the reality of the shelf, and it does it in\ntwo ways.\nOne, it has this language that everyone's\nfocused on that is something of a status requirement in\nthat it limits the recovery to employees who are engaged\nin certain activities. But the rest of the language in\n1333(b) is important. It's these definitions (1), (2),\nand (3), and they effectively define terms in the\nLongshore Act to make them work for purposes of\nextending it to the shelf.\nAnd the key definition is (3). Three\ndefines the term \"United States\" when used in a\ngeographical sense, and it defines it to include the\nshelf, the artificial islands, and the fixed attachments\nthereto. Now, that's a puzzle if you look at 1333(b) in\nisolation, because it's defining the term \"United\nStates\" for geographical purposes, and 1333(b) does not\nuse the term \"United States\" for geographical purposes.\nBut another statute does; it's 903. It's the longshore\nremedy that's extended.\nAnd 903(a) uses the term \"United States.\"\nAnd 903(a), if you want to look at, is at page 96 of the\npetition appendix. But that's the situs requirement.\nThe situs requirement of 903(a) unmodified limits\nrecovery to the navigable waters and drydocks. So, if\nyou take that definition from (b)(3) and essentially\nsuperimpose it on 903(a), you then get a remedy that has\na situs requirement; there's a recovery, but only if the\ninjury occurs on the navigable waters, drydocks, the\nshelf, artificial islands, and the attachments thereto.\nSo it's -- as I say, it's a complicated\nargument, and it doesn't stare you in the face if you\nlook at 1333(b) --\nJUSTICE SOTOMAYOR: I'm sorry. How does\nthat -- how does that provide you situs on the adjacent\nwaters?\nMR. CLEMENT: I don't -- with respect,\nJustice Sotomayor, I think you get that without OCSLA,\nwhich is to say I think that there's a remedy under the\nLongshore Act directly under the adjacent waters because\nthe adjacent waters are navigable waters.\nJUSTICE SOTOMAYOR: I see. So, you're\nsaying you don't even -- you're not going --\nMR. CLEMENT: You don't need those, and that\njust underscores that Congress in the statute is really\ndealing with a very particular problem with the shelf\nand the artificial islands and platforms attached to\nthem.\nJUSTICE SOTOMAYOR: So, how do you get to\nthe water above the shelf?\nMR. CLEMENT: Same way, Your Honor, which is\nto say they're navigable waters.\nJUSTICE SOTOMAYOR: Instead of saying\nthey're part of the shelf?\nMR. CLEMENT: Exactly, and they're not. And\nthe statute I think couldn't be clearer about that\nbecause 1332 --\nJUSTICE SOTOMAYOR: I think the issue that\nJustice Kennedy was alluding to was the example the\nNinth Circuit used: A pitcher on the mound throws a\nbaseball and hits the batter. The situs is not the\nmound, but the injury has occurred as a result of\npitching. And so, he's coming up with examples, and I\nthink that's what the Ninth Circuit was saying when it\nwas creating the test of a substantial nexus between the\noperation and the injury.\nMR. CLEMENT: I'm --\nJUSTICE SOTOMAYOR: And that's the part of\nyour -- of your definition that gives no credence to\nthat possibility.\nMR. CLEMENT: Well -- and I --\nJUSTICE SOTOMAYOR: You may be arguing that\nas a factual matter what this man was doing on land was\nnot a substantial nexus. That's a different issue than\nproviding a test that limits injury to an operation\nsolely on the shelf.\nMR. CLEMENT: And if I could take that --\nthere's a couple of pieces to that, Justice Sotomayor.\nFirst of all, I would say that I think that the\nhypothetical, let's say, of, you know, a nut or\nsomething coming off the shelf and hitting somebody\nsomewhere else is -- illustrates the difference between\nour primary argument and our backup argument.\nOn our primary argument, somebody who -- if\nthe nut hits somebody in the navigable waters, they\nwouldn't recover from OCSLA; they would recover under\nthe Longshore Act directly because they were on the\nnavigable waters.\nOn our backup theory, that it's a tight\nproximate cause test, then I would say, yes, that person\ncan recover under OCSLA, but that's really a fortuitous\nset of circumstances precisely because I wouldn't apply\na substantial nexus test, which seems to me just an\ninvitation to kind of play around with --\nJUSTICE SOTOMAYOR: Well, you're not -- you\ndon't want a but-for test. Or do you?\nMR. CLEMENT: Certainly not.\nJUSTICE SOTOMAYOR: All right. You don't\nwant a proximate cause test.\nMR. CLEMENT: Well, I could live with a\nproximate cause test as long as it's a proximate cause\ntest that's tailored to the statute. And what I mean by\nthat is I think if you look at the statute, you can't\nhave a proximate cause test that doesn't take geography\ninto account.\nAnd I think -- in particular, I think in a\ncase like this, you have to ask yourself not just\nproximate cause in the abstract, but were there\noperations somewhere other than the shelf that were a\nmore direct proximate cause of the injury? And if\nthat's the case, then the remedy lies in the law that\napplies to those other operations.\nJUSTICE SOTOMAYOR: Give me your definition\nof causation now.\nMR. CLEMENT: What's that?\nJUSTICE SOTOMAYOR: This is a new version of\nproximate cause, so --\nMR. CLEMENT: Well, you know, it's -- it's\nfunny because, you know, this Court has on more than one\noccasion sort of remarked that \"proximate cause\" itself\nis a weird formulation because \"proximate\" sounds like\nit has a location aspect to it. And we actually think,\nfor purposes of this statute, that should be right.\nIt's proximate cause as tailored to this statute and the\npolicies of this statute, and I think that would want to\nreally take the geography into account.\nJUSTICE SCALIA: Mr. Clement, I don't really\nunderstand proximate cause as applied to a -- a statute\nthat provides for automatic liability rather than\nliability for negligence. To say that it's a proximate\ncause of a particular act of negligence is one thing,\nand we have a whole body of law that gives guidance for\nthat. But do you know of any other situation where we\ntalk of proximate cause, something proximately caused by\noperations? Not by a particular act of negligence or --\nI don't know how to apply proximate cause to an\noperation.\nMR. CLEMENT: Well, Justice Scalia, I would\nsay two things. One is I do think there's an anomaly\nhere, but I do think it's -- you know, you're not being\nasked to apply proximate cause for purposes of assessing\nliability because, as you say, strict liability -- it's\nkind of automatic liability.\nBut what I would say is you are being asked,\nat least under the backup theory, to apply proximate\ncause as a way of determining the geographical scope of\nthe statute. And that's anomalous, but I don't think\nit's so anomalous that you wouldn't do it if you thought\nthat was the better way to read the statute.\nThat said, I do think that the best way to\nread the statute is consistent with all the other\nstatutes as part of a jurisdictional puzzle. I mean,\nall of the areas off of the shelf are governed, with the\nexception of seamen under the Jones Act, primarily as a\nmatter of geography. So --\nJUSTICE GINSBURG: Mr. Clement, if your\nposition is right, then we have a worker who most of the\ntime is doing work on a platform, and he will be covered\nor not depending on whether the injury occurred on the\nshelf or on the land. So, it's -- the other view is to\nsay what this person does most of the time is what\ncounts. Then this worker would always be covered by\nOCSLA. And if you take your view, then one will be\ncovered by OCSLA; another one who is doing the same job\nis covered by a State -- a State -- you have a variety\nof State workers' compensation laws as opposed to a\nuniform law governing workers of this kind.\nMR. CLEMENT: Well, two responses, Justice\nGinsburg: First of all, this Court has already\nconfronted the objection that, well, if -- under OCSLA\nworkers would move in and out of coverage, and it\nrejected it in the Herb's Welding case. And I don't --\nI think it's common ground -- well, maybe not, but it\nshould be common ground that if you had a worker who was\ninjured on a State platform, that that would not be\ncovered by -- a State waters platform, that that would\nnot be covered by OCSLA.\nAnd, again, that was an anomaly that this\nCourt confronted in Herb's welding and the Court said:\nYes, well, you know, workers are going to move in and\nout of coverage, but that's what OCSLA says. That's\nwhat OCSLA does.\nJUSTICE KENNEDY: That's what brings me --\nI'm looking at petition appendix 96, 903(a) that you\nreferred us to. I wasn't quite sure of your argument\nwith respect to this statute. This statute is a\nsitus-based statute.\nMR. CLEMENT: Yes, and it's the Longshore\nAct.\nJUSTICE KENNEDY: But since Congress didn't\nfollow this model in the -- in subsection (b) that we're\nlooking for and used \"as a result,\" why doesn't that\nshow that Congress meant something different? I didn't\nhear your argument on that point.\nMR. CLEMENT: Well, my argument --\nJUSTICE KENNEDY: I don't see, in other\nwords, how 903 doesn't hurt you more than it helps you.\nMR. CLEMENT: It helps me because 1333(b)\ndoesn't apply a different model. It adopts this model.\nIt adopts and extends the Longshoreman Act to the shelf.\nSee, it's a mistake to read 1333 --\nJUSTICE KENNEDY: But it doesn't; it talks\nabout where the injury occurs, and that's not what --\nand that's not what (b) says.\nMR. CLEMENT: No, it talks about that as\npart of extending the Longshore Workers' Act to the\nshelf. It's important that, you know, you can't get --\nI mean, 1333(b), like I said, is not a self-contained\noffshore workers workers' compensation regime. What it\ndoes is it extends the Longshore Workers' Act to the\nshelf, including 903(a).\nBut what I'm saying is Congress recognized\nthat you couldn't just extend 903(a) and the rest of the\nAct to the shelf without modification, because then you\ncome to this language that says you only get relief if\nyour injury occurred on the navigable waters or the\ndrydocks attached thereto. So, Congress in (b)(3)\nchanges the definition of the United States for\ngeographical purposes in a way that allows you to\nsuperimpose this provision to the shelf, but instead of\nreading it to say you only get a recovery if you're\ninjured on the navigable waters including the drydocks,\nyou get a recovery if you're injured on the navigable\nwaters, including the shelf, the drydocks, the\nartificial islands, and the fixtures attached thereto.\nJUSTICE GINSBURG: Mr. Clement, may I go\nback to -- you referred to Herb's Welding, but that was\na case -- it was a claim under the Longshore Act, not an\nOCSLA claim, and the Court said it was expressing no\nopinion on whether 1332(b) covered the injury.\nMR. CLEMENT: That's right. Herb's Welding\nis not a holding, but at the end of that opinion, the\nCourt confronts this argument that isn't it odd that\nsomebody would be moving in and out of coverage? And\nthe Court says that that is a product of OCSLA. And it\ndoesn't say it's a product of OCSLA generally; it says\nparticularly that it's a product of OCSLA's extension of\nthe Longshore Act. And I do think that this objection\nabout people moving in and out was answered by the Court\nin Herb's Welding.\nI would also say, Justice Ginsburg, the\nsecond point I wanted to make in response to your\nearlier question is I understand that it might make\npolicy sense to have coverage that encapsulates an\nindividual no matter where they work. But the problem\nis -- I mean, that's not only a different model; that's\nthe model that Congress rejected. They thought long and\nhard about having an admiralty remedy, and presumably\nthen the Jones Act would apply, and if you were attached\nto a vessel or a platform, then you would have coverage\nno matter where you went.\nBut that's not what they did. They\nincorporated instead as their model the Longshore Act,\nand the Longshore Act always had a situs requirement.\nSo, when Congress makes a conscious effort to deal with\nthis unusual geographical problem with -- and solves the\nproblem with the Longshore Act, which is sitting there\nwith a situs requirement, and doesn't adopt the Jones\nAct, which has a status-only requirement, it seems very,\nvery peculiar to adopt instead a model that would have a\nstatus-only test.\nJUSTICE GINSBURG: But Congress also did not\nadopt the proposal, the specific proposal to confine\nOCSLA to situations in which State workers' compensation\nwas unavailable.\nMR. CLEMENT: And I think that's -- they\nrejected that with good reason, Your Honor, because you\nhave to remember that, at this point, they're living\nwith the experience that this Court ultimately resolved.\nBut they're living in real time with the experience of\npeople under the Longshore Act, which at that point, did\ncarve out and limit the remedy, the Federal remedy, only\nwhen a State remedy was unavailable. And they were\nwatching that play out, and it was a mess. People\ndidn't know if they should bring a State case or a\nFederal case, and at that point they were viewed as\nexclusive. So, Congress had ample reasons to reject the\nidea that we're going to only give a Federal remedy if a\nState remedy is unavailable.\nJUSTICE SCALIA: What reason did they have\nto use the terminology \"as a result of\" instead of\nsimply saying that this Act applies only with regard to\ninjuries on the platform, which is what other statutes\ndid say? I mean, other statutes had a geographical\nrequirement. What a strange way to say it, \"as a result\nof operations.\"\nMR. CLEMENT: Well, Justice Scalia, I don't\nknow which other statutes you're talking about. I mean,\nthe other statute that most plainly has a situs\nrequirement is the Longshore Act, and that's precisely\nwhat they extended to the shelf, as I've argued. Beyond\nthat, it's true that some of the other provisions of\nthis Act have slightly different wording, but I don't\nthink anything turns on that --\nJUSTICE KAGAN: But, Mr. Clement, you are\nasking us to just ignore six words in this statute,\nright? You read the statute as any injury occurring on\nthe outer continental shelf, when in fact the statute\nsays \"any injury occurring as the result of operations\nconducted on the outer continental shelf.\" And you give\na variety of arguments in your brief about what those\nsix words are supposed to do. They're supposed to cover\nlatent injuries. They're supposed to make sure that the\nstatute only covers things that happen in the scope of\nyour employment.\nBut your friends come back and say the\nstatute did all those things anyway. These six words\nwould serve no function under your theory.\nMR. CLEMENT: Justice Kagan, first of all,\nit's interesting. The only way they can say that those\nfunctions were performed by the statute anyways is to\nincorporate provisions of the Longshore Act, because\n1333(b) itself doesn't take care of latent injuries or\ndoesn't take care of, you know, who's in the scope of\ntheir employment. All of that is taken care of in the\nLongshore Act, which is why I think the best way to read\nthis is incorporating the Longshore Act and its situs\nrequirement.\nBut, beyond that, I would never ask you to\nmake six words go away, never. Those words do play a\nfunction, but the function they play is to make it clear\nthat the injury has to result of operations conducted on\nthe shelf for certain purposes. And that precludes an\nemployee accountant who's out on the shelf and injured\nby something that has nothing to do with shelf\noperations.\nJUSTICE KAGAN: But this goes back to\nJustice Ginsburg's question. She asked you how many\naccountants are there on the shelf? One can't really\nimagine that Congress is writing this -- this statute,\nand drafting those six words in order to make sure that\nan accountant who goes out to the outer continental\nshelf isn't covered.\nMR. CLEMENT: Justice Kagan, I would beg to\ndiffer. And I think what you have to understand is, go\nback in 1953 and when they're -- I mean, you can say\nconfidently that there aren't accountants on the shelf\nbecause you have the benefit of 60 -- 60 years of\nexperience with -- post-1953 with what goes on, on the\nshelf. Congress at this point is sort of legislating\nfor a brave new world, and they don't -- they're trying\nto provide for all of the occasions that may come to\npass out on the shelf.\nThere is a great law review article that\nactually provides this background, and it's written by,\nof all people, Warren Christopher, the Warren\nChristopher, and it's in the Stanford Law Review, and it\nwas written December of 1953, and it's worth a look\nbecause it captures this idea that they're kind of, you\nknow, legislating for this brave new world out there,\nand they don't know who's going to be out there. They\ndon't know if it's going to be all drill workers or if\nthere's going to be accountants and clerical workers out\nthere.\nAnd so, I think with that context, it's not\nat all odd that they would use those six words to say,\nkind of the way that Congress did later in 1972 in\nimposing the marine employment test for longshoremen --\nit's like, look, we want to provide a longshore remedy,\nbut not to just anybody, any employee who might happen\nto be on the shelf; we want to provide it to those\npeople who are essentially in the core operations that\nare going on, on the shelf.\nIf I could reserve the balance of my time.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Clement.\nMr. Palmore.\nORAL ARGUMENT OF JOSEPH R. PALMORE\nON BEHALF OF THE FEDERAL RESPONDENT\nMR. PALMORE: Thank you, Mr. Chief Justice,\nand may it please the Court:\nI'd like to start off with the exchange that\nJustice Kagan had with Mr. Clement about the language\nthat was used here in 1333(b), and I think the contrast\nbetween the language that Congress used in 1333(b) and\nthe language it used in other provisions, neighboring\nprovisions, of 1333 is instructive.\nAnd I'd like the point the Court to section\n1333(c), which is on page 3a of the appendix to the\nGovernment's brief. This is the provision involving the\nNational Labor Relations Act. And I think this shows\nhow Congress went about drafting when it wanted to\nspecify legal consequences that would flow from an\nactual event that took place in a particular place. So,\nCongress extends the National Labor Relations Act to\n\"any unfair labor practice, as defined in such Act,\noccurring upon any artificial island....\" And then it\nlists with particularity the particular situses where\nthe National Labor Relations Act would apply.\nIf Congress had followed that model in\nsection 1333(b), it would be a very different statute.\nIt would have said, as Your Honor pointed out, with\nrespect to disability or death of an employee resulting\nfrom any injury on the outer continental shelf. If\nCongress wanted to additionally require -- have some\nkind of operations nexus, it could have said occurring\non the outer continental shelf as the result of\noperations on the outer continental shelf.\nCongress didn't do either of those things in\nsection 1333(b), and we think that contrast is -- is\nquite instructive here. It's also not the case --\nJUSTICE KAGAN: Mr. Palmore --\nCHIEF JUSTICE ROBERTS: Well, but it's a\nlittle -- it's a little different when you're talking\nabout a labor practice and an activity that results in\nan injury. Labor practice by its terms is going to have\napplicability to a particular location. So, you would\nexpect them to use that type of language. It doesn't\ncarry the same negative implication you're suggesting\nunder 1333(b).\nMR. PALMORE: Well, I think that --\nMr. Chief Justice, that I think there's a contrast\nbetween 1333(b) and 1333(c) in terms of the specificity\nwith which Congress provided for where a particular\nevent would happen. There's no question that 1333(b)\nhas a situs requirement, but it's a situs of operations\nrequirement.\nSo, when you're talking about a situs of\noperations, you're talking about a geographic zone where\noperations take place. It makes sense that Congress\nwould have used this phrase \"on the outer continental\nshelf.\" Now, the outer continental shelf itself is a\ndefined term in the statutes. In 1331(a), it applies\nonly to the subsoil and seabed. It doesn't include\nartificial installations put on top. So, we're talking\nabout a general zone, a general geographic zone where\nthe operations take place. And then Congress wanted to\nprovide benefits for injuries that result from those\noperations.\nJUSTICE ALITO: Suppose the facts of this\ncase were changed a little bit so that the Respondent,\ninstead of spending 98 percent of his time on an oil rig\ndoing things that he did there, actually spent only 20\npercent of his time there, and he spent 80 percent of\nhis time on land doing what he was supposed to be doing\nat the time of the accident. This particular operation\nproduced so much scrap metal, he had to spend 80 percent\nof his time going around with a forklift gathering it\nup. Now, would this case come out the same way then?\nMR. PALMORE: We don't think so, Your Honor.\nJUSTICE ALITO: Then how does that -- I\ndon't see how you get this result out of the statutory\nlanguage, because the causal connection between the\noperations on the shelf and the accident are precisely\nthe same in the two situations. Whether he spends 98\npercent of his time on the rig or 2 percent of his time\non the rig, that makes no difference whatsoever in the\ncausal relationship.\nMR. PALMORE: Because we think it's a\nmistake in the context of a workers' compensation scheme\nto look at this as kind of a snapshot in time. We think\nthat when you're talking about a workers' compensation\nscheme, the kind of causation that is relevant is the\ncausation caused by the employment relationship itself.\nSo, if someone's spending, like Mr. Valladolid --\nspending 98 percent of his time on the shelf, he's\nuniquely exposed to the hazards of work in that\ndangerous environment.\nJUSTICE SCALIA: The trouble with that is\nthat's not what it says. It says \"as a result of\noperations.\"\nMR. PALMORE: And we think that --\nJUSTICE SCALIA: And I don't -- you know, I\nwould think he doesn't even have to be an employee, does\nhe?\nMR. PALMORE: He does have to be an\nemployee. That's a -- only employees are entitled to\nbenefits. But I think the definition of \"employee\" or\nreally the related definition of \"employer\" is\ninstructive on this question. If you look at the\ndefinition of an employer in 1333(b)(2) -- this is on\npage 3a of the Government appendix -- says \"the term\n'employer' means 'an employer any of whose employees are\nemployed in such operations.'\" It's somewhat of a\ncircular definition. But there's a focus here on\nemployees who are engaged in such operations. Those are\nemployees like --\nJUSTICE KAGAN: Mr. Palmore, you're asking\nus to look at the relationship between the employment\nand the shelf activities, and the statute asks us to\nlook at the relationship between the injury and the\nshelf activities. And those may be two different things\nand seemingly are two different things in the\nhypothetical that Justice Alito gave you.\nMR. PALMORE: And the Ninth Circuit viewed\n-- viewed injury in the way that Your Honor and Justice\nAlito are suggesting. And I would -- and that's our\nbackup position. I think both sides here have backup\npositions. I would submit that the backup positions are\nwhere -- -\nJUSTICE KAGAN: The backup positions may be\nbetter than the primary positions in this case, you\nknow?\nMR. PALMORE: I think the backup positions\nreally also differ with each other only in a matter of\ndegree, not in --\nJUSTICE SCALIA: What is the backup position\nthat's so much better here? What is it?\n(Laughter.)\nMR. PALMORE: Well, I don't -- to be clear,\nwe don't think it's better. We think that the category\nof off-shelf injuries that should be covered are those\nthat are suffered by workers who spend a substantial\namount of time on the shelf. The backup position is\nthe -- in our view, is the Ninth Circuit position, which\nis the substantial connection between the injury and\noperations on the shelf. It doesn't strike me as that\ndifferent from Mr. Clement's backup position.\nJUSTICE ALITO: Well, the trouble is that I\nhave no idea what that means. Now, they have the\nexample of an accountant on land who spends all of his\ntime doing accounting work for the -- for the oil rig.\nWhy isn't there a substantial connection there? Were it\nnot for the operations on the oil rig, this guy would be\nout of work or he'd be doing something completely\ndifferent. I don't understand that.\nMR. PALMORE: Well, that's the -- that would\nbe an expansive but-for test of the kind that at least\nsome language in the Third Circuit's opinion in Curtis\nwould support. We think that that sweeps too broadly.\nWe think a proximate cause, however, sweeps too\nnarrowly, and Justice Scalia's exchange with Mr. Clement\nhighlighted this. Proximate cause is a --\nJUSTICE SOTOMAYOR: A substantial nexus is\njust right?\nMR. PALMORE: We think substantial --\nsubstantial nexus, substantial connection. We think,\nthough, that it would be a mistake to look at only the\nsnapshot in time. And there is some language in the\nNinth Circuit decision which -- which might suggest\nthat. We think --\nJUSTICE SOTOMAYOR: Do you accept your\nadversary's position that whatever causal -- you have\nto, given your status test. Where are you drawing your\nstatus test from? Meaning, obviously it's not from the\nlanguage.\nMR. PALMORE: Well, I think I would submit\nthat it is from the language, Justice Sotomayor, because\nwe think that the language has to be understood in the\ncontext of workers' compensation. This is not a\ntort-based fault regime. This is a workers'\ncompensation scheme. Workers' compensation schemes are\nbased on the relationship between employer and employee,\nand they cover injuries that arise out of and in the\ncourse of employment. So, the kind of causation that\nmatters in a workers' compensation scheme is the -- is\nthe causation that flows from the worker relationship\nitself, the workplace relationship itself.\nJUSTICE SOTOMAYOR: You're not -- I would\nhave just thought you would have taken it out of (b)\nsubdivision (2), the term \"employer,\" almost the\nobverse, means an employer -- means an employer any of\nwhose employees are employed in such operations.\nMR. PALMORE: Thank you, Justice Sotomayor.\nI think that is the second point. I think that textual\nprovision provides support for the fact that Congress\nwas particularly focused on those employees who were\nuniquely exposed to the hazards of work on the shelf.\nCHIEF JUSTICE ROBERTS: What if -- but what\nif that exposure is not pertinent to what they're doing?\nLet's take the same individual, 98 percent of the time\non the rig and 2 percent on land. An emergency comes\nup. They need a new part, and they say: Here, go --\nyou know, go drive to Reno where they have a new part\nand bring it back. And he skids off the road and is\ninjured. Is he really covered by the Offshore Act?\nMR. PALMORE: We think he is because that is\na worker who is uniquely exposed to those hazards\noffshore, and he shouldn't --\nCHIEF JUSTICE ROBERTS: Well, so, he's\nsubject -- he's injured by, you know, a hazard on the\nroad to Reno. He's -- I don't know how many miles that\nis from the offshore, and yet he's still covered by the\nOffshore Act?\nMR. PALMORE: Yes, Your Honor, because we\nthink that the -- that -- and here the contrast with the\nunderlying Longshore Act is important, and Justice\nKennedy's questions of Justice -- of Mr. Clement\nhighlighted this, because it's quite an unusual thing\nfor a workers' compensation statute to have a\nsitus-of-injury requirement. The Longshore Act is the\nsole example of which I'm aware, and it has it for\nhistorical reasons based on this Court's decision in\nJensen.\nAnd it has a provision that's quoted on page\n19 of the Government brief, that provides coverage for\ndisability or death, but only if the disability or death\nresult from an injury occurring upon the navigable\nwaters. That was clearly in front of Congress at the\ntime that it adopted OCSLA, because it was incorporating\nthat statute and applying it in the outer continental\nshelf context. And it's quite telling that Congress did\nnot use that but-only-if formulation.\nJUSTICE SCALIA: Yes, but --but Mr. Clement\nsays that -- and we can argue about whether the language\ndoes it or not, but the system he comes up with, he\nsays, creates a very sensible division. You're either\nunder the Longshore Act or you're under this Act. And\n-- whereas, in your situation, you can be under both,\ncan't you?\nMR. PALMORE: Yes, in some situations.\nJUSTICE SCALIA: Well, why does that make\nany sense?\nMR. PALMORE: Because the kind of certainty\n-- we think our test is actually much easier to\nadminister and provides greater predictability in this\nsense --\nJUSTICE SCALIA: Which one prevails when\nthey both apply? Are there any differences between the\ntwo?\nMR. PALMORE: Well, there's -- Congress\ncontemplated, expressly contemplated, that there would\nbe overlapping coverage and adopted a provision in\n903(e) of the Longshore Act to provide for offsetting\npayments when there is overlap. So, overlap is a fact\nof life in this area.\nJUSTICE BREYER: I think the question is, is\nthere any difference between the two?\nMR. PALMORE: Well, in this case the Federal\nbenefits were more generous than the State benefits.\nJUSTICE BREYER: Well, why wouldn't they\nhave been -- I mean, as I understand it, if a person of\na certain set -- and it's the same set in both,\nvirtually, the same set of people -- where they're\ninjured on navigable waters or piers and docks and so\nforth, it's the Longshore Act. And if you're on the\nplatform, it's this Act, so far. And the benefits are\nthe same.\nMR. PALMORE: Correct.\nJUSTICE BREYER: Okay. So, the only thing\nthat extending this does, I think he says, is imagine a\nperson who worked on a platform goes to get some\nplatform bits repaired miles from the sea. Now, that\nperson would not be covered by Longshore Act, would he?\nMR. PALMORE: Would not.\nJUSTICE BREYER: No. And he would be\ncovered by this, if they're right, but not if Clement is\nright.\nMR. PALMORE: Correct.\nJUSTICE BREYER: Okay. So, he's saying what\npoint was there for Congress to do that?\nMR. PALMORE: Because we thought that\nCongress intended this to function in the way that other\nworkers' compensation schemes function, both at the time\nthat OCSLA was adopted and today, which is that the\ncoverage provides comprehensive benefits from the start\nof the workday to the end of the workday.\nJUSTICE BREYER: Let me give you an example.\nIt might help. A longshoreman is working on a dock.\nSomeone tells him: There is a winch here that's broken;\ntake it to the plant to have it repaired, which is\n100 miles inland. He does it, and he's hurt at the\nplant. He is not covered, correct?\nMR. PALMORE: Under the Longshore Act?\nJUSTICE BREYER: Correct. Yes, that's\nright. So, he's not covered.\nMR. PALMORE: Correct.\nJUSTICE BREYER: But if the same thing\nhappens on the platform, under your theory he is\ncovered. Now, your opponent is asking a reasonable\nquestion. That seems to be about the only difference\nthat he can think of, whether it's the one Act or the\nother, and why would Congress have done that? That's\nhis question, and I'd like to hear the answer.\nMR. PALMORE: Because in that situation,\nJustice Breyer, the Longshore Act's strict\nsitus-of-injury requirement is the exception, not the\nrule. That is unusual and really unprecedented in\nimposing a situs-of-injury requirement in the context of\na workers' compensation scheme. At the time of OCSLA --\nat the time OCSLA was adopted in 1953, States had nearly\nuniformly moved away from the tort theory of workers'\ncompensation coverage that would apply benefits --\nJUSTICE BREYER: So, your answer is\nbasically there are many statutes like this, they all\nhave some kind of OCSLA-type requirement, it's the\nLongshore Act that was rather stingy, and we don't know\nwhy.\nMR. PALMORE: No, we do know why.\nJUSTICE BREYER: Why?\nMR. PALMORE: It was stingy for historical\nreasons --\nJUSTICE BREYER: Because of the workmen's\ncompensation?\nMR. PALMORE: It was based on this Court's\ndecision in Jensen, and there's a whole long and\ntortured history there, and that explains why Congress\ndid that.\nBut when Congress took the unusual step of\nimposing a situs-of-injury requirement in the context of\na workers' compensation scheme, it did so in express\nterms with this \"but-only-if\" phrase.\nJUSTICE SOTOMAYOR: Would the -- would\nworker who went to the factory be covered by State\nworkmen's comp?\nMR. PALMORE: Yes, just like the worker on a\nfixed platform on the outer Continental Shelf would also\nbe covered by State workers' comp. Private Respondent\ncites the Bobbitt case from California that says\nCalifornia workers' comp doesn't have a location\nrequirement --\nCHIEF JUSTICE ROBERTS: I'm sorry; I don't\nunderstand the answer. So, he's covered by both?\nMR. PALMORE: Yes.\nCHIEF JUSTICE ROBERTS: Oh.\nMR. PALMORE: Overlap -- a certain degree of\noverlap is a fact of life in this area. Section 903(e)\naccounts for that by allowing for offsetting payment, so\nthere's never going to be double recovery. And 903(e)\nreally just endorsed a historical practice of offsetting\npayments that was discussed by this Court in the Calbeck\ncase. So that there has always been some degree of\noverlapping coverage.\nAt the time of -- OCSLA was adopted in\n1953 -- this Court in Davis had recognized that even\nunder the Longshore Act itself there was a twilight zone\nof overlapping coverage. So --\nJUSTICE SCALIA: When you're covered by both\nthe Longshore Act and State workmens' comp, can you\nproceed under either one?\nMR. PALMORE: You -- you might be able to\nproceed under either one if you're covered under either\none, but what is quite, Justice Scalia, is you can't\ncollect --\nJUSTICE SCALIA: You can't get --\nMR. PALMORE: -- under either one, or if you\ndo, you -- there are going to be contingent offsets.\nJUSTICE SCALIA: But you think you can\nproceed under the State law if you choose.\nMR. PALMORE: Yes, Your Honor.\nJUSTICE KENNEDY: Does -- do we owe -- do\nthe courts give some deference to the director's\nposition?\nMR. PALMORE: May I answer, Mr. Chief\nJustice?\nCHIEF JUSTICE ROBERTS: Please.\nMR. PALMORE: Yes. In this Court's decision\nin Rambo, the Court said that the director's\ninterpretation of the statute is entitled to Skidmore\ndeference.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Frederick.\nORAL ARGUMENT OF DAVID C. FREDERICK\nON BEHALF OF THE PRIVATE RESPONDENT\nMR. FREDERICK: Thank you,\nMr. Chief Justice, and may it please the Court:\nI'd like to shift some focus to what would\nhave happened if Mr. Valladolid had worked on a floating\nplatform instead of a fixed, because the law is clear\nthat if the platform was floating, he would be a Jones\nAct seaman, and under this Court's cases, if he were\ninjured on land, he would have a Jones Act remedy. So,\nthe only anomaly here is that he happened to be working\non a fixed platform 98 percent of the time. And the\nquestion is whether the permissive workers' compensation\nbenefits provided under OCSLA carry with him when he\nhappens to be injured on land as a result of the shelf\noperations.\nJUSTICE SCALIA: I don't think that's an\nanomaly. I mean, you know, if it's a floating platform,\nit's a vessel. The difference between a vessel and a\ndock. Is it an anomaly that you're covered under the\nLongshore Act if you're injured on a dock, which is\nfixed, but you are not -- you're covered under the Jones\nAct instead if you're on a vessel, which is not fixed?\nMR. FREDERICK: Your question, Justice\nScalia --\nJUSTICE SCALIA: That doesn't seem to me\nlike an anomaly at all.\nMR. FREDERICK: Well, let me answer your\nquestion this way, Justice Scalia.\nJUSTICE SCALIA: How many floating platforms\nare there, anyway?\nMR. FREDERICK: There are a number of\nfloating platforms in the Gulf of Mexico. They're\noperating on the outer continental shelf as well as on\nthe Western Pacific --\nJUSTICE SCALIA:\nJones Act?\nMR. FREDERICK:\nJUSTICE SCALIA:\nvessels.\nMR. FREDERICK:\nget a Jones Act remedy if they happen to be injured on\nland. So, Mr. Chief Justice, under your hypothetical,\nif the Jones Act seaman is driving to Reno and there's\nan accident, he's covered under the Jones Act and gets\nto have a Jones Act remedy, notwithstanding that the\ninjury has nothing to do with his service on the vessel\nitself.\nJUSTICE SCALIA: You're -- you are not\nproposing to eliminate that anomaly?\nMR. FREDERICK: No, what I'm saying is that\nthe --\nJUSTICE SCALIA: You're saying wherever you\nare injured, so long as you're on a platform,\nyou're covered. I don't think so.\nMR. FREDERICK: If the work is substantially\nrelated and the causal connection goes to the employment\nrelationship, to the operations, the worker is covered\nunder OCSLA.\nJUSTICE SCALIA: So, you still have an\nanomaly.\nMR. FREDERICK: There is --\nJUSTICE SCALIA: Sometimes it will be\ncovered; sometimes it won't be covered.\nMR. FREDERICK: It is, to be sure, a more\ncomfortable fit to the actual language of the statute\nthan imposing and superimposing a situs-of-injury\nrequirement, which is nowhere to be found in section\n1333(b).\nJUSTICE GINSBURG: Is there any injury on\nland in the course of employment that would not be\ncovered by OCSLA where we have a worker of this kind\nthat -- who spends 98 percent of his time on the outer\ncontinental shelf -- the injury, however, is on land?\nIs there any case where such a worker who predominantly\nworks on the outer continental shelf would not be\ncovered by OCSLA in your view?\nMR. FREDERICK: Well, if the work is arising\nout of the course and scope of employment, which is the\nnatural way that these workers' compensation regimes\nwork, and it is related to the shelf operations, our\nsubmission is, yes, he is covered under OCSLA.\nJUSTICE GINSBURG: So, then what you're\nreally saying is -- it's not your test, but really the\nGovernment's saying we look to see, is this person\ndominantly working on the outer continental shelf?\nMR. FREDERICK: That -- that's correct,\nJustice Ginsburg. It's the easiest to administer test,\ntoo, because the way workers' compensation insurance\nworks, the employer will -- based on the payroll of the\nworkers who are out on the shelf and its overall\npayroll, will pay workers' compensation premiums, and\nunder the Department of Labor regulations, it will add\nan endorsement for those workers whose status it\ncontrols, would be covered under OCSLA and thereby get\nthe higher Federal benefit.\nJUSTICE SCALIA: So, if you work only 20\npercent of your time for this -- this drilling company\non -- on the -- on the platform, but it so happens that\nyou are injured on the platform, you know, a bolt comes\noff and strikes you, you're not covered?\nMR. FREDERICK: Well, our submission would\nbe he would be covered because he's directly injured as\na result of the operations on the shelf. It's a\ntwo-factor --\nJUSTICE SCALIA: Well, then -- then you're\nnot applying the -- the employment test. I mean, you\neither are or you are not.\nMR. FREDERICK: Well, that person is going\nto be covered under our submission because it's a\ntwo-part inquiry. You look at the nature of the\nrelationship, and you look at the nature of how the\ninjury came about. And under those circumstances we\nagree with the Government, that if somebody is -- if an\nemployee is out on the platform and is injured as a\nresult of operations, that person is covered.\nJUSTICE SCALIA: Heads, I win; tails, you\nlose, right? We -- we have a situs-of-the-injury test\nwhen you have less than your -- a majority of your work\non the platform, but we don't have a situs test when the\nmajority is on the platform.\nMR. FREDERICK: I would submit that the\nincongruity --\nJUSTICE SCALIA: How do you get that out of\nthis statute?\nMR. FREDERICK: It's even greater under\ntheir hypothetical with the helicopter worker, because\nthey want to get the person who's riding in the\nhelicopter out to the shelf covered under the Longshore\nAct, and yet that flies directly in the face of this\nCourt's holding in Herb's Welding, that when he's on the\nfixed platform, he doesn't get longshore benefits. And\nso, here under their hypothetical --\nJUSTICE SCALIA: Was it the Longshore Act?\nI thought -- I thought it was the Jones Act that they\nwere covered in the helicopter.\nMR. FREDERICK: No. Under his submission --\nhis submission is that when they fly out in a helicopter\nand they crash in the water, they get longshore\nbenefits. But if they actually made it to the platform,\nunder this Court's holding in Herb's Welding they would\nnot get longshore benefits --\nCHIEF JUSTICE ROBERTS: Well, I mean, both\npositions --\nMR. FREDERICK: -- if they were in State\nterritorial waters.\nCHIEF JUSTICE ROBERTS: Both positions, Mr.\nFrederick, are vulnerable to particular hypotheticals.\nYou have imprecision on what it means to spend most of\nyour time on the -- on the shelf, and they have their\nown problems. And what do you do with somebody who's --\n3 months he's on the shelf, and then 3 months he's back\n-- back on land 3 months? Does it depend when the\ninjury occurs, whether it's when he's on the land part\nof his job or on the shelf part?\nMR. FREDERICK: The way this Court handled\nthat under in seaman context under Chandris was to look\nat the totality of the circumstances of the worker's\nemployment, and that seems to be --\nCHIEF JUSTICE ROBERTS: Well, that's -- I've\ngiven you all the totality. He's working for 3 months,\nand then he's -- you know, it's seasonal or something,\nand 3 months he's on -- on the land. That is the\ntotality of the circumstances.\nMR. FREDERICK: He would be covered.\nCHIEF JUSTICE ROBERTS: Why?\nMR. FREDERICK: Because he's the kind of\nperson that Congress wanted to provide coverage to under\nFederal worker -- remind -- remember, in 1950 --\nCHIEF JUSTICE ROBERTS: Where -- how do you\nknow it's the kind of person? I thought your line was\nwhether or not he spends most of his time on the shelf\nor most of his time somewhere else.\nMR. FREDERICK: Our test actually is\nsubstantial work. We don't disagree with the\nGovernment's adoption of a Chandris 30 percent line.\nThat seems appropriate in light of the fact that many of\nthese workers come on for 2 weeks, are off for 2 weeks.\nThey're working 12-hour shifts while they're out on the\nrig. It seems appropriate that the coverage should go\nwith them when they are --\nCHIEF JUSTICE ROBERTS: Thirty percent is\nthe line?\nMR. FREDERICK: That's what the Government\n-- I have no brief to defend, Mr. Chief Justice, in\nterms of where that line is, because my -- my client's\nhusband --\nCHIEF JUSTICE ROBERTS: Well, I know, but\nwe'd like to have a test that we apply to your\nsituation, and it's nice to know -- maybe 30 percent, I\nguess, is as good as any.\nMR. FREDERICK: The point that Congress was\ntrying to get at -- and these are platforms that were\ncovered by State workers' compensation in 1953 -- was to\nextend the more generous Federal benefits to encourage\nan industry that was a nascent industry to develop the\nresources of the outer continental shelf, to provide\nuniformity, to provide benefits to the workers who were\nexposed to the perils that were out on the platform.\nAnd so, it makes sense, we submit, that when those\nworkers who are -- who are subjected to those\ncircumstances have the same Federal benefits. And there\nare substantial benefits.\nMy client, for instance, got a one-time\nlump-sum payment of $42,000 for the death of her\nhusband, as opposed to the Federal benefits that would\nbe approximately $466 per week during the remainder of\nher period as a widow. And the State benefits would be\ncredited against any Federal benefits that she would be\ngetting in the future. But it's -- it is a substantial\ndimension to the life of a worker out on the shelf.\nJUSTICE KAGAN: So, suppose, Mr. Frederick,\nthat we find that we can't find your status test in the\nlanguage of the statute and that what this statute seems\nto give us is, instead, a causal test and that the cause\nis whether operations on the outer continental shelf\ncaused the injury in question. So, what's your best\nargument for how operations on the shelf caused the\ninjury in this case?\nMR. FREDERICK: The scrap metal that Mr.\nValladolid was charged with moving at the time of his\nthe death was very likely the same scrap metal that he\npersonally had taken off the shelf, or someone in his\nposition would have taken off the shelf. And to Justice\nKennedy's point, the equipment is heavy, dangerous,\ndifficult equipment. Just the fact that it is moved off\nthe shelf for a cleaning, scrap, for removal, et cetera,\nis an immaterial difference.\nIn their reply brief, they concede that an\noil spill worker who's cleaning up this oil spill from\nan offshore event is going to be covered under a -- what\nthey call a proximate cause standard -- under any kind\nof substantial connection proximate cause. Proximate\ncause is a legal policy that determines how you want to\nlimit the scope of the injuries that would be covered.\nIn a workers' compensation scheme,\nJustice Scalia, you were completely right it makes no\nsense. And so, if you adopt some kind of substantial\nconnection, it has to be very loosely related. As the\nCourt in the FELA context last term held in CSX v.\nMcBride, where you have a negligence standard, it makes\neven more sense to have a very relaxed standard of\ncausation under workers' compensation.\nJUSTICE SCALIA: I assume that the Act would\nalso apply under your analysis to a -- an independent\ncontractor, a trucker, who carries this heavy -- this\nheavy steel to the place where this worker worked on it,\nright?\nMR. FREDERICK: I don't think so.\nJUSTICE SCALIA: Well --\nMR. FREDERICK: You have to be an employee.\nJUSTICE SCALIA: -- but he would not have\nbeen carrying the steel had it not been for the -- for\nthe operations on the shelf.\nMR. FREDERICK: It has to be an employee.\nIf -- if your hypothetical is the independent contractor\non land, it has to be an employee in order to be\ncovered. And that person doesn't qualify, which creates\nanother set of --\nJUSTICE SCALIA: I see. I see.\nMR. FREDERICK: -- difficult lines to draw\nunder the Longshore Act, where you also have to be an\nemployee, and independent contractors are not covered --\nJUSTICE SCALIA: He would be covered if --\nif -- he were employed by the -- by the firm that\noperates the platform, right?\nMR. FREDERICK: If you could give me the\nrest of the facts of your hypothetical, Justice Scalia.\nJUSTICE SCALIA: Well -- it's just the guy\nthat drives the truck that takes the steel to the place\nwhere your client worked on it.\nMR. FREDERICK: Not covered, because that\nperson is not directly substantially working on shelf\noperations --\nCHIEF JUSTICE ROBERTS: Unless he spent 30\npercent of his time on the shelf. Then he's covered.\nMR. FREDERICK: Yes. Because those\nworkers -- those workers -- I think it's hard to imagine\nthe kinds of --\nJUSTICE KENNEDY: Is it 30 percent of his\ntime over his career or that month or in a year?\nMR. FREDERICK: This Court's articulation of\nthat standard, Justice Kennedy, in the Chandris test has\nbeen the subject of litigation in the lower courts, and\nmy understanding is that the courts have kind of worked\nout the various factors and standards that go into the\nnature of the employment standard --\nJUSTICE GINSBURG: You -- you're talking\nabout the Chandris standard that the seaman's\nrelationship to the vessel must be substantial in nature\nand duration --\nMR. FREDERICK: Correct.\nJUSTICE GINSBURG: And that's a kind of a\nvague -- what's substantial? It's the same problem we\nhave here. What is the --\nMR. FREDERICK: That's correct. And the\nnature -- you know, if I could -- I'm sorry, did you\nwant --\nJUSTICE GINSBURG: Yes. So, how have courts\nworked this out? What is a substantial relation to the\nvessel?\nMR. FREDERICK: As I understand the case\nlaw, Justice Ginsburg, there are a range of factors that\ngo into the nature of the sea workers' relationship to\nthe vessel, and they go to -- they go to duration, they\ngo to the performance of duties in the completion of the\nmission of the vessel and the like. And there are a\nrange of standards. Obviously, the facts of each crew\nmember is difficult to unpack in a hypothetical at this\ntime.\nCHIEF JUSTICE ROBERTS: Well, that's a real\n-- obviously, it's a real mishmash, and maybe that's\nwhat we're -- we're stuck with. How does this work as a\npractical matter? I assume the -- the companies get\ninsurance to cover their risks here.\nMR. FREDERICK: Correct.\nCHIEF JUSTICE ROBERTS: Who decides -- I\nmean, the insurance company will underwrite how many\npeople spend what percentage of time where?\nMR. FREDERICK: And as a practical matter,\nMr. Chief Justice -- and I don't represent the insurance\ncompany here -- but the way I understand that it works\nis that, on an annual or a periodic basis, the company\nand the insurance company get together through some\nauditing process where there's verification of the\nworkers who are OCSLA workers and thereby get the\nlongshore benefits, and the company and the insurance\ncompany work that out to determine either numbers or\nparticular individuals or the like.\nAnd so, here what we're talking about is a\nsituation where the employer is not liable for the\ndamage. It's an insured risk, and --\nCHIEF JUSTICE ROBERTS: No -- well, they\nhave to pay higher insurance rates. To say they're not\nliable for it I think is a real --\nMR. FREDERICK: It's a different form of\nliability, and it's one that based on the way workers'\ncompensation traditionally is developed -- and I would\ndirect the Court to the opening chapters of Larson's\nmonumental treatise on workers' compensation, where he\nbasically says if this is a social compact in which the\nemployer doesn't have to face liability for personal\ninjuries in tort but gets insurance, and the premiums\nare then passed on to the consuming public of that\nparticular entity's goods.\nJUSTICE BREYER: Does it carry over who's an\nemployee from the Longshoreman Act? Which defines an\nemployee as a maritime worker, and then defines that and\nhas exceptions and so forth, and this has a couple more.\nThat's who the employee is; is that right?\nMR. FREDERICK: Well, under this statute,\nno; (b)(2), as Justice Sotomayor referenced, it is -- it\nis an employer, some of whose employees are engaged in,\nquote, \"such operations.\" And Mr. Valladolid was\nexactly the kind of person who was engaged in such\noperations.\nSo, our submission, Justice Breyer, is that\nthat is the kind of person that Congress contemplated\nwhen it was focusing on the work force that would be\nengaged in development of the outer continental shelf.\nIf the Court has --\nCHIEF JUSTICE ROBERTS: Well, but you -- I\ndon't mean to get back to it all the time, but it's not\n-- you have to say that Congress contemplated the person\nwho spent 30 percent of his time on the outer\ncontinental shelf. In terms of us coming up with a\ntest. Maybe your client is an easy case, where it's 98\npercent. But the test you want us to adopt covers the\nperson who spends 70 percent of his time on land.\nMR. FREDERICK: Mr. Chief Justice, if I\ncould put it this way, the pushback for the but-for test\nin its broadest sense is that there isn't a natural kind\nof a way of confining some restriction to it. And so,\nif you look at the statute in terms of what it naturally\nmust have meant by Congress, there is a natural limit,\nand it is not just complete but-for causation, but there\nare an effort -- there is an effort to try to restrict\nthe scope of the compensation.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Clement, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE PETITIONERS\nMR. CLEMENT: Thank you, Mr. Chief Justice.\nA few points in rebuttal. First of all,\nJustice Kennedy, you asked about deference, and I think\nbefore you give any deference to the Government's\nposition, you should look at the other Government's\nposition, which is to say the position that the\nGovernment took in its brief to this Court in Pickett v.\nPetroleum Helicopters in 2002.\nThey have a completely different position\nnow, and they've never explained the difference other\nthan to say what they thought was plausible then they\nnow find persuasive now. That's not enough for\ndeference. And in that brief, they took a position very\nsimilar to ours. There has to be status plus situs,\nalbeit a slightly different situs, but otherwise it's on\nall fours with our position.\nSecond of all, the Government comes up here\nand says that the longshore remedy is an outlier among\nworkers' compensation remedies because it's the only one\nwith a situs. Well, the problem with that is of all the\nworkers' compensation provisions that Congress could\nhave extended to the outer continental shelf, it picked\nthe Longshore Act with that situs requirement.\nAnd the Government also says, well, you\nknow, the reason that the Longshore Act had a situs\nrequirement was because of Jensen, and this Court's\ndecision in Jensen created a problem about whether State\nworkers' comp law could go to the navigable waters.\nWell, that's the exact same backdrop against\nwhich Congress is passing OCSLA. It doesn't know that\nState workers' compensation law can go to the outer\ncontinental shelf. Jensen is still good law. Jensen\ntells Congress that it can't extend -- States can't\nextend their laws to the navigable waters. What\nmakes --\nJUSTICE GINSBURG: But why -- why doesn't\nCongress know? Because I think States overwhelmingly\nwould include outer continental shelf workers in their\ncompensation scheme.\nMR. CLEMENT: Oh, no, Justice Ginsburg.\nWhat States overwhelming did is say a worker could be\ncovered in a different State. But covering them on the\nouter continental shelf was not something that was well\nestablished.\nAnd, indeed, Congress specifically heard\ntestimony that questioned the ability of either States\nto get their workers' comp law there directly and also\nheard that there might be constitutional problems,\nbecause of the Knickerbocker Ice case, of Congress\nextending the State law there. So, that's why they\nsettled on this remedy of taking this Longshore Act that\nsolved the Jensen problem on the navigable waters and\nsolved the same problem for the outer continental shelf.\nJUSTICE GINSBURG: It would make sense to\nuse the Longshore Act because they wanted to have the\nsame level of compensation.\nMR. CLEMENT: As other alternatives like the\nJones Act?\nJUSTICE GINSBURG: No. No, no. They wanted\nthe OCSLA worker to have the same benefits as the\nlongshore worker.\nMR. CLEMENT: Sure, when they were on the\nshelf. But they were solving the exact same kind of\njurisdictional problem they solved with the Longshore\nAct with the shelf -- with the statute.\nJustice Sotomayor, I don't think you can\nread too much into (b)(2). All (b)(2) is doing is\nmodifying the same definition for the longshores.\nYou're an employer if you employ a longshoreman or a\nlongshore worker. So, they're just updating this for\npurposes of extending a longshore remedy to the shelf;\n(b)(3) does the same thing, and it modifies the situs\nand creates a situs that makes sense for the shelf: the\nnavigable waters, drydocks, the shelf, artificial\nislands, and everything attached thereto.\nMr. Chief Justice, you talked about the\nimprecision of their test. It's worse than that. It's\nimprecision without any text. At least in the Jones\nAct, you have the seamen and you have some other textual\nclues as to where you draw these limits. Here there's\nnothing in the statute that in any way suggests a\nstatus-based test. So, you would be completely\nunmoored, if you will.\nThe last point I would make is this: The\nanswer to the causation test is really -- the kind of\nthe lie to the other side's position is what they say\nwhen they're dealing with somebody who's not a 98\npercenter but is a 2 percenter. When that person goes\nout on the shelf, when are they covered? Well, when the\ninjuries operating on the shelf cause them a direct\ninjury on the shelf. At that point, even the Government\nresorts to a situs-based test.\nWell, here's the problem: That status-based\ntest, it's in the Jones Act; it's not in OCSLA. And\neven when you recognize that and you look at what's left\nof the case, what's left of the case is either our\napproach that essentially incorporates the Longshore Act\nthrough (b)(3) or a tight nexus test that would require\na geographical focus and give -- give force to the words\n\"conducted on the shelf.\"\nThis person was injured by operations for\nthe purpose of exploring the shelf at some level, but he\nsure wasn't injured by operations conducted on the shelf\nfor those purposes. He was injured by operations on dry\nland. And under those circumstances, the remedy lies\nwith the State workers' comp law, not with OCSLA.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "LUISA L. VALLADOLID, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 24, 
        "JUSTICE ALITO": 4, 
        "JUSTICE BREYER": 12, 
        "JUSTICE GINSBURG": 14, 
        "JUSTICE KAGAN": 8, 
        "JUSTICE KENNEDY": 15, 
        "JUSTICE SCALIA": 33, 
        "JUSTICE SOTOMAYOR": 15, 
        "MR. CLEMENT": 42, 
        "MR. FREDERICK": 41, 
        "MR. PALMORE": 37
    }
}