{
    "appearances": {
        "content": "REUBEN C. CAHN, ESQ., San Diego, California; on behalf\nof Petitioner.\nMATTHEW D. ROBERTS, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of Respondent in support of vacatur.\nSTEPHANOS BIBAS, ESQ., Philadelphia, Pennsylvania; for\namicus curiae, appointed by this Court.\n"
    }, 
    "caseNum": "10-5400", 
    "caseinfo": {
        "content": "ALEJANDRA TAPIA, :\nPetitioner :\nv. : No. 10-5400\nUNITED STATES :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nREUBEN C. CAHN, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nMATTHEW D. ROBERTS, ESQ.\nOn behalf of Respondent in support 13\nof vacatur\nORAL ARGUMENT OF\nSTEPHANOS BIBAS, ESQ.\nFor amicus curiae, appointed by this Court 27\nREBUTTAL ARGUMENT OF\nREUBEN C. CAHN, ESQ.\nOn behalf of the Petitioner 48\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, April 18, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:04 a.m.\n"
    }, 
    "petitioners": [
        "ALEJANDRA TAPIA,", 
        "Petitioner", 
        "v.", 
        "No. 10-5400 UNITED STATES", 
        ""
    ], 
    "proceedings": {
        "content": "(10:04 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument first this morning in Case 10-5400, Tapia v.\nUnited States.\nMr. Cahn.\nORAL ARGUMENT OF REUBEN C. CAHN\nON BEHALF OF THE PETITIONER\nMR. CAHN: Mr. Chief Justice, and may it\nplease the Court:\nWhen it instructed courts to recognize that\nimprisonment is not an appropriate means of promoting\ncorrection and rehabilitation, Congress intended to end\nthe practice of sending defendants to prison so that\nthey might get treatment. The commands of 3582 are\nclear on this point: Do not imprison and do not\nlengthen prison sentences for the purposes of\nrehabilitation. This plain meaning is confirmed by the\nstructure of the statute.\nUnder the statute, judges have the power to\nsentence defendants to prison but not to prison\nprograms. Judges once had that power under the Youth\nCorrections Act and under the Narcotic Addicts\nRehabilitation Act. With the Sentencing Reform Act\nCongress took that power away. That structure makes\nsense only because Congress intended that defendants\nshould no longer be sent to prison for purposes of\nrehabilitation.\nJUSTICE KENNEDY: You have, in effect, a\none-way ratchet. If the judge really thinks\nrehabilitation is a -- a -- a primary or an important\ncomponent of the sentence, then it reduces the prison\nterm. It could never increase it. So you have a\none-way ratchet.\nMR. CAHN: Yes, Your Honor. I believe that\nthat's correct, that the -- that the way in which the\nstatute is set up, the logic of 3582 is that a need for\nrehabilitation can push the judge, the sentencing judge,\ninto moving the individual either out of an\nincarceration sentence into probation or lower the\nsentence to get that individual into supervisory release\nwhere rehabilitation current -- concerns are properly\naddressed under the statute.\nJUSTICE ALITO: Do you think that's -- do\nyou think that's consistent with what Congress thought\nabout rehabilitation when it adopted the Sentencing\nReform Act? And you discuss their thinking, and I think\naccurately, in your brief, but was their thinking simply\nthat rehabilitation is very feasible and it's reasonably\npredictable whether somebody can be rehabilitated or has\nbeen rehabilitated so long as it's done outside of\nprison, but it just doesn't work in prison? Was that\ntheir thinking?\nMR. CAHN: Well, there's relatively little\nevidence of what Congress thought about the possibility\nof rehabilitating individuals outside of prison. What's\nclear is that they doubted that rehabilitation could be\nreliably induced in the prison setting. There is at\nleast one comment that indicates that they doubt that we\nknow enough about human behavior to rehabilitate\nindividuals on a regular basis in any case, but they\ncertainly -\nJUSTICE GINSBURG: But it is strange, isn't\nit, that they can take rehabilitation into account for\nthe supervised release. I mean, that -- that's a\nprovision, isn't it? As far as supervised release is\nconcerned, the judge can take account of rehabilitation\nin setting the length of the term, but can't do that for\nthe prison time.\nMR. CAHN: Well, certainly with regard to\nsupervised release, we think, as far as setting the term\nof supervised release, the judge is required to take\nrehabilitation concerns into account, and that's because\nsupervised release is intended to smooth the transition\nfrom prison to true liberty and is specifically a\nrehabilitative vehicle.\nNow, with regard to revocation, to the\nextent that that's -- that's at issue, we concur with\nthe Solicitor General that 3582, by its terms, simply\ndoesn't govern a revocation of supervised release\nbecause it's not the imposition of a term of\nimprisonment but, rather, requiring the individual to\nserve a portion of the supervised release term in\nprison. So, by its plain terms, it simply isn't\napplicable.\nJUSTICE SOTOMAYOR: Counsel, aren't -- isn't\npunishment and rehabilitation often flip sides of each\nother? If you read what the judge said here, his\ncomment was this man -- or this woman, I'm sorry, has\nbeen involved in a series -- escalating series of\nserious offenses. Logically, she has to be put away for\na long time unless she gets rehabilitation because\nthere's going to be no deterrence otherwise.\nAnd so, what the judge was basically saying,\nin my judgment -- and I don't know why it's not just the\nflip, which is without -- without drug treatment, we\ncan't deter her. And so, this crime, given her\nbackground, deserves this kind of sentence. One of its\nby-products is a drug treatment program.\nHow different is that, or do you really\nthink that a judge who knows that someone is going to\nget a rehab program if they serve 50 months and the\nsentencing range is between 45 and 55, do you think that\nthey're going to take 50 -- they're not going to choose\n50 if they understand that there's no chance for this\nperson to be deterred without drug treatment?\nMR. CAHN: The problem is the judge has no\nability to ensure that the individual gets that\ntreatment if they're sent to prison.\nJUSTICE SCALIA: Your client -\nJUSTICE SOTOMAYOR: That's a -\nJUSTICE SCALIA: -- didn't get, did she?\nMR. CAHN: She did not get that treatment,\nin fact. And then, she's past the -\nJUSTICE SCALIA: So, if he gave her extra\nyears in order to get that treatment, he just gave her\nextra years without the treatment, as it turned out?\nMR. CAHN: Yes, and I don't think that was\nthat -\nJUSTICE SOTOMAYOR: Well, wait a minute.\nThat's the whole point, because what the judge said was\nif she doesn't get treatment, she needs to be in jail a\nlong time because her crime was serious, because she's\njust going to continue committing crimes. There's a\nchance if she gets it that she won't, but without it,\nfor sure, she's not, and this is the just punishment she\ndeserves, this amount of years. That's how I read the\ntranscript.\nMR. CAHN: Well, Judge -- I mean, Justice, I\nwould disagree with that characterization of Judge\nMoskowitz's comments, and I'd point specifically to the\nJoint Appendix, really, at pages 25 through 38, and\nparticularly to pages 27 through 29, where he very\nspecifically says not that he's imposing this time for\npunishment purposes, but really to get her into the drug\nprogram. He says: I'm going to impose a 51-month\nsentence, 46 months plus 5 months for the bail jump, and\none of the factors that affects this is the need to\nprovide treatment. In other words, so she is in long\nenough to get the 500-hour drug program.\nAnd then, again, when he actually imposes\nsentence, he says -- the judge says: I think a\nsentence -- I'm sorry. Well, he says: The court\nrecommends, strongly recommends, that she participate in\nthe 500-hour drug program.\nJUSTICE SOTOMAYOR: But you're ignoring his\nlengthy discussion talking about she was really going\ndown the wrong road here. I understand her troubled\npast. She gets involved in alien smuggling, which is\nvery serious. He is talking at length about the\nseriousness of the crime.\nSo what I'm asking you is, if what we see is\na judge who's talking about a flip situation, i.e., you\nneed to punish strongly because the crimes are serious,\nand an added benefit is rehabilitation, why does that\nviolate 3582? What about 3582, in using the word\n\"recognizing,\" stops a judge from saying without\nsomething there's going to be no deterrence?\nMR. CAHN: There's nothing that stops a\nsentencing judge from saying I think that\nincapacitation, retribution, deterrence justify a\nsentence of X, and in addition you'll receive\nrehabilitative resources while you're inside; make -\nyou know, make best use of them. There's nothing that\nstops a judge from urging a defendant to, in fact, make\nbetter of herself while she's in prison or outside.\nJUSTICE SOTOMAYOR: So you're talking only\nabout when rehabilitation is the primary purpose? So\nthe issue here is what was the judge's primary purpose?\nMR. CAHN: No. No. Whenever the judge\nlengthens a sentence or imposes a sentence of\nimprisonment that that judge otherwise would not have\nimposed, that is a violation of 3582. You could -\nJUSTICE SOTOMAYOR: So now we want some\ntalismanic words where the judge says what I said? This\ncrime is so serious that the sentence should be X\namount, and now talismanically I'll say rehab is just a\nside effect, really the sentence is motivated by -\ncompletely by punishment?\nMR. CAHN: I think a fair reading of Judge\nMoskowitz's statements at the sentencing was that, in\nfact, he was lengthening the sentence for purposes of\nrehabilitation -\nJUSTICE GINSBURG: Well, how do we -\nMR. CAHN: -- to make sure that she got into\nthe -\nJUSTICE GINSBURG: -- can we know that when\nthe government -- didn't the government ask for 63\nmonths?\nMR. CAHN: The government did ask for 63\nmonths. We requested 36 months. There's -- we don't\nknow with certainty -\nJUSTICE GINSBURG: And the judge came up\nwith something in between those two?\nMR. CAHN: He did, indeed. I believe that\n-- that these particular issues are appropriately -- I'm\nsorry -- addressed on plain error review in the circuit\ncourt first. I don't think they're essential to the\nlegal question that's before this Court.\nJUSTICE SCALIA: The judge did say, didn't\nhe -- this is on page 27 of the Joint Appendix -- \"the\nsentence has to be sufficient to provide needed\ncorrectional treatment, and here I think the needed\ncorrectional treatment is the 500-hour drug program.\"\nIt couldn't be clearer that he's computing the length of\nthe sentence on the basis of what correctional treatment\nwill be received. It \"has to be sufficient to provide\nneeded correctional treatment.\"\nMR. CAHN: Indeed, he did, and I believe\nthat he was taking into account his own knowledge of the\nprison system and what it would require to allow Ms.\nTapia to participate in the 500-hour program.\nCHIEF JUSTICE ROBERTS: What if -- putting\naside the particular statement here, what if a judge\nsays: I appreciate that one purpose of punishment is\ndeterrence; that's what -- and that's what's going to\nguide me, and I think you will not be deterred if I only\nsentence you for 2 years, but I think if you have to go\naway for 3 years, you will appreciate that what you've\ndone is wrong and you won't do it again.\nIs that for rehabilitation, that extra year,\nor is it for punishment?\nMR. CAHN: I believe that's for punishment\nand deterrence, and I don't believe that's an improper\npurpose.\nCHIEF JUSTICE ROBERTS: Well, maybe -- what\nis the difference between deterrence and rehabilitation?\nThe person doesn't commit any crimes anymore but wishes\n-- wishes she could? Or -- and, well, if she's\nrehabilitated, she doesn't want to? It seems to me it's\na very artificial distinction.\nMR. CAHN: Well, I don't think it is,\nbecause I think we can look at the purposes Congress had\nin mind when it enacted the statute and, in particular,\nthe system it had in mind, the system it intended to\noverturn when it enacted the statute. As I mentioned\nbefore, one of the statements, a prominent statement, in\nthe Senate report that comes up again and again is\nCongress doubted that rehabilitation could be reliably\ninduced in the prison setting. The system that was\nbeing overturned was one of coercive rehabilitation in\nwhich individuals were sent to prison and prison\nsentences were tied to their completion of these\nprograms.\nAnd so for that reason, I think when you\nlook at a sentence that's employed specifically to get\nsomebody into treatment, it is exactly within the\nproscription Congress intended.\nIf there are no questions at this time, I'd\nask to reserve the rest of my time, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you, Mr. Cahn.\nMr. Roberts.\nORAL ARGUMENT OF MATTHEW D. ROBERTS\nON BEHALF OF THE RESPONDENT IN SUPPORT OF VACATUR\nMR. ROBERTS: Mr. Chief Justice, and may it\nplease the Court:\nSection 3582(a) prohibits courts from\nimposing or lengthening a term of imprisonment to\npromote a defendant's rehabilitation, including by\nfacilitating her access to a prison drug treatment\nprogram.\nJUSTICE KAGAN: Mr. Roberts, could I take\nyou back to Justice Kennedy's question at the start\nabout the one-way ratchet? What's the government's\ntheory about what Congress might have been thinking when\nit said you can't think about rehabilitation to sentence\nor to lengthen a sentence, but you can think about\nrehabilitation to make a decision not to sentence or to\nshorten a sentence? What would -- what would have been\nin Congress's mind?\nMR. ROBERTS: Well, Congress was intending\nto reject the prevailing rehabilitation model of\nsentencing, and under that model, defendants were kept\nin prison until they were declared rehabilitated based\non their participation in treatment programs. And what\nCongress determined was that -- that coercing\nparticipation in prison programs that way wasn't -- had\nfailed and that rehabilitation couldn't be accomplished\nreliably in a prison setting. So -\nJUSTICE ALITO: That's only one-half of what\nthe thinking was at the time about rehabilitation. The\nthinking was that -- that some people were being\nsentenced to coercive rehabilitation, but also that\nother people were being paroled before they should be on\nthe theory that they had been rehabilitated. It was a\ngeneral skepticism about rehabilitation, and that is\ninconsistent with the idea that you can take\nrehabilitation into account in going down, but you can't\ntake rehabilitation into account in going up.\nMR. ROBERTS: Well, Congress expressly\ndetermined to retain -- there were people that said\nrehabilitation never works; it can't be a legitimate\npurpose of sentencing. And Congress decided not to go\nthat far. It expressly retained rehabilitation as a\npurpose of sentencing. That's reflected in section\n3553(a)(2)(D).\nBut what Congress determined was that it -\nthat because you couldn't reliably induce it in prison,\nit wasn't appropriate to deprive defendants of their\nliberty, expend the resources on keeping them in prison\nfor that purpose, but that -- that rehabilitation\nremained a possibility, that other forms of sentencing\nwere appropriate ways to attempt to achieve\nrehabilitation, and that's why Congress expressly\nprovided that, in imposing a sentence of probation, the\ncourt can require a defendant to participate in\nparticular treatment programs -\nJUSTICE ALITO: Yes, but that's different\nfrom saying that a lower sentence can be imposed on the\ntheory that with rehabilitation outside of prison, a\nlengthier sentence isn't needed.\nWould you agree that when the guidelines\nwere mandatory a judge could not sentence to -- to\nadditional time, certainly not additional time outside\nthe guideline range for the purpose of rehabilitation,\nbut the judge also generally could not depart below the\nguideline range on the theory that this defendant had\nled a life of crime because the defendant lacked\nvocational skills or the defendant was dependent on\ndrugs or alcohol, and with treatment outside of\nincarceration, those problems which had led to the\ncriminality could be alleviated?\nMR. ROBERTS: I think it would depend\nwhether that was an aggravating or, you know, mitigating\ncircumstance that the guidelines hadn't adequately taken\ninto account, but I don't think that Congress was trying\nto prevent a court from selecting another sentencing\noption, such as probation, in lieu of imprisonment\nbecause the court determined that the primary purpose of\nthe sentence should be rehabilitation, or to shorten the\nsentence to speed the defendant from imprisonment to\nsupervised release, where the court could guarantee the\ndefendant would participate in programs.\nOn the other hand, if the -- it was very\nimportant, if there were important purposes of\nprotecting the public, deterring the defendant from\ncommitting other crimes, deterring generally, then the\ncourt was supposed to sentence the defendant to prison\nin accordance with that, even if the defendant also\nneeded rehabilitation.\nJUSTICE KENNEDY: Suppose -- suppose the\ncase in which the judge is going to sentence to 2 years\nno matter, but there is a 2-year rehabilitation program,\nand the defendant is -- the prisoner is receiving that.\nWould you say that, at that point, the prisoner is\nreceiving an imprisonment term and rehabilitation?\nMR. ROBERTS: Well, the prisoner is\nreceiving an imprisonment term -\nJUSTICE KENNEDY: Hypothetical. The term\nisn't affected by the program, but the judge recommends\nthe program, and the prisoner is receiving it.\nMR. ROBERTS: I -\nJUSTICE KENNEDY: Would you agree the\nprisoner is then receiving both an imprisonment term and\nrehabilitation?\nMR. ROBERTS: I think the prisoner is\nreceiving rehabilitative services, yes, in prison -- in\nprison, yes.\nJUSTICE KENNEDY: I -- so then, we can use\nthose two goals of sentencing in -- in the\nconjunctive -\nMR. ROBERTS: Well -\nJUSTICE KENNEDY: -- and you can have\nimprisonment and rehabilitation at the same time?\nMR. ROBERTS: Congress intended that, even\nif a defendant needed rehabilitation, if the other goals\nof sentencing such as deterrence and protecting the\npublic justified a term of imprisonment, that the court\nshould impose a term of imprisonment. So Congress -\nJUSTICE KENNEDY: I'm just talking about a\nmatter of diction. You would agree there are instances,\nin a hypothetical -\nMR. ROBERTS: Yes.\nJUSTICE KENNEDY: -- case, where you can\nreceive imprisonment and rehabilitation at same time?\nMR. ROBERTS: Yes, yes, but what Congress\nwanted courts to -- required courts to recognize was\nthat imprisonment is not an appropriate means of\npromoting rehabilitation.\nJUSTICE KENNEDY: We're -- we're talking\nabout what the statute says, and the question indicates,\nthe hypothetical indicates, that those are not mutually\nexclusive. You can have imprisonment and rehabilitation\nat same time. Now, this case is a little different\nbecause she didn't get it, but let's just talk about the\nhypothetical.\nMR. ROBERTS: I agree that you can -- there\ncan be rehabilitative programs in prison. But what\nCongress was trying to preclude was imposing\nimprisonment for the purpose of providing those programs\nor lengthening the imprisonment term for that purpose.\nJUSTICE KAGAN: Counsel, assume -\nJUSTICE GINSBURG: Prisons have multiple\ntreatment programs.\nMR. ROBERTS: Yes.\nJUSTICE GINSBURG: And they have vocational\ntreatment. Do you -- are you relying at all on the fact\nthat in the supervised release term, the judge can say\nthis man or this woman needs rehabilitation, and I want\nthis program for her, but in the prison setting, the\njudge, this judge -- as the colloquy with Justice Scalia\nshowed, this judge wanted her to be in the program, but\nshe never got into it because the judge has no control?\nMR. ROBERTS: Exactly, Your Honor. The -\nunder the SRA, judges have no authority to place\nprisoners in -- place defendants in prison treatment\nprograms or to require their participation in those\nprograms. And Petitioner, in fact, did not participate\nin the drug treatment program on which the sentencing\ncourt relied in setting her prison term.\nCHIEF JUSTICE ROBERTS: What if -- what if\nthe judge sentences people who commit robbery with\nassault typically to 1 year; he can do it 1 to 2 years,\nhe gives them 1 year; except whenever the presentencing\nreport says the person has a drug problem and there's a\none-and-a-half-year drug program in the prison, he\nsentences those people to one and a half years?\nRegularly. But each time he says I recognize\nrehabilitation is not a permitted factor; I can send\nsentence this person to one to two, I'm going to pick\none and a half.\nMR. ROBERTS: Right.\nCHIEF JUSTICE ROBERTS: Is that a problem,\nor does it always just depend on what the judge says?\nMR. ROBERTS: I think generally you take the\ndistrict court at the court's word for what the purposes\nof the sentence are, and the sentence has to be\njustified by the reasons that the district court gives\nin sentencing the defendant.\nJUSTICE SCALIA: I think you'd say it was\nwrong for the district court to do that.\nMR. ROBERTS: If the -- if the judge -\nJUSTICE SCALIA: But whether it can be\nestablished on appeal that it was wrong is another\nmatter.\nMR. ROBERTS: Yes. I mean, I don't know if\nwe -- I mean if we -- if the question is we know -\nCHIEF JUSTICE ROBERTS: It's wrong -- wrong\nto do what?\nMR. ROBERTS: -- we're inside the district\ncourt's head, and the district court is actually not\nrecognizing that rehabilitation is an appropriate means\nof promoting -- that imprisonment is an appropriate\nmeans of promoting rehabilitation but is in fact doing\nthat, but not -- but being disingenuous about the\ncourt's reason, then the court is violating the statute,\nbut we're not going to know that.\nCHIEF JUSTICE ROBERTS: Does the defendant\nhave the right to raise arguments and inquire into that\nin -- in every case? Say that, well, he did say this\nwas just to -- just to punish me, but here is a list of\n10 cases where I think it's like my case and those\npeople got less.\nMR. ROBERTS: I think that -- that it's\ngoing to be hard for the defendant to obtain reversal of\na conviction under those circumstances.\nCHIEF JUSTICE ROBERTS: Well, I think it's\ngoing to be hard for the government to defend a sentence\nunder those circumstances.\nMR. ROBERTS: Well, I think, as I said, that\nthe words that you -- that the court is required to give\nits reasons for imposing sentence. We presume that\ndistrict courts honestly give their reasons for imposing\nthe sentence and that if the court is indeed lengthening\nthe term of imprisonment because the court wants the\ndefendant to be in a program, that the court will say\nthat's what they're doing, just as Judge Moskowitz did\nhere. And once this Court makes clear that imprisonment\nis not an appropriate means of promoting rehabilitation,\ntherefore, courts cannot impose or lengthen a term of\nimprisonment to serve that purpose, sentencing courts\nwill follow that -\nJUSTICE SOTOMAYOR: Counsel -\nMR. ROBERTS: -- map.\nJUSTICE KENNEDY: Suppose the judge said:\nI'm going to sentence you to 12 months. Now, there is a\nparticular facility where there is a drug treatment\nprogram that you can really benefit from, and you'd be a\nsafer citizen, but I'm not going to mix up imprisonment\nand rehabilitation. I'm not even going to make that -\nI'm not going to consider it. All I'm interested in is\nimprisonment.\nIs that an abuse of discretion? The failure\nto consider the factors that Congress set forth,\nincluding rehabilitation?\nMR. ROBERTS: No. I think that the -- that\nthe -- what the court has to do is consider all of the\nfactors, including rehabilitative purposes.\nJUSTICE KENNEDY: No, he said I -- no, he\nsaid I'm not going to consider that.\nMR. ROBERTS: He's not going to consider\nrehabilitation at all in imposing sentence?\nJUSTICE KENNEDY: Right.\nMR. ROBERTS: Then, yes, that would -- that\nwould be a procedural error -\nJUSTICE KENNEDY: All right.\nMR. ROBERTS: -- to fail to consider it at\nall.\nJUSTICE KENNEDY: So -- so then he must\nconsider rehabilitation in the context of imprisonment?\nMR. ROBERTS: Yes. We don't think that it\nprecludes -- the statute precludes considering\nrehabilitation in the context of imprisonment. What it\nprecludes is imposing or lengthening the term.\nJUSTICE SCALIA: I don't understand what\nyou're saying. It -- it seems to me what the statute\nrequires is that he consider rehabilitation in imposing\nthe sentence. Right?\nMR. ROBERTS: Yes.\nJUSTICE SCALIA: Not in imposing\nimprisonment.\nMR. ROBERTS: It does require -\nJUSTICE SCALIA: So he can consider\nrehabilitation in deciding what this person will be\nrequired to do in -- in a probated term, but not in how\nlong he's going to stay in prison before he gets\nprobation.\nMR. ROBERTS: Yes, but the court can also\nconsider rehabilitation to choose a sentence of\nprobation rather than a sentence of imprisonment.\nJUSTICE ALITO: Suppose the judge thinks\nthat a -- a defendant would benefit from a type of a\nvocational or educational training that may be available\nin prison but that is not available in -- on the outside\nin the particular community where this defendant\nresides? What would the judge do then?\nMR. ROBERTS: I think the court can still\nrequire the availability -- require that as a condition\nof supervised release if the judge thinks that that's -\nor as probation; if the judge thinks that that's a\nreally critical provision to have, and the judge can\nrequire the defendant -\nJUSTICE ALITO: No, what if that's not -\nMR. ROBERTS: -- to reside in the\nappropriate place.\nJUSTICE ALITO: What if it's not available\nin the community on the outside?\nMR. ROBERTS: Well, then the judge would\nhave to decide whether moving from -- whether having the\ndefendant in a different location than the defendant\nordinarily would be is worth providing that program. I\ndon't know that -- that there are such specialized\nprograms that those things can't be accommodated as a\ngeneral matter in -- in most communities -\nJUSTICE SCALIA: Well, that wouldn't affect\nthe length of the sentence. Are you talking about, say,\ncan the judge prescribe that he be incarcerated in a\nparticular facility?\nMR. ROBERTS: The judge cannot prescribe\nthat he be incarcerated in a particular facility. The\njudge can make a recommendation for a particular\nfacility, but the judge can require participation in a\nparticular program on supervised release and residing in\na particular area on supervised release or on probation.\nSo a judge can, if the judge thinks it's important\nenough, address that situation if it would arise. I'm\nnot -\nJUSTICE SOTOMAYOR: Counsel, can a judge who\nbelieves a defendant is dangerous to the public and\nthinks that that danger can't be abated without a drug\ntreatment program, could the judge nevertheless under\n3553(a)(2)(C) say, because of the danger to the public,\nI'm going to lengthen the sentence?\nMR. ROBERTS: Yes.\nJUSTICE SOTOMAYOR: And in the hopes that a\ndrug rehabilitation program will be available? I don't\ncare if it is or it's not; this person's dangerous to\nthe community otherwise?\nMR. ROBERTS: I think the judge can say that\n-- that this person needs to be in prison for this\namount of time to protect the public.\nJUSTICE SOTOMAYOR: So what's different than\nwhat the judge did here, where he talked about,\nexplicitly, on page 26, \"it has to deter\" -- the\nsentence has to deter criminal conduct by others, and it\nhas to protect the public from further crimes of the\ndefendant, and the sentence -- that's a big factor here,\ngiven her failure to appear and what she did out on\nbail.\nSo, if the sentence has a dual motive, is\nthat okay?\nMR. ROBERTS: That is -\nJUSTICE SOTOMAYOR: Now, I know that you're\n-- there's -- there's an issue about whether this\ntranscript can be read as a dual motive or not.\nMR. ROBERTS: Right.\nJUSTICE SOTOMAYOR: But my question is, is a\ndual-motive sentence permissible?\nMR. ROBERTS: No, a dual-motive sentence -\nif one reason that the judge is selecting the term is to\nimpose a sentence of imprisonment, that violates the\nprohibition. However, if the sentence would have been\nthe same otherwise, then that would be harmless error.\nJUSTICE SOTOMAYOR: Isn't that what \"dual\nmotive\" means? Unless -\nMR. ROBERTS: I think -- yes. We -\nJUSTICE SOTOMAYOR: You want talismatic\nwords. I would have picked the sentence anyway.\nMR. ROBERTS: We -- we think that -- that in\nthis case the Petitioner won't be able to show plain\nerror, won't be able to show an effect on her\nsubstantial rights on remand.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Bibas.\nORAL ARGUMENT OF STEPHANOS BIBAS\nON BEHALF OF THE AMICUS CURIAE\nMR. BIBAS: Thank you. Mr. Chief Justice,\nand may it please the Court:\nSentencing judges may consider needed\ncorrectional treatments in deciding both whether to\nimprison and for how long. The Sentencing Reform Act\nrejected the rehabilitation model's unstructured\nsentencing procedures designed to confine every inmate\nindefinitely until a parole board found he had reformed\nhimself.\nIt did not, however, forbid treatment\nprograms targeting specific defendants' pathologies,\nsuch as the drug treatment at issue here. The Act\nrejected one means of promoting rehabilitation that was\nbound up with indeterminate sentencing, not\nrehabilitation itself.\nJUSTICE GINSBURG: I could follow your\nargument much better if the judge could say that this\nspecialized program -- as I am making that a term of\nyour incarceration. The disturbing factor about your\nargument is the judge can only recommend; the judge has\nno way of making sure that this person will be in prison\nlonger and get the treatment the -- the judge wants,\nbecause the judge can't control where the person will\nserve her sentence and what treatment will be available\nfor her.\nMR. BIBAS: Your Honor, I don't believe\nthat's a large concern for several reasons. The first\nis this Residential Drug Abuse Program, RDAP, is given\nto 93 percent of eligible defendants. The only reason\nPetitioner did not get it is because she affirmatively\nrefused, said she was not interested.\nThe second point I would make is that if we\nlook at the legislative history, the Petitioner and the\ngovernment's reply brief say, well, this Act stripped\njudges of the power to do this. The Senate report makes\nclear this was a simple administrative simplification\ndesigned to make it clear that the Bureau of Prisons\nultimately controlled all of these things but that at\nthe same time it was supposed to listen seriously to\njudges' recommendations. It was not -\nJUSTICE GINSBURG: Wasn't there something -\nyou responded that she didn't -- she said I'd rather\nnot. But wasn't there something about placing her\nwith -- in the same facility as another inmate? Wasn't\nthat involved?\nMR. BIBAS: There were two distinct issues\nhere. One was putting her in the particular prison that\nwas named was not possible because she needed to be\nseparated from another inmate. The other is whether she\ncould be put in a facility that had one of these\nprograms. About half of prisons -- Federal prisons do,\nand the reason she didn't get that was because she\nrefused, she said she wasn't interested.\nJUSTICE SCALIA: I don't know why you\nconsider that that solves your case, that that makes\neverything okay. She refused it. She would not have\nbeen able to refuse it had it been made a condition of\nher supervised release. You either take the program or\nyou go back to jail. I mean, that's -- why is that an\ninsignificant difference?\nThe fact is the judge has no control over\nwhether this person gets the rehabilitation that was\nsupposedly the purpose of the -- of the extended prison\nterm.\nMR. BIBAS: A couple of -\nJUSTICE SCALIA: It makes no sense.\nMR. BIBAS: I just note, Your Honor, first\nof all, the statute requires judges to make predictions\nabout deterrence. That is a forward-looking matter.\nThe fact that a judge must predict the future calls for\nappropriate skepticism and a statement of reasons in\nappellate review. It does not mean that a judge may not\nconsider deterrence because it's a speculative\npossibility.\nJUSTICE SCALIA: You're -- you're not\nresponding to my point. You're -- you're -- you're\nmaking a different point. I'm saying that it's -- it -\nit -- it does not help your case that the reason she did\nnot get the rehabilitative treatment that this judge\nwanted her to get was that she simply refused it. Why\ndoes that help your case? She couldn't have refused it\nif, as the other side says, had to be the case, he had\nimposed this rehabilitative measure as a portion of\nsupervised release. Then she would have had to take it.\nMR. BIBAS: Your Honor is correct that there\nis a contingency involved here, but the contingency\ninvolved is no greater than the contingency involved in\nother sentencing decisions judges must make and that is\na reason for skepticism. It doesn't imply that the Act\nmeant to disable judges from doing this.\nJUSTICE KAGAN: Mr. Bibas, I -- I -- I have\nto say I don't really understand the whole premise of\nyour argument. You're basically saying the judge cannot\nconsider rehabilitation, but the judge can consider\neducational programs, vocational programs, treatment\nprograms, and so forth.\nI think most people would think that all of\nthose things are rehabilitation, that there's nothing\nleft over when you say that the judge can consider all\nof those things.\nMR. BIBAS: Your Honor, I don't believe you\nphrased correctly. Our point is not that judges can't\nconsider rehabilitation. It is that judges may not use\nimprisonment as the means of promoting rehabilitation.\nJUSTICE KAGAN: Yes. Well, I'll ask the\nsame question.\nMR. BIBAS: Yes.\nJUSTICE KAGAN: You're saying they can\nconsider rehabilitation in imposing a sentence, they\ncannot consider rehabilitation in imposing a sentence,\nbut they can consider all these programs in imposing a\nsentence. And I'm saying what's the difference between\nall these programs and rehabilitation? Once you say\nthey -- they can consider all these programs, what's\nleft over that they can't consider?\nMR. BIBAS: Your Honor, I think the answer\nis clear if we look at the statutory text. It's in\nPetitioner's brief, the blue brief at Appendix 2 and\nAppendix 3. The contrast becomes clear if we look at\n3553(a)(2)(D). There were four simple purposes of\npunishment the judge must consider. And (D) is not\neverything that was ever considered rehabilitation. It\nis a specifically limited subset of rehabilitation.\nIt must be needed, must be educational or\nvocational training, medical care or other correctional\ntreatment, and it must be in the most effective manner.\nSo, judges may no longer rest on what Judge\nFrankel and the -- the Senate decried as the eerie\nnonsense that everyone can be rehabilitated simply by\nthrowing them in prison or simply by having everybody\ngoing to social workers or classes, but because\ncriminality is not a pathology that needs treatment.\nBut he and the Senate report contrasted that with drug\ntreatment, which is very different, because there's a\ndiagnosed pathology, there is a criterion for success\nthat's measurable, and there's a fixed limited time.\nAnd that third point is crucial here,\nbecause both Petitioner and the government in their\nargument said that you can't keep someone in jail tied\nto completion of programs or keep them in until he has\nbeen rehabilitated through treatment. The indeterminant\naspect here was a crucial part of what Congress was\ntargeting that's very different from -\nJUSTICE SCALIA: You haven't read the -- the\ncrucial provision of the statute. Yes, you read the -\nthe section entitled imposition of a sentence, but there\nis another provision in the statute which says\nimposition of a sentence of imprisonment. You can\nindeed consider those factors in imposing the sentence,\nwhich includes probation, supervised release and any\nother matters. But what -- what 3582(a) says is that\nthe court in determining whether to impose a -- whether\nto impose a term of imprisonment as opposed to just\nparole or -- or supervised release, and if a term of\nimprisonment is to be imposed and determining the length\nof term shall consider the factors set forth in, that\nyou mentioned in 3553(a) to the extent they are\nrecognizing that imprisonment is not an appropriate\nmeans of promoting correction and rehabilitation.\nYou have to reconcile the two sections. And\nthe way to reconcile them is to say that the former\napplies to sentencing in general but when you're dealing\nwith the length of a sentence of imprisonment or whether\nthere should be any imprisonment at all, you cannot\nconsider rehabilitation.\nMR. BIBAS: No, Your Honor.\nJUSTICE SCALIA: I don't know any other way\nto read it.\nMR. BIBAS: No, Your Honor. The main clause\nof 3582(a) says shall consider the factors set forth in\n3553(a). It does not say (a)(2) -- (a), (a)(2)(B) and\n(a)(2)(C). As the very next section of the sentencing\nformat goes, 3583 says consider only these purposes, but\n3582 says consider all of these factors to the extent\nthey apply in a particular case.\nNow, the way Your Honor reads the\nrecognizing clause is as if it said, except the court\nshall not consider in imposing or lengthening a sentence\n(a)(2)(D) or if it tracked the language of (a)(2)(D).\nJUSTICE SCALIA: I -- I don't know what else\nrecognizing that factor would consist of, except you\nwon't use that factor in deciding imprisonment or length\nof term of imprisonment.\nMR. BIBAS: Your Honor, we've looked through\nthe entire United States Code. We have not found a\nsingle instance in which a recognizing clause is used to\nmean an exception -\nJUSTICE SCALIA: Well, you tell me what it\nmeans here, then. What, he -- he should say, you know,\nI recognize that rehabilitation is not a -- an\nappropriate factor to take into account in determining\nthe length of your sentence or the -- or whether you\nshould go to jail at all. That said, I'm going to send\nyou to jail in order to rehabilitate you.\n(Laughter.)\nJUSTICE SCALIA: Is that all it means?\nMR. BIBAS: Your Honor, a recognize -- we\nfound dozens of instances in the U.S. Code where\nrecognizing introduces a statement of principle or\npolicy or rationale. Petitioner or the government cite\nno instances in which it's used to impose a flat ban.\nWhat we point out is -- Justice Kennedy made\nthe point that logically there is a distinction between\nthe imprisonment and the treatment that occurs during\nthe imprisonment. And if it's recognizing that the\nimprisonment is not an appropriate means of promoting\ncorrection rehabilitation, that itself bans a\npenological policy that was known in our history and had\nbeen known into the 1970s.\nJUSTICE SCALIA: But the judge only has the\npower to impose imprisonment. He does not have the\nempower to impose anything else during the imprisonment.\nI mean, what you're saying might make sense if indeed he\ncould prescribe some treatment during imprisonment, but\nhe can't. There are prisons -- and why can't he, by the\nway? Why has he been prevented from doing that,\nalthough he's allowed to do it during supervised\nrelease? Does that make any sense, if indeed, as you\nsay, he can take that into account in imprisonment?\nMR. BIBAS: Your Honor, judges in supervised\nrelease, it -- it -- it's hard to understand why in\n3583(e)(3) judges may consider rehabilitation in\ndeciding whether to impose a term of imprisonment on\nresentencing, and we've been offered no logical\nexplanation as to why that same logic Congress would\nhave meant a flat ban here that it didn't spell out in\nan initial sentencing.\nJUSTICE KENNEDY: It -- it does seem to me\nthat the principal trouble I have with your argument is\nthat, as Justice Scalia mentioned, the judge can't be\ncertain that the treatment will -- will be provided.\nAnd in an answer to an earlier question you said, well,\n90 percent of the time the judge's recommendation is\nfollowed, the program is -- is offered.\nSuppose we're only 10 percent of the time?\nSuppose only 10 percent of the time could or did the\nBureau of Prisons follow the judge's recommendation,\nwouldn't your interpretation of the statute then be very\ndifficult to sustain?\nMR. BIBAS: Justice Kennedy, while I agree\nthat the reliability of the prediction is an important\nfactor, I think this is dealt with through the ordinary\nappellate review that this Court has fleshed out in\nRita, Gall, and Kimbrough. If there's 93 percent\nlikelihood, predictability, here, then the judge can\ngive it a fair amount of weight as the judge can give a\nfair amount of weight to deterrence calculations. If\nit's highly unpredictable, then the judge shouldn't be\nputting very much weight on that at all.\nAnd I would point out particularly that if\nwe look at those appellate review cases, it's very\nrelevant that the judge here imposed a sentence within\nthe range. As Justice Sotomayor pointed out, there are\nmultiple explanations going on here; the judge arrives\nat a sentence within the range. It's hard to tell here\nthat it's even a but-for cause versus just a hope.\nThe -- the thicket of issues that\nPetitioner's and the government's reading forces\nappellate courts into in disentangling sentences that\nare otherwise reasonable, that are within the range that\ncould have been justified any number of ways, counsels\nagainst requiring us to say one factor is categorically\nforbidden in the sentencing format.\nJUSTICE KAGAN: Mr. Bibas, just practically\nspeaking what does this clause instruct a court not to\ndo in your view?\nMR. BIBAS: It instructs a court to bear in\nmind that simply locking someone in a cell away from his\ncriminal associates, away from his pattern of life, is\nnot itself going to reform him. We've been down that\nroad.\nJUSTICE KAGAN: Well, really who thought\nthat? This was 1984. When people talked about\nrehabilitation, they were talking about drug programs,\nthey were talking about education programs, they were\ntalking about vocation programs. They were not talking\nabout some idea that had passed away long since, that\njust locking you in a cell was going to rehabilitate\nyou.\nMR. BIBAS: A couple of responses that I\nthink show that to be incorrect. The first of these is\nmost of the references in the Senate report are to just\ngeneric open-ended education, vocation, and counseling.\nWe see maybe one reference to alcohol and drug treatment\nin there.\nThe second of these is that idea of\nisolation, though it had diminished, was still alive in\nthe 1970s. There was a widely cited manual for judges,\nthe \"Guides for Sentencing\" in 1974, that said that\nconfinement, quote, \"may be necessary to break criminal\nassociations and in time to modify antisocial attitudes\nand tendencies.\"\nMy third point is this is not just about the\nsubstantive idea of rehabilitating. The government and\nPetitioner point out that there was a rehabilitation\nmodel, a procedural approach here that was bound up with\nthat history of the penitentiary, and the approach was\nthat, in the Senate report, the rehabilitation model\nties prison release dates to successful completion of\nprograms.\nWe don't have open-ended, unpredictable\nsentences any more. The Sentencing Reform Act in\nmultiple ways gets rid of that unpredictability -\nJUSTICE GINSBURG: But wouldn't your\nproposal lead to unevenness in sentencing? If you -- if\nyou're right, then this choice of extending a term to\naccommodate a drug program, that could be -- the judge\nwould have the option. I think nearly half of the\npeople who are incarcerated have a drug addiction. So\none judge might say: I'm not going to let that person\nout until they -- they should at least have a chance to\nget into this program. And another will say: I can't\ncontrol that; I'm not going to subject -- you would be\nintroducing that, just what the framers of the Reform\nAct were trying to get away from, that this swings from\none judge to another, and you're dealing with almost\nhalf the prison population.\nMR. BIBAS: A couple of points. One is,\nstatistically I think the number is lower than you say.\nThe RDAP program here requires 12 months before\nadmission having a provable addiction or abuse, so it's\nabout 30, 35 percent of inmates.\nBut granted that issue, that's why the\nSentencing Reform Act requires statements of reasons,\nsubject to appellate review. If judges are varying\nwidely, this Court's case law in Rita, Gall, and\nKimbrough allows appellate courts to harmonize what\nthey're doing. If this judge had added 5 years to her\nsentence, this would be a different case. Judge\nFranklin and others were concerned about sentences\nexceeding 5 years, open-ended, airy hopes that everyone\nwill be cured of criminality.\nWe're talking about a sentence within the\nrange, sentence that, if a few lines of the transcript\nhad been whited out we wouldn't be here. A judge could\nhave reached the same sentence on a lot of different\ngrounds. And are we going to tell judges you can\nconsider other things, but if you muse about this ground\nyou can't offer a thoughtful, reasoned justification -\nper se automatic reversal.\nThere are only a couple of places in the\nSentencing Reform Act that have categorical bans and\nthey don't read the way this one does. The very next\nsection in the Act, 3583(c) says: \"In considering a\nsupervised release sentence, a judge shall consider the\nfactors in 3553(a)(1), (a)(2)(B), (a)(2)(C), and\n(a)(2)(D).\nIt skips over retribution explicitly where\nCongress meant to omit it.\nThe other place in the Act where Congress\nexplicitly banned the factor was in 28 U.S.C. 994(d).\nThe commission, the sentencing commission, not a judge,\nshall ensure that the guidelines are entirely neutral\nwith respect to race, sex, creed, national original, and\nsocioeconomic status. When Congress meant to ban\nsomething, even within the range, it spoke much more\nclearly. What it did usually was it gave some guidance\nto the sentencing commission. And section 994 has a\nnumber of places where the commission shall do this, the\ncommission shall ensure that this is generally an\nappropriate or inappropriate.\nBut it left a range, and it simultaneously\nsaid judges should individualize sentences within that\nrange. 991(b)(1)(B) says there are factors not\nadequately taken into account in the guidelines that can\nlead to aggravating or mitigating, and judges can also\nadjust sentences to individualize them within the range.\nJUSTICE SOTOMAYOR: Can you articulate an\ninterpretation of this provision that would guide\nappellate review? If rehabilitation can always be a\nfactor, then when and how does a court of appeals\ndetermine whether a judge has abused his or her\ndiscretion? You said 5 years, if the guideline range\npresumably is 24 months and the judge adds 5 years. But\nhow do you define that?\nThe simple answer is if the judge is\nimposing the sentence because of rehabilitation, they\ncan't do that. Is that what you're arguing or are you\narguing they can do it except within a range? I'm not\nquite sure I understand how far you're going.\nMR. BIBAS: I understand, Justice Sotomayor.\nOur primary argument is that 3582's recognizing clause\nisn't about this at all. This is dealt with by\n3553(a)(3)(D), what is it that's needed correctional\ntreatment, and if it fits within (a)(2)(D), ordinary\nappellate review.\nIf the Court is not comfortable with that\nand thinks that there ought to be more discouragement,\nwe do have a fallback argument that says that the Senate\nreport talks about discouraging using this as the sole\nbasis, right, but that if it's one of several factors,\nif it appears to be given a proper balanced weight, then\nthere's no need to be so suspicious of it. And indeed,\nwhen we look at the case law in the circuits -- and\nwe've surveyed the most recent 150 or so cases on\nrehabilitation in the courts -- we see very rarely -\nfirst of all, we haven't found any cases where judges\nare putting someone into prison versus out based solely\non this.\nWe find only a couple of cases where judges\nappear to be lengthening a sentence solely because of a\ndesire to put someone into drug treatment. Usually,\nwhat's happening is something like what happened here.\nThe judge is balancing three or four factors; it's in\nthe mix; the judge might well have gotten the same\nresult anyway.\nAre we going to forbid courts to have that\nkind of reasoned, open review, subject to appellate\nreview, in order to ban something that isn't banned in\nthe way that 994 bans race and sex or 3583 bans\nretribution? It's simply not the way the statute words\nthings elsewhere and it's not the wording Congress chose\nhere, especially since this -- it's a subordinate\nclause, it's hidden, it's not at all clear in\nundercutting the main clause of 3582 in saying shall\nconsider all the factors of punishment here to the\nextent they apply in an individual case.\nJUSTICE KENNEDY: But I still find it hard,\nif I were going to write the opinion, to rule for your\nposition to ignore the 90 percent-10 percent\nhypothetical problem I have, to say, well now, 90\npercent of the time the judge's rules are going to be\nfollowed or the judge's recommendations are going to be\nfollowed. That's an odd way to support the\ninterpretation of the statute that we have to -- that we\nhave to adopt in order to rule in your favor because, as\nI say, suppose his position, his recommendation, were\nfollowed only 10 percent of the time?\nMR. BIBAS: Justice Kennedy, first of all,\nthere are programs out there for which the judge's\nrecommendation is a prerequisite and 100 percent of the\npeople who get into the program are ones whom the judge\nrecommended. There are some drug education programs, I\nbelieve a mental health or sex offender program, where\nthere's a link between those two. It's just this\nparticular program that we're talking about.\nThe second point is, as I said, one of the\nexplicit purposes of sentencing is deterrence. A judge\ncan never guarantee that he's going to deter a\nparticular offender from committing a crime in the\nfuture. The judge has to make an educated prediction\nwith the help of the probation or pretrial services\nofficer's report, and that's subject to appellate\nreview. But the fact of the prediction, the fact of\nuncertainty about whether someone will be deterred or\nnot doesn't disable the judge from weighing that\nprediction.\nJUSTICE SCALIA: If -- if it is as you say,\nwhy -- why did Congress leave it up to the Bureau of\nPrisons to decide whether this person can enter into a\nrehabilitation program, and not allow the judge to\nprescribe that the person will enter into it?\nWhy? What -- what possible sense could that\nmake?\nMR. BIBAS: Your Honor, if you will bear\nwith me for your colleagues who like legislative\nhistory, and I quote from the Senate report, that this\nchange is designed only to simplify the administration\nof the prison system, at page 141 of the Senate report.\nIt was not designed to introduce any substantive change\nin the role of judges or the Attorney General.\nJUSTICE SCALIA: Judges can prescribe it?\nMR. BIBAS: No, the change was made -\nJUSTICE SCALIA: Well, that's a substantive\nchange, they can't prescribe, right?\nMR. BIBAS: But it was not intended to\naffect the authority of the Bureau of Prisons or the\njudge in their -- in their roles and input. It's just\nthat the -\nJUSTICE SCALIA: I don't understand what\nyou're saying. Was it not a change that the judge could\nnot prescribe a certain program for the prisoner?\nMR. BIBAS: It -- it was -\nJUSTICE SCALIA: It was a change?\nMR. BIBAS: Yes, it was, actually.\nJUSTICE SCALIA: Why? Why would they have\nthat change if the statute reads the way you say? What\nsense does it make to still allow the judge to take this\ninto account, but affirmatively deprive him of the power\nto do what he wanted to do?\nMR. BIBAS: Your Honor, I believe that there\nwere some legal issues that were coming up in litigation\nover prison conditions and sentencing in the years\nleading up to this Act, where there was unclarity as to\nwhether the Attorney General or the judge or the Bureau\nof Prisons -- whose decision ultimately was being\nchallenged in this litigation. And the Act made that\nchange, but it was designed only to simplify the\nadministration. It was not meant to say that judges\ntherefore are cut out of the process, and unfortunately\nthat's all that we know about that provision.\nJUSTICE BREYER: Well, the Senate report\nsays that the provisions we've been talking about make\nclear a defendant should not be sent to prison only\nbecause the prison has a program that might be good for\nhim. Drug dependence in the committee's view generally\nshould not play a role in the decision whether or not to\nincarcerate the offender. Is there something that\nconflicts with that?\nBecause that was pretty clear indication of\nthe committee's view.\nMR. BIBAS: Your Honor, the committee in\ndealing with drug dependence said the commission shall\ndecide whether drug dependence, etcetera, is relevant,\nshall take it into account only to the extent that it is\nrelevant; and the commission decided as with most of\nthese other factors that drug dependence shall not be\nused ordinarily in sentencing outside the range, but\nleft it to the judge to decide within the range.\nAs to your -- so judges have some\nflexibility in using drug dependence for\nwithin-guideline sentencing.\nAnd then on your point about a person should\nnot be sent to prison only because the prison has a -\nJUSTICE BREYER: You put a great deal of\nweight on the word only. I guess if it's a dual motive\nwe don't really know what would have happened in the\nabsence of one of the motives. So should we send the\nwhole thing back for resentencing?\nMR. BIBAS: No, I think this goes to Justice\nSotomayor's question. That very often these things are\nbound up and judge ought to be able to consider it in\nthe mix, especially when it's not just a program that\nquote, \"might\" be good for him this -- this airy hope\nthat everybody who has criminality can be cured -- but\nspecifically there's a specific targeted program.\nParticularly where, as here, Congress made a\npoint of approving of in-prison drug treatment as\neffective to reduce recidivism where we have a fixed\nterm and a specific diagnosis that Congress has funded\nand encouraged with a 12-month sentence reduction.\nIf this Court has no further questions, the\nstatute allows judges to consider needed correctional\ntreatment programs in prison sentencing. The judgment\nof the court of appeals should therefore be affirmed.\nCHIEF JUSTICE ROBERTS: Thank you.\nMr. Cahn, you have 3 minutes remaining.\nREBUTTAL ARGUMENT OF REUBEN C. CAHN\nON BEHALF OF THE PETITIONER\nMR. CAHN: Thank you, Your Honor.\nLet me begin with a couple points about the\nplain language of this statute. When a defendant is\nsent to prison so that he can gain access to\nrehabilitative programs, imprisonment is used as a means\nto promote rehabilitation. Counsel stresses only the\nimprisonment portion of that sentence, but it is\nstrictly speaking within the very prohibition that\nCongress has articulated.\nBeyond that I would point to 3553(a)(2)(D),\nand counsel has left off the last few words in\ndiscussing that purpose of sentencing that's set out\nthere. Congress required that these rehabilitative\nresources be provided in the most effective manner. As\nis discussed in the brief, Congress had determined with\nregard to in-prison rehabilitation programs that they\nsimply were not the most effective manner.\nJUSTICE SOTOMAYOR: Counsel, this makes a\nlot of sense when we're talking about huge disparities\nin a guideline sentence, versus one where the judge goes\noutside the guidelines or imposes a greater sentence\nthan otherwise the guidelines would determine for\nrehabilitation purposes.\nBut not infrequently guideline ranges are\nwithin very narrow scopes, and in fact there are some\nprison advantages that you get from being sentenced to a\nyear and a day that you don't get if you're sentenced to\n12 months; and district courts routinely will choose\nbetween a year and a day or 12 months based on knowledge\nabout what might be available if you're there for over a\nyear. Why is that wrong?\nWhat would be the difference? You see, I'm\nhaving a hard time in this case, because if a judge\ncomes in and says guideline range is 50 to 60, I think\nin the middle is perfectly fine, I just don't know\nwhether I should give him 54 or 55 months, but I know\nthat at 55 months there's this kind of program\navailable. I'm going to do -- I'm going to -- you know,\nit is -- judging is not so precise that you know exactly\nwhere to go within the small ranges, and so there are\nmany factors that influence that decision. Why should\nwe announce a rule that says to a judge in those\nsituations, don't give him that extra month?\nMR. CAHN: Because Congress has prescribed\nit. Because Congress made the choice that it shouldn't\nbe allowed; and it may seem unreasonable to all of us,\nbut Congress made a determination that it wasn't\nappropriate to lengthen these sentences or impose them\nfor purposes of rehabilitation.\nJUSTICE ALITO: Are you arguing for\nsomething like a plain statement rule, if the judge says\nplainly, I'm increasing your sentence so you can get\nrehabilitation, then there's a problem? Or would there\npossibly be situations in which one could infer that the\ndesire to provide for rehabilitation in prison had\ninfluenced the sentence? For example, choosing a\nsentence that is just long enough to allow somebody to\ntake advantage of a particular rehabilitation program in\na -- in a prison, or where the judge goes on and on and\non about the need for rehabilitation for this -\nvocational training for this prisoner?\nMR. CAHN: It's possible, but I think that\nthis Court entrusts sentencing judges to follow its\nmandate, and if this Court says you're not to increase\nsentences for the purposes of getting people into\nrehabilitative programs, then you should state why\nyou're putting people in prison, that we can count on\nthose reasons to be honestly and truthfully given.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Bibas, you were appointed by this Court\nto brief and argue this case. You have ably carried out\nthat responsibility, for which the Court is grateful.\n"
    }, 
    "respondents": [
        "No. 10-5400 UNITED STATES"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 12, 
        "JUSTICE ALITO": 7, 
        "JUSTICE BREYER": 2, 
        "JUSTICE GINSBURG": 9, 
        "JUSTICE KAGAN": 7, 
        "JUSTICE KENNEDY": 16, 
        "JUSTICE SCALIA": 25, 
        "JUSTICE SOTOMAYOR": 16, 
        "MR. BIBAS": 28, 
        "MR. CAHN": 20, 
        "MR. ROBERTS": 41
    }
}