{
    "appearances": {
        "content": "GREGORY G. GARRE, ESQ., Washington, D.C.; on behalf of\nPetitioner.\nJOHN C. NEIMAN, JR., ESQ., Solicitor General,\nMontgomery, Alabama; on behalf of Respondent.\n"
    }, 
    "caseNum": "10-63", 
    "caseinfo": {
        "content": "CORY R. MAPLES, :\nPetitioner :\nv. : No. 10-63\nKIM T. THOMAS, INTERIM :\nCOMMISSIONER, ALABAMA DEPARTMENT :\nOF CORRECTIONS :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nGREGORY G. GARRE, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nJOHN C. NEIMAN, JR., ESQ.\nOn behalf of the Respondent 29\nREBUTTAL ARGUMENT OF\nGREGORY G. GARRE, ESQ.\nOn behalf of the Petitioner 57\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, October 4, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:03 a.m.\n"
    }, 
    "petitioners": [
        "CORY R. MAPLES,", 
        "Petitioner", 
        "v.", 
        "No. 10-63 KIM T. THOMAS, INTERIM", 
        "COMMISSIONER, ALABAMA DEPARTMENT", 
        "OF CORRECTIONS", 
        ""
    ], 
    "proceedings": {
        "content": "(10:03 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 10-63, Maples v. Thomas.\nMr. Garre.\nORAL ARGUMENT OF GREGORY G. GARRE\nON BEHALF OF THE PETITIONER\nMR. GARRE: Thank you, Mr. Chief Justice,\nand may it please the Court:\nTwo factors distinguish this case from those\nin which the Court has found cause lacking to excuse a\ndefault: First, the State itself had a direct hand in\nthe extraordinary events leading up to the default in\nthis case; and, second, the actions of Maples's\nattorneys, which rise to the level of abandonment, are\nnot attributable to Maples under agency law or other\nprinciples that this Court has invoked in determining\nwhen attorney conduct may be imputed to a client.\nFor either or both of those reasons, the\ndefault at issue in this case is not fairly attributable\nto Cory Maples, and the contrary decision of the\nEleventh Circuit should be reversed.\nCHIEF JUSTICE ROBERTS: You talk about the\nState's role. I assume that you're talking about there\nis the failure to take action after the return of the\nnotices.\nMR. GARRE: I think that's -- that's right,\nMr. Chief Justice. I would couple that, though, with\nthe fact that the State initially set up a system for\nthe representation of indigent capital defendants that\nrelies extremely heavily on the good graces of\nout-of-State counsel to represent indigent capital\ndefendants in Alabama.\nCHIEF JUSTICE ROBERTS: Well, put -- putting\nthat -- that to one side, what if only one of the three\nnotices had been returned?\nMR. GARRE: I think -- if only one from the\nout-of-State pro bono counsel?\nCHIEF JUSTICE ROBERTS: Right.\nMR. GARRE: I think that would be a\ndifferent case. I think what's remarkable about this\ncase is you have both out-of-State attorneys, the\nnotices come back marked \"Return to Sender -- Left Firm\"\nin an envelope, and the clerk does nothing. And what's\nextraordinary about that, Mr. Chief Justice, is that the\nsystem in this case relies on the out-of-State attorneys\nto provide --\nJUSTICE SCALIA: Who says so? Who says so?\nWho says that they rely on -- you have a local attorney,\nand you have to have a local attorney for the case,\ndon't you? And -- and you want us to believe that the\nlocal attorney is -- has no responsibility for the case\nat all? Is this really what the -- what the law\nrequires? I -- I think there is a serious ethical\nobligation when he has the -- when he gets the notice.\nHe is one of the attorneys for your client. And he got\nthe notice, right? That one was not returned.\nMR. GARRE: That's correct, Justice Scalia.\nJUSTICE SCALIA: He failed to check with --\nwith the New York lawyers who were working with him.\nWhy is it -- why is the State responsible for that?\nMR. GARRE: We have three points on the\nlocal counsel, Your Honor. First, the record shows that\nthe notice is not attributable to Mr. Maples because Mr.\nButler had disclaimed any relationship apart from\nfacilitating the admission of his out-of-State\nattorneys.\nJUSTICE GINSBURG: Disclaimed to who? To --\nI mean, how could a clerk be expected to know that the\nlocal counsel really isn't taking any part? I mean --\nso was the disclaimer to the clerk?\nMR. GARRE: I think a -- a couple things on\nthe clerk's perspective. First, we do think that it was\nwell known in Alabama that, under this unique system,\nout-of-State attorneys were doing all the work in these\ncases, and local counsel were simply facilitating their\nadmission. Second, one of the --\nJUSTICE KAGAN: Well, who says that, Mr.\nGarre? I mean, is there anything in the record on that\npoint, on the Alabama system generally?\nMR. GARRE: A couple of the things, Your\nHonor. First, we do have the amicus briefs, which\ndiscuss that anecdotally. I would say that the State of\nAlabama in its brief in opposition to this Court a few\nyears back in the Barbour case specifically touted the\nrole of out-of-State attorneys under its system and, as\nfar as I could tell, didn't mention local counsel once.\nSo, I think it was fair to say that it's known that the\nout-of-State attorneys here were doing all the work.\nBut even if the clerk --\nJUSTICE SOTOMAYOR: You're begging the\nquestion, which is how is the clerk supposed to know\nthis? This is a functionary in the clerk's office who\nsends out notices, receives back mail that's not\nreturned. There has to be some local counsel that does\nwork.\nMR. GARRE: Well --\nJUSTICE SOTOMAYOR: How is he supposed to\nknow the difference between those that do and those that\ndon't?\nMR. GARRE: What -- what -- I think the\nclerk would be imputed with knowledge, general knowledge\nof the system. But beyond that, what the clerk know --\nknew was this: He knew that two of the three notices\nthat went out were returned, both to the out-of-State\nattorneys, which ought to be an extraordinary event in\nthe life of any clerk's office.\nJUSTICE SCALIA: But, you know, even if\nlocal counsel is as you -- as you describe it, and\nnothing in the record establishes it, even if he is a\nfunctionary, surely the function would include when he\ngets a notice, that he makes sure that the -- the people\nwho do the real work know about the notice.\nMR. GARRE: Of course. But the point is --\nJUSTICE SCALIA: He didn't perform that\nfunction.\nMR. GARRE: In this case, the local counsel\ndidn't perform as a mail drop, and that was\nintentionally so. His own affidavit makes that clear.\nAnd I think what's important is the State itself must\nnot have viewed him as a meaningful player.\nJUSTICE KENNEDY: But he didn't have a mail\ndrop? I just didn't hear what you said.\nMR. GARRE: My point was that ordinarily a\nlocal counsel would serve as the mail drop; he would\nforward notice. In this case, Mr. Butler made quite\nclear from the outset that he was not even performing\nthat role. The role that he intentionally performed was\nto admit out-of-State counsel and to let them do the\nwork. But the State itself --\nJUSTICE SCALIA: To whom did he make that\nclear? You said he made it clear at the outset. To\nwhom? And where is that in the record?\nMR. GARRE: It's in his affidavit, Your\nHonor, the petition appendix page 256.\nJUSTICE SCALIA: His affidavit after --\nafter the fact, right?\nMR. GARRE: That's right, Your Honor.\nJUSTICE SCALIA: Did -- did he tell the\nclerk of the court that that was the case?\nMR. GARRE: He did not.\nJUSTICE SCALIA: Yes, you know, I'm counsel\nof record. He's the counsel of record, right? I'm\ncounsel of record, but I don't even do so much as to\nforward notices to the guys that are doing the real\nwork? Did he tell the clerk that?\nMR. GARRE: He did not tell the clerk --\nJUSTICE SCALIA: That's extraordinary.\nMR. GARRE: -- but the State itself, Your\nHonor must not have viewed him as a meaningful player,\nbecause when the default at issue in this case occurred,\nthe State sent a letter -- faxed it -- to Mr. Maples\ndirectly on death row in Alabama, without --\nJUSTICE GINSBURG: You said that even before\nthat. In the rule -- you said the Rule 32 -- didn't you\nsay something about -- the -- the notice that went from\nthe prosecutor to Maples did not go to the local\ncounsel, right?\nMR. GARRE: The clerk sent out notices to\nall three attorneys of record, the two out-of-State\ncounsel and Mr. Butler. Mr. Butler did receive the\nnotice. He didn't do anything, both because he hadn't\nassumed any role beyond facilitating admission --\nJUSTICE GINSBURG: Did the -- did the\nprosecutor -- I'm not talking about the clerk now. The\nprosecutor had a filing in connection with the Rule 32\nmotion. Did the prosecutor send that to, well,\neverybody? Maples and everybody?\nMR. GARRE: He did not. The State -- and\nthis is at page 26 of the joint appendix. The State\nserved it on his out-of-State counsel and not Mr.\nButler, his local counsel. And when the default\noccurred, the State contacted Mr. -- Mr. Maples directly\nin prison, which would have been unethical if the State\nhad known or believed that he was represented by\ncounsel.\nJUSTICE GINSBURG: But you seem not to rely\non what the State as prosecutor did. It seemed to me\nthe State as prosecutor was recognizing that Maples had\nno counsel; therefore, sent -- said you'd better file\nyour habeas; this is how much time you have -- sent it\njust to him.\nMR. GARRE: I absolutely agree with you,\nJustice Ginsburg. I think that that is further evidence\nthat everybody knew that Mr. Maples didn't have any\nlocal counsel in any meaningful sense.\nJUSTICE SCALIA: Where does the Constitution\nsay, by the way, that you have to give notice, that\nevery judicial action has to be noticed --\nMR. GARRE: Well --\nJUSTICE SCALIA: -- to the parties to the\ncase? The Federal rules don't -- don't require notice,\ndo they?\nMR. GARRE: The Constitution doesn't say\nthat explicitly --\nJUSTICE SCALIA: And the Federal rules don't\nsay it. You don't have to give notice in the Federal\nrules, do you?\nMR. GARRE: We think notice of a\npostconviction order in a capital case would at least\nimplicate a due process interest in receiving notice,\nthat it's reasonable --\nJUSTICE SCALIA: Capital cases are\ndifferent? If you're going to go to jail for life you\n-- you don't get notice, but if -- if it's a capital\ncase --\nMR. GARRE: I think under the --\nJUSTICE SCALIA: No, I mean, it's either a\nrule for all criminal cases or it's not a rule.\nMR. GARRE: Well --\nJUSTICE SCALIA: And if -- if it's a rule\nfor all criminal cases, the Federal rules are\nunconstitutional, you're saying.\nMR. GARRE: The Mullane case specifically\ntakes into account the interests of the individual\nreceiving notice. There could be no greater interest of\nan individual than receiving notice in a capital case\nwhere the individual's life is at stake. Ultimately we\ndon't think this Court has to find a constitutional\nviolation. It has to find that the events --\nJUSTICE SCALIA: Once you're in court and\nyou have a lawyer, it's up to your lawyer to follow what\ngoes on in the court. That's the assumption of the\nFederal rules. And it seems to me a perfectly\nreasonable assumption. And I'm not about to hold that\n-- that they are unconstitutional simply because an\nextraordinary requirement of notice, which is not\nrequired by the Constitution, has gone awry.\nMR. GARRE: Here Mr. Maples did not have an\nattorney that was serving in an agency role in any\nmeaningful sense. That's laid out in Ms. DeMott's\namicus brief; it's laid out in our case. What's more is\nthe State here didn't simply just, we think quite\nunreasonably, rely on a role that local counsel was not\nperforming in Alabama --\nCHIEF JUSTICE ROBERTS: What if -- but --\nyour case it seems to me turns critically on Butler's\nrole. How much, in addition to what he did or didn't\ndo, would he have to do to put him in a position where\nhe was in fact representing Maples in your view?\nMR. GARRE: I think that the ordinary role\nof local counsel, which would have been to, at a\nminimum, forward notice in a proceeding, would be a\nmeaningful relationship. The relationship that -- that\nProfessor DeMott describes here is one of sub-agency.\nAnd, in fact, if you look at the Alabama rules, they put\nthe onus on the out-of-State counsel to associate the\nlocal counsel. That's at page 365 of the joint\nappendix. The out-of-State counsel did that. Mr. --\nMr. Maples wasn't involved in that transaction.\nJUSTICE ALITO: Where do we look -- where do\nwe look to see that it's standard practice for local\ncounsel throughout the country to contact out-of-State\ncounsel when something like this is received? I\nremember a case from the Federal system in which local\ncounsel appeared and did exactly what was done here,\nmoved the admission of an out-of-State criminal defense\nattorney, who then tried the case for a year, got sick,\nand the judge said to the local -- local counsel: Come\non in; you're going to take over this trial and try it\nfor the next 6 months. And the local counsel said:\nWhoa, I only signed up to move the admission of this\nfellow. The judge said: That's too bad; you're counsel\nof record, and you have to take over the case.\nI don't understand that what is alleged to\nhave occurred here is that far out of the ordinary.\nMR. GARRE: I think Mr. Butler -- just\nsimply saying, I'm going to allow -- I'm going to\nfacilitate your out-of-State attorneys to represent you,\nbut that's my role. He had, quote, unquote, \"no role\"\nafter that.\nJUSTICE SCALIA: He can't define his role as\na lawyer. Once he appears before a court and says, I am\ncounsel of record, he has certain responsibilities.\nIt's not up to him to say what his responsibilities are.\nMR. GARRE: Well, clearly that's right.\nJUSTICE SCALIA: And if they don't extend\neven to forwarding notice, even to making sure that the\npeople who were doing the legwork in the case know that\n-- that the clock is running, my goodness, I can't\nimagine what his responsibility is. It's not up to him\nto define it.\nMR. GARRE: That's exactly our point,\nJustice Scalia, which is that he forswore any\nresponsibility. The lawyer in the Holland case just had\nthose responsibilities, too. He abandoned his client.\nThis -- what Mr. Butler here did here was inexcusable.\nBut there's another factor at play here, and\nthat's the confusion that the court itself affirmatively\ncreated when it sent an order that, by its term,\ndirected that all counsel of record receive it. And\nthat's what the order said; it's on page 225 of the\njoint appendix. And --\nJUSTICE BREYER: Before you get to the\ncourt, could I ask you about what the State attorney,\nthe prosecuting attorney, knew? Did the prosecuting\nattorney know that these two individuals from New York\nwere representing this person?\nMR. GARRE: Certainly, it knew that they\nwere counsel of record in the proceeding. I'll let my\n-- my friend answer that question. What we know,\nthough, is when the default occurred, it took the\nextraordinary step of faxing a letter directly to Mr.\nMaples in prison, which would have been unethical if it\nbelieved he was represented by counsel.\nJUSTICE BREYER: All right. So you think\nyou have -- in your view, the counsel of record knew\nthat these two people in New York were part of the\nrepresentation. Did the counsel -- I mean, not the\ncounsel of record; the counsel for the State.\nDid the counsel know that they hadn't gotten\nthe notice?\nMR. GARRE: Well, I don't want to speak for\nmy friend. I don't -- there's certainly nothing in the\nrecord to -- to establish that they knew that these\nout-of-State attorneys didn't get notice.\nJUSTICE BREYER: Is there any reason to\nthink that the State attorney or whoever was prosecuting\nthought that the local counsel was likely not to do\nmuch?\nMR. GARRE: Yes.\nJUSTICE BREYER: Yes? Okay.\nMR. GARRE: The very actions it took,\nJustice Breyer.\nJUSTICE BREYER: All right. Now, so it's\npossible -- we'll find out later -- that the State --\nthe prosecuting attorney who works for the State knew\nall those things: One, he's represented by counsel in\nNew York; two, they didn't get the notice; three, the\nlocal attorney isn't going to do anything; and\nconclusion: They likely knew he didn't get the notice,\nbut they are asserting that this is an adequate State\nground to bar him coming into habeas; is that the\ncorrect posture of the case?\nMR. GARRE: That's true, Justice Breyer.\nJUSTICE BREYER: So, all we have to decide\nis whether under these circumstances the State\nattorney's knowledge of all those facts mean that the\nState cannot assert this is an adequate State ground.\nMR. GARRE: Right. And I think the State's\nactions --\nJUSTICE SCALIA: Do we know that he knew all\nof those facts?\nMR. GARRE: No, Justice Scalia --\nJUSTICE SCALIA: Of course, we don't know\nthat.\nMR. GARRE: But we know -- we know what\naction it took, and that action was an action that\nassumed that he didn't have meaningful counsel, or else\nit would have been unethical.\nJUSTICE KENNEDY: Let me ask you --\nJUSTICE SOTOMAYOR: Counsel, can I --\nJUSTICE KENNEDY: Let me ask you this, if I\nmay. I don't know if -- I don't think the briefs\ncovered it. It may be in there. Do you know, in\nAlabama and/or nationwide, in how many capital cases\nthere is no appeal?\nMR. GARRE: I don't know that, Justice\nKennedy. I think the Alabama system here created a\nsystem in which it would allow for appeals, not only in\ndirect appeals, but postconviction proceedings. The\nextraordinary -- there are several extraordinary\nfeatures of the Alabama system, and we think that\nultimately they helped to facilitate the extraordinary\nand shocking events in this case.\nCHIEF JUSTICE ROBERTS: What if -- the New\nYork lawyers did not abandon Mr. Maples prior to the\ntime that they left their law firm in New York, right?\nMR. GARRE: That's right.\nCHIEF JUSTICE ROBERTS: So, their conduct\nprior to that time would be attributed to him, right?\nMR. GARRE: I think that's right.\nCHIEF JUSTICE ROBERTS: Right. Part of\ntheir conduct was setting up their arrangement with Mr.\nButler where he would show up as counsel of record but\nnot really do anything. So, why aren't the consequences\nof that arrangement attributed to Maples as well?\nMR. GARRE: Well, I don't think they would\nbe attributed. I think what you're looking for is\nwhether the default itself is attributable to Maples.\nThe New York -- what -- what the out-of-State attorneys\ndid is they left the representation without fulfilling\ntheir duty to notify the court or Mr. Maples. Mr.\nMaples was in -- was sitting in a prison cell in Alabama\nunder the reasonable belief that he was represented by\ncounsel who would appeal if an adverse decision was\nissued.\nJUSTICE SCALIA: Mr. Garre, can I go back to\nJustice Kennedy's question? This was not an appeal.\nThe question was how many capital cases is there no\nappeal. He had been convicted and had appealed, right?\nThe -- this is --\nMR. GARRE: The direct proceedings had\nconcluded.\nJUSTICE SCALIA: The direct proceedings were\nover. He had appealed up to -- up to the State supreme\ncourt. Did he seek cert here, too?\nMR. GARRE: He did, Justice Scalia.\nJUSTICE SCALIA: He did. And this was a\npostconviction --\nMR. GARRE: It was, but when the State sets\nup that system and allows for appeals, it can't\narbitrarily deprive it of an appeal based on the sort of\ncircumstances here.\nJUSTICE SCALIA: That may be, but I don't\nthink it's extraordinary that there be no appeal, I\nmean, postconviction.\nMR. GARRE: I'm not aware of any State that\ndoes not allow appeal in postconviction proceedings.\nJUSTICE SCALIA: It can be allowed, but it\nwould not seem to me extraordinary that it not be\nsought.\nMR. GARRE: But I think --\nJUSTICE KENNEDY: Well, in -- in this -- in\nthis case, there was a direct appeal, and then there was\nthis proceeding that we're talking about here. The\ntrial judge waited for 18 months. So, you would think\nthere's some merit to the underlying claim. Any\nstatistics on whether or not -- on how often an appeal\nis abandoned or not pursued in this kind of case? No\nstatistics?\nMR. GARRE: No. I mean, the statistics that\nI'm aware of are that habeas claims are in a material\nsense often successful in capital cases. We've cited\nthose in our reply brief. Here we think the underlying\nclaims are quite serious. The question in the case is\nreally not who shot the victims. The question is, was\nwhether Mr. Maples was going to be convicted for capital\nmurder or murder that would result in life imprisonment.\nJUSTICE KENNEDY: I'm -- I'm aware of the\nallegations.\nMR. GARRE: And I think, going back to the\ncourt's and the clerk's actions here, one of the things\nthat exacerbated the chain of events here was that you\nhad an order which directed that all parties would be\nserved. Mr. Butler did say that he saw that that order\ndirected that the out-of-State counsel would be served,\nwhich created an added risk of the likelihood --\nJUSTICE SOTOMAYOR: Mr. Garre, I have two\nquestions for you. Is that -- is this State the only\none that doesn't appoint counsel in a postconviction\ncapital case?\nMR. GARRE: Well, I believe that Alabama may\nappoint them. They don't provide for appointment in all\ncases. I believe Georgia is another State. But in that\nrespect, I think these States are alone.\nJUSTICE SOTOMAYOR: But the vast majority\ndo?\nMR. GARRE: Absolutely.\nJUSTICE SOTOMAYOR: In capital cases?\nMR. GARRE: The vast majority do.\nJUSTICE SOTOMAYOR: All right. Number two,\nI thought there were two questions in this -- in this\npart of your case. The first is, don't we have to\ndecide that abandonment, which you have termed, is\ncause --\nMR. GARRE: Yes.\nJUSTICE SOTOMAYOR: -- in a -- to excuse a\nprocedural bar in a State court.\nMR. GARRE: Right. And that is --\nJUSTICE SOTOMAYOR: So we have to decide\nfirst whether we extend Holland to this setting.\nMR. GARRE: Well, I think they're\nindependent grounds. If the Court concludes that the\nState's own actions --\nJUSTICE SOTOMAYOR: That's the due process.\nI'm talking about -- yes, both we would have to decide.\nAssuming -- we have to decide the first question. Is --\nMR. GARRE: Well --\nJUSTICE SOTOMAYOR: Will we extend Holland\nto this type of situation?\nMR. GARRE: I don't -- I don't -- I just\nwant to be clear on this. They are independent grounds.\nIf the Court concludes that the State's actions --\nJUSTICE SOTOMAYOR: Yes, I -- I understand.\nMR. GARRE: But with respect to the\nattorneys, that's right.\nJUSTICE SOTOMAYOR: Yes.\nJUSTICE ALITO: Could we find --\nJUSTICE SCALIA: What -- what is the line,\nMr. Garre, between abandonment and just plain old\nnegligence?\nMR. GARRE: It would be the line established\nby agency law going back to Justice Story's time.\nJUSTICE SCALIA: So, if this local counsel\nsimply goofed in not -- not advising the people that\nwere doing the legwork in the case, why -- why is that\nabandonment?\nMR. GARRE: I think it's actually more of a\nsituation where he disclaimed any meaningful role at the\noutset. I think, you know, the real abandonment going\non here was the attorneys in New York who left without\nnotifying the court or their client. But that --\nJUSTICE ALITO: Putting aside the question\nof local counsel, could we find that there was an\nabandonment if the law firm of Sullivan & Cromwell\ncontinued to represent Mr. Maples after the two young\nattorneys left the firm?\nMR. GARRE: The Court could.\nJUSTICE ALITO: And does the record show\nthat they -- they did not represent Mr. Maples, that\nthis was done purely by the two attorneys? Is there a\nfinding by a court on that?\nMR. GARRE: There is not a finding. We\nthink that's the better reading of the record, and I'm\nhappy to explain why. But most importantly, we think\nit's irrelevant whether he was represented by the law\nfirm in the fictional sense. He was represented by\nindividual lawyers in that proceeding. They were the\nones who Mr. Maples agreed to have represent him in that\nproceeding. The Alabama courts made specific findings\nthat Mr. Maples's lawyers were Ms. Ingen-Housz and\nMr. Munanka. It said that after the default. At that\ntime --\nJUSTICE GINSBURG: But in the -- in the\npractice of a law firm, these were very junior people.\nWouldn't the law firm have to have some involvement in\ngiving them permission to provide this representation?\nI mean, usually there's something like a pro bono\ncommittee and a higher level. Can -- can such junior\nassociates just go ahead and say, we want to spend a lot\nof our time defending a man on death row? Wouldn't they\nhave to get some kind of permission?\nMR. GARRE: I think one would ordinarily\nexpect that. And we're not condoning the actions here.\nI would say that, at the outset of this litigation,\nthere were individuals from the Legal Aid Society who\nwere well familiar with capital cases involved. They\napparently dropped out of the case. But we know --\nJUSTICE KAGAN: Well, what do we know about\nMr. De Leeuw's role, Mr. Garre?\nMR. GARRE: What we know is what Mr. De\nLeeuw has said, which is that he was involved in the\ncase at some point. It's not clear what his involvement\nwas. At the oral argument in the Eleventh Circuit, he\nsaid, on page 302 of the joint appendix, that he was --\nthey were awaiting further action from the court. So,\nwe don't know what his involvement was.\nJUSTICE SOTOMAYOR: Mr. Garre, we don't\nknow, we don't know. Isn't that just proof that if we\nwere to find that Holland applied, a Holland exception\napplied, that we would have to remand this case?\nMR. GARRE: I think that would be\nappropriate, Your Honor. Of course, we think the Court\nshould find that the Holland -- the Holland exception,\nor more particularly --\nJUSTICE SOTOMAYOR: In that regard, there is\none part of Holland that you don't really address, which\nis that Holland contrasted a statute of limitations\nissue with respect to access to a Federal court with a\nprocedural bar and said that the State's procedural bar\nhad interest of federalism, that we had to be cautious\nof ignoring a State procedural bar because of\nfederalism. If we were to extend Holland in the way you\nwant, how do we justify ignoring federalism in that\nsituation?\nMR. GARRE: That's right. There are those\ndistinctions.\nOur point is that Holland recognizes that\nattorney conduct that amounts to abandonment is external\nto the client under agency and other principles.\nColeman itself recognizes that external conduct is not\nattributable to the client and can't be a basis for\ncause.\nSo, the Federal -- federalism interests are\nsimply not implicated in a case where you find that the\nattorney's actions are external. And we think if you\nlook at the principles you looked at in Holland, agency\nlaw going back to Justice Story's time, the principles\nof professional standards of care, you would find that\nan abandonment -- of course, that must be external to\nthe client. Justice Alito said in his concurring\nopinion that where someone is not acting as an agent in\nany meaningful sense, it would be grossly inequitable\nand unfair to attribute the agent's conduct to the\nclient.\nJUSTICE KAGAN: Mr. Garre --\nMR. GARRE: That's the principle we're\nasking.\nJUSTICE KAGAN: Could we go back to the\nstate of the record? You've said a few times, and your\nbrief does, that the record is skimpy on various\nimportant matters. Would you go further and say that\nthe record is irretrievably corrupted, tainted by\nconflicts of interest?\nMR. GARRE: I think there are conflicts of\ninterest here. They're laid out in the legal ethics\nbriefs. The Sullivan & Cromwell attorneys were\nrepresenting Mr. Maples up through the argument and\ndecision in the Eleventh Circuit. But I think -- for\npurposes of what this Court would do, I think a remand\nwould be appropriate, because if you conclude, as we\nthink you should, that abandonment of counsel would be\nan external factor, then it would be appropriate to\nremand for further proceedings. We don't know what\nthese other attorneys were doing. The record doesn't\nshow that.\nJUSTICE GINSBURG: We do know, though, that\nthey were not counsel of record.\nMR. GARRE: We absolutely know that they\nwere not.\nJUSTICE GINSBURG: So, we know that the two\nwho were listed as counsel of record --\nMR. GARRE: They were not.\nJUSTICE GINSBURG: -- were not representing\nhim, and they hadn't told the court.\nMR. GARRE: They were not counsel of record.\nMr. Maples never agreed to have anyone else represent\nhim in a way that could bind him. The Alabama court\nspecifically found not only that they weren't counsel of\nrecord, but they were not authorized to practice in\nAlabama. This is on page 223 of the petition appendix.\nJUSTICE SCALIA: But it seems to me it's up\nto you to produce the facts that would justify our\nreversing the case that you're asking us to do.\nMR. GARRE: We asked --\nJUSTICE SCALIA: And you say, well, we don't\nhave these facts; well, send -- send it back so I can --\nno, you should have gotten the facts in the first place.\nIf the record doesn't show the things that you need to\nshow to get this case reversed, the case should not be\nreversed, it seems to me.\nMR. GARRE: But the petition did include a\nrequest for an evidentiary hearing. And I think the\nproblem is that both the district court and the court of\nappeals short-circuited the inquiry into counsel's\nactions because it believed that Coleman v. Thompson\napplied in the abandonment situation. And where a court\nmade that kind of legal error, it would be appropriate\nfor the Court to send it back and say, no, Coleman v.\nThompson does not apply in the extraordinary case of\nabandonment, or an attorney's actions cannot be\nattributable to a client under agency law.\nJUSTICE SCALIA: When did you first make the\nabandonment claim?\nMR. GARRE: Well, I think we've argued --\nJUSTICE SCALIA: When was it? Wasn't it\nfirst made in the -- in the request for rehearing?\nMR. GARRE: I think explicitly. Now, we\nthink that -- two points on this. We think --\nJUSTICE SCALIA: That's rather late.\nMR. GARRE: We think that all along they\nargued that the attorneys' actions established cause.\nThat's why both the district court and the court of\nappeals addressed that and rejected it erroneously under\nColeman.\nJUSTICE SCALIA: That isn't abandonment.\nThat isn't abandonment. The attorneys' actions\nestablished cause; that does not mean abandonment to me.\nMR. GARRE: We think this falls squarely\nwithin the rule of Yee v. Escondido, where -- where the\nparty makes the claim below -- which they made the claim\nhere that the attorneys' actions established cause --\nyou can make new arguments, different arguments.\nAnd I think, particularly given that\nSullivan & Cromwell had been involved early in this case\nand the possibility of conflicts of interest would make\nit appropriate for this Court to consider our\nabandonment issue, which was raised in the petition for\nrehearing, explicitly raised in the petition for\ncertiorari -- explicitly -- we think it's properly\nbefore this Court.\nIf there are no further questions at this\ntime, I'd like to reserve the remainder of my time.\nCHIEF JUSTICE ROBERTS: Thank you, Mr.\nGarre.\nMr. Neiman.\nORAL ARGUMENT OF JOHN C. NEIMAN, JR.,\nON BEHALF OF THE RESPONDENT\nMR. NEIMAN: Thank you, Mr. Chief Justice,\nand may it please the Court:\nIn trying to sidestep Coleman, Maples is\nadvocating at least three principles that are\nincompatible with the way our justice system works.\nFirst, Maples is asking this Court to hold that due\nprocess required not just actual notice to his attorney\nof record, John Butler, but in fact something more than\nthat.\nCHIEF JUSTICE ROBERTS: Let's say the three\nnotices are sent out; all three of them come back, okay?\nLet's even go further and say the prosecutor knows that\nnobody representing Mr. Maples received notice. What\nhappens then?\nMR. NEIMAN: In that case, Your Honor, there\nwould be a much more substantial argument --\nCHIEF JUSTICE ROBERTS: Yeah, I know it\nwould be more substantial. That's why --\n(Laughter.)\nCHIEF JUSTICE ROBERTS: My question is what\nhappens? Are you prepared to acknowledge that in that\ncase, Mr. Maples had been abandoned by all of his\nlawyers, it was known to the prosecution, and,\ntherefore, the failure to file the notice should not\nconstitute an adequate and independent State ground\nbarring collateral relief?\nMR. NEIMAN: I don't think that the return\nof all three notices would justify necessarily a finding\nof abandonment in toto by all the lawyers. It could\nsignify a number of things. I do think that it would\nraise questions about whether the clerk had a due\nprocess obligation to do more under Jones v. Flowers.\nJUSTICE SCALIA: What does the return mean\nwhen you get -- get a notice returned? It just said no\nlonger at Sullivan & Cromwell, is what the two of them\nsaid, right?\nMR. NEIMAN: Yes, Your Honor.\nJUSTICE SCALIA: Does that necessarily mean\nthat they've abandoned the case? It just means you got\nthe wrong address, doesn't it?\nMR. NEIMAN: That's correct, Your Honor.\nJUSTICE SCALIA: Isn't that the only thing\nit means for sure, these lawyers are no longer here at\nSullivan & Cromwell?\nMR. NEIMAN: Yes, Your Honor.\nJUSTICE SCALIA: I don't know how that would\nbe an indication of abandonment. Can't you switch a law\nfirm and keep the client?\nMR. NEIMAN: Absolutely, Your Honor,\nalthough the presumption generally is that the client\nstays with the firm. But that's correct. The client\ncertainly can move firms when the -- when the lawyer\nmoves firms.\nJUSTICE GINSBURG: Mr. Neiman, I think we're\nblurring two issues. We're not talking about\nabandonment in this respect. We're talking about notice\ngoing to no one, and a -- and a clock ticking from a\ncertain date that no one knows about.\nI mean, they were preparing for a hearing\nbefore this judge. So they weren't anticipating that he\nwas going to rule without anything further.\nMR. NEIMAN: That's correct, Your Honor.\nThey certainly were preparing for an evidentiary\nhearing, and, in fact, contrary to my friend's\nstatements about what we know about Mr. De Leeuw's\ninvolvement in this case, on page 228 of the J.A.,\nMaples expressly alleged that De Leeuw and others at\nSullivan & Cromwell were preparing for the evidentiary\nhearing. But --\nJUSTICE GINSBURG: But as far as -- as far\nthe record shows, De Leeuw is not on the record at all.\nThere were three counsel of record. Two of them --\nwell, let's go back to this -- this -- the first issue.\nThe State by its own conduct showed it didn't regard\nButler as any kind of representative, because it didn't\neven send its Rule 32 response to Butler; isn't that so?\nMR. NEIMAN: No, Your Honor, I respectfully\ndisagree with that assessment of how we can read the\nservice of the Rule 32 answer. Under Alabama law, a --\na pleading or an order may be served on only one counsel\nof record when a party has multiple counsel of record.\nSo, for example, that answer was served upon Mr. Munanka\nat Sullivan & Cromwell, but it was not served, expressly\nat least, on --\nJUSTICE GINSBURG: What about --\nMR. NEIMAN: -- Ms. Ingen-Housz.\nJUSTICE GINSBURG: What about the notice\nthat he's -- he had lost in the Alabama court and he'd\nbetter, if he wants to go to the Federal court, do\nsomething about it? That notice went only to Maples,\nright?\nMR. NEIMAN: That's correct, Your Honor.\nThe -- the State's attorney in that -- in that instance\ndecided to send a letter only to Mr. Maples. Of\ncourse --\nJUSTICE GINSBURG: And Mr. Garre made the\npoint that if Maples were represented, that that would\nbe improper, to -- to send a notice to Maples alone.\nSo, the -- so, the State's attorney must have thought\nthat Maples had been abandoned by his lawyers because he\ndidn't notify any of them.\nMR. NEIMAN: Your Honor, the record does not\nreveal why Mr. Hayden decided to send the letter to Mr.\nMaples alone. One --\nJUSTICE SCALIA: Of course, he didn't have\nto send the letter. That letter had no legal effect,\ndid it?\nMR. NEIMAN: That's correct, Your Honor.\nJUSTICE SCALIA: I mean, it was just: By\nthe way, your time has expired. I mean, this is not --\nwhat could the lawyer do about it?\nMR. NEIMAN: Well, and it --\nJUSTICE SCALIA: It wasn't a required notice\nthat he had to give to the lawyer or to anybody else.\nMR. NEIMAN: That's correct, Your Honor.\nJUSTICE SCALIA: So he just made this\nextraneous, volunteered statement to Maples instead of\nto his lawyer. I don't -- I don't know what that\nproves.\nMR. NEIMAN: At that point in time, the\nState case was over. So, it was hardly clear if Mr.\nHayden was going to do something that he didn't have to\ndo under the rules.\nCHIEF JUSTICE ROBERTS: Why did he do it?\nWhy did he do it, then? Just gloating that -- that the\nfellow had lost?\n(Laughter.)\nCHIEF JUSTICE ROBERTS: What was the point\nof it? He must have thought there was a problem, right?\nMR. NEIMAN: Your Honor, he certainly was\naware that Mr. Maples's lawyers had failed to file a\nnotice of appeal. But -- and his letter reveals that he\nis very aware --\nJUSTICE SOTOMAYOR: Is that surprising? I\nthink Justice Kennedy asked your adversary: How often\ndo appeals lie from the denial of State postconviction\nremedies?\nMR. NEIMAN: Your Honor, I agree with my\nfriend that we don't have statistics on that front. I\nthink it's fair to assume that, for the most part, when\na Rule 32 petitioner loses at the trial stage, they're\ngoing to appeal.\nJUSTICE SOTOMAYOR: In a capital case.\nJUSTICE KENNEDY: Particularly in a -- in a\ncapital case.\nMR. NEIMAN: That's correct, Your Honor,\nalthough there are some instances in which a capital\npetitioner or someone on death row decides that they no\nlonger want to invoke the process of the courts, and\nthey're ready for their sentence to be carried out.\nJUSTICE KENNEDY: I just have two questions\ngoing back to the very beginning, when we were talking\nabout the misaddressed or the unreceived mail. When the\nnotices come back \"no longer at Sullivan & Cromwell,\"\nthat's just as if it said, functionally, don't you\nthink, \"wrong address\"?\nMR. NEIMAN: Not quite, Your Honor. I think\nthat -- that the notice saying that the person's no\nlonger at Sullivan & Cromwell indicates that the person\nis no longer at the firm. I guess the notice could come\nback --\nJUSTICE KENNEDY: I mean, it's pretty clear\nthat they didn't get their -- get the mail, get the\nletter, because it's sent back.\nMR. NEIMAN: That's correct, Your Honor.\nJUSTICE KENNEDY: One other thing while I'm\ntalking with you, and it's a tangential point, perhaps.\nCould the State of Alabama under your laws waive what\nyou allege to be the procedural default? If you thought\nthere was substantial merit to the underlying claims,\neven though you take the position that they ultimately\nshould be rejected, could you have simply waived the\nprocedural default and allowed the appeal to proceed?\nMR. NEIMAN: I don't think the law makes\nthat crystal clear, Your Honor. But I certainly know of\nno law that suggests that the Attorney General of\nAlabama necessarily has to assert every single potential\ndefense within his or her arsenal.\nJUSTICE KENNEDY: Has Alabama ever waived\nlack of timely appeal in a capital case?\nMR. NEIMAN: I'm not aware, Your Honor.\nJUSTICE SOTOMAYOR: Counsel, could we go\nback to the Chief Justice's initial question? Let's\nassume the two letters went to Sullivan & Cromwell and\ncame back \"left firm,\" as they did, and that the letter\nto Butler came back \"deceased.\" Would there be cause in\nthat situation to excuse the State's procedural ground?\nMR. NEIMAN: Perhaps, Your Honor. It -- it\nwould depend on why the letters came back from Sullivan\n& Cromwell, I suppose.\nJUSTICE SOTOMAYOR: Well, we -- we know that\nthey -- that both lawyers in this case didn't move to\nanother firm. Both of them took jobs that precluded\nthem from representing this defendant. So, I don't know\nhow I define abandonment other than I take a job where I\ncan't work for you anymore.\nMR. NEIMAN: The -- the cause argument in\nthat case, Your Honor, would be substantially stronger,\nas I've said before, in part because death, of course,\nis an external factor. So --\nCHIEF JUSTICE ROBERTS: So, you accept -- I\ndon't mean to interfere with the question, but -- so,\nyou accept the idea that there is a distinction between\nmalfeasance and abandonment.\nMR. NEIMAN: Your Honor, I think we would be\nprepared to recognize that, in certain cases, an\nabandonment of a client by an attorney would terminate\nthe agency relationship with -- between the attorney and\nclient. And --\nCHIEF JUSTICE ROBERTS: Okay. So, then the\nonly thing -- the only thing we're talking about is\nwhether, on these particular facts, there has been\nabandonment or not. Right?\nMR. NEIMAN: That's correct, Your Honor.\nCHIEF JUSTICE ROBERTS: From your\nperspective.\nMR. NEIMAN: Yes, Your Honor. But one thing\nI do want to stress is that my friend has suggested that\nan evidentiary hearing or further evidentiary\nproceedings are necessary on this particular question\nbecause we don't know what role the other attorneys at\nSullivan & Cromwell played in the matter.\nJUSTICE GINSBURG: But we do know they\nweren't counsel of record. We do know that the only two\ncounsel of record were no longer representing him, and\nhe had no reason to know that they weren't, but they\nwere not -- they couldn't represent him.\nThe two -- the only two out-of-town counsel\nwere the two who disabled themselves from representing\nhim by taking other jobs.\nMR. NEIMAN: Your Honor --\nJUSTICE GINSBURG: So, there was no one from\nSullivan & Cromwell other than those two on the record.\nSo, on the record, they had abandoned him, and there was\nno substitute.\nMR. NEIMAN: I disagree with that\nassessment, Your Honor.\nJUSTICE SCALIA: Well, the argument is that\non the record or not is determinative for the out-of-\ntown counsel, but it is not determinative for the\nin-town counsel. The fact that he is counsel of record\ndoesn't count, but the fact that those two are does\ncount. And only when you combine those two does the man\nhave no counsel. Right?\nMR. NEIMAN: Yes, Your Honor. There is that\ninconsistency in Maples's argument. On the one hand,\nMaples says that Butler -- or that the other lawyers at\nSullivan & Cromwell weren't his attorneys because they\nweren't counsel of record. But Butler was counsel of\nrecord, but he wasn't his attorney.\nJUSTICE KAGAN: The notice inquiry is\nsupposed to be a pragmatic one. As far back as Mullane,\nwe've said that the question that we're supposed to ask\nourselves is: Is this what somebody would do if they\nactually wanted to accomplish notice, if they actually\nwanted the person to get that letter? So, I'm just\ngoing to ask you, General, if you were a lawyer in an\nimportant litigation and you send off an important\nletter to two lawyers, your principal adversaries, as\nwell as to a local counsel who you think may not be\ninvolved in the substance of the litigation, you don't\nknow for a fact, but you think that there is some\nsubstantial likelihood that he's not particularly\ninvolved, as local counsel often aren't -- so, you send\noff this letter and you get it back from the principal\nattorneys, and you ask yourself: Huh, should I do\nanything now?\nWhat would you say?\n(Laughter.)\nMR. NEIMAN: Your Honor, I suspect that, in\nthose circumstances, I might well personally do\nsomething else. But, of course, my prerogatives as\nSolicitor General of Alabama are quite different from\nthe prerogatives of a clerk in Morgan County, Alabama.\nJUSTICE KAGAN: But the --\nJUSTICE SCALIA: Well, as then the clerk has\nto believe that it's an important letter. Right? It's\nnot important enough to be required by the Federal\nrules. How important is it?\nJUSTICE KAGAN: Justice Scalia is right.\nI'm assuming that a letter disposing of a -- of a ruling\nin a capital case issued after 18 months when nobody\nknew that that letter was coming, that that's an\nimportant letter for a death row person to get. So,\nJustice Scalia is right to that effect.\nSo, you get this, and you say, well, you\nwould have. But that's the question that we have to ask\nabout the clerk as well. The clerk -- the question for\nthe clerk is, if he had really wanted the person to get\nnotice, what would he have done?\nMR. NEIMAN: No, Your Honor, I disagree.\nThe -- as far back as Mullane, this Court has said that\nat the end of the day, actual notice to a party,\nparticularly within the jurisdiction, is the finish line\nfor due process purposes. Mullane expressly --\nJUSTICE ALITO: You can see from these\nquestions that the arguments that you're making in this\ncapital case, which is sui generis, are pushing the\nCourt to consider rules that would have far-reaching\neffect, such as a rule that places upon a clerk of the\ncourt a constitutional obligation to serve counsel with\nimportant documents in the case similar to the\nconstitutional obligation to serve initial process in\nthe case. And the question that I would like to ask is\nwhether this -- the -- whether you as the Solicitor\nGeneral or the Attorney General of Alabama have an\nobligation to push this matter in this way. This is a\ncase where -- as I said, it's a capital case, as we all\nrecognize. Mr. Maples has lost his right to appeal\nthrough no fault of his own, through a series of very\nunusual and unfortunate circumstances.\nNow, when his attorneys moved to file an\nout-of-time appeal, why wouldn't you just consent to\nthat? If he did not receive an effective assistance of\ncounsel at trial, why not get a decision on the merits\non that? Why push this -- this technical argument?\nMR. NEIMAN: There are several responses,\nYour Honor. First, at least at the Rule 32 stage, the\n-- the notice of appeal deadline was a jurisdictional\none. And you're right, the State did oppose the motion\nfor an out-of-time appeal, but there wasn't much the\nState could have done even if it had consented --\nJUSTICE ALITO: There's no --\nMR. NEIMAN: -- on that front.\nJUSTICE ALITO: There's no possibility under\nAlabama rules for an out-of-time appeal in this\ncircumstance? No extension?\nMR. NEIMAN: The holding of the Alabama\ncourts here, as recognized by the Eleventh Circuit, was\nthat this would not be an appropriate circumstance for\nan out-of-time appeal. Now, as to the question about --\nJUSTICE ALITO: But is that a discretionary\nmatter or is that a flat rule, once you've passed a\ncertain time deadline, you're out of -- you're out of\nluck; there's no opportunity where there's good cause\nfor an extension?\nMR. NEIMAN: There is opportunity where\nthere's good cause for an extension. But the -- what\nthe court held here, what the Alabama court held here,\nwas that this circumstance in which the person had\ncounsel of record, and counsel of record hadn't notified\nthe court of their address -- of their changes of\naddress, and, more importantly, Mr. Butler, who was, in\nfact, serving as Mr. Maples's agent in this case and\nreceived --\nJUSTICE KENNEDY: Well, this goes to my\nearlier question, and continuing Justice Alito's line of\nquestioning. If the State of Alabama had told the State\ncourt, in all of the circumstances, we think there\nshould be an out-of-time appeal granted -- you're -- are\nyou indicating that the State court said, well, that's a\ngood idea, but we can't do it because it's not\nappropriate in these circumstances?\nMR. NEIMAN: That seems to be the holding of\nthe Court of Criminal Appeals in this case, Your Honor.\nJUSTICE GINSBURG: Did you -- did you oppose\nit? Did the State oppose the out-of-time appeal?\nMR. NEIMAN: Yes, Your Honor, the State did\noppose the out-of-time appeal, and the State pressed the\nprocedural bar in Federal court in this case. But the\nState had every prerogative to do so, in part because\nthis Court recognized in Coleman, a case where the\npetitioner undoubtedly could have said that he lost his\nright to his appeal through no fault of his own, that\nthe State had the power to do that. There are good\nreasons for the State --\nJUSTICE KENNEDY: Could the State in --\nexcuse me. Could the State in the -- in the Federal\nlitigation have waived the procedural default?\nMR. NEIMAN: Your Honor, I think the law is\nnot exactly clear on that, but I know of no law that\nwould say that the Alabama Attorney General has to press\nevery single non-jurisdictional defense at his or her\ndisposal. But he did not do so here and had good reason\nnot to. That's in part because Coleman says that this\nis how procedural defaults work. There are good reasons\nfor procedural defaults. They are grounded in the same\nequitable principles that led --\nCHIEF JUSTICE ROBERTS: But you agreed with\nme earlier that abandonment is an exception to the\nadequate and independent State grounds. So, under your\nview of the case, Coleman was not necessarily\ncontrolling.\nMR. NEIMAN: Your Honor, if I have suggested\nthat abandonment itself is an exception to the AISG\ndoctrine, let me correct my earlier answer.\nMy suggestion is that abandonment can\nsometimes allow a court to determine that a particular\nlawyer has become external to a client, that the agency\nrelationship has been terminated. Of course, merely\nbecoming external to the client doesn't mean that the\nabandonment itself will constitute cause. The\nabandonment also -- or the lawyer's ending of the\nrelationship would also have to impede the ability of\nthe remaining members of the defense team or the\ndefendant himself to comply with State rules.\nAnd here, even if there is some argument\nthat Ingen-Housz and Munanka abandoned their client,\nwhich I don't think there is on this record in light of\nthe way they left the case with Butler, Mr. De Leeuw,\nand others at Sullivan & Cromwell, even if there were\nsome argument on that front, Butler -- it's not clear\nthat the actions of Ingen-Housz and Munanka actually\nimpeded the ability of the remaining members of the team\nto --\nJUSTICE GINSBURG: When -- when lawyers stop\nrepresenting a client, as the two did, isn't there some\nobligation of them to tell the client and the court,\nwe're no longer representing you, and arrange for\nsubstitutions? There were never any substitutions on\nthe record of the other counsel. The record said these\ntwo people are representing Maples, and those two\nweren't. They never told the court, and they never told\nMaples. Isn't there some obligation on -- on their part\nto the court when they stop representing a client to\nadvise the court?\nMR. NEIMAN: Yes, Your Honor, I think there\nis. But I don't think that means that what happened\nhere constitutes cause. The record is clear. Mr.\nMaples himself has alleged, that Ingen-Housz and Munanka\narranged for this case to be handled by Mr. De Leeuw,\nand the record makes clear that Mr. De Leeuw was\ninvolved in this case in representing Maples even before\nthe default occurred and even before Ingen-Housz and\nMunanka were -- well, even at the same -- even before\nIngen-Housz and Munanka left, I should say.\nJUSTICE BREYER: Is it -- is it -- I'm still\nunclear on one factual thing. Did the State's attorneys\nknow that the letters had come back?\nMR. NEIMAN: Your Honor --\nJUSTICE BREYER: Should they have known?\nMR. NEIMAN: Your Honor, the record is not\nclear on that point. I can represent to the Court that\nthe State's attorney did not know that the letters had\ncome back. I --\nJUSTICE BREYER: Do they check the -- do\nthey check the docket every so often to see what's\nhappened?\nMR. NEIMAN: Most -- most attorneys have an\nobligation at some point to check the docket, and that's\n-- that's one problem with the position that Mr. Maples\nhas taken regarding Mr. Butler here and the ability of\nthese parties to obtain information from the court.\nBut in this case, it's my understanding --\nand this is not on the record. But it's on the record\nobviously before this Court now. But it's my -- it's my\nunderstanding that the State had no idea that Mr.\nMaples's attorneys had not -- Mr. Maples's two attorneys\nin New York had left their firm or had --\nJUSTICE BREYER: Why did --\nJUSTICE GINSBURG: Then why did they -- why\ndid they send to Maples alone the notice, you'd better\nfile your Federal habeas? They didn't send it to those\ncounsel. Where did they -- what made them send it --\nsend that notice directly to Maples and not to either of\nthe Sullivan & Cromwell lawyers?\nMR. NEIMAN: Again, this is -- this is\ninformation that's not in the record, Your Honor. But\nit's my understanding that counsel looked at -- looked\nat -- figured out what had happened, figured out the\nappeal had been missed, had calculated how much time Mr.\nMaples had to file his 2254 petition and, based on his\n20 years of experience, said that in light of the fact\nthat the State court proceedings were over, the most\nprudent thing for him to do would be to send the letter\nto Maples himself.\nJUSTICE SOTOMAYOR: So, he had figured out\nthat something had terminated the relationship between\nMr. Maples and his lawyers?\nMR. NEIMAN: No, Your Honor, I don't think\nthat's -- I don't think that's an accurate\ncharacterization of --\nJUSTICE SCALIA: Well, even --\nMR. NEIMAN: -- of what exactly happened in\nthis case, but in the very least, his lawyers had missed\n-- had missed the deadline.\nJUSTICE SCALIA: Even if you assume that he\nhad figured it out, that -- you would have to impute his\nknowledge to the clerk of court to -- to find the -- the\nfault on the part of the State that's alleged here.\nMR. NEIMAN: Well, more so than that, Your\nHonor.\nJUSTICE SCALIA: Did he tell the clerk of\ncourt that he was only going to send it to Maples?\nMR. NEIMAN: As far as I know, no, Your\nHonor. But, of course, the clerk -- the notices came\nback to the clerk long before the State's attorney sent\nthe letter in this case.\nBut that's an important point, I think, both\nwith respect to the clerk issue and also the abandonment\nissue. The relevant question here is not what the\nAssistant Attorney General of Alabama thought had\nhappened in this case. The relevant question on the\nclerk issue is what the clerk knew, and that of course\nis governed by Rule 7 of the rules governing admission\nto the Alabama bar.\nThe relevant question on abandonment is, had\nMaples in fact been abandoned? Had -- had these\nattorneys left him completely without counsel? And the\nrecord definitively establishes that that had not\nhappened, both because Mr. Butler remained counsel here\nand in a much more meaningful way, I think, than my\nfriend suggests. And --\nJUSTICE SOTOMAYOR: Counsel, could you tell\nme -- I'm assuming you've practiced in your State for a\nwhile.\nMR. NEIMAN: Yes, Your Honor.\nJUSTICE SOTOMAYOR: How frequent is it in\nthe Alabama capital system that local counsel takes the\nlaboring oar, or even an active participation, in the\ndefense or actions of a capital defendant?\nYour -- the amici here says generally they\ndid what Mr. Butler did; they just facilitated the --\nthe admission of the volunteer attorneys. Was that your\nexperience?\nMR. NEIMAN: Your Honor, of course, that\ninformation's not in the record. We respectfully\ndisagree, as a factual matter, with the factual\nassertions made by the amici on that front.\nJUSTICE BREYER: All right. If we have to\nsend it back, I guess we'd have to say what the rule is.\nSo, what -- what is the rule? What about a rule that\nsays, where in fact attorneys do abandon the client and\nthe local attorney does as a matter of practice in the\nState do virtually nothing except to facilitate foreign\nrepresentation, and where the State had cause to\nbelieve -- cause to believe -- that all that was true,\nthen the State cannot assert this as an adequate ground.\nThat's all.\nMR. NEIMAN: Your Honor, a remand would not\nbe appropriate in this case on those -- on those grounds\nfor a number of reasons.\nJUSTICE BREYER: Because?\nMR. NEIMAN: One is that Rule 7 of the rules\ngoverning admission to the Alabama bar made emphatically\nclear that the role of local counsel was not simply --\nJUSTICE BREYER: Irrespective of what the\nrules were, you'd have to show -- he would have to show\nthat, in fact, in the State it is a practice such that\nthe local counsel doesn't do much of anything except\nfacilitate, because this is a state of mind as to\nwhether the State -- and the State knows that.\nIf he shows both of those things and shows\nthat the letter came back and shows this was abandonment\nor close thereto, then the State ought to know that this\nindividual has no idea about filing a piece of paper and\nthinks somebody else is doing it. And that's enough to\nsay this is not adequate State ground that would block\nFederal habeas. Now, your argument against that is\nwhat?\nMR. NEIMAN: At least twofold, Your Honor.\nOne, as a simple matter, those factual assertions were\nnot made below. So, in order for the Court to remand on\nthat particular issue, it wouldn't be a remand for an\nevidentiary hearing, on whether those allegations --\nJUSTICE BREYER: It seems in the briefs --\nthere's certainly a lot in the briefs that seemed to say\nthat.\nMR. NEIMAN: There's certainly a lot in the\nbriefs that says that. But one problem Mr. Maples faces\nhere is that he had the burden as the petitioner in this\nhabeas proceeding to make the requisite factual\nallegations that he believed would establish cause.\nJUSTICE SCALIA: Mr. Neiman, am I correct\nthat under the Alabama rules when an attorney is\nrepresented by more than one attorney, the notice does\nnot have to go to all of them?\nMR. NEIMAN: That is correct, Your Honor.\nJUSTICE SCALIA: It can only go to one,\nright?\nMR. NEIMAN: Yes, Your Honor.\nJUSTICE SCALIA: So, as far as local counsel\nknew, he was the only one to receive notice of this\nthing, right?\nMR. NEIMAN: That's correct, Your Honor.\nCHIEF JUSTICE ROBERTS: Is it correct or\ndoes the notice -- most of the notices I see list the\npeople who have been served. Were the New York people\nlisted on the notice that went to Butler?\nMR. NEIMAN: Yes, Your Honor. The notice --\nCHIEF JUSTICE ROBERTS: Well, then he knew\nhe wasn't the only one getting notice.\nMR. NEIMAN: Right.\nCHIEF JUSTICE ROBERTS: Or he knew that he\nwas the only one who was supposed to get notice.\nMR. NEIMAN: Well, the -- the cc line in\nthis case cannot establish cause and cannot be deemed\nState interference for any number of reasons. The first\nis that -- I suppose it could only be held to establish\ncause if it would have been reasonable for Mr. Butler to\nassume that the cc line communicated a message that it\nwas perfectly okay for him to do nothing and to not take\nfurther action, based on what is in the cc line. And\nthere are at least three reasons why that would not be a\nreasonable reading of the cc line.\nThe first is that the cc line doesn't\ncommunicate that Ingen-Housz and Munanka, who were the\npeople listed on the cc line, will in fact receive the\norder. All it says is that the order will be sent to\nIngen-Housz and Munanka.\nThe second is that the -- even if it would\nhave been reasonable for him, for Mr. Butler, to assume\nthat Ingen-Housz and Munanka would receive the -- the\norder in this case, it would not have been reasonable\nfor him to have done nothing, given that Rule 7 of the\nAlabama rules made him jointly and severally responsible\nfor -- to the client and to the court in this case.\nJUSTICE SOTOMAYOR: I guess the problem is,\naccept the rule; it exists. But if a lawyer says, I\ndon't care, I'm not going to do whatever the rules\nrequired me to do, what more do you need for\nabandonment?\nIf a lawyer comes in and says, I understand\nthis is a rule of the court; I understand that I'm\nsupposed to do x, y, and z; I don't care; I'm just\nnot -- that's the question.\nMR. NEIMAN: Yes, well --\nJUSTICE SOTOMAYOR: What's the difference\nbetween \"I don't care\" and abandonment?\nMR. NEIMAN: I -- Your Honor, I guess I\nshould just make -- just make a couple points in\nresponse to that. The first is that, as I understood\nthe question posed about the cc line, that is all about\nnot abandonment, but whether the clerk -- the clerk's\nactions can be blamed for -- or the default can be\nblamed on the clerk.\nJUSTICE SOTOMAYOR: We're not talking about\nthe notice issue; we are talking about the abandonment\nquestion.\nMR. NEIMAN: On the abandonment question, if\nit really were -- if it really is true that Butler had\ndecided he was going to do nothing in this case and not\nrepresent his client and not be an attorney for the\nclient, then there might be a viable argument that\nButler was not -- was not -- had abandoned the client in\nsome way, but that is not the -- a reasonable reading of\nthe record in this case.\nJUSTICE SCALIA: If we find --\nMR. NEIMAN: Butler --\nJUSTICE SCALIA: If we find that these\nlawyers did abandon their client, will there be some\nsanction imposed upon them by the bar? I often wonder,\njust as when we find that there's been inadequate\nassistance of counsel in a capital case, does -- does\nanything happen to the counsel who have been inadequate\nin a capital case?\nMR. NEIMAN: Your Honor, I suppose it would\ndepend on exactly what the allegations are --\nJUSTICE SCALIA: Have you ever heard of\nanything happening to them? Other than they're getting\nanother capital case?\n(Laughter.)\nMR. NEIMAN: Your Honor, I have not.\nCertainly the rules would provide that a breach of the\nrules of professional responsibility would be\nsanctionable by the State bar, both against the Alabama\nattorney here and the New York attorney.\nCHIEF JUSTICE ROBERTS: You said a few\nmoments ago that Butler did more than your friend\nsuggested. What more did he do?\nMR. NEIMAN: Well, of course, we discussed\nin the briefs the very -- the undisputable fact that\nButler filed numerous things, and after the default\noccurred in this case. But even --\nCHIEF JUSTICE ROBERTS: Well, after the\ndefault, sure. But what did he do before?\nMR. NEIMAN: Butler's affidavit certainly --\nthat was filed in the State court proceedings certainly\ndoesn't say: I'm -- I was in this only to swear these\npeople in or move for their admission and nothing else.\nWhat Butler says --\nCHIEF JUSTICE ROBERTS: What did he do more\nthan that?\nMR. NEIMAN: Butler said -- says, on page\n255a of the petition appendix, that he agreed to serve\nas local counsel. \"Local counsel\" has a specified\nmeaning under Alabama law.\nCHIEF JUSTICE ROBERTS: Well, you made a\nfairly serious suggestion that your friend had not\naccurately represented what Butler did. And you still\nhaven't told me one thing he did more than move the\nadmission of the out-of-town attorneys.\nMR. NEIMAN: Well, let me withdraw any\nsuggestion that I am saying that Butler had in fact done\nsomething that's -- that's clear on the record.\nAnd my time is up. May I finish?\nCHIEF JUSTICE ROBERTS: Sure.\nMR. NEIMAN: The -- my point was that Butler\ndid not simply agree just to move these people -- move\nthese people's admission. Butler said he would be local\ncounsel. And local -- the role of local counsel is\ndefined by Rule 7. It includes an obligation to attend\nhearings, conferences, and the like. It also --\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nThank you.\nMr. Garre, you have 4 minutes remaining.\nREBUTTAL ARGUMENT BY GREGORY G. GARRE\nON BEHALF OF THE PETITIONER\nMR. GARRE: Thank you, Mr. Chief Justice.\nWe agree that this is a sui generis case.\nThe facts are extraordinary, the facts are shocking, and\nour position is simply that under this Court's\nprecedents and the extraordinary facts here, Mr. Maples\nhas established cause to excuse the default.\nWith respect to local counsel, apart from\nthe fact that the State communicated directly with Mr.\nMaples, an extraordinary step after the default, maybe\nthe other telling thing is that in 2006, Alabama itself\neliminated the local counsel requirement for pro bono\nproceedings, recognizing that it could only create\nproblems; it didn't add anything.\nWith respect to abandonment, I understood at\ntimes my counsel -- my friend, to acknowledge that\nabandonment may establish an external event with respect\nto the client. If that's so, then I think it's clear\nthat we're at a minimum entitled to a remand. There\nwere statements about what was clear from the record. I\nthink, at a minimum, the record is not clear on a number\nof things that this Court would have to get into if it\nwere going to consider adopting the State's position\nthat Mr. Maples was not abandoned. Mr. Maples was in a\nprison cell. His attorneys of record did not tell him\nthat they had left the firm. They were required not\nonly to tell the court --\nJUSTICE SCALIA: We don't have to adopt the\nState's position that he was not abandoned. We have to\nadopt your position that he was abandoned.\nMR. GARRE: And you have a record of the\nattorneys leaving with not only not notifying Mr.\nMaples, not notifying the court, and not obtaining the\ncourt's approval, which is required by Rule 6.2 of the\nAlabama Rules of Criminal Procedure.\nJUSTICE ALITO: What is troubling to me\nabout the abandonment argument is that -- is the fear\nthat if the Court says that abandonment is cause, there\nwill be many, many cases in which the allegation is: My\nattorney wasn't just ineffective and negligent; the\nattorney was so bad that the attorney in effect\nabandoned me.\nAnd that will substantially change existing\nlaw. Now, how can that be prevented?\nMR. GARRE: Working through agency\nprinciples that go back to Justice Story's time, working\nthrough the principles established in this Court's\ndecision in Holland and that will be applied in Holland.\nThe lower court in Holland issued its decision on remand\nand found that Mr. Collins had abandoned Mr. Holland,\nusing this Court's precedent as a guide.\nSo, I think Holland already recognizes that\nattorney abandonment can be external. We're just asking\nthe Court to apply the same principles and recognize\nthat what's external in one context cannot be not\nexternal in the other context.\nJUSTICE SOTOMAYOR: Counsel, do you know how\noften Holland relief has been granted -- since it's very\nrecent, but how -- how frequently Holland relief has\nbeen granted by the courts below?\nMR. GARRE: I don't know the answer to that\nquestion. I'm not aware of any flood of relief in such\ncases. I expect that this would be very extreme. I\nthink the facts here are about as extreme as you can\nget.\nJUSTICE KAGAN: Mr. Garre, how do we\ndistinguish between abandonment and simply a botched, a\nvery botched, transfer of responsibility within a law\nfirm?\nMR. GARRE: Well, where you have counsels of\nrecord leaving without obtaining the approval that\nthey're required or telling the Court, I think that is\nabandonment pure and simple. Beyond that, you would\nlook to agency principles, whether there's a breach of\nloyalty. This is going to be a fact -- you would want\nto get into the facts, although I think it is a very\nhigh bar. I think the Holland decision makes clear it's\na high bar. I think this case clearly passes that bar,\nbut it's something that the courts will work out\napplying agency principles, applying the Court's\ndecision in Holland.\nRecognizing what Holland said in this case\nisn't going to create any new rule; it's simply going to\nextend logically the recognition that attorney\nabandonment is external to the client as it always has\nbeen under agency principles.\nWith respect to notice, this Court doesn't\nhave to find a constitutional violation on the State's\npart. It's enough for cause that the Court finds that\nthe State's actions are external. And I think the key\ninquiry is what Justice Kagan recognized, which is you\nlook to what a person who is actually desirous of\nproviding notice would do. In this situation, the clerk\ngot two notices back, \"Left Firm.\" It opened it up; it\nwould have seen this is an order in a capital case, and\nit did nothing. I don't think anyone who actually\ndesired to provide notice of an inmate with his life on\nthe line would do nothing, reasonably, in that\nsituation.\nMr. Maples is not asking to be released from\nprison. He's asking for an opportunity to present\nserious constitutional claims of ineffective assistance\nof counsel to a Federal habeas court on the merits.\nIf the claims are as meritless as the State\nsuggests, that clearly will have little burden on it.\nBut simply allowing those claims to be adjudicated on\nthe merits in Federal court will go a long way to\npreserving the legitimacy of the system of criminal\njustice in a case in which a man's life is at stake.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nCounsel.\n"
    }, 
    "respondents": [
        "No. 10-63 KIM T. THOMAS, INTERIM", 
        "COMMISSIONER, ALABAMA DEPARTMENT", 
        "OF CORRECTIONS"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 28, 
        "JUSTICE ALITO": 9, 
        "JUSTICE BREYER": 14, 
        "JUSTICE GINSBURG": 18, 
        "JUSTICE KAGAN": 8, 
        "JUSTICE KENNEDY": 12, 
        "JUSTICE SCALIA": 53, 
        "JUSTICE SOTOMAYOR": 26, 
        "MR. GARRE": 84, 
        "MR. NEIMAN": 73
    }
}