{
    "appearances": {
        "content": "NATHAN LEWIN, ESQ., Washington, D.C.; on behalf of\nPetitioner.\nDONALD B. VERRILLI, JR., ESQ., Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nRespondent.\n"
    }, 
    "caseNum": "10-699", 
    "caseinfo": {
        "content": "MENACHEM BINYAMIN ZIVOTOFSKY, BY :\nHIS PARENTS AND GUARDIANS, ARI Z. :\nAND NAOMI SIEGMAN ZIVOTOFSKY, :\nPetitioner : No. 10-699\nv. :\nHILLARY RODHAM CLINTON, SECRETARY :\nOF STATE :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nNATHAN LEWIN, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nDONALD B. VERRILLI, JR., ESQ.\nOn behalf of the Respondent 23\nREBUTTAL ARGUMENT OF\nNATHAN LEWIN, ESQ.\nOn behalf of the Petitioner 51\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, November 7, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:02 a.m.\n"
    }, 
    "petitioners": [
        "MENACHEM BINYAMIN ZIVOTOFSKY, BY", 
        "HIS PARENTS AND GUARDIANS, ARI Z.", 
        "AND NAOMI SIEGMAN ZIVOTOFSKY,", 
        "Petitioner", 
        "No. 10-699 v.", 
        "HILLARY RODHAM CLINTON, SECRETARY", 
        "OF STATE", 
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 10-699, Zivotofsky v.\nClinton.\nMr. Lewin.\nORAL ARGUMENT OF NATHAN LEWIN\nON BEHALF OF THE PETITIONER\nMR. LEWIN: Mr. -- Mr. Chief Justice, and\nmay it please the Court:\nIn its recent decisions in Medellin v. Texas\nand in Hamdan v. Rumsfeld, this Court approved and\napplied the familiar tripartite scheme that Justice\nJackson articulated in the Steel Seizure case. When the\nPresident takes measures incompatible with the expressed\nor implied will of Congress, his power is at its lowest\nebb. In that instance, said Justice Jackson, his claim\nto a power at once so conclusive and preclusive must be\nscrutinized with caution to preserve the equilibrium\nestablished by our constitutional system.\nJUSTICE KAGAN: Well, Mr. Lewin, what power\nis Congress exercising here?\nMR. LEWIN: Justice Kagan, Congress has\nexercised its power over passport -- the issuance of\npassports under the immigration, naturalization, and\nforeign commerce powers that Congress has. It has\nenacted passport legislation back in 1856, in 1926. It\ncan control what the contents of a passport ought to be,\nwhat its duration may be, how the application is to be\nmade. And we say this is an identification -\nJUSTICE ALITO: But do you think -\nMR. LEWIN: -- portion of the passport.\nJUSTICE ALITO: Do you think it's relevant\nthat the title of section 214 is \"United States Policy\nWith Respect to Jerusalem as the Capital of Israel\"?\nMR. LEWIN: Well, we think -- and we've\ncited I guess in footnote 2 of our brief a number of\nrecent cases of this Court that have said that you take\neach statutory provision independently and determine its\nconstitutionality. True, Congress has a broader view\nwith regard to the policy of Jerusalem being part of\nIsrael than the executive branch has had since 1948.\nHowever, that purpose is not determinative of what the\nconstitutionality is of subsection (d). Moreover -\nJUSTICE GINSBURG: But you say, Mr. Lewin,\nthat -- you're not claiming exclusivity in Congress.\nYou say foreign relations is a shared power. So, if it\nis a shared power, why does Congress trump the\nexecutive?\nMR. LEWIN: Because -- precisely because\nunder the standard of the Steel Seizure case and this\ntripartite scheme, if Congress determines that what the\nPresident has done -- and this is a statute which is\nreally very narrow and deals with past conduct by the\nexecutive branch, as it were. It does not hobble the\nPresident in terms of future foreign policy.\nJUSTICE KENNEDY: Well, under your -- under\nyour theory -- and this is just following on Justice\nGinsburg's question, I think. Under your theory, what\nforeign relations determinations are for the President\nalone to make?\nMR. LEWIN: Foreign relations determinations\nare not left to the President alone.\nJUSTICE KENNEDY: Are there any foreign\nrelations determinations that are for the President\nalone to make under your theory of the case?\nMR. LEWIN: Yes, Justice Kennedy.\nJUSTICE KENNEDY: And those are?\nMR. LEWIN: Those are diplomatic\ncommunications. In other, it's the President who\nmakes -\nJUSTICE KENNEDY: In other words, who gets\nthe telegram or something?\nMR. LEWIN: Well, who issues the\ncommunication to the foreign government, who\ndetermines -- there are certain things that the\nPresident alone does because he's the one who implements\nforeign policy.\nJUSTICE KENNEDY: Is there any treatise\nwriter or decision of this Court that supports such a\nnarrow, crabbed interpretation of the President's\nforeign affairs power?\nMR. LEWIN: Well, with all respect,\nJustice Kennedy, we don't think it's crabbed. We think\nthat that is exactly what Justice Jackson was referring\nto, and that's what this Court has said in the Medellin\ncase and -- and in Hamdan as well, that if -\nJUSTICE KENNEDY: Of course -\nMR. LEWIN: Congress does not authorize -\nJUSTICE KENNEDY: -- in part the Jackson\ntripartite division, this famous division he had, I\nthink assumes the validity of the congressional statute\nat the first step of inquiry. And here that's the whole\nquestion.\nMR. LEWIN: I don't know whether it's\nlimited to the assumption with regard to the\ncongressional statute. If Congress says, as it did in\nthis case, we disapprove of the State Department's view\nthat passports should not contain the -- the\nidentification of Israel for people who were born in\nJerusalem, that is Congress disapproving of what the\nState Department and past State Department policy has\nbeen.\nJUSTICE SOTOMAYOR: Mr. Lewin, you were cut\noff earlier when you were saying this reading doesn't\nhobble the President in the future.\nIt says anybody born in -- in Jerusalem can\nhave Israel listed, correct? What happens if there's a\npeace accord tomorrow, and Israel gives up any claim to\nsovereignty over Jerusalem? Is the President free to\nstop listing Israel on the passport?\nMR. LEWIN: If -\nJUSTICE SOTOMAYOR: Or does he have to wait\nfor Congress to change the law?\nMR. LEWIN: I think he does have to wait for\nCongress to change the law.\nJUSTICE SOTOMAYOR: So, you are hobbling the\nPresident with respect to situations that occur\nfrequently -\nMR. LEWIN: Well -\nJUSTICE SOTOMAYOR: -- as happened in Egypt,\nsometimes overnight.\nMR. LEWIN: No, but it may in some way, in a\nvery remote possible way -- I mean, I think under those\ncircumstances, if there were a peace treaty and if\nJerusalem were handed over to a Palestinian state, I\nthink Congress would repeal the statute.\nThat's the point. Congress has the power,\nhas the authority under the Constitution to enact laws,\nand it is Congress that makes the decision even with\nregard to foreign policy issues.\nJUSTICE SOTOMAYOR: The Constitution\nrequires ambassadors to be appointed with the consent of\nthe Senate. It gives Congress the power of the purse.\nSo, why don't -- why isn't the better view that we let\nCongress express its approval and disapproval in the\nmechanism set up by the Constitution to do so? Meaning,\nif the President recognizes a country that Congress\ndoesn't want it to recognize, it can withhold approval\nof an ambassador. It could refuse to fund the embassy.\nIt could do many other things.\nBut what entitles Congress to trench on a\npresidential power that has been exercised virtually\nsince the beginning of the country?\nMR. LEWIN: With all respect, Justice\nSotomayor, I think history demonstrates that that's\nsimply not true, that in fact Congress has had equal,\nquote, \"recognition power,\" if in fact that's a power\nrather than a ceremonial duty. We have in our reply\nbrief gone through the fact that from Presidents Monroe,\nJackson, Taylor, Lincoln, and even at the time of\nPresident McKinley, Congress said: We have the\nauthority to be recognized -- to recognize.\nJUSTICE KAGAN: Mr. Lewin, this gets back to\nthe question of exactly what congressional power you're\nbasing your argument on. You started by saying you were\nbasing it on Congress's passport power, which is a\nfunction of its control over immigration issues. Now\nyou're saying Congress has a co-equal recognition power.\nWhich is it, or is it both?\nMR. LEWIN: No. It's in the alternative,\nJustice Kagan; it is both. We submit first of all there\nis no exclusive recognition power in the President, if\nthere is a recognition power, and we spell that out.\nJUSTICE GINSBURG: Does that go the full\nlength of saying if Congress passed a law that says the\nUnited States recognizes Jerusalem as the capital of\nIsrael and Jerusalem must be designated as the capital\nof Israel in all official documents -- suppose that were\nthe law. I take it, from everything you've argued, your\nposition would be, yes, Congress has that authority.\nMR. LEWIN: We say Congress has that\nauthority, but I have to add, Justice Ginsburg, that\nCongress has been very careful in the past and we\nbelieve it will be in the future to give the President\nbroad authority. To the extent Congress has tried to do\nthat, Congress has consistently said that the President\ncan waive the moving of the embassy to Jerusalem,\nbecause Congress recognizes -- this is one of these very\nrare situations where Congress has said what the\nPresident has done and what the Department of State has\ndone is simply wrong.\nJUSTICE SCALIA: Mr. Lewin, you're -- it\nseems to me you're not arguing for a co-equal\ncongressional power; you're arguing for a superior\ncongressional power. You're saying whatever Congress\nsays, the President has to comply with. Now, that's\nquite different from saying that they both have\nauthority in the field. And if they both have authority\nin the field and they're exercising it in different\nfashions, I frankly would not be inclined to intervene.\nI would let -- I would let them conduct the usual\ninter-branch hand wrestling that goes on all the time,\nwhich probably means that if Congress cares enough,\nCongress will win because, as you say, it has an\ninnumerable number of clubs with which to beat the\nexecutive.\nBut if -- if the power is a co-equal power\nand they're both exercising it in a -- in a different\nway, why don't we just, you know, let them go at it?\nWhy is it any of our business which is the better\nforeign policy position?\nMR. LEWIN: We are not -- the Court is not\nbeing asked to determine what is the better foreign\npolicy position. Congress has determined and -\nJUSTICE SCALIA: Congress is supreme, then?\nThat is your position. Not -- not that Congress has\nco-equal authority with the executive, but Congress is\nsupreme.\nMR. LEWIN: No, there's two aspects to this,\nJustice Scalia. One is the recognition power. As to\nthe recognition power, if it exists, Congress has it\ntogether with the President. But with regard to foreign\npolicy and with regard to the question of whether\nCongress can trump the President, this is not a new\nproposition. The Court determined it in the Steel\nSeizure case. The Court more recently, in -- in\napproving Justice Jackson's tripartite scheme, approved\nit in Medellin v. Texas.\nCHIEF JUSTICE ROBERTS: Well, Medellin\ninvolved a situation where the President's purported\nexercise of authority changed domestic law, and not\nsimply domestic law, but domestic State law. That seems\nto me to be quite a distinguishable circumstance.\nMR. LEWIN: But what -- again, what Justice\nJackson said was that when there -- the two are\nincompatible, then you look, the Court looks and\nscrutinizes, \"subjects to scrutiny\" -- those words are\nin Justice Jackson's standard -- scrutinizes what the\nPresident has done.\nAnd we submit in this case, if the Court\nwere to look at the answers to the interrogatories in\nthis case, what is the basis for the President's policy,\nif one scrutinizes it, we say in our brief, it's -- we\ncall it trivial because what happens is the Department\nof State has said -- and, again, this is important in\nterms of this statute. All that happens with this\nstatute is that 50,000 American citizens have the same\npassport as 100,000 other American citizens who were\nborn in Tel Aviv or Haifa. It just says \"Israel\"; it\ndoesn't say \"Jerusalem, Israel\"; it just says \"Israel.\"\nAnd the State Department says that's justified because\nArab countries or Palestinians may be upset if they\nmisperceive -\nCHIEF JUSTICE ROBERTS: What -- so, you're\nsuggesting that the outcome of this of case would be\ndifferent, from your perspective, if Congress said you\nhave to say \"Jerusalem, Israel.\"\nMR. LEWIN: I say it's a different case,\nyes, absolutely. In this case, what -- the important\nthing about this case and this statute is that it gives\nthe individual passport holder a choice.\nCHIEF JUSTICE ROBERTS: Why is it -- why is\nit a different case?\nMR. LEWIN: It's a different case because if\nit were to say \"Jerusalem, Israel,\" there would be more\nof an argument. Again, I'm not saying I would be here\nacknowledging that that's impermissible. But there\nwould be more of an argument that it appears to be some\nofficial approval of Jerusalem being in Israel.\nCHIEF JUSTICE ROBERTS: So, would there be\n-- there would be a greater concern -- the concern on\nthe part of the executive that there would be adverse\npolitical reaction would have a greater degree of\ncredibility?\nMR. LEWIN: Somewhat greater degree.\nAgain -\nCHIEF JUSTICE ROBERTS: And so, we're\nsupposed to decide whether or not the executive is\ncorrect in saying that it's a significant problem. And\nhe says, well, he says that, but we know foreign policy\nbetter; we don't think it's going to be a big deal.\nMR. LEWIN: No, I don't think the Court is\nbeing asked to decide a question of foreign policy.\nCongress has decided that saying \"Israel\" alone does not\npresent a foreign policy issue. Congress recognized\nthat, with moving the embassy, there might be a foreign\npolicy issue. So, they said that the President can\nwaive that.\nWith regard to this provision, Congress has\nsaid, no, there's not likely to be any foreign policy\nharm. And all that the Court is being asked to do is\nit's being asked to enforce the congressional\nconclusion, which is, we submit, exactly what the third\nlevel under Justice Jackson's test is: That if, in\nfact, Congress decides that what the President has\nconcluded or the executive branch has concluded is\nwrong, it may -- and it has the constitutional power to\nsay -- with regard to foreign policy, we can exercise\nour determination.\nCHIEF JUSTICE ROBERTS: I don't see Justice\nJackson's analysis -- what he's saying -- and I guess I\ndon't think it's as controlling as others might. He's\nsaying when there's a conflict, it's a harder case.\nMR. LEWIN: Yes.\nCHIEF JUSTICE ROBERTS: When there's -- when\nthey agree, it's an easy case. When you can't tell,\nit's sort of a middle case. I don't see how that's very\nhelpful in resolving the dispute before us.\nMR. LEWIN: Well, because he says that when\nit's in the third category, the Court has an obligation,\nunder those circumstances if it's going to keep the\nequilibrium of the balance of powers, to look at what\nthe President's justification is.\nThe word \"scrutiny\" is in there. That's not\nsimply a phrase that Justice Jackson has taken out of\nthe air. He says you're supposed to scrutinize it. And\nif you scrutinize it in this case, there's nothing other\nthan the possibility that there would be a misperception\nby Palestinians. That's what the State Department is\nsaying.\nJUSTICE SCALIA: What -- what were we\nscrutinizing in the Steel Seizure case?\nMR. LEWIN: I think in the Steel Seizure\ncase, the Court was scrutinizing whether -\nnotwithstanding the fact that Congress did not give the\nPresident the power to seize steel mills, nonetheless\nwhether there could be some justification that, even in\n-- contrary to Congress's wishes, the President would be\nable to exercise that power.\nJUSTICE SCALIA: And what presidential power\nwould have supported that, the war power?\nMR. LEWIN: Well, possibly the claim that as\nCommander in Chief under -- in the time of the Korean\nWar he would be able -\nJUSTICE SCALIA: Right, because he was\nclaiming that the Korean War -\nMR. LEWIN: Entitled him -\nJUSTICE SCALIA: -- required that these -\nthat these companies remain in business. And I guess we\ndid scrutinize that. What did we conclude, that that\nwas -\nMR. LEWIN: And I think the Court concluded\nthat, no, that that did not justify the exercise of the\nPresident's power even though it was -\nJUSTICE SCALIA: But -\nJUSTICE KENNEDY: But that wasn't a case -\nthat wasn't a case in which the Congress had said you\nmay not seize mills. And that's what your case is. So,\nthere's a difference.\nMR. LEWIN: Well, but that's -- that's an a\nfortiori situation, Justice Kennedy. If Congress didn't\neven say you may not seize steel mills, but simply\nbecause they didn't give the President affirmatively the\nauthority -\nJUSTICE KENNEDY: It -- it is if you assume\nthat the statute is valid.\nMR. LEWIN: Well, but the statute in this\ncase -- again I come back to the fact that the statute\nin this case is a passport statute.\nJUSTICE KENNEDY: If the statute is -- if\nthe statute is invalid, we're in category one.\nMR. LEWIN: Yes, but -\nJUSTICE KENNEDY: Or two.\nMR. LEWIN: But the statute in this case is\na -- on its face, a passport statute. There's no\nreason -\nJUSTICE KAGAN: But it's a passport statute\nthat -\nMR. LEWIN: It's an identification.\nJUSTICE KAGAN: I'm sorry. It's a passport\nstatute that seems to have nothing to do with the\nimmigration functions that passport statutes usually\nserve. It seems to have everything to do with\nCongress's declaration of a foreign policy, as opposed\nto Congress's exercise of power relating to immigration\ncontrol. So, convince me that I am wrong on that.\nMR. LEWIN: I think you are wrong on that,\nJustice, and let me explain why.\n(Laughter.)\nMR. LEWIN: Let me explain why. Because it\nis clear from the history of this line on the passport\nthat it is purely an identification of the individual;\nit is not an exercise of any foreign policy. Indeed,\nthe passport statute itself says that a passport is \"any\ntravel document issued by competent authority showing\nthe bearer's origin, identity, and nationality.\" And in\nthis case, the history of this line on the passport\ndemonstrates, I think conclusively, and the State\nDepartment has acknowledged it, that it is purely a\nmeans of identification.\nJUSTICE ALITO: Are you suggesting -\nMR. LEWIN: And what Congress has said is,\nwith regard to these citizens, we will permit them to\nidentify themselves, like Congress permitted the\nTaiwanese to identify themselves.\nJUSTICE ALITO: But are you suggesting\nCongress enacted this because they thought that if these\nindividuals' passports simply said \"Jerusalem,\" there\nwould be an identification problem?\nMR. LEWIN: Not be -- Justice Alito, it's\nnot because there would be an identification problem.\nBut there was -- Congress recognized that with regard to\nthe 50,000 people who have a passport that says\n\"Jerusalem,\" they are being denied a certain sense of\nself-respect that they feel they should be able to have\nin terms of their own identification.\nThis is not a statute that's designed to\ncreate some political brouhaha or -- or make a foreign\npolicy statement. It's a statute that, frankly, fits in\nwith what the State Department does in accommodating to\nindividual passport holders. The State Department says\nif you're a Palestinian or an Arab and you were born in\nHaifa and you don't like seeing \"Israel\" on your\npassport, we'll allow you to eliminate \"Israel\" from\nyour passport. And all that Congress has said is -\nJUSTICE KAGAN: That might be true, Mr.\nLewin. I think you would have a better argument if this\nstatute said if you were born in Jerusalem, you can pick\nanything you want in your passport; you can pick\nJerusalem, you can pick Israel, or you can pick\nPalestine. But the statute in fact doesn't say that.\nIt says you can pick Israel.\nSo, why isn't that a statement of foreign\npolicy as to recognition that Jerusalem is the capital\nof Israel, as opposed to what you're characterizing it\nas, which is a freedom of -- you know, a sort of choice\nprovision?\nMR. LEWIN: I think that's -- what you said\nthe statute doesn't say, Justice Kagan, is exactly what\nthe statute does say. The statute does say that the\nindividual passport holder can choose to say \"Israel\" or\ncan keep it as \"Jerusalem,\" and if he's born before\n1948, he can say \"Palestine.\" So, it is an individual\nchoice.\nJUSTICE KAGAN: Well, you have to be very\nold to say \"Palestine.\"\nMR. LEWIN: Pardon? Pardon?\nJUSTICE GINSBURG: Not all that old.\n(Laughter.)\nMR. LEWIN: It's -- I guess it's a\nreflection on my own seniority that -\n(Laughter.)\nMR. LEWIN: -- it's my generation that fits\ninto that. But -- but the fact is exactly; our point is\nthat that's all that the statute does. The statute is a\nmeans of permitting self-identification by an American\ncitizen who says: My birth in Jerusalem, indeed in West\nJerusalem, which has always been recognized to be part\nof Israel -- I want to call -- I want my passport to say\n\"Israel.\"\nCHIEF JUSTICE ROBERTS: But it's recognizing\nthat principle only with respect to a particular\njurisdiction. An American citizen born in Northern\nIreland doesn't have this option, because he thinks\nthat's part of Ireland.\nMR. LEWIN: No, but an American citizen born\nin Taiwan apparently does have that option, even the\nthough the United States says we don't recognize Taiwan\nas an independent country.\nCHIEF JUSTICE ROBERTS: And your -- and your\nfriend on behalf of the United States says that's\nbecause of a State Department judgment that in one\nsituation, it's significant; in the other, it's not.\nMR. LEWIN: Well, it's -- no, it's not just\nbecause. It's because what happens is there is a\nrecognition in both cases that it is a personal\nidentification choice with regard to what goes on the\npassport. Sure, in that case, the State Department\ndidn't take it to litigation, although I submit that had\nthey chosen to litigate that case, they would have a\nstronger position than they have in this case.\nJUSTICE SCALIA: But a personal\nidentification choice can also have significant foreign\npolicy implications, can it not? Is -- is that an\neither-or situation?\nWhat the State Department is saying is to\nallow this particular personal identification choice may\nantagonize some foreign nations that we don't want to\nantagonize.\nWhat if they gave them the choice of saying\n\"Israel, the only democracy in the Middle East\"? Okay?\nThat's their choice. They can have that on their\npassport. Would that be okay?\nMR. LEWIN: I have to say that, given this\nCourt's view about Congress's power with regard to (a)\npassports -- and again, I go back to the fact that in\nZemel v. Rusk, in Haig v. Agee, in Kent v. Dulles, in\nall these passport cases, this Court said we look to see\nwhether what the President does is authorized by\nCongress, whether implicitly or otherwise. So that, I\nsubmit, that with regard to passports, you need the\ncongressional authority, whether it's implicit or\nexpress.\nAnd with regard to your question,\nJustice Scalia, yes, Congress could in an exercise of\nits passport authority say here is what the passport has\nto say. It would be a foolish statute. But this Court\nhas said, and I think you, Justice Scalia, have said it\nmany times, it's not the Court's job to determine\nwhether Congress is foolish or not. If Congress decides\nthat, look, somebody born in Israel, a passport should\nsay \"Israel, the only democracy in the Middle East,\"\nCongress can say that. Congress has passport authority.\nAnd this -\nJUSTICE GINSBURG: Mr. Lewin, I take it from\nwhat you -\nMR. LEWIN: -- and this has to do with the\ncontents of the passport.\nJUSTICE GINSBURG: What you've argued is\nthat you're skipping over the question that the D.C.\nCircuit decided. I take it your view is it's not a\npolitical question; so, the Court should resolve the\nmerits.\nMR. LEWIN: Our view is it's not a political\nquestion because it is like many other questions that\naffect foreign policy. And the Court said in Baker v.\nCarr, not every decision that touches on foreign affairs\nor foreign policy is a political question that can't be\ndetermined. It -- it -- arguably, according to the\nGovernment, this affects foreign policy. We say it is\nsimply Congress having passed a statute which either is\nunconstitutional -- we say it is constitutional -\neither is unconstitutional or the Court should simply\nenforce it, like in the Japan Whaling case.\nIn the Japan Whaling case, this Court\nrejected the claim that the outcome of a determination\nby the Court might very well affect foreign relations,\nand it said it's not a political question.\nI'd like to reserve the remaining time for\nrebuttal. Thank you.\nCHIEF JUSTICE ROBERTS: Thank you, Mr.\nLewin.\nGeneral Verrilli.\nORAL ARGUMENT OF DONALD B. VERRILLI, JR.,\nON BEHALF OF THE RESPONDENT\nGENERAL VERRILLI: Mr. Chief Justice, and\nmay it please the Court:\nThe executive has determined that the\npassports it issues should not identify Israel as the\nplace of birth for persons born in Jerusalem.\nPetitioner seeks relief under section 214(d) that would\ncountermand that executive judgment. But under the\nConstitution, that is an exercise of the executive's\nexclusive recognition power. The Constitution commits\nthat power exclusively to the executive, and neither a\ncourt nor the Congress can override that judgment.\nCHIEF JUSTICE ROBERTS: Your friend -\nJUSTICE GINSBURG: What of all the -\nCHIEF JUSTICE ROBERTS: Your friend\ndocumented contrary history at some length in his reply\nbrief, where from the beginning at least, as he says,\nthrough the McKinley Administration, the two branches\nacted as if they had co-equal authority.\nGENERAL VERRILLI: Mr. Chief Justice, if I\nmight spend a minute or two on that history, because I\ndon't think it shows what my friend suggests that it\ndoes.\nBefore getting to the starting point of that\nstory, which I think is the Monroe administration, I\nwould like to point out that in the Washington\nadministration, the President confronted the question\nwith respect to whether to recognize the revolutionary\ngovernment of France. And President Washington\nconsulted with his cabinet, and, of course, his cabinet\nincluded Jefferson and Madison and Hamilton and Jay.\nAnd they decided that this was a power that was\nexclusive to the President to such an extent that they\ndidn't even need to send a message to the Congress that\nthey were going to recognize the new revolutionary\ngovernment in France.\nNow, the second fact that I think is\ncritical as a matter of history is that there is not a\nsingle piece of legislation that has passed both houses\nof Congress and come to the President purporting to\nrecognize a foreign nation or a territorial boundary of\na foreign nation.\nJUSTICE ALITO: Has there ever been an\ninstance in which the President has recognized a foreign\ngovernment over Congress's sustained objection?\nGENERAL VERRILLI: I don't -- I can't think of\nan instance of Congress's sustained objection. I think\nprobably the closest we would come is the revolutionary\ngovernment of Mexico, which President Wilson first\nrecognized on a de facto basis in 1915 and a de jure\nbasis in 1917. Congress indicated displeasure with\nthat. President Wilson sent his message to Congress\nsaying that this is an exclusive executive function.\nCongress backed down.\nJUSTICE BREYER: What are then the reasons\nthat -- because your friend says that this is an a\nfortiori case from everything, because all of these\nwords -- every time the word \"exclusive power\" has\nappeared in any source -- I think that's what you're\nsaying -- it is meant that the President can act without\nsupporting authority from Congress. But there never has\nbeen a case or a suggestion that the President can act\nwhere Congress has legislated to the contrary. Now, I\nthink that's the -- that's the argument. And so, what\n-- I would like to hear what you have to say about that\nargument.\nGENERAL VERRILLI: Yes. Yes, I will answer\nthat question directly.\nJUSTICE BREYER: Uh-huh.\nGENERAL VERRILLI: It is true that the Court\nhas never before, with respect to the recognition power,\nconfronted the question of whether the President is free\nto act in a manner different than a congressional\ncommand because Congress has never purported to issue a\ncommand. That does not mean, however, that my friend is\ncorrect that this is a situation in which Congress has\nthe authority to countermand or direct the decision of\nthe President.\nThis is, we submit -- even if one thinks\nabout this as a Youngstown category three case, this is\na Youngstown category three case of the kind that\nJustice Jackson identified in footnote 4, where he cited\nMyers v. The United States. The kind of case in\ncategory three of Youngstown, in which the President's\njudgment can prevail even over a contrary judgment of\nCongress, is a case in which the President has exclusive\nauthority.\nJUSTICE BREYER: All right. Now -\nGENERAL VERRILLI: And that is this case.\nJUSTICE BREYER: But my question is, what\nleads you to that conclusion?\nGENERAL VERRILLI: Well, let me -\nJUSTICE BREYER: What are -- there are very,\nvery few cases I can ever think of where -- where the\nPresident -- where the Court has said the President can\nact contrary to a statute. And so, the point of my\nquestion was to get you to talk about -\nGENERAL VERRILLI: Yes.\nJUSTICE BREYER: -- why, even though this is\na fortiori.\nGENERAL VERRILLI: So, I do think, if I\ncould -- I think it would be helpful in answering your\nquestion, Justice Breyer, if I could return to the Chief\nJustice's question about history. Moving beyond that\ninitial recognition by Washington that this is an\nexclusive power, which I think is quite significant,\nwhen we get to the Monroe administration, there is a\nfight between Clay and Monroe about whether the\nPresident has exclusive authority to recognize the new\nSouth American republics.\nNow, a couple of points there. I think the\n-- what -- the only thing that one could point to as an\naction by the Congress that even implicates the\nrecognition power is one house of Congress passed an\nappropriations measure for an ambassador. What the -\nthe history treatise, the Goebel treatise that my friend\ncites, says on page 133, the very page that he cites in\nhis reply brief, is that Clay's effort to contest the\nPresident's exclusive authority came to a, quote,\n\"inglorious end,\" unquote.\nHe then goes on to say -- my friend goes on\nto say, well, but a year later when President Monroe\nsought to actually recognize these South American\nrepublics, he asked -- he asked the Congress to join him\nin it. What he asked Congress for was an appropriation\nfor an ambassador. But it was not the sending of an\nambassador to the Republic of Colombia that was the\nrecognition. It was when President Monroe received an\nambassador from Colombia that constituted the\nrecognition, and that was an exclusive act that he\nundertook without any consultation with Congress.\nNow -\nJUSTICE GINSBURG: The two examples that are\ngiven in the brief, one of Texas, where Petitioner says\nthere was a case where Congress went first -- Congress\nrecognized and the President acquiesced, and the same\nthing with Taiwan; it was a statute and the President\nimplemented it. So, if the -- Congress thought it had\nthe authority, the recognition authority, in those two\nmeasures, and the President acquiesced.\nGENERAL VERRILLI: I'd like to address Texas\nbecause I do think that's probably the most significant\nexample that my friend's identified. But even there, I\nthink if one works through the history, we'll see that\nit's an exclusive executive power.\nPresident Jackson, in his first letter in\n1836 to the Congress, says essentially: I hear you; you\nthink we should recognize Texas. And then he says:\nIt's an open question as far as I am concerned whether\nthere's exclusive authority or not. It's not been\nsomething that the legislature has ever studied, but as\na matter of expediency, he says, we don't need to\nresolve that question, because I want to work with you.\nHe then goes on to caution the Congress to not move too\nquickly for fear of precipitating war with Mexico, which\nI think, Justice Breyer, I'll try to return to a\nfunctional analysis later, and that's, I think, an\nimportant point.\nWhat -- then -- but I think what's\nimportant, Justice Ginsburg, is that what Congress did\nnext was to pass two appropriations measures, one in the\nHouse, one in the Senate. Each of those measures\nappropriates funds for an emissary to the Republic of\nTexas, but each includes language that says: At such\ntime that the President determines that it's appropriate\nto do so.\nIf one looks at the page in the\nCongressional Globe that my friend cites, one will see\nthat that language was added because, as originally\nintroduced, the appropriations riders were objected to\nby members of Congress on the ground that they infringed\non the President's exclusive recognition authority.\nCHIEF JUSTICE ROBERTS: Counsel, if I could\nstop you and just have you address the political\nquestion doctrine.\nGENERAL VERRILLI: Sure.\nCHIEF JUSTICE ROBERTS: You say this is\nexclusively committed to the President, and, therefore,\nit is a non-justiciable political question. How is that\ndifferent from saying it's our job to decide cases, it\nis justiciable, and then you can argue that the answer\nof that analysis is that it's exclusively committed to\nthe President? I don't understand why labeling it a\npolitical question advances the analysis much.\nGENERAL VERRILLI: Well, I think we agree,\nMr. Chief Justice, that there isn't a very great deal\nof difference. We acknowledge that in conducting the\npolitical question analysis, that it is for the Court to\ndecide whether there's a textual commitment to the\nexecutive; it is for the Court to decide the scope. We\nthink that's what Nixon v. United States says; it's what\nPowell v. McCormack says; and that in answering those\nquestions, we think that the Court will have gone a very\nlong way to determining the question of the -\nJUSTICE GINSBURG: Why not all the way? I\nmean, if the Court decides that the Constitution commits\nthis authority exclusively to the President, then it's\nall over. That's the merits of the case: Does the\nPresident have this authority? So, the political\nquestion label seems to be kind of a -- a subterfuge\nbecause if there is a textual commission -- commitment\nto the President, that's the end of the case.\nGENERAL VERRILLI: Well, the -- I do think\nthat with respect to the first Baker v. Carr factor,\ntextual commitment is a factor that the Court has\nindicated is one that can lead to the conclusion that\nit's a political question.\nI do think that the Court has to go through\nthe analysis. And so, at the end of the day, there may\nnot be very much of a difference --\nJUSTICE ALITO: Well, doesn't it depend on\nwhat the question is? In order to decide whether it's a\npolitical question, you have to identify the question.\nNow, if the question is whether the President has\nexclusive authority with respect to the formal\nrecognition of a foreign country, that might be one\nthing. But what if the question is whether the\nPresident has exclusive jurisdiction with respect -- has\nplenary authority, unreviewable authority, with respect\nto anything that the President thinks has a bearing on\nthe question of recognition.\nNow, if that's the question, is that\ncommitted exclusively to the President?\nGENERAL VERRILLI: No, Justice Alito, we\ndon't -- we think Powell v. McCormack and Nixon say\nthat the question of -- not just the question of\ncommitment, but also the question of scope, are questions\nfor the Court to decide.\nAnd we do think, with respect to the\nquestion here, that even though it's for the Court to\ndecide, it's for the Court to decide with a very\nsignificant measure of deference, because when -- the\ndecision by the executive with respect to how it's going\nto handle the status of Jerusalem in passports is a very\nsensitive and delicate matter. This position was\narrived at after very careful thought, and it is\nenforced very carefully. And I think from that should\ncome the lesson that this -- and the reason is because\nthe executive believes that the statement on the\npassport has to be understood as a manifestation of the\nPresident's exercise of the recognition power.\nJUSTICE KAGAN: Well, suppose this, General\nVerrilli: Suppose that this statute -- there was the\nsection that's there now, and then there was another\nsection, and the section said: The recording of Israel\nas a place of birth on a passport shall not constitute\nrecognition of Israel's sovereignty over Jerusalem.\nWould that be constitutional?\nGENERAL VERRILLI: I -- I don't think it\nwould change the analysis, Justice Kagan. I -- I think\n-- of course, that is not this statute, which has a title\nwhich says \"United States Policy With Respect to\nJerusalem as the Capital of Israel.\" But -\nJUSTICE KAGAN: No, my statute has a title\nwhich says \"Identification of Persons Born in\nJerusalem.\"\nGENERAL VERRILLI: I still -- I still think\nthat would be within the scope of the executive's power\nto decide because the content of the passport, insofar\nas the Executive believes that it constitutes an\nexpression of -- of an incident of recognition, is a\njudgment that the executive makes.\nNow, the Court can review that, but the\nCourt's review of it should be done with a significant\nmeasure of deference as the Court suggested in Regan v.\nWald. Now -\nJUSTICE SOTOMAYOR: General, what is -\nJUSTICE KENNEDY: That seems to me different\nthan the rationale of the D.C. Circuit. It seems to me\nyou're not defending the rationale of the D.C.\nCircuit -\nGENERAL VERRILLI: No -\nJUSTICE KENNEDY: -- that there's no\njurisdiction.\nGENERAL VERRILLI: No, we -\nJUSTICE KENNEDY: And, you know, it's -\nit's always awkward for us to tell counsel what's in\ntheir best interest, but -\n(Laughter.)\nJUSTICE KENNEDY: But it does -- it does\nseem to me that your position would be much stronger if\nyou said there is jurisdiction, and the President wins.\nGENERAL VERRILLI: Well, we think -- we do\nthink that if there is jurisdiction, the President wins.\nBut we do think that the D.C. Circuit acted\nappropriately in finding that -\nJUSTICE KENNEDY: Because if this -- if this\nrationale remains the law and is the law, then you have\nthe specter of constant legislative determinations that\nare not clearly -- not clearly invalid. And it seems to\nme that's, again with all due respect, not in the best\ninterest of the ultimate argument you're making.\nGENERAL VERRILLI: Well, we appreciate that,\nJustice Kennedy. We do think that in resolving a\npolitical question -- in conducting a political question\nanalysis, the questions that the Court would need to\ndecide under Nixon and Powell would go a very long way\nto clarifying that problem.\nCHIEF JUSTICE ROBERTS: What if -\nJUSTICE SOTOMAYOR: General -\nCHIEF JUSTICE ROBERTS: What if Congress's\nstatute said what you must put on the passport, if\nrequested, is \"Israel,\" parentheses, (\"Disputed\"), close\nparentheses? Which would seem to take care of your\nobjection that people are going to look at this and draw\na false conclusion.\nGENERAL VERRILLI: I don't think that changes\nthe analysis, Mr. Chief Justice, because I think that\nthat -- the -- to the -- because it would -- that would\nbe again Congress seeking to direct a judgment of the -\nCHIEF JUSTICE ROBERTS: It is the position\nof the administration, isn't it, that the status of\nJerusalem is disputed?\nGENERAL VERRILLI: That's correct, Mr. Chief\nJustice, but it -- what the United States says about\nthat in official communications -- and remember, a\npassport is not a communication by the passport holder.\nIt's an official United States document that\ncommunicates the position of the United States.\nThat's -\nCHIEF JUSTICE ROBERTS: So, what if Congress\nsays, in the place that you have it, this person has the\nchoice of whether or not to put \"Jerusalem\" or \"Israel\"?\nThis doesn't affect whether the United States recognizes\nJerusalem as part of Israel or not; it's just his\nchoice. Same problem?\nGENERAL VERRILLI: Same problem, Mr. Chief\nJustice. This is -\nCHIEF JUSTICE ROBERTS: Really?\nGENERAL VERRILLI: Yes.\nCHIEF JUSTICE ROBERTS: I thought your\nargument was that someone's going to look at that and\nsay that -- that offends me, that you're calling this\npart of Israel. That was the foreign policy\nsignificance. And I tried to give you a hypothetical in\nwhich nobody could reasonably draw that conclusion, and\nyou say still, same thing.\nGENERAL VERRILLI: I do think that this is an\narea in which the executive's got to make the judgment\nbecause it's of paramount importance that the nation\nspeak with one voice.\nJUSTICE GINSBURG: Then -- General Verrilli,\nthen you are taking the position that this is not a\nshared authority; it's an exclusive authority, that\nthere is no role for Congress. Am I right? Or is there\nsome role in recognition for -- for Congress?\nGENERAL VERRILLI: Our position, Justice\nGinsburg, is that the recognition power is exclusive to\nthe President.\nJUSTICE SCALIA: What if -- what if the\nrecognition of a breakaway province of a foreign country\nby the United States will clearly provoke a war with\nthat country. Would Congress have the power to decree\nthat the President shall not recognize that breakaway\nprovince, knowing -- knowing that if he does recognize\nit, that country will declare war on the United States?\nGENERAL VERRILLI: I think, Justice Scalia,\nthat's a situation in which the President would exercise\nthat recognition power very carefully -\nJUSTICE SCALIA: No, no. We have a foolish\nPresident.\n(Laughter.)\nJUSTICE SCALIA: Contrary to our entire\nhistory, we have a -\n(Laughter.)\nGENERAL VERRILLI: I think -- although I\ndon't -- I just don't think that in a situation like\nthat, the President would exercise a recognition power,\nbut if -- but if the President did, it's the President's\njudgment to make.\nAnd I -- Justice Breyer, if I could get back\nto your question, in addition to the -\nJUSTICE SCALIA: Please stay on this.\nGENERAL VERRILLI: I'm sorry.\nJUSTICE SCALIA: I am -- I am willing -\n(Laughter.)\nJUSTICE SCALIA: Our cases say repeatedly\nthat the President is the sole instrument of the United\nStates for the conduct of foreign policy, but to be the\nsole instrument and to determine the foreign policy are\ntwo quite different things. To say he's the sole\ninstrument simply means that congressmen traveling\nabroad or globetrotting ex-presidents -- nobody except\nthe President of the United States pronounces the\nforeign policy. But it doesn't necessarily mean that\nthe President determines everything in foreign policy.\nHe's the instrument, but there is certainly\nroom in those many cases for saying that Congress can\nsay what the -- what it's -- what the country's\ninstrument is supposed to do.\nGENERAL VERRILLI: I -- I think with respect to\nthe question of recognition, Justice Scalia, that it is\na power that rests with the executive. And I think in\naddition to the history, in that we do -- now in\n220-plus years in our Constitution, do not have a single\nexample of Congress actually exercising the power, and I\nthink in addition to the history, there are very good\nfunctional reasons why that is so.\nAnd I think, Justice Breyer -- in answering\nyour earlier question, I think those are significant.\nThe exercise of the recognition power depends, we think,\non three things that make it clear that it needs to be\nexclusive. The first is timing; the second is\nexpertise; and the third is a need for secrecy.\nTiming -\nJUSTICE KENNEDY: I didn't hear the third.\nGENERAL VERRILLI: The need for secrecy.\nTiming is -- I think the Israel example\nshows, is of critical importance. But it's not just\nspeed. Of course, Congress can't act with the dispatch\nneeded in a situation like the recognition of Israel.\nBut the -- but apart from that, recognition -- a\nrecognition that occurs too soon could send events in a\ndirection that could be very disadvantageous to our\nforeign policy. A recognition that comes too late\ncould -- could squander an important opportunity in the\nnational interest in the foreign policy realm.\nJUSTICE KAGAN: General Verrilli, is the\ntextual basis for your argument that the President has\nexclusive power here? Is it the Receipt of Ambassadors\nClause alone, or is it something else? Because I was\nfrankly a little bit surprised that your brief put so\nmuch weight on that Receipt of Ambassadors Clause, which\narguably was meant to give the President a purely\nministerial function and so little weight on any other\npower that the President has.\nGENERAL VERRILLI: So -- here's our position on\nthat, Justice Kagan: We do think that the Reception\nClause is the source of the recognition power. Hamilton\nidentified it as the source of the recognition power in\nthe Washington administration. I think it's now\nunderstood that it's hornbook law that that's the\ntextual source, but to the extent that -\nJUSTICE SCALIA: Well, it's the best there\nis.\nGENERAL VERRILLI: But -\nJUSTICE SCALIA: I mean, if you've got to\ncast about for something, I suppose -- I don't know what\nelse you'd -- you'd land upon.\nGENERAL VERRILLI: It is there.\nJUSTICE SCALIA: Well, it is there. It\ndoesn't say a whole lot.\nGENERAL VERRILLI: And in addition -- I would\nsay in addition, to the extent there is a question, we\ndo think, as I think we indicated in our brief, that -\nthat one can see this power as part of what the Court in\nGaramendi described as the vast share of responsibility\nthat the Constitution assigns to the executive. Now, we\ndon't think all of that shared responsibility is\nexclusive to the executive, but we think this\nresponsibility is exclusive.\nJUSTICE KAGAN: So, if that provision were\nnot in the Constitution, would you be making the same\nargument you are now?\nGENERAL VERRILLI: If the Reception Clause\nwere not in the Constitution, but we had the same history\nthat we have now and the same functional considerations\nabout the need for it being in the control of the\nexecutive, yes, we would.\nJUSTICE ALITO: There are many things that\nCongress could do to frustrate the President's decision\nto recognize another country. Now, would you say all of\nthose are unconstitutional? They all infringe the\nPresident's exclusive recognition authority?\nSuppose the President decides to recognize a\ncountry, and Congress refuses to appropriate any money\nfor an embassy there or refuses to confirm any U.S.\nambassador to that country. Those presumably would not\nbe unconstitutional, would they?\nGENERAL VERRILLI: The -- I think that there\nwould be a difference between -- I -- I think that -\nthat Congress has authority over appropriations.\nCongress has authority to appoint ambassadors. It's\nentitled to exercise that authority, and it's entitled\nto exercise that authority even if it's in tension with\nthe President's recognition decision.\nIt is the position of the executive, though,\nthat there could be circumstances in which Congress\ncould try to exercise its appropriations authority in a\nway that would preclude the executive from exercising\nits -- its recognition power, and that -- the executive\nwould in some circumstances believe that it had the\nauthority to move ahead despite those actions by\nCongress.\nBut, of course, this is not a situation in\nwhich Congress has passed a sense of the Congress\nresolution about what it thinks. It's not a situation\nin which Congress has exercised attaching conditions to\nits spending power about what private parties do. This\nis an effort by Congress to regulate the content of a\npassport, which, as the Court recognized in Haig v.\nAgee, is a core instrument of diplomatic communication.\nJUSTICE ALITO: Do you think that's an\nexclusive power, to -- to determine of the contents of\npassports? Hasn't Congress exercised that authority -\nGENERAL VERRILLI: We -\nJUSTICE ALITO: -- for a long time.\nGENERAL VERRILLI: We don't think that the\nentire content of passports is an exclusive power. I\nwould -- and I'll explain, Justice Alito, where we think\nthe line is. But before doing so, I do want to push\nback a little bit on the notion that Congress has for a\nlong time exercised authority over the content of\npassports.\nThe first Passport Act was in 1856. What\nthis Court said in Haig v. Agee was that the enactment\nof that statute merely confirmed a power that everyone\nunderstood to be inherent in the executive. That\nstatute did not purport to regulate the content of\npassports. It, in fact, said that passports shall be\nissued under such rules as the President shall\nproscribe. And -- and in Haig, that was that language,\nI think, that led the Court to conclude that this was a\nconfirmation of the executive's authority and an action\nin aid of that authority. Now -\nJUSTICE BREYER: I just want -- I don't want\nthe time to elapse. You can finish that if you'd like.\nI'd just like somewhere a few words about the political\nquestion, which you don't believe in. From reading your\nbrief, I would say you don't believe in it much. And my\nquestion on the political question for either of you is\nthis: that -- that this is an area of foreign affairs.\nIt's an area of -- of, you know, recognition. We know\nthat. Never has this Court or anyone else held that\nCongress can go ahead in this area over a law passed by\nCongress. But it is passports, which both regulate.\nAnd our real problem is these are words that are\nofficially said and they are detailed words, and those\nwords may really disrupt coherent foreign policy.\nViewed that way, there are billions of words that might\nhave the same effect. And do we know that these words\nwill and some other words won't? No, judges don't know\nthat.\nAnd, therefore, when you get into this area,\nthe best thing to do is avoid multifarious\npronouncements by various departments of government on\none question; do not respect the views of other\nbranches; and, judges, stay out of it. Let them work it\nout by themselves.\nI just want a word from either you and\nreally Mr. Lewin on -- on that.\nGENERAL VERRILLI: Yes. Well, we do think -\nthat's what -- we think that the appropriate inquiry for\npolitical question purposes is into the relief that the\nPetitioner is seeking and if the relief the Petitioner\nis seeking would invade the kinds of judgments that the\nConstitution commits exclusively to the executive. And\nthe reason it commits these kinds of judgments\nexclusively to the executive is because this is a\nsituation in which multifarious voices are inimical to\nthe national interest.\nJUSTICE GINSBURG: But that is still -\nthat's a merits determination. The whole question is,\nwho has the authority? And whatever label you put on\nit, if you decide that the President has, as you just\nsaid, the exclusive authority, that's the end of the\nmatter. It -- it's not leaving it -- it is not leaving\nit, as Justice Breyer said, to the political branches to\nfight it out between them. It is saying the President\nhas the exclusive authority.\nGENERAL VERRILLI: Well, I -- I think in -\nin -- let me try to put it this way, Justice Ginsburg:\nIn the absence of section 214, I think it would be clear\nfrom Pink and Belmont that this -- that the judgment on\nrecognition is exclusively committed to the executive,\nand it would be a political question, if a party came in\nand said I want my passport to say something different\nabout Jerusalem than it says, that -\nJUSTICE SOTOMAYOR: General, the tension\nthat I see here, and I think it's what Justice Breyer\nis getting at, is the label's important, because if we\ncall this a political question and don't address the\nmerits, the outcome is that the President is saying that\nhe's entitled to ignore the Congress. I don't know what\nkind of message that sends, but it's a little unsettling\nthat a Court charged with enforcing the laws passed by\nCongress are basically saying we're not going to\ndetermine whether this law is constitutional or\nunconstitutional. That's what your definition of\npolitical question is becoming. And where does that\nstop?\nGENERAL VERRILLI: Well, I -\nJUSTICE SOTOMAYOR: In what situations?\nOnly in foreign policy do we decide not to -\nGENERAL VERRILLI: I think, Justice Sotomayor,\nit's actually quite narrow, and the problem isn't a\nsignificant one in the case of textual commitment,\nbecause the Court does -- in reaching the conclusion, as\nthe D.C. Circuit did, that it's a political question,\nthe Court does have to decide whether there is a textual\ncommitment to the executive here. So, the Court would\nresolve that question. The Court would resolve the\nquestion of whether the conduct at issue here is within\nthe scope of that textual commitment. So, the Court\nwould issue those rulings.\nCHIEF JUSTICE ROBERTS: And what you told -\nJUSTICE SOTOMAYOR: But that's not what the\nD.C. Circuit did.\nCHIEF JUSTICE ROBERTS: You told -- you told\nJustice Kagan that it didn't -- your position didn't\ndepend upon a textual commitment, that your position\nwould be the same if the Receive Ambassadors Clause were\nnot in the Constitution.\nGENERAL VERRILLI: But I -- I didn't mean to\nsuggest it wouldn't be a textual commitment. It would\nbe -- it would be a commitment that one would read as\nthe historical gloss on the vesting power, which is what\nGaramendi said.\nCHIEF JUSTICE ROBERTS: That sounds to me\nlike not in the text.\nGENERAL VERRILLI: Well, I think it's the\nhistorical gloss on the vesting power. It is -- it\nfunctions as the equivalent of the specific textual\ncommitment. Of course, we do have the specific textual\ncommitment here, the -\nJUSTICE SCALIA: This textual commitment\napplies when somebody comes to the Court and asks for\nthe Court to make the decision. If the plaintiff here\nhad come in and -- without a congressional statute to\nrely upon, and had said, it is -- it is wrong for the\nState Department not to let me say \"Israel\" on my\npassport, then we would say, you know, textually\ncommitted to the executive.\nBut this is a different situation where you\nhave a -- a dispute between the two branches, and where\nthat happens, I find it hard to say, well, you know, we\ncan't get into it because why? Because it's textually\ncommitted to one of the branches? It seems to me we\nhave to resolve that question.\nGENERAL VERRILLI: Well, as I said earlier\nor I tried to say, we think that the -- the analysis\nunder the political question doctrine goes a very long\nway towards answering that question, Justice Scalia. We\ndo think that this could be seen as a case like Gilligan,\nin which looking at the relief that the petitioner is\nseeking, the plaintiff is seeking, leads the Court to\nconclude that this -- that -- that entertaining the\nclaim would embroil the Court in decisions that are\nsupposed to be made by another branch; and that, in\nfact, I think you can understand section 214(d) as\nprecisely that, an effort to try to draw the Court into\nthis dispute between Congress and the executive over\nwhether section -- over whether Jerusalem should be\nrecognized as part of Israel.\nCHIEF JUSTICE ROBERTS: I will give you a\ncouple more minutes. If my colleagues have any\nquestions?\nJUSTICE SCALIA: Yes, I -- I wanted to\nfollow up on that. Does -- does that mean you're\ncontent to have this Court not say whether it's the\nexclusive executive power or -- or there's some\ncongressional participation? I mean, if we just\nabstain, if we just say it's none of our business, it's\nnone of our business; let you two guys fight it out -\nthat's not what you're asking us to do, is it?\nGENERAL VERRILLI: That's correct, Justice\nScalia. It's not what we're asking -\nJUSTICE SCALIA: You're asking us to decide\nthe question that it is exclusively the presidential\npower.\nGENERAL VERRILLI: Yes. That is correct.\nJUSTICE SCALIA: That doesn't sound to me\nlike -- you know, like abstaining because it's a\npolitical question. It seems to me like deciding the\ncase.\nCHIEF JUSTICE ROBERTS: Do you want to\nanswer?\nGENERAL VERRILLI: We -- we do think that\nthe -- whether the Court is looking at it as a political\nquestion or whether the Court is looking at it as a\njudgment of the merits, the issue is textual commitment.\nThis is -- there is textual commitment. This is a\nsituation in which the country has to speak with one\nvoice, and the executive has determined what the country\nshould say.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Lewin, we'll give you 6 minutes.\nREBUTTAL ARGUMENT OF NATHAN LEWIN\nON BEHALF OF THE PETITIONER\nMR. LEWIN: Thank you, Mr. Chief Justice.\nLet me begin my rebuttal by echoing really\nwhat Justice Alito said during my colleague's argument.\nThe question is whether anything that the President\nthinks bears on recognition, it forecloses this Court or\nany court from making that determination?\nThis is not in our view a recognition case.\nThis is a passport case. The question is, what goes on\nthe passport, and may somebody self-identify? This\nis -- again, if one looks at the statute, if one even\nlooks at the Foreign Affairs Manual, a passport is not\ntoday considered a diplomatic statement; it's an\nidentification of a person in order to enable him to\ntravel abroad.\nNow, again, let me also echo what the Chief\nJustice and Justice Kagan asked during my colleague's\nargument. If in fact the statute had said we don't say\nJerusalem is part of Israel, but you can identify\nyourself as being in Israel, my -- we submit that result\ncan very easily be achieved and was achieved in the case\nof Taiwan by a public statement by the executive.\nCongress -- this law can be enacted. People\nwho were born in Jerusalem can have their passport say\neither \"Jerusalem\" or \"Israel.\" That's their choice.\nCongress hasn't said it has to say \"Israel.\" And then\nthe Department of State can issue, as it did in the case\nof Taiwan, a public statement saying this is not\nofficial American policy.\nNobody's asking this Court to decide what is\nofficial American policy. Nobody is asking the Court to\ndecide what, as Justice Scalia said, would happen if\nthere were no congressional statute. In that case, it\nwould be a political question.\nIf my client had decided he wanted to have\nhis passport say \"Israel\" and he had no congressional\nstatute, and we brought the case to a court, the court\ncould say, no, you're asking us to decide what the\nPresident should decide, what the Department of State\nshould decide.\nBut other than that, Congress has enacted\nthe law. The -- the fact is that with regard to this\nlegislation, it is a statute which determines personal\nchoice with regard to a passport. The case can be a\nvehicle -- this case can be a vehicle for an\nauthoritative clarification of the roles of Congress and\nthe President in conducting the nation's foreign\naffairs. If so, then we submit Justice Jackson's\nstatement, which acknowledges that Congress has the\nfinal word in the third category, is one that should\ncontrol. But there are narrower grounds for enforcing\nsection 214(d) that do not implicate separation of\npowers issues.\nIt's a passport law. It's within Congress's\nconstitutional authority on the cases that have\nrecognized that the President may not deny or restrict\npassports without the express or implied approval of\nCongress. That doesn't require the recognition or\ninvolve the recognition of foreign sovereigns.\nAnd the State Department's justification for\na policy that Congress has disapproved does not\nwithstand scrutiny. The Court merely has to look at the\nrecord in this case in which the State Department has\nsaid, look, we're concerned that there may be a\nmisperception of what this means. A misperception.\nAnd it's extraordinary that on the basis of\nthe fact that there's an alleged misperception, American\ncitizens who have been authorized by Congress to say -\nidentify themselves on their passports as being born in\nIsrael will now find that statute nullified.\nJUSTICE SOTOMAYOR: Could you tell me -\nlet's assume that a dozen nations said this designation\non the passport is -- we view as an act of war; if the\nUnited States is going to do this, we're going to view\nit as an act of war. Would that then permit the\nPresident to ignore Congress's statute -\nMR. LEWIN: I think Congress has to weigh\nthat; and if Congress determines that in any event this\nis what the passport should say, then that is\nCongress -\nJUSTICE SOTOMAYOR: So, it's not the\nmisperception that's at issue.\nMR. LEWIN: Well, in this case -\nJUSTICE SOTOMAYOR: That misperception has\nnothing to do with your argument.\nMR. LEWIN: I -- I don't think that's true\nbecause -\nJUSTICE SOTOMAYOR: You're going back to\nJustice Scalia's point, which is what you're saying is\nCongress dictates foreign policy in the end.\nMR. LEWIN: In the end, if Congress\ndetermines that what the President has said in this\ncontext is wrong, yes. We live in a system under which\nCongress passes the law, and the President has the\nduty -- and I think Justice Scalia has said it, has the\nduty to be the sole instrument of foreign policy. The\nPresident speaks for the foreign policy that -- when\nCongress authorizes him to do it, he may formulate it.\nWhen Congress does not authorize him to do it, he may\nformulate it. But when Congress disapproves of what he\ndoes, then under Justice Jackson's test in the Steel\nSeizure case, Congress prevails.\nThe fact that there is dictum in cases -\nparticularly Curtiss-Wright, which has not come up in\nthe course of the argument, but Justice Sutherland's\nopinion in the Curtiss-Wright case in which he spoke\nbroadly of the President as being the sole organ of\nforeign policy -- one has to say that the Harvard\nprofessor Thomas Reed Powell, who used to tell his\nstudents that just because Mr. -- Justice Sutherland\nwrites clearly, you must not suppose that he thinks\nclearly.\n(Laughter.)\nMR. LEWIN: And we submit that is really\nwhat it is all about.\nJUSTICE KENNEDY: I have just -- I have just\none question on -- on Washington's recognition of\nrevolutionary France. You cite in the reply brief the\nfact that the administration was simply following what\nit deemed to be a dictate of international law. Do you\nwant us to infer from that that he was not exercising a\nreal discretion there?\nMR. LEWIN: Correct. The -- historians\nwho've studied that have determined that he was just\nfollowing Mr. Vattel, who said you had have to recognize\nany country that has de facto control; and, therefore,\nsince the French revolutionists were in de facto control\nof the French Government, Washington had no choice. He\nwas not exercising any kind of discretion.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. LEWIN: Thank you.\nCHIEF JUSTICE ROBERTS: The case is\nsubmitted.\n(Whereupon, at 11:06 a.m., the case in the\nabove-entitled matter was submitted.)\nadvances 31:9 21:20 40:19 42:4 51:4 56:13\n56:14\n51:16 apparently 20:23 ARI 1:4 B 1:20 2:6 23:25\nAPPEARANC... arrived 33:11 back 4:2 9:4\nappeared 26:9 asked 11:4 13:24 38:21 44:2\napplication 4:4 28:25 51:21 backed 26:4\napplies 48:17 52:9,10,17 balance 15:3\nappointed 8:8 aspects 11:10 basing 9:6,7\n25:18 appropriately assumption 6:21 bearing 32:20\n42:10 35:11 attaching 43:13 bears 51:10\nappropriates authoritative beat 10:21\n30:13 52:25 becoming 47:5\n29:1,2,4 42:22 43:4 22:12,19 24:19 21:2 24:1 51:5\n29:5\napproval 8:11,14 26:11 27:2,12 believe 9:25 43:7\n44:5 54:2\n42:23 approved 3:12 29:14,25 30:22 believes 33:14\n11:18 31:22,24 32:15 34:10\n20:12,19 Arab 12:18 19:3 37:19 42:14,22 best 35:3,16 41:9\n28:10,23 area 37:14 44:22 42:23,24,25 45:10\n53:21 44:23,25 45:9 43:4,8,20 44:3 better 8:10 11:1\n31:7,9,13 40:24 46:10 53:9 beyond 28:4\n33:25 argue 31:6 authorize 6:14 big 13:22\n41:18\n36:8 49:6 argued 9:20 55:3 billions 45:5\n50:17 arguing 10:9,10 53:22 birth 20:13 24:6\n46:22\n39:24 2:2,5,8 3:3,7 Aviv 12:15 bit 40:22 44:2\n25:2\n9:6 13:7,9 19:8 avoid 45:10 born 6:25 7:7\n19:3,9,23 case 3:4,14 5:1 28:3 30:23 31:2 clearly 35:15,15 concern 13:12,12\n22:17 5:16 6:12,23 31:11 35:24 38:2 55:15,16 concerned 29:24\n34:5 52:3 11:17 12:6,8,21 36:1,8,11,14 client 52:14 53:18\n12:24,25 13:1,4 36:21 37:2,4,6 Clinton 1:8 3:5 conclude 16:6\n49:14 15:15 16:12,13 51:2,6,20 56:9 clubs 10:21 14:12 16:8\n46:8 17:5 18:3 21:9 choice 13:2 colleagues 49:21 27:16 32:6 36:6\n49:3 21:11,12 23:15 19:17,25 21:8 colleague's 51:8 37:11 47:13\n27:5,6,8,11,14 36:23 37:1 52:4 Colombia 29:2,4 conclusively\n32:2 47:12 49:9 choose 19:22 25:15,23 33:13 conditions 43:13\n30:6 38:21 50:15 51:12,13 chosen 21:11 48:19 55:8 conduct 5:4\n44:16 51:25 52:6,12 Circuit 23:2 comes 40:15 10:17 39:4\n52:16,23,24 34:19,21 35:10 48:17 47:18\n24:17 55:6,10 56:11 circumstance 26:25 35:20 53:1\n29:9 56:13 11:24 Commander confirm 42:17\n41:20 cases 4:13 21:7 circumstances 15:24 confirmation\n55:22 22:4 27:19 31:5 7:25 15:2 43:3 commerce 4:1 44:14\n50:3,4 caution 3:19 30:4 20:22 50:21,22 4:21,23 5:2\nchanged 11:22 claiming 4:21 49:3 10:11,19,20\n19:15 34:3 19:16 52:25 communication 13:25 14:1,5,11\n12:20 13:3,11 41:4 42:5 48:2 communications 19:6 22:6,11,16\n15:24 20:17 Clay's 28:18 companies 16:5 23:12 24:12\n28:13 23:13 33:23 6:11 11:3,16,17 52:19 designation 54:1\n47:3 53:9 12:2,6 13:23 decided 13:25 designed 18:23\nconstitutionality 14:7 15:1,15 23:2 25:7 52:14 despite 43:8\n30:4,10 4:15,19 16:8 22:4,13 decides 14:11 detailed 45:3\n36:10,21 consultation 29:6 23:3,7,14,16 22:16 31:21 determination\n38:3 consulted 25:5 23:18 24:3,12 42:15 14:15 23:17\n40:10 contain 6:24 26:20 27:20 deciding 50:14 46:3 51:11\ncontent 34:9 31:13,15,18,21 decision 6:5 8:5 determinations\n43:15,24 44:3,9 32:5,8 33:3,5,6 23:8 27:2 33:8 5:10,12,15\n49:25 34:13,15 35:21 42:11 43:1 35:14\n45:1 contents 4:3 41:21 43:16 48:18 determinative\n47:2 22:24 43:19 44:6,13,24 47:1 decisions 3:11 4:18\n52:2,5,20 contest 28:18 47:13,15,16,17 49:13 determine 4:14\n53:3,12 context 54:22 47:19 48:17,18 declaration 11:4 22:15 39:5\n54:6,7 contrary 15:19 49:11,13,16,25 17:15 43:19 47:3\n24:16 26:13 50:19,20 51:10 declare 38:6 determined 11:5\n27:10,21 38:13 51:11 52:9,10 decree 38:3 11:16 23:10\n9:5 17:17 42:8 53:5 Court's 22:1,15 defending 34:20 determines 5:2\n14:8 56:5,6 34:14 deference 33:7 6:1 30:15 39:11\n26:23 controlling 14:18 co-equal 9:9 10:9 34:15 52:22 54:7,21\n48:19 convince 17:17 10:23 11:8 definition 47:4 determining\n52:12,15 core 43:17 24:19 degree 13:14,16 31:19\n27:1 36:14 50:6 create 18:24 democracy 21:22 dictates 54:19\n17:15,16 counsel 30:23 critical 25:13 demonstrates difference 16:15\n25:20,22 35:2 51:2 56:9 40:9 8:21 18:4 31:12 32:10\n53:8 54:5 countermand Curtiss-Wright denied 18:20 42:21\ncountry 8:13,19 7:2,2 10:6 12:24 13:4,5\n24:9,10 course 6:13 25:5 decide 13:19,24 6:23 53:14 directly 26:18\n39:20 34:1 40:10 31:5,14,15 depend 32:11 disadvantageo...\n42:3,6 43:10 48:14 32:12 33:3,6,6 48:1 40:14\n48:3 55:9 34:9 35:22 46:5 depends 40:1 disapproval 8:11\n14:13 3:12 4:13 6:5 52:9,11,17,18 designated 9:18 disapproved\necho 51:20 20:10 exercising 3:22 finish 44:17\n49:17 44:21 45:15 28:9,19 29:5,20 43:25 following 5:8\neliminate 19:5 41:25 42:1,14 expression 34:11 footnote 4:12\nembroil 49:13 exclusively extraordinary foreign 4:1,22\nenable 51:18 32:23 45:22,24 ex-presidents 5:25 6:3,7 8:6\nenacted 4:2 exclusivity 4:21 13:24 14:1,2,6\n23:15 14:12 24:4,8,11 14:11 15:16 23:9,11,18\n23:25 enforcing 47:1 31:15 33:8,14 20:10 22:2 32:16 37:9 38:1\n49:12 43:2,5,6 44:8 52:21 53:21 45:4 47:9 51:16\nentitles 8:17 executive's 24:9 false 36:6 fortiori 16:17\n34:19,20 equilibrium 3:19 44:14 famous 6:16 France 25:4,11\n47:14,23 15:3 exercise 11:22 far 29:24 55:22\nestablished 3:20 40:1 42:24,25 fight 28:8 46:9 French 56:6,7\n31:20 37:17,23 Hamdan 3:12 6:25 17:10,23 17:23 19:2,22\n40:24 49:20 handed 8:1 29:18 41:5 infringed 30:21\n42:7 given 21:25 29:9 happen 52:11 24:5 32:13 inherent 44:8\n13:1 happens 7:8 identity 18:2 initial 28:5\ngloss 48:7,12 harder 14:19 9:8 17:13,16 45:18\n48:8 goes 10:18 21:8 held 44:24 implements 6:2 39:5,7,12,15\n24:2,20 49:7 51:13 28:2 implicates 28:13 interest 35:3,17\n26:17,20 going 13:22 15:2 HILLARY 1:8 implications 40:17 46:1\n25:10 33:8 36:5 historians 56:2 21:15 international\n29:16 31:1 37:7 47:2 54:3 historical 48:7 implicit 22:8 55:24\n32:3,24 54:3,17 48:12 implicitly 22:6 interpretation\n34:7 good 39:22 history 8:21 implied 3:16 6:6\ngovernment 5:25 17:22 18:3 53:11 interrogatories\n36:7 23:11 25:4,11 24:16,21 25:13 importance 12:7\n37:2,5,13 25:20,24 45:11 28:4,16 29:19 37:15 40:9 intervene 10:16\n38:7 56:7 38:14 39:19,22 important 12:11 inter-branch\n39:16 great 31:11 42:6 12:25 30:8,10 10:18\n41:2,11 greater 13:12,14 hobble 5:5 7:6 40:16 46:21 introduced 30:20\n42:5 13:16 hobbling 7:17 incident 34:11 invade 45:21\n43:21,23 ground 30:21 holder 13:2 inclined 10:16 invalid 17:2\n46:11,19 grounds 53:5 19:22 36:17 included 25:6 35:15\n48:4,11 GUARDIANS holders 19:2 includes 30:14 involve 53:13\n50:6,11,18 1:4 hornbook 41:7 incompatible involved 11:21\nguys 50:4 houses 25:14 20:25 6:25 7:8,9,11\n20:4 Haifa 12:15 19:4 indicated 26:1 13:6,10,25 19:4\n24:14 Haig 22:3 43:16 I 32:6 41:20 19:5,11,13,16\n30:10 44:6,12 identification 4:5 individual 13:2 19:22 20:15,16\n22:17,18 judgment 21:3 37:25 38:7,10 35:1 41:13 4:7,11,20,25\n33:20 34:3 24:8,12 27:10 38:13,21,23,25 44:23,23 45:6,7 5:12,17,19,24\n37:9 27:10 34:12 39:2,17,24 40:6 46:24 48:22 6:8,14,20 7:4\n48:21 36:10 37:14 40:18 41:3,9,12 49:1 50:13 7:12,15,20,23\n51:23,24 38:20 46:14 41:16 42:2,10 knowing 38:5,5 8:20 9:4,11,22\n53:24 50:21 43:18,22,25 Korean 15:24 10:8 11:3,10,25\n47:18,20 jurisdiction 47:25 48:9,16 label 31:25 46:4 16:16,23 17:3,5\n52:6 20:19 32:18 49:8,20,23 50:6 labeling 31:8 17:10,18,21\n34:24 35:7,9 50:8,12,16 51:2 label's 46:21 18:8,16 19:8,19\n3:9,13,17,21 52:11 53:2,25 language 30:14 21:5,25 22:21\n24:5 53:7 5:7,8,14,17,18 54:24 55:5,9,14 late 40:15 45:16 51:3,4,6\n6:4,9,10 55:20 56:9,11 Laughter 17:20 54:6,12,15,20\n9:1 9:4,12,15,23 justification 15:4 55:17 Lincoln 9:1\n15:6 27:7 10:8 11:6,11,18 15:18 53:14 law 7:14,16 9:16 line 17:22 18:3\n11:20,25 12:4 justified 12:17 9:20 11:22,23 44:1\n14:10,17 13:18 14:10,16 41:7 44:25 47:3 listing 7:11\n55:5 14:16,21 15:6 K 52:2,21 53:8 litigate 21:11\n7:1,7,10 19:20 20:1,4,17 40:18 41:3 42:2 49:11 long 31:19 35:22\n9:17,18 21:1,13 22:11 47:25 51:21 leaving 46:7,7 43:22 44:3 49:7\n12:16,23 22:14,21,25 keep 15:2 19:23 led 44:13 look 12:2,7 15:3\n18:14 23:22 24:2,13 Kennedy 5:7,14 left 5:13 22:4,17 36:5\n19:9,11 24:14,15,20 5:17,18,22 6:4 legislated 26:13 37:7 53:16,18\n20:13 25:18 26:5,19 6:9,13,15 16:12 legislation 4:2 looking 49:10\n24:6 33:9 27:7,13,15,18 16:17,21 17:1,4 25:14 52:22 50:19,20\n34:3,6 27:24 28:3 29:8 34:18,23 35:1,5 legislative 35:14 looks 12:2 30:17\n30:6,10,23 31:2 35:12,19 40:6 legislature 30:1 51:15,16\n49:18 31:11,20 32:11 55:20 length 9:16 24:16 lot 41:17\n52:3,4 32:24 33:17,25 Kent 22:3 lesson 33:13 lowest 3:16\n36:11,15,21 know 6:20 10:25 Lewin 1:18 2:3,9 making 35:17\nminute 24:21 needs 40:2 order 32:12 4:3,7 7:11 9:7\n30:2 12:19 new 11:15 25:10 originally 30:19 18:3,19 19:2,5\n46:7 misperception 28:9 ought 4:3 19:6,10,22\n15:9 53:19,19 Nixon 31:16 outcome 12:21 20:15 21:9,24\n32:25 Monday 1:12 Nobody's 52:9 overnight 7:22 22:19,24 33:15\nMonroe 8:25 31:4 36:17,17 43:16\n39:10 29:3 notion 44:2 P 3:1 48:22 51:13,14\n48:4 morning 3:4 notwithstanding page 2:2 28:17 51:16 52:3,15\n50:2 move 30:4 43:8 15:16 28:17 30:17 52:23 53:8 54:2\n20:12 39:7 multifarious number 4:12 Palestinian 8:1 6:24 18:14 22:2\n45:10,25 10:21 19:3 22:7 24:5 33:9\nO 12:18 15:10 44:10,10 45:1\n34:15 N 2:1,1 3:1 objected 30:20 Pardon 20:3,3 peace 7:9,25\n30:11,12 narrow 5:4 6:6 25:22 36:5 36:3,4 18:19 36:5 52:2\n11:19,20 NATHAN 1:18 occurs 40:13 13:13 20:14,21 permitting 20:12\n37:15 13:10 36:16,18 51:23 personal 21:7,13\n46:1 officially 45:3 50:2 persons 24:6\n46:3,23 nations 21:19 old 20:2,4 21:18 perspective\n54:1 once 3:18 particularly 55:8 12:22\n46:25 naturalization opinion 55:10 party 46:16 2:4,10 3:8 24:7\nnecessarily 40:16 passed 9:16 49:10 51:5\n22:18 need 22:7 25:9 19:16 28:14 43:11 pick 19:9,10,11\n40:7 42:8 oral 1:14 2:2,5 passes 54:23 piece 25:14\nPowell 31:17 29:12,15,21 public 52:1,7 rare 10:5\n55:13 31:24 32:2,14 18:5 40:24 34:20 35:13\n3:24 4:22,23 35:7,9 37:24 purported 11:21 reaction 13:14\n25:1 9:14 10:10,11 40:19,24 41:1 purpose 4:18 44:19\n28:12 10:23,23 11:11 42:15 44:11 purposes 45:19 real 45:2 56:1\n54:18 11:12 14:13 46:5,9,23 51:9 purse 8:9 really 5:4 37:4\n7:2 8:6 11:2 22:1 24:10,11 55:11 46:4,12 realm 40:17\n12:8 25:7 26:8,21 presidential 8:18 reason 17:7\n14:1,3 28:6,14 29:20 15:21 50:9 Q\n45:23\n17:15 33:16 34:8 Presidents 8:25 question 5:9 6:19 reasonably\n18:25 37:23 38:3,9,18 President's 6:6 9:5 11:14 13:24 37:11\n21:15 39:18,21 40:1 11:21 12:8 15:4 22:10 23:1,3,6 reasons 26:5\n34:2 40:20 41:1,4,5 16:10 27:9 23:9,19 25:2 39:23\n39:4,5,10 41:21 43:6,14 28:19 30:22 26:18,22 27:15 rebuttal 2:8\n40:15,17 43:19,24 44:7 33:16 38:19 27:22 28:3,4 23:21 51:4,7\n47:9 52:8 48:7,12 50:1,10 42:11,14 43:1 29:24 30:3,25 Receipt 40:20,23\n53:15 powers 4:1 15:3 presumably 31:4,9,13,19 Receive 48:2\n55:1 53:7 42:18 31:25 32:7,12 received 29:3\nprecipitating prevail 27:10 32:13,13,14,17 Reception 41:3\n23:3,5,9 precisely 4:25 principle 20:18 33:2,5 35:20,20 recognition 8:23\n30:24 49:16 private 43:14 38:22 39:17,25 9:9,13,14 11:11\npreclude 43:5 probably 10:19 41:19 44:19,21 11:12 19:15\n35:20 preclusive 3:18 25:23 29:17 44:21 45:12,19 21:7 24:10\n44:18,21 present 14:1 problem 13:20 46:3,16,22 47:5 26:21 28:5,14\n46:8,16 preserve 3:19 18:15,17 35:23 47:14,17,18 29:3,5,14 30:22\n47:5,14 President 3:15 37:1,2 45:2 49:4,7,8 50:9 32:16,21 33:16\n50:14,19 5:3,6,10,13,15 47:11 50:14,20 51:9 33:22 34:11\n5:20 6:2 7:6,10 professor 55:13 51:13 52:13 37:21,23 38:1,9\n21:12 10:12 11:13,15 pronounces 39:9 31:18 33:2 40:15 41:4,5\n35:6 12:5 14:3,11 proposition 35:21 49:22 42:14 43:1,6\n37:18 15:17,19 16:19 11:16 quickly 30:5 44:23 46:15\n41:2 43:2 22:5 25:2,4,8 proscribe 44:12 quite 10:13 11:24 51:10,12 53:12\n48:1 25:15,19,24 province 38:1,5 28:6 39:6 47:11 53:13 55:21\n20:24 25:3 reply 8:24 24:16 24:13,15 30:23 50:7,8,12 52:11 18:21\n28:9 28:18 55:22 31:2 35:24 36:1 54:24 Senate 8:9 30:12\n29:23 Republic 29:2 36:11,21 37:4,6 Scalia's 54:18 send 25:9 40:13\n42:12,15 30:13 47:21,24 48:9 scheme 3:13 5:2 sending 29:1\nrepublics 28:10 49:20 50:16 11:18 sends 46:25\n18:18 requested 36:3 RODHAM 1:8 34:8 47:19 sense 18:20\n25:19,25 require 53:12 role 37:20,21 scrutinize 15:7,8 43:11\n43:16 required 16:4 roles 52:25 16:6 sensitive 33:10\n53:10 requires 8:8 room 39:13 scrutinized 3:19 sent 26:2\n10:4 36:24 resolution 43:12 rulings 47:20 12:4,9 serve 17:14\n47:17,17 49:4 Rusk 22:3 15:13,15 share 41:22\n11:13,14 Respondent 1:22 39:13 46:9,23 46:13 49:15,18 29:17 33:7\n18:9,18 2:7 24:1 47:2 52:7 54:18 53:6 34:14 39:25\n22:1,7,10 responsibility says 6:22 7:7 see 14:16,23 47:12\n41:22,24 42:1 9:16 10:12 22:4 29:19 simply 8:22 10:7\n45:1 rests 39:18 13:21,21 14:25 46:20 16:18 18:14\nrevolutionary 24:17 26:6 49:11 39:20\n25:3,10,23 28:17 29:9,22 seeks 24:7 situation 11:21\n49:10 56:6 36:15,22 46:18 16:18 40:11 43:10,12\n51:14 statement 18:25 55:18 Tel 12:15 32:25 33:4,12\n9:17 20:24 21:2 suggest 48:5 46:19 39:16,18,22,24\n8:7 38:2,6 39:4,9 18:7,12 territorial 25:16 41:24,25 42:20\n34:17 54:3 suggestion 26:12test 14:10 55:5 42:21 43:18,23\n46:19 status 33:9 36:12 suggests 24:22 Texas 3:11 11:19 43:25 44:13\nstatute 5:3 6:17 superior 10:10 29:9,16,23 45:17,18 46:11\n54:10,13 6:22 8:2 12:12 supported 15:22 30:14 46:13,20 47:10\n12:13 13:1 supporting 26:11text 48:10 48:11 49:6,9,15\n19:21 20:11,11 supposed 13:19 48:14,16 50:21 51:10 55:15\n36:2 44:7,9 11:6,9 Thank 23:21,22 thought 18:13\n52:12,16,22 surprised 40:22 56:10 37:6\n47:6 Taiwan 20:23,24 15:14 16:8 told 47:21,24,24\n8:1 10:6 students 55:14 21:10 22:21 25:21,22 26:9 traveling 39:7\n12:11,17 studied 30:1 56:3 23:2 36:4 26:14 27:19 treatise 6:4\n18:4 19:1 subjects 12:3 taken 15:6 28:1,2,6,11 28:16,16\n21:3,9,17 submit 9:12 12:6 takes 3:15 29:17,19,23 treaty 7:25\n31:17 32:4,25 20:15,15 21:19 work 30:3 45:13\n6:16 11:18 44:6 45:15 46:17 wouldn't 48:5 3 2:4\n27:7\n26:20 various 45:11 52:14 writes 55:15\nvast 41:22 war 15:22,25 wrong 10:7 14:13 5\n49:16 Verrilli 1:20 2:6 Washington 1:11 51 2:10\n24:18,21 24:20 25:21 28:5 41:6 56:7 x 1:2,10 6\n30:11 26:17,20 27:14 Washington's 6 51:3\n48:25 50:4 27:17,23 28:1 55:21\n31:1,10 wasn't 16:12,13\n33:18 way 7:23,24\n34:7,22 10:25 31:19,20\n35:8,18 35:22 43:5 45:5\n42:13 37:13,17,22 weigh 54:6 Z 1:4\n47:4 38:7,16,24 weight 40:23,25 Zemel 22:3\n41:2,11,15,18 West 20:13 3:4\n41:7 44:8 43:23 45:17 29:19 51:3 1\n20:24 21:2 50:6,11,18 54:3 100,000 12:14\n31:16 34:2 vesting 48:7,12 we've 4:11 11:06 56:13\nview 4:15 6:23 Whaling 23:15 133 28:17\n39:3,9 8:10 22:1 23:2 23:16 1836 29:22\n23:5 51:12 54:2 who've 56:3 1856 4:2 44:5\nviews 45:12 26:2 1926 4:2\n"
    }, 
    "respondents": [
        "HILLARY RODHAM CLINTON, SECRETARY", 
        "OF STATE"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 29, 
        "GENERAL VERRILLI": 49, 
        "JUSTICE ALITO": 9, 
        "JUSTICE BREYER": 7, 
        "JUSTICE GINSBURG": 10, 
        "JUSTICE KAGAN": 10, 
        "JUSTICE KENNEDY": 18, 
        "JUSTICE SCALIA": 21, 
        "JUSTICE SOTOMAYOR": 14, 
        "MR. LEWIN": 58, 
        "O 12": 1
    }
}