{
    "appearances": {
        "content": "AARON M. PANNER, ESQ., Washington, D.C.; for\nPetitioners.\nJEFFREY A. LAMKEN, ESQ., Washington, D.C.; for\nRespondent.\nANTHONY A. YANG, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nUnited States, as amicus curiae, supporting\nRespondent.\n"
    }, 
    "caseNum": "10-708", 
    "caseinfo": {
        "content": "FIRST AMERICAN FINANCIAL :\nCORPORATION, SUCCESSOR IN INTEREST:\nTO THE FIRST AMERICAN CORPORATION,:\nET AL., : No. 10-708\nPetitioners :\nv. :\nDENISE P. EDWARDS. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nAARON M. PANNER, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nJEFFREY A. LAMKEN, ESQ.\nOn behalf of the Respondent 26\nORAL ARGUMENT OF\nANTHONY A. YANG, ESQ.\nOn behalf of the United States,\nas amicus curiae, supporting the Respondent 48\nREBUTTAL ARGUMENT OF\nAARON M. PANNER, ESQ.\nOn behalf of the Petitioners 59\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, November 28, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:03 a.m.\n"
    }, 
    "petitioners": [
        "FIRST AMERICAN FINANCIAL", 
        "CORPORATION, SUCCESSOR IN INTEREST", 
        "TO THE FIRST AMERICAN CORPORATION,", 
        "ET AL.,"
    ], 
    "proceedings": {
        "content": "(10:03 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 10-708, First American\nFinancial Corporation v. Edwards.\nMr. Panner.\nORAL ARGUMENT OF AARON M. PANNER\nON BEHALF OF THE PETITIONERS\nMR. PANNER: Mr. Chief Justice, and may it\nplease the Court:\nArticle III requires a private plaintiff to\nshow injury-in-fact, which means at a minimum that the\nalleged illegal conduct made her worse off. Factual\ninjury does not automatically follow from violation of a\nstatutory duty owed to the plaintiff, and Ms. Edwards\nhas not alleged the type of harm alleged by plaintiffs\nin the common law cases that she invokes: no\nmisappropriation of her property, no loss of desired\nopportunity or benefit, no injury to reputation.\nJUSTICE BREYER: So, let me just be -- use\nan example, a hypothetical based on the next case,\nreally. I was thinking Congress passes a law, says you\ncan't phone people between 7:00 at night and 7:00 in the\nmorning and try to sell them something. Okay? That's\nthe law.\nMR. PANNER: Yes, Your Honor.\nJUSTICE BREYER: And anyone who gets such a\nphone call gets $500 in damages automatically if they\nsue in court if they receive such a call.\nThe harm was getting the call. So, my\ngrandmother, who is always complaining no one ever calls\nher, loved the telephone call. She loved it. Best\nthing happened to her in a month. Okay?\nNow, can she sue?\nMR. PANNER: No, Your Honor. If she does\nnot have actual injury, the fact of the statutory\nviolation would not give rise to standing in that case.\nNow, it's -- I think it would be quite unlikely that a\nplaintiff would come before the court and say:\nActually, the statutory violation delighted me; I\nnevertheless would like my $500.\nBut if the injury-in-fact requirement means\nanything, it means that a plaintiff who comes before the\ncourt must have a harm in fact.\nJUSTICE BREYER: So, in other words, if the\nFDA bans a substance on the ground that 98 percent of\nthe people it hurts, and there's some kind of automatic\nrecovery, $500, anybody who bought the substance because\nit wasn't supposed to be sold, and she's one of\nthe 2 percent that it helped --\nMR. PANNER: Well, Your Honor, in the case\nin which --\nJUSTICE BREYER: -- can't sue?\nMR. PANNER: In the case in which someone is\nexposed to a substance that has -- that is illegal, they\nmight well suffer a harm, and the harm might be the\nexposure to the substance. And the -- the sort of\ninquiry that you're looking into, which is even if the\nexposure ended up not being harmful, would that be a\ncase --\nJUSTICE BREYER: Well, here she was exposed,\nor the plaintiff was exposed, to the kind of transaction\nthat Congress said was harmful as a general matter, just\nlike the example you gave.\nMR. PANNER: I don't think so, Your Honor.\nAnd the reason is that in this case, the violation -- as\nher complaint makes clear, she paid the only rate for\ntitle insurance available in Ohio. She does not\ncomplain of the quality of the insurance or the service\nshe received. She does not maintain --\nJUSTICE GINSBURG: Because she can't --\nJUSTICE SOTOMAYOR: Counsel, going back to\nJustice Breyer's --\nCHIEF JUSTICE ROBERTS: I'm sorry.\nJustice Ginsburg.\nJUSTICE GINSBURG: Because she can't prove\nit at the early stage. I mean, the problem that\nCongress was concerned about was that you can't tell\nuntil the house is going to be sold in the end how\nadequate the title insurance was. So, Congress is\nacting on the potential that these kind of kickbacks can\ncause harm. And this does seem to fit the bill of\nrestitution, unjust enrichment cases, where the\nplaintiff doesn't have to prove any harm; she just gets\nback what the defendant should not have received.\nMR. PANNER: Your Honor, with respect to\nunjust enrichment cases, those cases reflect\ncircumstances where there's a benefit received at the\nexpense of the plaintiff. And in -- in the traditional\nsorts of cases -- unjust enrichment, of course, is an\ninvention as a category that's relatively recent. But\nthe unjust enrichment cases reflect quasi-contract\ncircumstances where a benefit was conferred that in\njustice should have been compensated; so, the plaintiff\nis made worse off in not receiving the benefit -- or the\ncompensation for the benefit; or a circumstance of\nconstructive trust where there was property or other\nright of the plaintiff that was misappropriated and used\nwithout the permission of the plaintiff; so, an\nopportunity or a property was taken away.\nThis is not a case like that, and there's no\nallegation that there is anything lacking in the\ninsurance that was issued. This is a circumstance in\nwhich Congress may believe that a certain practice as a\ngeneral matter can tend to bring out -- bring about\nbad -- bad outcomes and can therefore make it unlawful.\nBut the question here is whether this plaintiff has a\nharm --\nJUSTICE SOTOMAYOR: Counsel, are you taking\nthe very broad position that this is an unusual State,\nas appears to be in three or four others where the\nStates mandate that title insurance be at a fixed price?\nBut in those States in which there is no such mandate,\nyou seem to be arguing that Congress can't ever presume\ndamages or injury, that even in those cases, the\nplaintiff has to come in and prove that they would have\npaid less.\nIs that the position you're taking?\nMR. PANNER: I -- no, Your Honor. The type\nof injury that is incurred doesn't necessarily have to\nbe a financial one, and there could be circumstances\nwhere a plaintiff would allege an injury. And I -- it's\nimportant to --\nJUSTICE SOTOMAYOR: No, no. Please tell me,\nin those States in which insurance is not fixed by the\nState --\nMR. PANNER: Well, if there --\nJUSTICE SOTOMAYOR: -- what does the\nplaintiff have to do other than to say I -- they didn't\ndisclose to me that there was a kickback, and I want the\namount I paid for the service?\nDo they have to show something more?\nMR. PANNER: If the -- I want to -- I'm not\nsure I understand Your Honor's question, but if the\nquestion is there were various rates available and the\nplaintiff alleges an overcharge, that they purchased\na -- a policy and there was a cheaper policy available,\nand as a result of the violation --\nJUSTICE SOTOMAYOR: So, you are in fact\narguing very broadly that there is no presumption of --\nof injury in these cases, that the plaintiff still has\nto come in and prove --\nMR. PANNER: Your Honor --\nJUSTICE SOTOMAYOR: -- that in fact they\nwould have gotten a cheaper -- a cheaper policy?\nMR. PANNER: Your Honor, the -- the\nplaintiff would have to allege in the complaint and then\neventually show that there was some injury. It doesn't\nhave to be a financial injury.\nJUSTICE SOTOMAYOR: Same thing with nominal\ndamages and statutory damages? You're -- you're taking\na very broad position now.\nMR. PANNER: I don't think so, Your Honor,\nbecause, again, the question for purposes of standing,\nthe question for purposes of the ability of a plaintiff\nto come into court, is to show that they have some\ninjury-in-fact, that there is some harm, some way in\nwhich they were made worse off. This plaintiff --\nJUSTICE SCALIA: That's not so\nextraordinary. It's what has to be shown in -- in\nSherman Act cases, right? Contracts and combinations\nin -- in restraint of trade are unlawful; but in order\nto recover under the Sherman Act, you have to show not\nonly that it was unlawful, but that you were harmed by\nit.\nMR. PANNER: That's true. That's certainly\nthe norm in all sort of tort -- tort cases.\nJUSTICE KENNEDY: I was going to ask you,\nalong that line, are there antitrust cases that -- that\nRespondents or the Government could cite in which a\nparty can go into court alleging that the market has\nbeen distorted, even though that person has no damage?\nAnything like that in the antitrust -- what would be\ntheir closest case?\nMR. PANNER: Well, Your Honor, I'm not\nsure -- I did not see any of the cases that they cited\ninvolving the trust -- the trust circumstance --\nJUSTICE KENNEDY: Yes.\nMR. PANNER: -- where there was that sort of\nvague allegation. The trust cases I think actually are\na good illustration of the type of injury that's\nrequired. We're talking about trust, not antitrust now.\nJUSTICE KENNEDY: Right.\nMR. PANNER: But the trust cases involve a\ncircumstance, the -- I think that the plaintiff here\nkind of gives the game away by, in the -- when talking\nabout the Michoud case, using the phrase \"the plaintiff\nmay sue.\" And, of course, that's not what the case\nsays. What the case says is that a -- that a\nbeneficiary can come into court and say the trust has\nviolated the duty to me; I want to unwind the\ntransaction to get the benefit that I would have gotten\nhad the trustee behaved in the way required.\nSo, in those cases involving trustees, for\nexample, they --\nJUSTICE KENNEDY: There's not automatic\ndisgorgement in those --\nMR. PANNER: There could be automatic\ndisgorgement, Your Honor. But, again, that reflects the\nlost value of what was paid for in terms of the -- of\nthe --\nJUSTICE SCALIA: Well, but --\nJUSTICE KAGAN: But, Mr. Panner, I\nthought --\nJUSTICE SCALIA: -- let's assume that a\ntrustee acts on its own interest and sells property, but\nlet's assume that he gets top dollar for that property,\nso that the beneficiary hasn't really been deprived of\nanything. What's the injury to the beneficiary?\nMR. PANNER: Well, the injury to the\nbeneficiary in that circumstance, Your Honor, is that\nthe trustee would have misappropriated an opportunity\nthat belonged to the beneficiary. In the cases\nthat are -- in the ordinary case, then, the beneficiary\nhas the option to say I'd like to unwind that or get the\nbenefit that the trustee got, if there was self-dealing.\nBut in a circumstance where a trustee sells, for\nexample, a piece of property and the -- and the claim is\none for restitution to try to unwind the transaction\nthat was done, it's the option of the beneficiary to\nsay: You know what, maybe I am wrong, but I think I\nwould be better off if I could undo that transaction.\nSo, it's a very conventional kind of harm\nwhere someone believes that their property was -- was\ntaken away from them and used in a way to their\ndetriment, and they are therefore seeking relief.\nJUSTICE SOTOMAYOR: So, what more does this\nplaintiff have to allege other than, if I had been told\nthat this was a prearranged, tied product between the\nmortgage and the title company but that I had a right to\nget an untied product even at the same price, and I\nwould have exercised that right if I had known? Would\nthat be enough?\nMR. PANNER: That might be enough, Your\nHonor. But that's exactly what she didn't allege --\nJUSTICE SOTOMAYOR: Would that be enough\nin -- in Justice Breyer's example, of someone who says I\nreceived a call at midnight and it bothered me?\nMR. PANNER: Yes, I think that certainly\nwould be enough, absolutely. The point is that this\ncomplaint abstracted away any such particularized claim\nfor a very particular purpose, which was that in order\nto maintain this case as a class action, the basis of\nharm could not be anything personal or individual to\nthis plaintiff.\nJUSTICE SOTOMAYOR: So, you go back to your\nposition that Congress has no power to give a cause of\naction on the basis of a statutory violation in which it\nis presuming injury?\nMR. PANNER: That is correct, Your Honor.\nThe -- what Congress cannot do is to confer on a\nparticular plaintiff an injury that's constitutionally\nsufficient under Article III. I think this Court has\nmade clear that Congress cannot do that and that the\nexistence of a statutory right by itself, even the\ninvasion, the violation of the statutory right does not\ncreate injury for constitutional purposes. Injury --\nJUSTICE SOTOMAYOR: Well, certainly you\ncouldn't -- you couldn't sue. But if I paid money that\nI would have -- and that I'm entitled to get back, then\nI've been injured, because --\nMR. PANNER: Well, Your Honor, you paid\nmoney -- in this case the plaintiff paid money for a\ntitle insurance policy which she received. She paid at\n-- at the legally required rate, and she makes no\ncomplaint about the policy, nor does she claim that it\nwould have mattered to her --\nJUSTICE ALITO: Could I ask you to clarify\nsomething? What could a plaintiff who purchases title\ninsurance in Ohio allege that would be sufficient to\nprovide standing?\nMR. PANNER: Well, certainly if a plaintiff\nsaid that the -- that the manner in which the title\ninsurance was provided had delayed her closing or that\nthere were procedures that were --\nJUSTICE ALITO: No, what could be done --\nokay. Go ahead.\nMR. PANNER: -- that there was something\nabout the service that she received as a result of\nthe -- the referral to a particular title insurer,\nagain, assuming that this is a violation, which we\ndon't -- we don't think it is. But -- but assuming that\nit is, that --\nJUSTICE ALITO: So, you could -- the\nplaintiff could allege some kind defective service at\nthe time when the title insurance was purchased? There\nreally is no service provided at that time, is there?\nMR. PANNER: Actually, most --\nJUSTICE ALITO: You get -- you get a title\ninsurance policy and that's it; and you don't know\nwhether -- you don't know what will happen if there's\nsome problem alleged with the title at some point down\nthe road.\nMR. PANNER: Well, that's really -- the --\nthe risk of that is really on the title insurer, which\nis why the title insurer has no incentive whatsoever to\nencourage poor service by a title insurance agent. The\ntitle --\nJUSTICE KENNEDY: Well, that -- that leads\nme to this -- I thought -- I never thought of title\ninsurance companies as being fungible, and some were\nvery, very good about narrowing the exceptions, about\nworking with the seller of the property, if you\nrepresented the buyer, to get rid of the exceptions.\nAnd so, I'm not sure that it's just a question of a\npolicy versus no policy. There's a -- there's a quality\nto the -- to the research they do.\nAnd the next -- and related to that is this:\nYou -- you put the case as if the price is going to be\nthe same for the insurance. (A) I think there's nothing\nin -- in the State law that permits the insurance\ncompany to get -- to set a lower rate; and, second,\ndon't the title companies charge other fees, title\nsearch fees and so forth, other fees in addition to the\nprice of the insurance? And those other fees,\narguably -- I know she didn't allege any damage -- but\nthose other fees arguably are too high because of this\nfixed market.\nMR. PANNER: Well, Your Honor, that --\nJUSTICE KENNEDY: Now, she didn't allege\nthat. I know that.\nMR. PANNER: She didn't allege it, and I\nthink that's critical, because the -- the issue is not\nwhether it's conceivable that an injury could occur from\nthe violation. It could. And what you have indicated\nabout difficulty clearing objections to a title, for\nexample, if there was a problem that she had with\nrespect to that and she believed that it was the case,\nthat would actually be the job of the title agent,\nwhich -- and there's no allegation that she was\nimproperly referred to the title agent.\nSo, there -- the insurer is issuing --\nunderwriting the policy and bears the residual risk, but\nit's the agent that is actually engaged with the -- with\nthe plaintiff here. And there, the agent's name here\nwas Tower City.\nJUSTICE BREYER: Suppose Congress makes a\nfinding, and this is the finding: We think that lawyers\nor whoever is engaged in these who hire title insurance\ncompanies should hire the best one on the merits, not on\nthe basis of which one will give them the biggest\nkickback. We think that's so because that will help\nkeep people secure. Everyone in such -- who buys a\nhouse will feel more secure knowing that the market\nworked there. We can't prove who feels insecure and who\ndoesn't. We think in general they would. And so, we\ngive everybody the right to recover $500 if they are\ninjured where the injury consists of being engaged in a\ntransaction where the title insurance company was not\nchosen on the merits but was chosen in whole or in part\non the basis of a kickback. And they write that right\ninto the statute.\nSo, therefore, there is no doubt that the\nplaintiff here suffered the harm that Congress sought to\nforbid. That harm was being engaged in a transaction\nwhere the title insurance company was not chosen on the\nmerits but partly in terms of a kickback. Now, what in\nthe Constitution forbids Congress from doing that?\nMR. PANNER: The Constitution, Article III,\nas this Court has interpreted it, requires that a\nplaintiff that comes into court must have suffered an\ninjury-in-fact. And Congress cannot create that injury\nlegislatively. Otherwise, the Congress can enlist the\ncourts for regulatory purposes that are unrelated to the\ncore function of the court as this Court has -- has\narticulated it --\nJUSTICE KAGAN: Mr. Panner --\nMR. PANNER: -- which is --\nJUSTICE KAGAN: -- suppose that there were a\ncontract between Mrs. Edwards and Tower and the contract\nhad a no-kickback clause, not one that suggested that\nMs. Edwards had to show any kind of injury, greater cost\nor lesser service, but just you can't have any\nkickbacks. Can she sue on that contract?\nMR. PANNER: Well, if it was a negotiated\nagreement and it was -- it was one where the parties had\ngiven value for that assurance, then that would\nrepresent something that there had been a judgment in\nadvance by this -- by this particular individual that\nthere was -- that that was something -- that was a\nperformance that she was willing to pay for and a\npromise that meant something to her. And so, that would\npotentially be a different case.\nJUSTICE KAGAN: And now suppose that\nCongress passes a law and says every contract of this\nkind has to have such a provision in it.\nMR. PANNER: Right.\nJUSTICE KAGAN: Would she now have standing?\nMR. PANNER: Most likely not, Your Honor,\nand the reason is that it's the difference between a\ncontract that the parties engage in, where there would\nbe a -- if there's a negotiated contract, it would be\nreasonable for the court to say, well, there's value\nattached to the rights that the parties have bargained\nfor here. But it's different if Congress is using it as\na mechanism to create injury legislatively, and in that\ncircumstance, the court would still have to determine\nwhether there was injury-in-fact that would allow the --\nallow the plaintiff to get into court.\nJUSTICE SCALIA: Could --\nMR. PANNER: But it's a different case.\nJUSTICE SCALIA: Could Congress decree that\nthe agent in this case shall be an agent of the\npurchaser rather than an agent of the title insurance\ncompany? As it has done in real estate, I think. The\nreal estate broker must be an agent of the seller and\nnot of the purchaser. Can it -- can it establish a\ntrust relationship between the purchaser here and the\nperson selecting the title insurance company?\nMR. PANNER: Well, I think that Congress\ncould potentially create a trust relationship --\nJUSTICE SCALIA: And if it did, would the\nviolation of that trust relationship constitute injury\nfor -- for Article III purposes?\nMR. PANNER: Well, it would depend, Your\nHonor. Not -- not per se. It would depend on whether\nthere was some way in which that violation caused an\ninjury-in-fact. So, for example -- first of all, to the\nextent that there was some --\nJUSTICE SCALIA: We don't require\ninjury-in-fact for most breaches of trust, do we?\nMR. PANNER: You do, Your Honor. That is to\nsay that in the case of any of the examples that the\nplaintiff has cited there is an underlying interest, an\nantecedent interest, a concrete interest in property or\nin an economic opportunity, paid-for services of an\nagent, and it is that concrete interest which is invaded\nby the -- by the alleged violation of the -- of the\nresponsibility of trust.\nBut, of course, here you don't even have\nthat relationship of trust. The -- as --\nJUSTICE SCALIA: Well, I understand, but I'm\njust saying that that concrete interest can be created\nby Congress instead of being created by contract. What\ndifference does it make? If you become a trustee by\ncontract, you get one result; but if you are a trustee\nby government decree so that you must be a trustee,\ncontract or not?\nMR. PANNER: No, I --\nJUSTICE SCALIA: Somehow the situation\nchanges?\nMR. PANNER: I don't -- I don't think the\nsituation would change. I guess what I'm saying is that\neven -- I don't see any of the common law cases\ninvolving trusts, trustees, as involving recoveries or\nsuits in the absence of what this Court would certainly\nconsider to be an injury-in-fact, that is to say some\nharm to a concrete interest that exists apart from the\nstatutory duty or the common law duty.\nJUSTICE KAGAN: But, Mr. Panner, in response\nto Justice Scalia's questions and my questions, you are\nsuggesting that there's a difference depending on what\nthe source of the law is. If the source of the right is\n-- is a contract, there's one result. If the source of\nthe right is a statute, there's another result. And I\nthought that that was very much -- that is -- that's\nvery much inconsistent with our case law, and\nspecifically with Lujan.\nMR. PANNER: I certainly didn't mean to say\nthat, Your Honor. So, let me try to clarify. The\nquestion was -- there are circumstances in which the\nlegal relationship is such that there could be -- let me\nback up.\nThe question is whether there's an\ninjury-in-fact, that is to say a harm that exists as a\nfactual matter. And those interests certainly can be\nreflected by the legal duties that are created. So, for\nexample, there are legal duties in contract that are\nintended to protect the interests of the contracting\nparties. There are legal duties under the law of trust\nthat are intended to protect the beneficiary.\nBut this Court has frequently reflected the\nfact that there is the question of the violation, but\nthen there is separately the question of the injury.\nAnd the point that I'm making -- and it should be the\nsame answer with respect to your question and\nJustice Scalia's -- is if -- the mere fact of the\nviolation of a duty does not create injury per se, and\nnone of the cases reflect that. And that is the\nproposition that plaintiff relies on here, precisely\nbecause of what she alleged and what she is\nattempting -- the type of case that she is attempting to\nbring.\nShe's attempting to bring a case in which\nthe statutory violation is the injury. No other injury\nis required. She very straightforwardly says it does\nnot matter if there's any economic harm, it does not\nmatter if there's any quality difference, it does not\nmatter if there is any consequential effect on me at\nall.\nJUSTICE KAGAN: I'm not sure that that's the\nright understanding of her complaint. She's saying: I\ndon't have to prove those things because there's been a\njudgment made that -- that these kinds of practices tend\nto decrease service and tend to increase price, and\ntherefore I don't have to prove those matters.\nAnd that's the exact same judgment that's\nmade in the trust cases, for example.\nMR. PANNER: Again, I don't think that the\ntrust cases can be fairly read to say that, Your Honor.\nBut the key point is that there's a distinction between\nwhat Congress -- the statutory duties that Congress can\nimpose and the manner in which Congress can choose to\nhave those enforced -- well --\nJUSTICE GINSBURG: Suppose she -- suppose\nshe appended to her complaint an affidavit by a\nwell-respected economist that says Congress was right;\nthese kind of arrangements will have an adverse effect\non the people who are purchasing title insurance. And\ngoes through all kinds of analyses that show that.\nWould that be adequate then?\nMR. PANNER: Well, at the pleading stage, it\nmight be, Your Honor. That is to say that if -- if the\nquestion were whether there was an allegation, certainly\nit's possible that there could be a sufficiently\nconcrete allegation in a complaint that there was that\nsort of an impact, but -- and this is critical -- not\nonly was that not alleged here, but the mere fact that\nthere's a statutory duty does not reflect that's the\njudgment or, you know, the fact that there's been any\nsort of systemic effect.\nCongress has broadly prohibited practices\ninvolving kickbacks, and the paradigm case has nothing\nto do with a situation in which a title insurance agent\nis issuing a title insurance policy for an underwriter.\nNow, it's not to say that Congress can't\npass a broader prohibition and -- you know, and require\nthat it be enforced. Well, Congress can pass a broader\nprohibition, and then the executive could enforce it.\nBut what Congress cannot do is to dictate in advance\nthat a particular practice has caused injury to a\nparticular plaintiff.\nJUSTICE SOTOMAYOR: Counsel, I'm still\nhaving problems --\nJUSTICE KENNEDY: Just following up Justice\nGinsburg's hypothetical, suppose the Congress works with\neconomists and concludes there is a reasonable\nprobability that if there were no kickbacks, there would\nbe a more competitive market, there would be lower\nprices for some of the escrow fees, some of the\ncollateral fees in addition to the title insurance, and\nthe plaintiff then alleges that there is this reasonable\nprobability that there would be a more efficient market,\nresulting in cost savings. Would that be enough?\nMR. PANNER: Well, Your Honor, there has to\nbe a connection between the violation alleged and the\nharm that ensues. And so, a general understanding\nthat a particular --\nJUSTICE KENNEDY: Well, the person alleges:\nAnd I was in this market and I might have -- there's a\nreasonable probability I could have had a lower price,\naccording to economic theory.\nMR. PANNER: Well -- well, again, that\nwasn't alleged here. So, the question with these\nparticular --\nJUSTICE KENNEDY: No, I'm assuming it's\nalleged.\nMR. PANNER: I understand that, Your Honor.\nAnd so, the question would be particular to the\nallegations that were made. In a case like this one,\nit's in all likelihood a generic allegation that there\nhad been -- that there was some sort of systemic effect\nis -- it would be insufficient. That would be a\nspeculative sort of claim of harm, and that would be\nreally something where if it's a general systemic effect\nwith no traceability between the violation that's\nalleged and any supposed harm to the plaintiff, that\nthat would be something for the executive.\nMr. Chief Justice, if I can reserve --\nJUSTICE ALITO: And if the plaintiff went\nany further and alleged some harm particular to her,\nwouldn't that be even more speculative?\nMR. PANNER: Well, Your Honor --\nJUSTICE ALITO: Some economic harm\nparticular to her? I don't want to take up your\nrebuttal time, but --\nMR. PANNER: Thank you, Your Honor.\nI think it would depend. I mean, certainly\nthere are all sorts of circumstances where there is\nbroad systemic harm, but yet the harm to the plaintiff\nis very clear, if you think about, for example, about\nprice fixing.\nIf I could reserve the remainder.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Panner.\nMr. Lamken.\nORAL ARGUMENT OF JEFFREY A. LAMKEN\nON BEHALF OF THE RESPONDENT\nMR. LAMKEN: Thank you, Mr. Chief Justice,\nand may it please the Court:\nFor at least 280 years, the law has been\nclear that when someone breaches a duty of loyalty owed\nto you by taking a kickback or otherwise introducing a\nconflict into a transaction, you can sue on the basis of\nthat alone, without showing a further harm in terms of\neconomic loss. The invasion of your right to\nconflict-free service was itself a sufficiently concrete\nand particularized injury-in-fact, not an abstract and\nundifferentiated --\nJUSTICE SCALIA: You speak of a duty of\nloyalty. There's no duty of loyalty owed here. It was\njust a law that said you cannot get -- and I'm not even\nsure it's proper to call it a kickback. It's a\ncommission. These people are agents for the title\ninsurance company, and they get a commission on -- on\nevery sale of title insurance that they make. You can\ncall it a kickback, I suppose. I don't know why the\nother side does. But -- but it seems to me a\ncommission. There's no duty of loyalty. Isn't -- isn't\nthe seller here the agent of the title insurance\ncompany?\nMR. LAMKEN: Congress could have made them,\nthe agent, could have -- as you pointed out, could have\nmade them a full-fledged fiduciary. Elevating your\ninterest in having no conflicts whatsoever in the\ntransaction --\nJUSTICE SCALIA: We have a different -- we\nhave a different case then.\nMR. LAMKEN: Yes.\nJUSTICE SCALIA: But they didn't do that,\ndid they?\nMR. LAMKEN: Congress actually elevated one\ncomponent of that by giving you a right to freedom from\na particular conflict of interest, and that is the\nkickbacks that undermine their incentive to serve your\nbest interest, that undermine their incentive to choose\nthe insurer that provides the best quality and the best\nservice.\nJUSTICE ALITO: Well, this is where I have\nproblems with your argument, because this doesn't seem\nto me to be a fiduciary relationship, and I don't see\nwhere the -- where the duty of loyalty comes from. And\nto say that Congress can just impose some attributes of\na fiduciary relationship wherever it wants seems rather\nstrange.\nLet me give you this example: I take my car\nto an auto dealer to have -- because it's making a\nstrange sound. And I say call me up when you figure out\nwhat you think is the problem. They call me up, and\nthey say, well, there are certain things wrong with it,\nand it's going to cost you $1,000. And I say, okay,\nnow, thanks for diagnosing the problem; where should I\nhave it fixed? Should I have it fixed at your shop or\nshould I go to another place and have it fixed? And\nthey say, well, have it fixed at our shop. Now, is\nthere a breach of a duty of loyalty there?\nMR. LAMKEN: Well, you might have an\ninterest in getting an honest opinion. It's just not\nprotected in law. They're allowed to tell you what they\nwant to tell you because you have no protected interest\nin their opinion.\nJUSTICE ALITO: I know. But we're looking\nfor whether there's an injury-in-fact. Put aside the\nquestion of whether there's a breach of the duty in law.\nThere is allegedly here. I just don't see where there's\nan injury-in-fact, because I know -- I'm an idiot if I\ndon't realize -- that they have a strong economic\nincentive to say come have it fixed at my place.\nMR. LAMKEN: Well, in fact, Your Honor,\nCongress is entitled to elevate your interest in\nobtaining honest judgments or conflict-free advice to\nlegal protection, whether you would be an idiot in\naccepting it or expecting it in the first instance.\nThey can take that relationship and make it confidential\nand make it an honest one, even if you hadn't expected\nthat in the first place.\nJUSTICE SCALIA: Well, the issue isn't\nwhether they can afford it legal protection. They\ncertainly can. And there can be suits by -- by the\nFederal Government or, I think, under this statute even\nby State -- State attorneys general. The issue isn't\nwhether Congress can achieve that result. It's whether\nthey can achieve it by permitting private suits.\nMR. LAMKEN: Right. But the common law was\nabsolutely clear that when someone invaded your right to\na conflict-free transaction, invaded your right not to\nhave kickbacks in your transaction, you didn't have to\nprove that there was an economic consequence. The\ninvasion of your right not to have conflicts invade that\ntransaction was sufficient.\nJUSTICE KENNEDY: Could you tell -- could\nyou tell me, just with Justice Alito's automobile\nhypothetical, just as a matter of agency law -- I'm a\nlittle rusty on this one. If the auto repair people\nphone and say: And you need two parts and we'll\npurchase those parts for you. And they then purchase\nparts from a company that they own. Under standard\nagency law, could the vehicle owner get disgorgement?\nMR. LAMKEN: If the -- if they are acting --\nJUSTICE KENNEDY: And he doesn't know --\nthey haven't been informed --\nMR. LAMKEN: If that is an agency duty --\nand we assume that that's an agent; they're acting as\nagent for the person with the broken car -- the answer\nis absolutely, without having to show any loss. And\nthis Court's case in Magruder v. Drury was that type of\ncase, where it was absolutely clear that the plaintiff\nwould not have paid a cent more, the estate would not\nhave paid a cent more, if that -- they had gone\nelsewhere to make the purchase.\nJUSTICE SCALIA: If I take a car to an auto\nmechanic, he's not my agent. He's an independent\ncontractor doing business. He's not my agent.\nMR. LAMKEN: That's exactly why I said --\nJUSTICE SCALIA: And it's not an agency\nrelation here, either.\nMR. LAMKEN: Congress --\nJUSTICE SCALIA: It's a customer going to\nsomebody who is an independent contractor.\nMR. LAMKEN: Congress imposed one component\nof the duty that applies to agents and fiduciaries\nacross the board, and that is: Don't take kickbacks\nthat undermine the incentive to obtain the best deal for\nyour consumer.\nJUSTICE SCALIA: More than agents and\nfiduciaries across the board. He is neither an agent\nnor a fiduciary. And what's the closest case you have\nto a situation where there is neither an agency\nrelationship nor a trust relationship, and yet this kind\nof a right to sue without showing damage exists? What's\nthe -- what's your best shot?\nMR. LAMKEN: Well, the law has a number of\ncontexts where you don't have to show financial loss.\nIf somebody defames you, you don't have -- in your\nbusiness, you don't have to show that you're financially\ninjured. That's injury-in-fact in and of itself.\nCHIEF JUSTICE ROBERTS: Well, that gets to a\npoint that I'm having trouble getting my arms around.\nIt seems to me what your position is, what you want us\nto focus on, there are three possible arguments. One is\nthat there is injury-in-fact in this case. I see some\nof that argument in your briefs. Two, that Congress\npresumes injury-in-fact. Injury-in-fact is still\nrequired, but that is presumed. I read that to be\nperhaps what the trust cases say. Or, three, that\ninjury-in-fact is not required at all. Now, which are\nyou arguing? One, two or three?\nMR. LAMKEN: I think our argument is that\nthe invasion of your statutory right to a conflict-free\nservice is itself an injury-in-fact --\nCHIEF JUSTICE ROBERTS: Okay, statutory\nright.\nMR. LAMKEN: But it also has --\nCHIEF JUSTICE ROBERTS: Can I -- I'm sorry\nto interrupt you, and I want to pause on that question.\nYou said violation of a statute is injury-in-fact. I\nwould have thought that would be called injury-in-law.\nAnd when we say, as all our standing cases have, is that\nwhat is required is injury-in-fact, I understand that to\nbe in contradistinction to injury-in-law. And when you\ntell me all that you've got or all that you want to\nplead is violation of the statute, that doesn't sound\nlike injury-in-fact.\nMR. LAMKEN: It's injury-in-fact in the\nfollowing two senses, Judge -- Mr. Chief Justice:\nFirst, all you have to do -- getting a conflict-free\nreferral is itself substantively more valuable than\ngetting one laden by conflict.\nCHIEF JUSTICE ROBERTS: Okay. Now, that\ngoes back to the first proposition. That's an argument\nthat there is injury-in-fact here. So, it seems to me\nthat -- I don't mean this in a pejorative sense, but it\nseems to me that you slide back and forth between one,\ntwo, and three, which makes it hard for us to get a\ndecision.\nMR. LAMKEN: I think the answer is, so long\nas Congress has entitled you to something of potential\nvalue that isn't being denied to every other member of\nthe public in an undifferentiated way, that is\nsufficient to be injury-in-fact. Now --\nCHIEF JUSTICE ROBERTS: Potential --\npotential value.\nMR. LAMKEN: Potential value. And it's more\nvaluable --\nCHIEF JUSTICE ROBERTS: Now, we said in the\nWhitmore case, and this is a quote: \"Allegations of\npossible future injury do not satisfy the requirements\nof Article III.\" Potential value sounds to me like\npossible future injury.\nMR. LAMKEN: In this sense, Your Honor:\nIt's what you received is substantively less valuable.\nAll you have to do is ask yourself, would I value more\nadvice from somebody who's playing it straight --\nCHIEF JUSTICE ROBERTS: Okay.\nMR. LAMKEN: -- on a financial side or\nsomeone who is taking kickbacks from --\nCHIEF JUSTICE ROBERTS: So, that's\ninjury-in-fact?\nMR. LAMKEN: That's injury-in-fact --\nCHIEF JUSTICE ROBERTS: Okay.\nMR. LAMKEN: -- and there's another way in\nwhich it's injury-in-fact.\nCHIEF JUSTICE ROBERTS: So, if you tell me\nwhat this case is about is whether or not you've shown\ninjury-in-fact, it's not a significant -- significant\ncase, and your client has to prove that at trial.\nMR. LAMKEN: Well, she proved that she got\nsomething less valuable. She got something she was\nentitled to --\nCHIEF JUSTICE ROBERTS: But I thought -- and\nmaybe it's a unique circumstance in this case, but Ohio\nsays this is going to cost you the same no matter what\nyou do.\nMR. LAMKEN: That's actually quite\nincorrect, Your Honor. Ohio --\nCHIEF JUSTICE ROBERTS: Okay. But then\nagain, that's an argument about was there or was there\nnot injury-in-fact.\nMR. LAMKEN: Well, the injury-in-fact is\ngetting something that's potentially -- not getting\nsomething to which the law entitles you, which has\npotential value to you. And a conflict-free referral is\nmuch more valuable than one laden by conflicts.\nAnd there is another thing. We haven't\ndisclaimed the notion entirely. We haven't -- in fact,\nwe believe it is very likely that -- that quality or\nprice suffered as a result of these -- of these\nconflicts. But --\nCHIEF JUSTICE ROBERTS: That sounds --\nagain, to use a word we've said is inadequate to support\nstanding, that sounds conjectural.\nMR. LAMKEN: No, it's not. It's not\nconjectural at all. Congress specifically found that\nthese are the consequences. But the --\nCHIEF JUSTICE ROBERTS: No, no, no. We're\ntalking about not what Congress found; what the\ninjury-in-fact is.\nMR. LAMKEN: Right. Your Honor --\nCHIEF JUSTICE ROBERTS: So, you will agree,\nwon't you, that the idea that it's certainly possible or\nwhatever your formulation was, that the quality here\nwasn't good enough or that the entire quality across the\nboard might be better, that's conjectural, right?\nMR. LAMKEN: No. Well, Your Honor, it's\nvery hard to prove. And it was for that exact reason\nthat --\nCHIEF JUSTICE ROBERTS: Now we're in point\n-- now we're at level two: It's hard to prove. So, is\nthat your argument, that Congress presumed injury?\nMR. LAMKEN: No, Your Honor.\nCHIEF JUSTICE ROBERTS: Okay.\nMR. LAMKEN: That's why the common law\nelevated the right to conflict-free services from not\nbeing legally protected to legal protection, because it\nwas so hard to figure out, for the judge --\nJUSTICE BREYER: What is the -- I think --\nthis is very interesting and informative to me. Go back\nto the middle category. As I'm now seeing it, you have\na version of the middle category that the Chief Justice\nwas asking. And -- and call it Congress sometimes\npasses a statute that creates a pariah. It could be a\nsubstance. It could be a form of behavior. It could be\na structure of an industry.\nAnd then once it does that, it makes that\nunlawful. And now what it's done, it is more unusual\nthan I ever thought. It comes up in the loyalty\ncontext, fiduciary, but we're not talking about\nfiduciary. It says it is a harm and you will earn money\nif you deal with a pariah, assuming it wasn't your\nfault.\nNow, that's where I have ended up with your\nanswers to the Chief, and now, having put it that way, I\ncan find loads of examples in my mind where there's a\ntrustee or fiduciary involved. I can think of an\nexample in the qui tam context, but to think of one\nright on point is a little hard, though I thought there\nmust be some.\nMR. LAMKEN: Justice Breyer, the breach of\ncontract, in some sense, is precisely that pariah.\nJUSTICE BREYER: The what?\nMR. LAMKEN: A breach of contract. If\nsomebody breaches a -- a contractual duty owed to me, I\ndon't have to prove that I suffered economic injury.\nThe breach of the promise itself gives me a grievance\nsufficient to entitle me to sue for nominal damages\nand statutory damages.\nJUSTICE BREYER: You mean you can sue in\ncourt even if what you come in and you say, they\nbreached my contract, and as a result, I made $10,000 I\nwouldn't have otherwise made? And when the judge says\n\"And what damages do you seek,\" you say?\nMR. LAMKEN: I'd like $1 more, Your Honor.\nI want nominal damages or if there's --\nJUSTICE BREYER: And you can do that?\nMR. LAMKEN: Or -- or -- so, if there are\nstipulated liquidated damages, you're entitled to those\nas well. That was the common law rule for years --\nJUSTICE BREYER: No liquidated --\nMR. LAMKEN: -- it's the majority rule\ntoday.\nJUSTICE BREYER: All right. Okay.\nMR. LAMKEN: So, that is -- that is\nprecisely the context. But if I --\nJUSTICE SOTOMAYOR: Counsel --\nCHIEF JUSTICE ROBERTS: So, you would accept\n$1 in this case?\nMR. LAMKEN: Well, Your Honor, we're in --\nbut I think that is --\n(Laughter.)\nMR. LAMKEN: We're hoping to do better, Your\nHonor. But that actually illustrates --\nCHIEF JUSTICE ROBERTS: Well, no, that --\nthat gets -- I didn't mean to be facetious, but it gets\nto the question of whether or not you have to actually\nshow injury-in-fact. Your allegation in this case is\nfor damages, not just nominal damages but damages.\nMR. LAMKEN: Your Honor, if the injury is\nsufficient to get you in court to get $1 --\nJUSTICE GINSBURG: Is that -- is that right?\nI thought --\nMR. LAMKEN: -- it doesn't evaporate just\nbecause you want to get --\nJUSTICE GINSBURG: Mr. Lamken, you're not\nseeking damages. You're seeking what the statute says\nyou can get, which is your money back treble?\nMR. LAMKEN: Exactly, Your Honor. We're\nseeking precisely what the statute entitles to us when\nthere is the breach of this duty owed to us --\nJUSTICE GINSBURG: So, it's not that you\nhave to prove --\nMR. LAMKEN: -- for our protection.\nJUSTICE GINSBURG: -- any other damages\nbecause the statute has specified what the recovery is.\nMR. LAMKEN: That's exactly right. When you\nshow --\nCHIEF JUSTICE ROBERTS: So, do you -- I'm\nsorry.\nMR. LAMKEN: -- one injury not two, one\ninjury-in-fact, a violation of a duty owed to us for our\nprotection, not an additional injury in the form of\nhaving suffered an economic loss.\nCHIEF JUSTICE ROBERTS: Do you want to get\nout of this contract?\nMR. LAMKEN: Pardon?\nCHIEF JUSTICE ROBERTS: Do you want to get\nout of this deal?\nMR. LAMKEN: Your Honor, I don't know\nwhether or not Ms. Edwards would want to get out of the\ndeal or not. But the statute says that she doesn't have\nto give up her insurance which protects her home in\norder to obtain the benefits of -- that Congress\nguaranteed her, which were --\nCHIEF JUSTICE ROBERTS: I didn't see -- I\ndidn't see an allegation for rescission or -- or, you\nknow -- so, you're perfectly happy as far as we know\nfrom the complaint with this deal; you just want the\nextra $500 per class member without showing any\ninjury-in-fact.\nMR. LAMKEN: I think this -- I think this\nbrings me back to the question you were asking me\nbefore, which is, indeed, it's -- we think it's like --\nthat there is -- there are diminution in quality and\npaying excessive price, but the law says we don't have\nto prove that because the -- because the law has\nelevated our right to a conflict-free transaction to be\n-- to legally protected status.\nThe very reason the common law said -- in\nthe fiduciary and the trust and all the other\nconfidential issues in context, said we're not going to\nask about the economics, we're not going to regulate the\neconomics here, because that's too hard. What we're\ngoing to do is we're going to protect your right to\nreceive the best advice possible. And at that --\nJUSTICE SOTOMAYOR: Counsel, maybe I'm just\nlooking at this too simply. You pay -- your client paid\n$455 for title insurance, correct?\nMR. LAMKEN: Yes.\nJUSTICE SOTOMAYOR: She is claiming that she\npaid that money on the statutory assumption that the\nagent would disclose to her any kickbacks, correct?\nMR. LAMKEN: It's not a disclosure duty but\non the statutory basis that she was entitled to a\nconflict-free referral, that they were not directing her\npurchase on the basis of conflict that so undermined --\nJUSTICE SOTOMAYOR: She said I didn't\nreceive what I paid for, correct?\nMR. LAMKEN: Exactly, Your Honor.\nJUSTICE SOTOMAYOR: I paid money, I lost the\nmoney, I'd have it back because what I've bought was a\nconflict-free --\nMR. LAMKEN: That's exactly right.\nJUSTICE SOTOMAYOR: -- referral, and that's\nnot what I got.\nMR. LAMKEN: Like an aggrieved trust\nbeneficiary, she is seeking to get back something that\nbelonged to her, $455 that she parted company with in a\nconflicted transaction.\nCHIEF JUSTICE ROBERTS: You -- you don't\nwant a conflict-free transaction because you don't want\nto get out of this contract. You're perfectly happy\nwith the contract. You want $500. You don't want a\nconflict-free transaction, because even if it was a --\nwere a conflict-free transaction, the price would be the\nsame, in Ohio.\nMR. LAMKEN: Not necessarily so, Your Honor,\nbecause Ohio does not preclude price competition. You\ncan file for --\nCHIEF JUSTICE ROBERTS: Okay. Now, there\nthe answer to my question -- and I don't mean to focus\non a peculiar structure, but there -- your answer was on\npart one. You said no, not necessarily. Here there was\nan injury-in-fact; she might have gotten a better deal.\nMR. LAMKEN: She has been exposed -- it's\nimpossible to tell whether or not Fidelity would have\nbeen better because of financial soundness or another\ncompany would have been better because it has better\nclaim handling down the road.\nJUSTICE SCALIA: And you don't want to have\nto prove that, because if you proved any damage, there\ngoes your class action --\nMR. LAMKEN: Absolutely not.\nJUSTICE SCALIA: -- because you don't have\ncommonality.\nMR. LAMKEN: The reason we're not -- we did\nnot allege it is because the statute doesn't require it,\nand for 280 years, when somebody takes a -- takes a\nkickback that interferes with your obtaining the best\ndeal possible, that itself was actionable without\nproving any further --\nJUSTICE SCALIA: How does it -- how does it\nharm her to get a title insurance policy for the price\nof $453 from what you call a kickback-free seller, as\nopposed to getting the same title insurance for $453\nfrom a non-kickback-free seller? Is that an\ninjury-in-fact?\nMR. LAMKEN: Yes.\nJUSTICE SCALIA: The -- the vague notion\nof -- of buying it from -- from -- I don't know, a white\nknight? Is that the kind of injury-in-fact that our\ncases talk about?\nMR. LAMKEN: Your Honor --\nJUSTICE SCALIA: It seems to me purely -- I\ndon't know -- philosophical.\nMR. LAMKEN: It's not philosophical at all\nbecause that exact right, ensuring that she gets her --\nher purchase in a kickback-free transaction is for her\nbenefit. And when she is denied that right, she has\nbeen denied something of potential value that hasn't\nbeen denied to everybody else in the universe.\nFor her protection, she was entitled to have\nthem -- the very fact of a kickback undermines the\nincentive to pursue her best interest. Like a trust\nbeneficiary, a home buyer spending her money to insure\ntitle on her home has a concrete and particularized\ninterest in insuring that those who direct the purchase\nare not doing it based on kickbacks, which so\nundermine the incentive to seek her best interest.\nIt may be very hard to prove in individual\ncases that, you know, Fidelity is more financially sound\nor another has better claims handling. But it was\nprecisely for that reason that Congress got out of the\nbusiness and the courts got out of the business of\ntrying to regulate the underlying economics. They're\nnot going to regulate price. They're not going to\nregulate quality. And, instead, we're going to give you\na right to get the referral from somebody who has\nexpertise and who doesn't have a conflict created by a\nconflict -- by a kickback that so undermines their\nincentive --\nJUSTICE SCALIA: Doubtless Congress wanted\nto get out of the business. But the issue here is\nwhether Congress can get out of the business, whether it\nis the function of courts to provide relief to people\nwho haven't been injured. I mean, that's -- that's --\nthat's the whole issue.\nMR. LAMKEN: Justice Scalia, the\nConstitution, statutes, the common law regularly create\nbright-line across-the-board rights to protect\nunderlying financial or other economic interests, where\nthe right may sweep more broadly and may apply in cases\nwhere those underlying interests are defected. But we\ndon't go look backwards at the purpose of the right,\nabstract the right to its purpose and say, well, unless\nit's purpose was -- was achieved in this particular\npurpose, we're not going to --\nJUSTICE ALITO: Would there be\ninjury-in-fact if the plaintiff knew everything that was\nrelevant to this -- was an economist who had studied the\neffect of these things on title insurance price and\nquality and, in fact, had -- was aware of every single\ntransaction that had ever occurred between the title\ninsurance company and the title agent? Would there be\ninjury-in-fact in that situation?\nMR. LAMKEN: Yes.\nJUSTICE ALITO: Nevertheless said, okay, I\nunderstand this is what I'm getting into, but I'm going\nahead.\nMR. LAMKEN: Yes. There's -- there's\ninjury-in-fact.\nJUSTICE ALITO: There would be\ninjury-in-fact?\nMR. LAMKEN: Yes, because he has been denied\nsomething he is entitled to, which is another expert's\nuntainted referral which is not affected in any way by\nkickbacks, which we know are entirely corrosive in the\ninterest to pursue his best interest. He might --\nJUSTICE KENNEDY: But -- but it's circular\nfor you to say he's denied something he's entitled to.\nThe question is whether there's an injury. The\nConstitution requires an injury.\nMR. LAMKEN: Right.\nJUSTICE KENNEDY: For you to say he was\nentitled to it and, therefore, it's an injury, that's\njust -- that's just circular. That gives no substance\nat all to the -- to the meaning of the term \"injury.\"\nMR. LAMKEN: Yes, but the -- the invasion of\na statutory right itself can be injury-in-fact so long\nas it's sufficiently concrete and -- and particularized.\nThat you're not just asserting another -- an interest of\nthe public at large.\nThe Court has protected interests as\ndivorced from property interests as the right to obtain\ninformation from the government through FOIA or FACA.\nIt can protect your -- your non-property interest in not\nbeing defamed. All of these things are protected. Your\nrights to performance of your contract. All of the\nthese things are protected whether or not there's\nfurther economic harm that results.\nAnd the no further inquiry rule that's\napplied in the trust and fiduciary contracts for years\nis just another example where the law elevates your\ninterest in not having conflict --\nCHIEF JUSTICE ROBERTS: Can I ask you, just\nto follow up -- you said whether or not there's further\neconomic harm. So, you say economic harm is required --\nMR. LAMKEN: No, I --\nCHIEF JUSTICE ROBERTS: -- because there\ncan't be further economic harm if there isn't economic\nharm in the first place.\nMR. LAMKEN: Further, comma, economic harm.\nFurther harm of the economic sort, Your Honor.\nCHIEF JUSTICE ROBERTS: Further harm that\nhappens to be economic, not further economic harm.\nMR. LAMKEN: Exactly.\nCHIEF JUSTICE ROBERTS: Okay.\nMR. LAMKEN: There doesn't need to be\nfurther harm, much less further economic harm.\nThank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Lamken.\nMr. Yang.\nORAL ARGUMENT OF ANTHONY A. YANG\nON BEHALF OF THE UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE RESPONDENT\nMR. YANG: Mr. Chief Justice, and may it\nplease the Court:\nWhen an individual has a statutory right to\na kickback-free referral in a financial transaction, she\nparticipates in a particular financial transaction in\nwhich her right is violated, and she pays money for the\nservice unlawfully referred, she has sustained an\nArticle III injury-in-fact based on, as this Court has\nrepeatedly explained its test, an invasion of a legally\nprotected interest that is --\nJUSTICE SCALIA: Suppose -- Mr. Yang, let\nme give -- give you a hypothetical. Suppose, you know,\nCongress did this to spare the Attorney General the\nnecessity of suing to enforce these requirements.\nSuppose Congress wants to take the burden off the back\nof the Internal Revenue Service.\nSo, it says that anybody who buys any\nproduct from a company that has not paid its taxes is\nentitled to $500. Okay? What that person is entitled\nto is a -- a tax-observant seller, given a national\nright to a tax-observant seller. Would every person who\nbuys from some -- some company that hasn't paid its\ntaxes have a cause of action?\nMR. YANG: No.\nJUSTICE SCALIA: Why not?\nMR. YANG: This Court has explained, I think\nprincipally in your opinion in Lujan v. Defenders of\nWildlife, that Congress cannot convert an\nundifferentiated public interest in enforcement of the\nlaw --\nJUSTICE SCALIA: But this is differentiated.\nYou have to have bought from one of these companies.\nIt's not everybody. Not everybody has bought from these\ntax cheats.\nMR. YANG: I -- I understand.\nJUSTICE SCALIA: It's only the people who\nbought from tax cheats.\nMR. YANG: There is also a threshold.\nObviously, Congress can't simply narrow the class of --\nof plaintiffs to say people with college degrees or\npeople who were born on a Monday. There needs to be a\nsufficient connection between the --\nJUSTICE SCALIA: A nexus, right? Your brief\nis full of \"nexus\" --\nMR. YANG: Well, would you --\nJUSTICE SCALIA: It's legal jargon for\n\"connection.\"\nMR. YANG: We'll use \"connection\" here.\nJUSTICE SCALIA: Lovely. Say \"connection.\"\nI like it.\n(Laughter.)\nMR. YANG: We'll say \"connection.\"\nJUSTICE SCALIA: I love it.\nMR. YANG: But what -- in our view, there\nneeds to be a reasonable connection between the\nproscribed conduct -- here, the paying of taxes -- and\nthe class of persons --\nJUSTICE SCALIA: Okay.\nMR. YANG: -- to which the Congress has\nconferred the right, and that has to be such that the\nperson class is reasonably regarded as victims of the\nconduct --\nJUSTICE SCALIA: How much of a connection\nis -- is necessary? Suppose you have a law that\nrequires all machine parts produced by companies to --\nto contain a certain feature, and anyone who buys one\nthat doesn't contain that feature gets $500. I purchase\none. That feature is of no use to me at all. That\nproduct would be just as good for me for the purposes\nfor which I am using it had it not had that feature.\nWould that be okay? Would I have a cause of\naction?\nMR. YANG: It's unclear. Let me -- let me\ntry to figure out the hypothetical a little bit further.\nIf Congress -- for instance, if the machine part was a\nsafety harness in your car and you purchased a car with\na safety harness but you happen simply, you know, to not\nuse the safety harness, Congress might well be able to\nsay -- provide for a protection for all purchasers of\nthis particular vehicle or any kind of vehicle must --\nthat those types of vehicles must have that safety\nequipment in order to protect the consumers who purchase\nit.\nAnd in that instance, Congress could well\nprovide for a statutory damage provision to protect such\nan individual generally.\nJUSTICE SCALIA: So, even though I've\ninstalled my own safety harness, which I always do when\nI buy a car, I --\n(Laughter.)\nJUSTICE SCALIA: -- I can sue because this\ncar that they sold me didn't have the safety harness?\nMR. YANG: That's --\nJUSTICE SCALIA: 500 bucks.\nMR. YANG: That's correct. And let me --\nlet me go to some historical analogues to explain why\nthe focus has to be on the invasion of a legally\nprotected interest. You have things like trespass. At\ncommon law -- and this was well known to the framers.\nAt common law, if you simply step across a boundary\nline, a line defined in law and the rights that are\ndefined in law that are associated with that line, if\nyou simply step across this and step back, that is a\ntrespass. You could bring an action in court. You\ncould have no -- no impact whatsoever except the\ninvasion of your legal right, and you would get nominal\ndamages.\nAnd that type -- similarly, if you had a\ncontract, you could have a breach of the contract.\nJUSTICE BREYER: Justice Scalia has a point,\nbecause, I mean, as I heard him, he was -- he was\nreiterating what used to be called a prudential rule of\nstanding. It wasn't constitutional, but you looked to\nsee if the statute is meant to protect this kind of\nperson against that kind of harm. All right? And if\nnot, there's lack of prudential standing.\nWell, if that's the test, his case would\nfall outside it, because the tax law is not meant to\nprotect the plaintiff there, but this case would fall\nwithin it.\nMR. YANG: I think it's more than prudential\nstanding. It goes to what is an injury-in-fact, which\nthe Court has, again, repeatedly explained is an\ninvasion of a legally protected interest that is\nsufficiently concrete and particularized.\nNow, we don't think that Congress can,\nthrough the guise of a right, convert a generalized\ninterest in enforcement of the law into something that\nan individual can come in to --\nCHIEF JUSTICE ROBERTS: Well, why do --\nJUSTICE SCALIA: What is -- I'm sorry,\nChief, go ahead.\nCHIEF JUSTICE ROBERTS: What -- why do we\nalways say injury-in-fact then? You say so long as the\nharm is a violation of the law, a legally protected\ninterest. Our standing cases always say injury-in-fact\nas opposed to injury-in-law. And yet, you're saying if\nyou violate the law, you have sufficient injury.\nMR. YANG: Well, your cases actually say an\ninjury-in-fact, and then you go on to explain that --\nfor instance, in Defenders of Wildlife, that that is an\ninvasion of a legally protected interest. And I'm not\nsaying it's any invasion of the law, but when Congress\nconfers a right --\nCHIEF JUSTICE ROBERTS: Because they also go\non to say that it has to be concrete.\nMR. YANG: Right.\nCHIEF JUSTICE ROBERTS: Real and immediate,\nnot conjectural or hypothetical.\nMR. YANG: That's right. It can't be an\nabstract type of a thing; it has to be in a specific\nfactual context that's amenable to judicial -- a\nrealistic judicial appreciation of the consequences --\nCHIEF JUSTICE ROBERTS: So that all of our\ncases -- we could have left \"in fact\" out of all of\nthem? None of them come out differently because we\ninsist on injury-in-fact?\nMR. YANG: Well, I -- I don't know if you\ncould have left it out. You could have called it\nanything. It is a legal label that the Court has\napplied to --\nCHIEF JUSTICE ROBERTS: The difference\nbetween legal harm, though -- I mean, isn't that -- I\nguess I'm just repeating myself. Injury-in-fact -- how\ndo you understand that to be different than any other\nkind of injury?\nMR. YANG: Well, an injury-in-fact is not\nsimply a legal injury in the sense of any violation of\nthe law. It is an invasion of a legally protected\ninterest with respect to this particular individual, the\nparticular plaintiff.\nCHIEF JUSTICE ROBERTS: There are two\nelements. That's the particularized requirement, and I\nunderstand that. But you're saying there's --\ninjury-in-fact simply means particularized?\nMR. YANG: No. No, no, no, no.\nCHIEF JUSTICE ROBERTS: Okay.\nMR. YANG: It includes several concepts. An\ninjury-in-fact is an invasion of a legally protected\ninterest. It either has to be actual or imminent, and\nit has to be concrete and particularized. Now, again --\nso, there's several concepts within the umbrella of\ninjury-in-fact.\nBut I'd like to go back to the examples that\nwe would find, at the time of the framing, of many types\nof injuries where you don't have to have anything other\nthan an invasion of your legally protected right. For\ninstance, a right to an agreement. If there's a breach\nthat has no impact whatsoever, you would be able to get\nin and sue.\nNow, there's a question of the\nquantification of damage, but that's separate. That's\nnot whether you have an injury-in-fact. It is how --\nthe measure of damages, and the measure of damages at\ncommon law would be nominal damages.\nSimilarly, an invasion -- a trespass\ninvasion, or, for instance, if you were a beneficiary of\na trust --\nJUSTICE KENNEDY: I'm not sure about\ntrespass. The object of my owning property is that I\nhave a right to exclude. This is what I own. This is\nwhat the law protects. This is a -- this is a spatial\narea for --\nMR. YANG: But why does --\nJUSTICE KENNEDY: -- for my -- which is my\nown domain.\nMR. YANG: And why you have that is --\nJUSTICE KENNEDY: And there -- there is an\ninjury to that right. Now --\nMR. YANG: But if the right's threatened --\nJUSTICE KENNEDY: -- you want to say -- you\nwant to say that Congress can say that you have a right\nto buy a conflict-free title insurance policy. I'm --\nI'm not sure that the two equate.\nMR. YANG: Well, going back to your\nhypothetical, the reason you have that interest, the\nreason you have the right to exclude this space, is\nsolely by operation of the law. Those concepts that are\nattached to property rights were created by common law\ncourts. Just as common law courts can create rights,\nthe invasion of which create interest, so too can a\nState legislature or when Congress is acting within its\nArticle III -- Article I power.\nJUSTICE KENNEDY: No, but it's essential to\nmy -- it's essential to my feeling of security and\ndignity and privacy. Like the Justice Breyer telephone\ncall hypothetical.\nMR. YANG: I don't -- I don't think the --\nany common law court has inquired whether the invasion\n-- the trespass somehow made you insecure or invaded\nyour privacy --\nCHIEF JUSTICE ROBERTS: You can -- the\ntrespass cases, it seems to me, are different because\nyou are talking about a property right, and you can sell\na property right. You can go to somebody and say I have\nthe right to keep people off of this piece of property.\nDo you want to buy it? Here's how much it's worth. But\nif -- that's only a property right to the extent you can\nkeep people off of it.\nHere, no one's going to buy this right from\nthe -- the plaintiff, because everybody's got it anyway.\nYou don't -- you don't pay her, because she doesn't have\na tangible concrete right. The trespass case, the\nperson obviously does, because he can sell it.\nMR. YANG: Well, anything can be monetized.\nCHIEF JUSTICE ROBERTS: No, this one --\nthat's my point. This cannot be monetized because\neverybody's already got it.\nYou can answer.\nMR. YANG: Well --\nCHIEF JUSTICE ROBERTS: It's not really a\nquestion, but you can answer.\n(Laughter.)\nMR. YANG: Well, it is -- it's kind of a\nstatement, although you know in this -- this is a\nspecific financial transaction. It's a transaction\ninvolving the plaintiff. She paid money for a service\nthat she got, and it was unlawfully tainted by a\nkickback, and that's the type of thing we think\ntraditionally could be enforced in court.\nCHIEF JUSTICE ROBERTS: Thank you, Mr. Yang.\nMR. YANG: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Panner, you have\n4 minutes remaining.\nREBUTTAL ARGUMENT OF AARON M. PANNER\nON BEHALF OF THE PETITIONERS\nMR. PANNER: Thank you, Mr. Chief Justice.\nIt seems to me that there are two positions\nthat have been articulated before the Court, and both\nare inconsistent with the Court's prior decisions. The\nfirst is --\nJUSTICE SCALIA: Not yours and his?\n(Laughter.)\nMR. PANNER: That of the -- that of the\nplaintiff and that of the Government, Your Honor. I\nshould have been more particularized.\n(Laughter.)\nMR. PANNER: The violation of a duty owed to\nus, that is what plaintiff claims is the injury here.\nThe violation of a duty is a violation of a duty; it is\nnot injury. And similarly the Government says that what\nis required is a sufficient connection to the conduct.\nBut what is required is not a connection to the conduct;\nwhat is required is an injury-in-fact, a harm to the\nplaintiff who is seeking to obtain redress from the\ncourts. And that fundamental limitation on the role of\nthe courts is critical to the liberty of the people who\ncome before the courts and who are subject to the power\nof the courts.\nIt is absolutely appropriate for someone who\nhas been harmed through the violation of a statutory or\ncommon law duty owed to that person to come before the\ncourt seeking redress, but what is not possible is for\nthe courts to be open to a plaintiff who has not alleged\nthat the statutory duty -- the statutory violation that\nhas been alleged has caused any adverse impact.\nNow, of course, there are broadly -- there\nare -- there's illegal conduct that may have caused harm\nto a broad section of the population. If somebody\nengages in price fixing and then sells those price-fixed\ngoods, it may be very easy to show that, as a result of\nthat, many people suffered harm and can come into court\nto sue for it. Similarly, there are non-financial harms\nthat are the basis for standing in many, many cases:\nfor example, defamation, harm to reputation,\ndiscrimination where somebody is subject to a -- an\ninjury of being discriminated against.\nJUSTICE SCALIA: What about a -- I'm sorry\nto interrupt your -- your concluding remarks, but I am\ntroubled by the dollar nominal damages for breach of\ncontract. What do you say about that?\nMR. PANNER: Well, Your Honor, in -- in a\ncircumstance in which there is a bargain for\nperformance, and it may well be that there is a\nrecognition that there is value that was assigned to\nthat performance that may be hard to measure, and\ntherefore there is a concrete injury that's hard to\nmeasure, and, therefore, nominal damages is awarded.\nNow, it's -- the cases are not uniform on\nwhether nominal damages are available. There's -- it's\nactually split and that there's -- we are not aware of a\ncase in this Court that would say that in a circumstance\nin which there was a harmless breach, that -- that a\nsuit for nominal damages would establish Article III\nstanding. So, with respect to that, I'm -- I'm not sure\nwhat the correct answer would be.\nUnless the Court has further questions?\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\ncounsel.\n"
    }, 
    "respondents": [
        "DENISE P. EDWARDS."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 47, 
        "JUSTICE ALITO": 11, 
        "JUSTICE BREYER": 13, 
        "JUSTICE GINSBURG": 7, 
        "JUSTICE KAGAN": 7, 
        "JUSTICE KENNEDY": 18, 
        "JUSTICE SCALIA": 39, 
        "JUSTICE SOTOMAYOR": 18, 
        "MR. LAMKEN": 69, 
        "MR. PANNER": 52, 
        "MR. YANG": 30
    }
}