{
    "appearances": {
        "content": ""
    }, 
    "caseNum": "10-7387", 
    "caseinfo": {
        "content": "MONROE ACE SETSER, :\nPetitioner :\nv. : No. 10-7387\nUNITED STATES. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJASON D. HAWKINS, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nWILLIAM M. JAY, ESQ.\nOn behalf of the Respondent, in support 15\nof the Petitioner\nORAL ARGUMENT OF\nEVAN A. YOUNG, ESQ.\nOn behalf of amicus curiae, in support 30\nof the judgment below\nREBUTTAL ARGUMENT OF\nJASON D. HAWKINS, ESQ.\nOn behalf of the Petitioner 57\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, November 30, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:03 a.m.\nJASON D. HAWKINS, ESQ., Assistant Federal Public\nDefender, Dallas, Texas; for Petitioner.\nWILLIAM M. JAY, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nRespondent, in support of Petitioner.\nEVAN A. YOUNG, ESQ., Austin, Texas; for amicus curiae,\nin support of the judgment below; appointed by this\nCourt.\nORAL ARGUMENT OF PAGE\nJASON D. HAWKINS, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nWILLIAM M. JAY, ESQ.\nOn behalf of the Respondent, in support 15\nof the Petitioner\nORAL ARGUMENT OF\nEVAN A. YOUNG, ESQ.\nOn behalf of amicus curiae, in support 30\nof the judgment below\nREBUTTAL ARGUMENT OF\nJASON D. HAWKINS, ESQ.\nOn behalf of the Petitioner 57\n(10:03 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 10-7387, Setser v. United\nStates.\nMr. Hawkins.\nORAL ARGUMENT OF JASON D. HAWKINS\nON BEHALF OF THE PETITIONER\nMR. HAWKINS: Mr. Chief Justice, and may it\nplease the Court:\nThis case concerns whether, in passing the\nSentencing Reform Act of 1984, Congress granted to the\nFederal district court the authority to order a Federal\nsentence to run consecutively to a -- a sentence which\nhas yet to be imposed and may never come to fruition.\nThe text of 3584, its structure, and its history all\npoint to the conclusion that the court lacks this power.\nWe believe the question should start and end\nwith the statute's text. When a defendant receives\nmultiple terms of imprisonment, they must bear one of\nthree relationships to each other. Either one is\nimposed before the other, the other is imposed before\nthe one, or they are imposed at the same time.\nIn --\nJUSTICE SOTOMAYOR: Counsel, in the third\nsentence of this provision, on its face, does Mr. Setser\nfit into it?\nMR. HAWKINS: No, Your Honor. He does not.\nJUSTICE SOTOMAYOR: \"Multiple terms of\nimprisonment imposed at different times run\nconsecutively.\" What's unclear about those words?\nMR. HAWKINS: Your Honor, that term can\nonly --\nJUSTICE SOTOMAYOR: The words are not\nunclear. We have to do the statutory interpretation\nthat you want?\nMR. HAWKINS: Your -- Your Honor, the words\ncan only be read in the context of the first -- of the\nfirst sentence. We believe that the third sentence only\napplies where the Court had the authority to actually\norder this but remained silent.\nJUSTICE SOTOMAYOR: Some fairly respected\njurists below, Judge Easterbrook and Judge Fletcher, two\ndifferent circuits, have read it as taking care of all\nthose situations that the other two sentences don't\ncover. Why is that an irrational reading?\nMR. HAWKINS: Your Honor, I -- I think it\nhas to be read -- the third sentence has to be read in\nits place within the statute, and I think that the third\nsentence refers exclusively to circumstances where the\ndefendant was already serving another term of\nimprisonment at the time of the Federal sentencing. And\nI think we know this because of the parallel structure\nof 3584(a). It --\nJUSTICE SOTOMAYOR: But that assumes the\nanswer, is what I'm saying to you. If you give each\nsentence its plain meaning, why is -- why is Mr. Setser\nnot within the plain meaning of the third? He -- he had\nmultiple terms of imprisonment imposed at different\ntimes.\nMR. HAWKINS: Yes, but those terms of\nimprisonment weren't -- there was no term of\nimprisonment imposed at the time of his Federal\nsentencing. He was not serving an undischarged term of\nimprisonment. And we believe that the natural flow of\nthe statute -- the default rule only comes in place if\nthe court has the power to sentence under the first\nsentence --\nJUSTICE KENNEDY: You would say that at the\ntime of sentencing, there were no multiple terms of\nimprisonment; is that your point?\nMR. HAWKINS: That is correct, Your Honor.\nAt the time of the Federal sentencing, Mr. -- Mr. Setser\nwas not subject to an undischarged term of imprisonment.\nJUSTICE GINSBURG: What difference does it\nmake for him? Now, he served his State time. He came\nover to serve his Federal sentence. He didn't get\ncredit for the 2-1/2 years he spent in -- in the State.\nBut what is the consequence? How much -- what is the\ndifference to the defendant in this case?\nMR. HAWKINS: Your Honor, we -- we believe\nthat the order -- what the order did was bind the court.\nI'm sorry. The -- the order bound the Bureau of\nPrisons. And so, what it does -- what happens is Mr.\nSetser is not able to petition the Bureau of Prisons to\nallow that sentence to begin running from the time of\nthe Federal sentencing. And so, the difference, Your\nHonor, is 1 year, 6 months, and 23 days that we believe\nthat he is entitled to credit for.\nJUSTICE ALITO: And this is --\nJUSTICE GINSBURG: Entitled to credit or you\ncould seek it? I mean, what wouldn't -- he has the\nState time and he -- 2-1/2 years, and then he has his\nFederal sentence. Why would you be entitled to any\ncredit?\nMR. HAWKINS: Because -- because, Your\nHonor, the court ordered that the -- the Federal\nsentence to run concurrently to that 10-year sentence\nthat he received in State court. And so, we believe he\nis entitled to credit for that -- for that sentence.\nJUSTICE ALITO: In situations like this,\nsomebody is going to have to make the decision whether\nthe Federal sentence and the subsequently imposed State\nsentence run concurrently or consecutively. And now\nyou're arguing that that should be done by the Bureau of\nPrisons. Do you think in general that is better for\ndefendants than a rule that would allow the sentencing\njudge in Federal court to make that determination?\nMR. HAWKINS: Your Honor, in our estimation\nthe question is not the who, but the when. And at the\ntime, at the Federal sentencing, the Federal judge did\nnot have the complete information to make the proper\njudgment in this case. He had no idea what that State\nterm of imprisonment was going to be. So, in our\nestimation, it is better that -- that the Bureau of\nPrisons has all the information to make this decision.\nIt will actually know what the State term of\nimprisonment is.\nI'm not here to advocate that the system\nthat the Bureau of Prisons uses -- uses is perfect.\nJUSTICE ALITO: Why would the -- why would\nthe exact length of the sentence imposed by the State\ncourt be relevant to the determination made by the\nsentencing judge? I thought the sentencing judge's\nreasoning was that the -- the undischarged term of\nimprisonment that was going to be imposed on the offense\nfor which probation had previously been granted and\nthere had been a violation of the probation, that that\nhad nothing to do with his subsequent Federal drug\ncharges, and, therefore, the Federal drug charges should\nrun consecutively to that but should be concurrent to\nany sentence imposed by the State court on the State\ndrug charges.\nWhat -- you know, what's wrong with that\nreasoning, and what additional insight relevant to that\nreasoning would be obtained by waiting until after the\nsentence was imposed?\nMR. HAWKINS: Well, Your Honor, at the time\nthat the Federal judge passed this sentence, he had no\nidea what was going to happen in either case. But more\nimportantly, with regard to the term of probation, the\nFederal judge had no idea whether that term was going to\nbe revoked, whether it would be modified, or whether he\nwould receive any sentence of -- of imprisonment at all.\nAnd in making the judgment on whether those\nterms should run concurrently or consecutively, Your\nHonor, 3584(b) directs the court to look at the factors\nof 3553(a) in making that determination. And it would\nbe impossible to make that determination under 3553(a)\nwhether the sentence is adequate to deter, whether that\nsentence protects the public, without knowing what that\nState term of --\nJUSTICE ALITO: Well, that's interesting.\nMR. HAWKINS: -- imprisonment actually is.\nJUSTICE ALITO: Do you think that the Bureau\nof Prisons is bound by those factors when they make the\ndecision later?\nMR. HAWKINS: Your Honor, the -- the Bureau\nof -- of Prisons is bound by the factors of 3621(b), and\nseveral of those factors match up with the factors in\n3553(a). It has to look at the nature and circumstance\nof the crime, the characteristics of the defendant. It\nhas to look to the United States Sentencing Guidelines,\nand it also has to take in the view of what the Federal\njudge believes should have happened.\nCHIEF JUSTICE ROBERTS: Where is --\nMR. HAWKINS: To the extent --\nCHIEF JUSTICE ROBERTS: Where is all that\nthat you just read, that they're bound by all these\nthings? Where do I find that?\nJUSTICE KENNEDY: It's 3621(b). Is it cited\nin any of your briefs? Or pardon me. Is 3621(b) set\nforth in any of the materials?\nI have it in front of me, but I -- is it\nin the Government's brief or --\nMR. HAWKINS: Your Honor, I believe it is\nin -- in the Solicitor General's -- in the appendix to\nthe Solicitor General's brief, Your Honor.\nCHIEF JUSTICE ROBERTS: Well, I'm looking\nat -- I guess I got this off -- somebody got this off\nline for me. I'm looking at the program statement of\nthe Bureau of Prisons. And it says what the regional\ndirectors are supposed to look at is the intent of the\nFederal sentencing court or the goals of the criminal\njustice system.\nSo, you've got some guy deciding whether the\ngoals of the criminal justice system require this person\nto serve an extra 10 years or not.\nMR. HAWKINS: Well, Your Honor, I think that\nwhat the -- the law requires is that the Bureau of\nPrisons has to look at these factors under 3621(b), and\nthose program statements are trying to define what those\nexact factors are.\nCHIEF JUSTICE ROBERTS: I mean, doesn't it\nseem strange to you that a Federal bureaucrat sitting --\na regional director -- and I guess there are about a\nhalf dozen of them -- sits somewhere and decides whether\na defendant -- say there's a 10-year Federal sentence, a\n10-year State sentence, and that person says, well, I\nthink he ought to serve another 10 years, or I think\nhe's done.\nMR. HAWKINS: Well, Your Honor, to -- to be\nclear, I mean, Mr. Setser is going to have to serve a\n151 -- a 151-month term of imprisonment no matter what.\nBut the bureaucrat that -- that you're talking about,\nthe bureaucrat will be -- only be making that\ndetermination after having the complete information\nwhich the Federal judge --\nCHIEF JUSTICE ROBERTS: Well, I know, but --\nbut it's a big deal to be sentenced to, in my\nhypothetical, another 10 years in prison. I don't care\nhow much information the bureaucrat has.\nMR. HAWKINS: Well, Your Honor, but still\nthat -- that person has the -- has the information\nbefore it, and it's also subject to judicial review\nunder 2241. I would point out that there is a process\nwhere the petitioner can -- or the prisoner can ask for\nthis --\nJUSTICE SOTOMAYOR: Well, it's judicial\nreview of what? Not of the -- not of whether that was\nthe desire of the State court or not. Judicial review\nas to whether they abused their discretion.\nMR. HAWKINS: Yes, Your Honor. And I\nbelieve that's -- that's the same discretion that the\ncourt has when its deciding a sentence on direct appeal.\nJUSTICE SOTOMAYOR: So, you're going to make\na bureaucrat equal to a judge in making the most\nimportant decision that a defendant faces: how much\ntime he should spend in jail. So, a bureaucrat, rather\nthan a judge, decides whether he's going to tack on a\nyear and a half, 5, or 10, or whether he's going to let\nthe defendant serve it concurrently?\nMR. HAWKINS: Your Honor, again, it -- it's\nnot the who for us, but the when. And --\nJUSTICE SOTOMAYOR: It's not a -- it's not a\nwho or when, because the State court judge's\nrecommendation is not binding on BOP. It has said that\nrepeatedly, hasn't it?\nMR. HAWKINS: Your Honor, I'm aware of no --\nJUSTICE SOTOMAYOR: Just answer that\nquestion. Hasn't BOP said that a State court\nrecommendation is not binding on it?\nMR. HAWKINS: That -- that is correct, Your\nHonor. But I would point to the fact that -- what that\n-- I mean -- I guess --\nJUSTICE SOTOMAYOR: So, it can't be just who\n-- it can't be just when. It's who's going to make the\ndecision.\nMR. HAWKINS: Well, yes, Your Honor. But\nthe bureaucrat at least has all the information before\nit. And if we go to look to --\nJUSTICE SCALIA: Well, isn't it true that\nthe bureaucrat used to make that decision not too long\nago?\nMR. HAWKINS: Yes, Your Honor.\nJUSTICE SCALIA: When we had a parole\nsystem. Before we had the sentencing guidelines, it was\nup to the Bureau of Prisons whether to give parole or\nnot, right?\nMR. HAWKINS: Yes, Your Honor.\nJUSTICE SCALIA: Some bureaucrat in the\nBureau of Prisons, I guess.\nMR. HAWKINS: Yes, Your Honor, along with\ngood time credits --\nJUSTICE SCALIA: It's not unthinkable.\nMR. HAWKINS: No, Your Honor, prior to the\npassage of the SRA, the --\nJUSTICE SOTOMAYOR: But wasn't the SRA\npassed and this provision passed in part to take that\ndecision away from the bureaucrat?\nMR. HAWKINS: Well, it was a -- it was\npassed to take the decision away from the bureaucrat,\nthat the courts could not order a Federal sentence to\nrun concurrently with an undischarged State term of\nimprisonment. That gave that power back to the court,\nbut --\nJUSTICE SOTOMAYOR: Well, let's answer\nJustice Scalia's point. Wasn't the SRA passed in part\nbecause of the dissatisfaction with the fact that the\nparole board used to make this decision, and they wanted\nto put it back in the hands of judges?\nMR. HAWKINS: Well, that's part of the\nreason, Your Honor, but in passage of 3621, it also\nhighlighted the fact that it was not seeking to take\naway the bureaucratic authority that the Bureau of\nPrisons have for designation. And back to the --\nJUSTICE SOTOMAYOR: I don't know why it\ntakes away from them on that score. They can choose\nwhatever facility they want within the constraints\nimposed by a judge in terms of the length of the\nsentence.\nMR. HAWKINS: Well, I mean -- I guess, yes,\nYour Honor, that is part of it, but that only comes into\nplay when the first sentence does not apply and when the\ncourt does not have the requisite information. In our\nestimation, it is better for the latter sentencing\nentity, that with the most sentencing information, to be\nable to make this -- this ultimate determination in --\nin looking at the Federal court's views, versus allowing\na Federal judge who's prognosticating about what the\nsentence might be and issue a binding order.\nAnd if there are no further questions, I'll\nreserve the remainder of my rebuttal time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Jay.\nORAL ARGUMENT OF WILLIAM M. JAY\nON BEHALF OF THE RESPONDENT,\nIN SUPPORT OF THE PETITIONER\nMR. JAY: Mr. Chief Justice, and may it\nplease the Court:\nFederal district courts do decide how long a\ndefendant should be in prison for his Federal crime, but\nfor many years, both before and after the Sentencing\nReform Act, the Attorney General through the Bureau of\nPrisons has decided where the sentence will be served\nand when it shall commence.\nJUSTICE SCALIA: I'm not clear on what the\n-- what the Government's view of, whatever you want to\ncall it, inherent judicial sentencing power is. You --\nyou -- before section 3584 was passed, there -- there\nwas the power on the part of the Federal courts to\ndecide whether sentences should run concurrently or\nsequentially, right?\nMR. JAY: Not with a State sentence, Your\nHonor. Before section 3584(a) was passed, a Federal\ndistrict court had no authority to specify that its\nFederal sentence should run concurrently with a State\nsentence that the defendant was already serving.\nJUSTICE SCALIA: How do you know?\nMR. JAY: Well, that's --\nJUSTICE SCALIA: I mean, it did not -- what\nauthority it did have did not come from a statute,\nright?\nMR. JAY: Well, if it had had such\nauthority, Justice Scalia, it would have overridden the\nAttorney General's authority. That's why we know it\ndidn't have it. That's why the --\nJUSTICE SCALIA: Where is the Attorney\nGeneral's authority prescribed?\nMR. JAY: The Attorney General's\nauthority --\nJUSTICE SCALIA: His authority to say where\nthe sentence will be served?\nMR. JAY: Precisely, Justice Scalia.\nJUSTICE SCALIA: Oh, that's -- that seems to\nbe quite --\nJUSTICE BREYER: If you look that up --\nJUSTICE SCALIA: -- quite fanciful.\nJUSTICE BREYER: It's pretty interesting,\nbecause I did go back and look at the '79 Senate report\non S.1, which was the whole reform from beginning to\nend, and my reading of that section suggests to me that\nthey thought past practice was exactly what they wrote\nin this statute. All right. Now -- at least that's how\nI read it. Maybe I didn't read it carefully enough.\nBut I thought they were thinking that the Federal judge\ndoes have the power to sentence concurrently or\nconsecutively with a term that a Federal court or a\nState court has imposed in the past, but -- but you\ncan't do this monkey business that they're -- I agree\nwith you on that.\nThere was nothing about trying to make\nsomething concurrent or consecutive with a -- a State\nterm that hasn't yet been imposed. You couldn't do it;\nyou can't do it; it just gets into a -- at least not\nwith a consecutive.\nMR. JAY: Well, let me see if I can answer\nboth Justice Scalia and Justice Breyer. There are cases\nthat we cite at page 16 of our reply brief. Those same\ncases, Justice Breyer, you may want to look at the\nSenate report on the -- on what actually became section\n3584, page 126 -- sorry -- page 127 and note 314, which\nsays that it changes the law. It recognized that the\nlaw -- specifically citing a Ninth Circuit decision,\nwhich we also cite in our brief, because the Attorney\nGeneral has the authority to designate any facility,\nFederal or State, and that's -- that is carried forward\ntoday in section 3621(b). Because the Attorney General\nhas the authority to designate any such facility, a\nFederal court before the passage of section 3584(a) had\nno authority to order that the Federal sentence commence\nright away and that the defendant be allowed to serve it\nwhile also serving his -- State sentence.\nJUSTICE GINSBURG: He could recommend it.\nHe could recommend it, could he not?\nMR. JAY: Absolutely, Justice Ginsburg. He\ncould recommend it, just as he can today. And --\nCHIEF JUSTICE ROBERTS: You said Federal or\nState. Where does it say that in 3621?\nMR. JAY: Section 3621(b), Your Honor. If\nyou look at subsection (b) --\nCHIEF JUSTICE ROBERTS: Yes.\nMR. JAY: -- the second sentence, \"the\nBureau may designate any available penal or correctional\nfacility\" -- skip forward a little bit -- \"whether\nmaintained by the Federal Government or otherwise.\"\nJUSTICE KENNEDY: In other words, what the\nstatute does -- it's phrased in terms of place, but it\nreally has consequences as to time. Einstein would have\nloved it: You can't define space without time.\n(Laughter.)\nJUSTICE KENNEDY: But -- but I take it that\nit can also be retroactive. If you have a prisoner who\nhas served -- has been sentenced in the Federal system,\nthen goes to the State and is serving in a State\nfacility, he then comes back to the BOP, the BOP can\nretroactively say we designate the place of imprisonment\nfor the last 3 years as that State prison where you've\nbeen serving and we credit you with time served; is that\nthe way it works?\nMR. JAY: That is how it works.\nJUSTICE SCALIA: Nunc pro tunc, right?\nJUSTICE KENNEDY: That -- that's an amazing\ninterpretation.\nJUSTICE SCALIA: And you get that out of\nthis -- this lean language here?\nJUSTICE KENNEDY: That's an amazing\ninterpretation of the statute, but I understand that\nthat's the way it's being done.\nMR. JAY: That is the way it's being done,\nJustice Kennedy. Indeed, every time the bureau\ndesignates a Federal prison or a State prison, it's\nafter the person comes into Federal custody, except in\ncases where the person voluntarily surrenders.\nCHIEF JUSTICE ROBERTS: Or -- or what if\nit's a situation where he goes into one of these prisons\nthat are run by a private entity, right? It says\nwhether the Federal Government or otherwise, right? And\nso, maybe the Federal Government -- I don't know how\noften it might do it -- they -- you use facilities that\nare privately run, right?\nMR. JAY: Privately run --\nCHIEF JUSTICE ROBERTS: Okay. So, why --\nMR. JAY: -- State facilities, Federal\nfacilities.\nCHIEF JUSTICE ROBERTS: -- isn't that what\nthey meant when they said \"whether maintained by the\nFederal Government or otherwise\"? I think if they\nwanted to say State or Federal, that's what they would\nhave said.\nMR. JAY: Mr. Chief Justice, Federal\ninmates, since the passage of the first Federal crime in\n1790, have served their time in State prisons. There\nwere no Federal penitentiaries for more than 100 years.\nThe attorney -- service of a Federal sentence in State\nprison was the norm, even after the construction of --\nof Federal penitentiaries.\nJUSTICE ALITO: It seems to me that the\nquestion of how long someone should spend in prison,\nwhich is what's involved in determining whether --\ndeciding whether a sentence is going to be served\nconsecutively or concurrently, is very different from\ndetermining where the sentence is going to be -- where a\nsentence is going to be served.\nIsn't this a very strange reading of -- of\n3621, to say that that grants the BOP the authority to\nmake this concurrent/consecutive determination?\nMR. JAY: I don't think so at all, Justice\nAlito. Let me give two reasons why. The first is that\nbefore section 3584 was enacted, this -- the predecessor\nof this statute, which was section 4082, was the reason\nthat Federal courts recognized that they didn't have the\npower to prescribe concurrent treatment of a Federal\nsentence with a previously existing State sentence.\nThat's one point.\nThe second point is, as Mr. Hawkins\nmentioned, the quantum of Federal punishment, a\npunishment for the Federal offense, that's up to the\nFederal district judge to prescribe; but where -- where\nthat time will be served and whether the time has to\ncommence before, after, or during the defendant's\nservice of another sentence, that's a where and when\nquestion. And where and when questions have always been\nup to the Attorney General.\nJUSTICE KAGAN: Mr. Jay?\nMR. JAY: Yes.\nJUSTICE KAGAN: Can I -- can I take you back\nto 3584? So, 3584 talks about these two situations,\nsimultaneously imposed terms and undischarged terms, and\nlet's assume that all three sentences talk about only\nthose two situations. The premise of your argument is\nthat, in talking about those two situations, Congress\nrejected judicial authority when it came to a third\nsituation. And I guess I want to find out from you why\nthat is. I mean, I want to stipulate, I guess, that\nnobody had this third situation in mind. The third\nsituation is a very uncommon situation. And so, just\nassume with me that Congress simply just wasn't thinking\nabout this third situation. That's an assumption of the\nquestion.\nWhat should we do, then? Why would we treat\nthis as exclusive?\nMR. JAY: Well, I will -- I will assume with\nyou, Justice Kagan, although you know that I disagree,\nthat the -- that this is conscious. But two points:\nFirst, there was no inherent authority beforehand. So,\nCongress couldn't have been carrying forward existing\npractice, because, as I've said, there was no inherent\nauthority for district courts to make this decision\nbefore.\nJUSTICE KAGAN: Well, let's just say\nCongress just didn't know. It was not on Congress's\nradar screen. Why would we treat this as exclusive as\nto this third situation?\nMR. JAY: You would do it this way because\nthe -- because the limitations are so clear and because,\nas Mr. Hawkins said, there's a universe with sort of\nthree possible relationships. Either the Federal term\ncomes before the State term, after the State term, or\ntwo Federal sentences can come at the same time. So,\nCongress prescribed very carefully that if one of those\nor if the second of those is met, then the terms may run\nconcurrently or consecutively. But by allowing the\nthird, the only other possibility --\nJUSTICE KAGAN: Well, now you're battling my\nassumption. You're suggesting that Congress must have\nhad this third situation in mind. But I'm saying, no,\nthe third situation is peculiar, and Congress didn't\nhave it in mind. Then what?\nMR. JAY: Well, its peculiarity, Justice\nKagan, doesn't take away from the fact that if you let\nthis situation in, then the limitations have no meaning,\nbecause if -- you know, if --\nJUSTICE BREYER: You're talking\nlinguistically, but I thought one Congress probably did\nhave it in mind. I agree with you about that. But\nleave that out. How do you do it? You are a Federal\njudge. The point of the Federal guideline is to create\na sentence with qualifications that reflects the real\nconduct in the world that the defendant engaged in. All\nright? So, we work that out. That's now 3 years.\nNow, our problem is that the State judge may\neat up some of that 3 years or may make the sentence\nconcurrent when it should be consecutive, because the\nconduct's different. So, I, the Federal judge, say:\nYou are convicted of a drug crime; you get 3 years. I\nknow there's a question here about whether there's a\nseparate gun crime. That's State. Now, I want these 3\nyears to run consecutive with the State conviction for a\nseparate behavior. Okay? Now, that's what I want.\nNow, if it's in the past, the State\nsentence, I can do it. But where it hasn't been\nhappening yet, how do I do it? I say I want it\nconsecutive, but the State court judge who later will\nhave control of the case can say: I put my extra 2\nyears and make it concurrent with the State sentence.\nYou see? It's a problem. It's a practical\nproblem. Now, maybe I'm wrong in what I've just said,\nwhich is why I said it, because I'm prepared to have you\ntell me I'm wrong, there is no practical problem. But I\nwant to hear it.\nMR. JAY: It's not a practical problem,\nJustice Breyer, for a couple of reasons.\n(Laughter.)\nJUSTICE BREYER: All right. Good.\nMR. JAY: Number one --\nJUSTICE BREYER: That's why I asked.\nMR. JAY: Number one, the judge doesn't\nknow -- you asked -- you asked us to assume that there\nhas been a conviction in the State, maybe just not --\nJUSTICE BREYER: No --\nMR. JAY: Maybe just not --\nJUSTICE BREYER: There has not been a\nconviction.\nMR. JAY: That just highlights my point.\nThere hasn't been a conviction yet, let alone a\nsentence. There may never be a conviction, and -- but\nif the judge wants to guard against that eventuality,\nthe judge can make a recommendation. And there are two\nsalutary things about making a recommendation rather\nthan a judgment.\nJUSTICE BREYER: How does the judge stop the\nState court judge later from making his conviction for a\nseparate form of behavior run concurrently with the\nFederal sentence? How does he stop that? What power\ndoes he have over State courts?\nMR. JAY: I don't think I or either of my\nfriends who are going to argue today or -- are\nsuggesting that the Federal judge has power to order the\nState court not to do something.\nJUSTICE BREYER: Correct. Then how can he\nstop it?\nMR. JAY: Well, the way that sovereigns work\nout who gets to punish defendants --\nJUSTICE BREYER: My point --\nMR. JAY: -- if they both want to punish --\nJUSTICE BREYER: You may have missed my\npoint. My point is because he can't stop it is why\nyou're right in this case.\nMR. JAY: I am delighted to hear that you\nthink we're right, Justice Breyer. But --\n(Laughter.)\nMR. JAY: But I want to -- I do want to give\nyou an answer to your question about why this is not a\npractical problem. The Federal judge can give -- can\nmake a recommendation that says if he's convicted and if\nhe's sentenced to a particular term in the State court,\nI recommend that the Bureau of Prisons not let him serve\nthem -- concurrently.\nCHIEF JUSTICE ROBERTS: So that -- so that\n20 years later after the defendant has served his\nmandatory minimum sentence, your friend in the Bureau of\nPrisons regional office is supposed to go look back and\nsee what the judge said 20 years ago?\nMR. JAY: Judges make recommendations all\nthe time, Mr. Chief Justice. They -- there is a section\nof the --\nCHIEF JUSTICE ROBERTS: I don't think that\nis responsive to the point I just made, that they make\nrecommendations all the time. I'm talking about the\neffectiveness of the recommendation 20 years later.\nMR. JAY: As the Court is aware, the\nAdministrative Office's standard form for the judgment\nin a criminal case allows the judge to make\nrecommendations to the Bureau of Prisons. So, this will\nbe in the judgment, the very judgment that the Bureau of\nPrisons will be looking at, whether it's a week later or\n20 years later. And if --\nJUSTICE GINSBURG: Mr. Jay, what does the\n\"or\" mean? Maybe the judge -- it was 20 years ago;\nmaybe the judge said nothing. Nevertheless, it's: What\nwas the intent of the sentencing court or the goals of\nthe criminal justice system?\nMR. JAY: Your Honor is reading from the\nBureau of Prisons policy statement.\nJUSTICE GINSBURG: Uh-huh.\nMR. JAY: If you go on in that policy\nstatement, it alludes to other considerations that the\nbureau looks at. And what that maps onto is the factors\nin section 3621(b). And I can represent to the Court\nthat when -- when the -- when an inmate asks for\nconcurrent treatment in this fashion, the bureau's\ncentral facility for designation and sentence\ncomputation goes through those factors in an\nindividualized way and makes a -- makes a decision.\nThat then is reviewable.\nJUSTICE SOTOMAYOR: Mr. Jay --\nJUSTICE GINSBURG: Do they take -- do they\ntake account of the -- the defendant's behavior in the\nState facility? Is that a factor?\nMR. JAY: It can -- in Federal or State\ncustody, Justice Ginsburg, it may be a factor. Yes.\nJUSTICE GINSBURG: Which is something that\nthe judge couldn't know.\nMR. JAY: That -- that's certainly correct.\nAnd on the flip side is that if the defendant has\nbehaved in an exemplary way, then either the judge --\nthe judge may indeed change his recommendation. We've\ncited a case in our brief where the -- where a judge --\nJUSTICE SCALIA: I thought we tried to get\nrid of all of that when we abolished the parole system.\nI thought we tried to take away from the bureaucrats the\ndecision to let somebody out earlier because he's been a\ngood boy and hold him longer because he hasn't.\nMR. JAY: Mr. Setser has been sentenced to\n151 months for his Federal crime. Nothing the Attorney\nGeneral does is going to shorten that in a way not\nauthorized by statute. It's not -- it doesn't make the\nsentence an indeterminant one. It's about where he's\ngoing to serve it.\nCHIEF JUSTICE ROBERTS: I suppose --\nJUSTICE SOTOMAYOR: Mr. Jay, there is some\nforce to your -- to Petitioner's argument that\nfederalism should be respected, that Federal courts and\nthe State judges and their individual wishes should be\nrespected and followed by BOP actually. The system\nyou're proposing actually takes away from both Federal\njudges control over the sentencing decision.\nIf Federal judges recommend the consecutive\nsentence, then the State judge can take that into\naccount in setting how much time they think is warranted\nfor their crime in addition or different from, and the\njudge -- if he wants it to run concurrently the way\nJustice Breyer said, he could just give a zero. He\nknows what the Federal judge wants.\nCHIEF JUSTICE ROBERTS: You may answer\nbriefly.\nJUSTICE SOTOMAYOR: The bottom line --\nMR. JAY: Thank you, Mr. Chief Justice.\nThe -- the State judge can still know what\nthe Federal judge recommends. If it's not -- it just\nwon't be binding under our view of the statute. And in\nany event, having the -- the second decisionmaker make\nthe decision armed with all the information is still\npreferable to having a premature determination locked\nin, in a judgment.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. JAY: Thank you, Mr. Chief Justice.\nCHIEF JUSTICE ROBERTS: Mr. Young.\nORAL ARGUMENT OF EVAN A. YOUNG\nON BEHALF OF AMICUS CURIAE,\nIN SUPPORT OF THE JUDGMENT BELOW\nMR. YOUNG: Mr. Chief Justice, and may it\nplease the Court:\nAs this Court stated nearly a century ago in\nEx parte United States, under our constitutional system\nthe right to impose the punishment provided by law is\njudicial.\nCongress does not transfer such core\nauthority from one branch to another without clearly and\nexpressly saying so. Neither section 3584 nor any other\nprovision of the Sentencing Reform Act even remotely\napproaches the clarity that Congress would use if it\nintended to restrict judicial sentencing in cases like\nSetser's.\nJUSTICE SCALIA: The Government says that\nthe Federal courts never had that power anyway, so that\nnothing is being restricted. And they contest the cases\nthat you've cited as demonstrating the existence of that\npower in the situation involved here to -- to determine\nwhether a future -- a sentence to be imposed in the\nfuture by State courts will be concurrent or consecutive\nwith the Federal one.\nMR. YOUNG: Against -- that is wrong,\nbecause against a number of cases that we cite -- and I\nwould commend them to the Court -- in which Federal\njudges previous to the Sentencing Reform Act\nanticipatorily sentenced, the Government and Mr. Setser\nhave provided zero cases before the Sentencing Reform --\nJUSTICE BREYER: Nobody found that out in\n1980 -- in 1980 or '79. If you look through the Senate\nreport on that, they don't refer to any of those cases.\nThey write it as if it was just as Justice Scalia and\nthe -- and the Government said.\nAnd, honestly, my question really is the\nsame one -- maybe I didn't put it clearly, but I think\nyou understood it -- that the reason that they want the\nFederal judge to be able to shape his sentence in light\nof other sentences that either the Federal courts or the\nState courts have given in the past is because you can\ndo it so that a single behavior gets a single sentence\nand a different behavior is going to be sentenced\nconsecutively, presumptively.\nBut you just can't do that where the State\ncourt hasn't yet acted, because -- at least you can't do\nit in the consecutive case, because the State court\njudge sees what you did, and he may decide: I don't\nwant it to be consecutive. So, here I am; I write in my\nsentence to be served concurrently with the Federal\ncourt sentence.\nNow, you can have every agency you want in\nthe Federal Government, but there's no way to get around\nthat. You can't force that State judge to do something\ndifferent, and you can't muck around with your Federal\nsentence in a way that will make it consecutive to a\nState court sentence that says it's going to run\nconcurrent.\nSo, there's a practical problem, and that's\nwhy it's left out. It's quite -- I mean, when I\nfinished reading it, I thought this is very logical.\nMR. YOUNG: Your Honor, I think --\nJUSTICE BREYER: Can you tell me what the\nanswer to that is?\nMR. YOUNG: I think the answer is that it\nturns much more on the order of imprisonment than the\norder of sentencing, because the Federal court in Mr.\nSetser's case, for instance, is imposing no obligation\nwhatsoever on the State. The State imprisoned first --\nJUSTICE BREYER: I don't deny that there are\nmany instances where you could get it to work,\nparticularly where you're going concurrent. I do deny\nthat there's -- it's all smooth sailing. There are a\nlot of cases you can't get it to work. I don't want to\nrepeat myself again. I've given you the example. I\ngave him the example. And I want to know how you would\novercome that could be quite common situation where the\nState judge hasn't done it yet; so, there's no way to\nrequire the Federal court sentence to be served\nconsecutively, if the State judge decides it shouldn't\nbe.\nMR. YOUNG: Well, let's take this very case,\nfor instance. Mr. Setser was sentenced in Federal court\nfirst, and the Federal court said: I see that there is\ncoming a State probation revocation. I want this\nFederal sentence, which will be served last, to have no\ncredit for whatever happens in State court.\nJUSTICE BREYER: He can do that.\nMR. YOUNG: And that's all he did do.\nJUSTICE BREYER: Oh, I know.\nMR. YOUNG: That's all that matters --\nJUSTICE BREYER: I don't deny there can be\nsome. I say there is a concern that if he were to say\nin a different case, I want the gun thing which is going\nto State court to be consecutive, that he can't control\nthat. Because the State court judge could say I want my\ngun sentence, State, to run concurrently with Federal.\nMR. YOUNG: What the State judge could not\ndo is to say I want this State sentence, which is going\nto be served first, to run concurrent to the\nlater-served Federal sentence. Because that would\nrequire the Federal sovereign to let someone go.\nJUSTICE BREYER: Oh, well, now we're getting\nawfully complicated.\nJUSTICE KAGAN: Mr. Young --\nJUSTICE SOTOMAYOR: Actually, it becomes\neasier than that. The State court can't force the\nFederal Bureau of Prisons to take the prisoner back,\ncorrect?\nMR. YOUNG: Can't force the Federal Bureau\nof Prisons to do anything. Release --\nJUSTICE SOTOMAYOR: Exactly. And so, all it\ncan do is sentence the defendant to whatever time it's\ngoing to sentence the defendant. The defendant serves\nthat time. Then the Federal sovereign takes over and\ndoes whatever the Federal judge said.\nMR. YOUNG: Precisely, and --\nJUSTICE SOTOMAYOR: Runs it consecutively or\nconcurrently. Whatever the Federal judge said controls\nin every situation.\nMR. YOUNG: The Bureau of Prisons can\neffectuate that order very easily once that's happened.\nJUSTICE KAGAN: Mr. Young, the Government\nsays that there are three situations in which this\nconsecutive/concurrent problem comes up. This statute\ndeals with two of them. And the Government wants --\nargues that in dealing with two of them, it impliedly\nstated a rule on the third. What's the best argument --\nwhat's your best argument against that?\nMR. YOUNG: I think the best argument is\nthat the statute plainly does not withdraw any\nauthority. It doesn't describe it at all. What the\nstatute does -- in --\nJUSTICE KAGAN: Well, I think that that's\nnot right. It seems to me that the first sentence of\nthis statute grants authority to the courts in these two\nsituations. And the second and third say what happens\nwhen that authority isn't exercised. The question I'm\nstruggling with -- and it's the same question I put to\nMr. Jay -- is why we should think that the grant of\nauthority over situation A and situation B is a denial\nof authority over situation C? So, what's your best\nargument?\nMR. YOUNG: Well, my best argument, assuming\nthe premise that it's a grant, which I think is not the\nbest way to read it, but if it's a grant of authority,\nstill the correct answer is it says nothing at all about\nthe anticipatory context. And Congress must speak\nclearly if it will withdraw power from the courts.\nJUSTICE GINSBURG: Well, it does to this\nextent: If it's two -- if the second sentence that\nhasn't yet been imposed, but there's an indictment in\nanother Federal court, if there's two consecutive\nprosecutions, the first judge can't say I want my\nsentence to run consecutive to the one that may or may\nnot be imposed by another Federal judge. That would not\nbe possible, right?\nMR. YOUNG: I think it would not be\npossible.\nJUSTICE GINSBURG: So, why should it -- if\nthe order is one way for successive Federal\nprosecutions, why should it be different when the second\nprosecution, instead of being Federal, is State?\nMR. YOUNG: For several reasons, one of\nwhich is -- I think it ties into Justice Breyer's\nquestion. If the Federal judge sentences first and\nimprisons first, it could not impose a consecutive or\nconcurrent term as to the later-served State sentence\neither. The first imposed Federal sentence will\npresumably be served first in the same Bureau of\nPrisons. And so, there's nothing for it yet to be\nconsecutive or concurrent to.\nA second answer is that all Federal\nsentences are served under the jailer of the same\nsovereign, the Federal; whereas in the anticipatory\ncontext, we have two different systems. And so, the\nfirst sentencing federal judge is the only judge that\ncan compel the jailer of the Federal sovereign to either\ncredit or not to credit; whereas in the Federal/Federal\nsystem, under the statute, the second judge is\nexplicitly given the power to alter the default rule.\nSo, in all Federal cases, either a default rule or a\njudge will determine whether or not a credit should be\ngiven to the defendant.\nJUSTICE GINSBURG: But it will be the second\njudge.\nMR. YOUNG: The second Federal judge can do\nit, but the second State judge cannot, because this\nstatute can neither empower the State judge --\nJUSTICE GINSBURG: But the State judge can\ndecide what's going to happen to the second sentence.\nMR. YOUNG: If the second sentence is served\nsecond. But as in this case and many others, the second\nsentence is served first. And, consequently, the second\nsentencing judge, the State judge in Mr. Setser's case,\nhas no power to determine whether or not that sentence,\nwhich will be served first, will be consecutive or\nconcurrent.\nJUSTICE GINSBURG: What do you do --\nMR. YOUNG: And I know there's a lot of\nfirsts and seconds going on here, but the point is --\nJUSTICE GINSBURG: But what do you do with\nthe -- the argument that the judge who anticipates a\nsecond sentence may be wrong? He doesn't know what that\nwill be. And when I asked, how does the bureau make\nthese judgments -- does it take into account the conduct\nof the prisoner in the State facility -- that's\nsomething that the judge who sentences first can't\npossibly know.\nMR. YOUNG: It's true, but the same\nprisoner -- if the State sentence had happened 10\nminutes before the Federal sentence, the Federal judge\nwould have plenary authority to impose a consecutive\nsentence, even though it would be served last. And all\nof that conduct that will happen in the State system\nwould be irrelevant. The sentence happened at the time\nof sentencing.\nNow, there is a statutory provision that\ndoes describe exactly how the Bureau of Prisons should\ninteract with the courts in the context of a sentence\nthat needs to be changed, and that's section 3582(c).\nAnd in that statute, the -- the judge will remain the\ndecider because the Bureau of Prisons goes as a\npetitioner and says to the court there are compelling\nand extraordinary reasons to modify this sentence.\nAnd then the court, always in the position\nof the decider and using the section 3553(a) factors,\nwill decide whether or not the Bureau of Prisons'\npetition should be granted. But never in any statute is\nthe Bureau of Prisons given the authority to use the\nsentencing factors under section 3553.\nAnd, in fact, the sentencing factors that\nthe Government contends would allow it to make a\nsentencing determination under section 3621, page 2a of\nthe Government's merits brief, starts off with the very\npreliminary requirement. And I'll read from the second\nsentence of 3621(b): \"The Bureau may designate any\navailable penal or correctional facility that meets\nminimum standards of health and habitability established\nby the Bureau.\" Which means that if this is the power\nthat the Bureau of Prisons has to make a sentence\nconcurrent, a State prisoner in a true hellhole would\nnot be able to get a concurrent sentence. The person\nmost in need of that judicial mercy would be precluded\nby statute if we subject this statute to anything like\nthe textual rigor that the Government wants to subject\n3584 to.\nPlainly, what 3621(b) does is articulate a\nset of principles that allows the Bureau of Prisons to\ndecide to which prisons defendants should go, not how\nlong they must stay there. That is an element of\npunishment, which is quintessentially judicial. This\nCourt said in Ex parte United States -- it's been quoted\nand cited by courts across this country for a hundred\nyears. And, in fact, in that case, it was said to be so\nhistorically established that it hardly merited comment.\nAnd now --\nJUSTICE BREYER: Well, I'd be a little\nworried in this case at deciding whether section -- what\nis that section -- the place of imprisonment, section\n3621(b), whether that does or does not give the power to\nthe Bureau of Prisons, the power that they've assumed\nfor many, many years. Do we have to decide that\nquestion here? I didn't realize I was deciding that. I\nthought I was just deciding whether -- whether the\njudge, the sentencing judge, has the power to impose,\nsay, a consecutive sentence, say my sentence will run\nconsecutively to a State court sentence that has not yet\nbeen imposed. I thought that was all I had to decide.\nMR. YOUNG: That is all you have to decide,\nbut in so deciding, you're confronting the argument that\nthe Government makes which is: No, no; Congress has\nexclusively vested this sentencing function in us.\nJUSTICE BREYER: I don't think you have to.\nI mean, maybe we do have to get to that.\nJUSTICE SCALIA: Well, somebody has to make\nthat call.\nMR. YOUNG: Should it be the judge or the\njailer?\nJUSTICE SCALIA: I mean, if you say -- it's\neither the judge or the jailer. There's nobody -- who\nelse is going to make it?\nMR. YOUNG: That's precisely the point. And\nthe argument --\nJUSTICE SCALIA: So, if you say the judge\ncan't, it's going to be the Bureau of Prisons.\nMR. YOUNG: Precisely. And to say that\nCongress has never given it to the Bureau of Prisons\nnecessarily means that it is the judge.\nJUSTICE BREYER: Well, let me ask you this\nthen: Is it -- is it -- if we want the judge to be able\nto say this particular prisoner will serve his Federal\nsentence after the State gun sentence is served or,\nalternatively, with the State gun sentence, the 3621\nsays that -- that the judge can, if that sentence, State\nsentence, has not yet been imposed, we don't know what\nit is -- we don't know if it will be imposed. We don't\nknow what they're going to say. We don't know whether\nthey're going to sentence him to -- count his time, time\nserved in the Federal jail. I mean, I don't know what\nthey're going to say in Federal prison.\nBut he can write down what he wants, as (4)\nis \"any statement by the court that imposed the\nsentence.\" A statement \"concerning the purposes for\nwhich the sentence of imprisonment\" has been imposed.\nYou would say I'm trying to get a single behavior\npunished once with 4 years, and then that separate\nbehavior I would like punished by 2 years more. Okay?\nSo, you write it down and the Bureau of\nPrisons follows it. And if they don't follow it, they\ncould get reversed by a district court, abuse of\ndiscretion. Now, will that solve the problem.\nMR. YOUNG: It doesn't, Your Honor, because\nwhat that factor allows the Bureau of Prisons to do is\nto decide, based upon the judgment here, is this someone\nwho needs to be in the super-max or is it someone that\ncan be in a much more minimum security type prison?\nNone of this has anything to do with the\ndetermination of how long someone should spend in\nprison, 10 years, 20 years. The Government says it's\nall the same; you'll serve your Federal prison term. It\ndoesn't seem that from the perspective of an identically\nsituated person who will spend 20 years rather than 10\nyears of his life in prison.\nJUSTICE SCALIA: Am -- am I correct, Mr.\nYoung, that if -- if the Federal sentencing judge is\nerroneous in his prediction of what the State court\nlater sentencing will do, that his order, based upon\nthat erroneous prediction, can be altered upon appeal by\nthe Bureau of Prisons?\nMR. YOUNG: That's correct. And the only\nsituation in which a prisoner would be harmed is if the\nFederal judge says, I want it to be consecutive, and\nthen the Bureau of Prisons comes in later, 20 years\nlater after he is done with the State term, let's say,\nand says, boy, we would have made this concurrent, and\nhere are all reasons why. Congress has provided a means\nto do that, section 3582(c). Go to the Federal court as\nthe petitioner, not the decider. Congress did not\nunilaterally give the Bureau of Prisons the power it is\nnow claiming. And so, for that reason --\nCHIEF JUSTICE ROBERTS: I'm interested in\npursuing the point Justice Breyer raised. I am troubled\nby the idea that someone in the Bureau of Prisons makes\nthis determination, but I -- I wonder how that -- how\nthat helps you.\nYou said it's either the jailer or the\njudge, and, therefore, you do have to decide it. But\nmaybe it's either the first judge or the second judge.\nMR. YOUNG: In -- in --\nCHIEF JUSTICE ROBERTS: Why -- why isn't --\ndoesn't it make sense to say that the Federal court\ndoesn't -- whoever is second can always tailor their\nsentence to what they want. Whoever is first just has\nto give the sentence that he or she thinks is\nappropriate.\nMR. YOUNG: Because in the dual sovereignty\ncontext, that second sentencing judge cannot compel the\nFederal sovereign to either reduce --\nCHIEF JUSTICE ROBERTS: Doesn't compel --\nno, doesn't compel the Federal sovereign. He would say:\nLook, I want to give 10 years.\nMR. YOUNG: Right.\nCHIEF JUSTICE ROBERTS: I see you've already\ngot, you know, a -- a 15-year sentence under the\nFederal, but I don't want it to be 25 years. So, I'm\ngoing to, in fact, just give you a 5-year sentence.\nDo understand what I'm making --\nMR. YOUNG: Yes.\nCHIEF JUSTICE ROBERTS: Whoever the second\njudge is can figure out exactly how long he thinks the\nsentence should run and give a sentence accordingly.\nMR. YOUNG: That cannot be the case if it's\na State court and the State court does not know, with\nrespect to a later-served Federal sentence, whether or\nnot the time will be credited. So, in other words, in\nyour example --\nJUSTICE KENNEDY: Well, but I suppose in the\nChief's example a super-cautious State court judge would\nsay: I see you've got a 15-year sentence here. I don't\nknow if it's going to be concurrent or consecutive. So,\nI'll sentence you to nothing at all.\nI mean, I suppose -- which shows that\nthere -- if -- if you follow your rule, you may be\ninfringing on the Federal balance, but then you would\nsay the BOP can do the same thing.\nMR. YOUNG: In the case in which the -- the\nState judge says, I want it to be zero, then we know\nthat the State relinquishes its custody. And whatever\nhappens later in Federal prison, a pardon, let's say, or\na reversal, that's -- that's gone and done for the State\nno longer has the claim on him. They've sentenced him\nto zero.\nIf the State judge knows, however, that the\nFederal court has sentenced someone to 5 years and it\nwill be consecutive because it's served last to whatever\nthe State judge imposes, the State judge now is in a\nposition, and only in that situation, is in a position\nto say, okay, if I give you 2 years, you will spend 7,\nbecause I know that the Federal sentence will be\nconsecutive.\nOn the other hand, if the curtain is only\npulled up by the Bureau of Prisons at the end and the\nState judge says I want you to have 10 years, I'll\nsentence you to 5, and the Bureau of Prisons pulls up\nthe curtain, it's concurrent. Then only 5 years has\nbeen sentenced.\nJUSTICE KENNEDY: Well, you're saying that\nyour position is really more consistent with the Federal\nbalance because it allows the State to know what it's\ndeal with?\nMR. YOUNG: Precisely. The only way to\nreally respect the second sentencing State judge is to\nprovide clarity, rather than to force that State judge\nto guess, to sentence in the dark, about what will\nactually happen to this defendant later on when he\neventually, after State confinement, is transported to\nthe Federal prisons.\nThis case is only about that situation in\nwhich the first sentence is imposed by the Federal\ncourt, but before the Federal sentence is enforced, all\nof the State -- that's why the Federal bookends, I\ndescribe it. We start with the Federal sentence, and we\nend with the imposition, the service of the Federal\nservice.\nAnd in between those two things, the State\nsentencing and imprisonment occurs. And so, the State\njudge cannot make his sentence be concurrent or\nconsecutive to the Federal sentence, because the Federal\nsentence hasn't been imposed yet. Consequently --\nhasn't been served yet. Consequently, providing that\nState judge with knowledge about what will happen is the\nonly way to give that State judge the respect the State\njudge needs and requires to be able to implement State\ngoals in a meaningful way. Otherwise, it's a guess.\nAs you heard, the Bureau of Prisons does not\nfollow, as a matter of course, a second sentencing State\njudge's preference that it be concurrent or consecutive.\nThat is something that the Bureau of Prisons, as\nresponsive to the Federal courts, Federal sovereign,\nwill decide based upon what happens in the Federal\ncourt.\nJUSTICE ALITO: This is perhaps something\nthat I should have asked the Solicitor General, but do\nyou have any idea how often this situation comes up?\nMR. YOUNG: I don't have specific numbers.\nIt's difficult to find them, but I think it's\nincreasing. And the reason for that is the explosion of\nFederal criminal law. There's still far more State and\nlocal law enforcement officers in this country. And the\ndoctrine why these -- why these sentences can be imposed\nfirst but served last is because of the primary custody\nrule. Because a local or State law enforcement officer\nwill most likely arrest someone whose act will violate\nthe laws of both sovereigns, that person will be in\nState custody.\nWe now have so many more offenses under the\nFederal Criminal Code than we did even back when\nCongress passed the Sentencing Reform Act, which goes,\nperhaps, to Justice Kagan's point. Congress may not\nreally have been thinking about this at all.\nJUSTICE KAGAN: So, is there evidence one\nway or the other on that question, whether this\nsituation was in any meaningful sense before the\nCongress?\nMR. YOUNG: Everything is silent. I think\nit was not. As to the question about whether courts\ncould impose concurrent consecutive sentences, what the\nreport says, footnotes 310, 314, 318, pages 126, 127,\nand 129 of the sentencing report, there were some courts\nthat thought that a prior statute stopped them from\nimposing only concurrent sentences in the dual\nsovereignty context.\nCongress made very clear -- in fact, it\ncited by name United States v. Segal, one of the cases\nthe Government cites for this proposition, as being\nincorrect. We want to make it clear, Congress says in a\nreport, you can impose concurrent sentences, but all\nalong consecutive sentences were imposed anticipatorily.\nAnd so, this is sort of like, you know, the\nrule that someone cannot have M&M's at all being held to\nmean that you cannot have candy after dinner if you have\nSnickers after dinner every night. Once you remove the\nobstacle to having M&M's, then presumably you can have\nthem after dinner as well. There was no rule that you\ncouldn't have candy after dinner.\nThere was no rule that Federal courts could\nnot sentence anticipatorily. There was simply a\nstatutory bar that some courts thought stopped them from\nimposing concurrent sentences in the dual sovereignty\ncontext.\nJUSTICE ALITO: Well, in order for you to\nprevail, I think we -- is it correct, we would have to\ndetermine that there was this authority inherent in the\njudiciary prior to the enactment of this statute?\nMR. YOUNG: I don't think that that is\nnecessarily true. I think it makes it much easier. And\nthere can be no question that concurrent and consecutive\nsentencing is inherently and quintessentially judicial.\nThis court in Oregon v. Ice only two terms ago regarded\nit that way.\nJUSTICE ALITO: Yes, with respect to Federal\nsentences, certainly that's true. But with respect to\nFederal and State sentences, it may be, as you\nsuggested, that this just didn't come up very often\nuntil the enactment probably of the Federal drug laws\nand -- and a few other statutes that created offenses\nwhere you have -- where the same conduct would\nconstitute a violation of both Federal and State law.\nAnd so, you have this situation coming up with greater\nfrequency.\nMR. YOUNG: That's true. With greater\nfrequency, it did happen, and the courts recognized this\nand, without any concern, sentenced anticipatorily.\nJUSTICE KAGAN: But -- but if one had -- you\nknow, what I take as the view of Justice Alito's\nquestion is that there was no -- no practice supporting\ncourts sentencing in this way. It -- it just wasn't\ndone. Mostly, it wasn't on anybody's radar screen that\nthis was a significant issue. What would we do then, if\nwe thought Congress didn't speak to it, but we also\ndidn't see a past practice inconsistent with what the\nGovernment is suggesting?\nMR. YOUNG: In that case, if the choice is\nbetween the judge and the jailer, I think the choice is\nclear. If Congress did not specifically say that\nsomething as quintessentially judicial as deciding how\nlong someone would spend in prison must be decided by\nthe executive branch, questionable whether it could, but\nunless it explicitly said this is how we want it to\nhappen, there can be no doubt that imposing extra\npunishment or withdrawing punishment is so judicial in\nnature that, even if Congress didn't think about it and\nexplicitly address the problem, the tie certainly has to\ngo to the judge.\nJUSTICE BREYER: No, it isn't a tie. It's\n-- I mean, there's one thing on each side. On your side\nis the fact that the sentencing judge, Federal, is\ntrying to figure out his own sentence, and he does --\neither he does want or he doesn't want that particular\nindividual to serve additional time, should a State\ncourt judge later decide on some related or unrelated\nmatter. All right?\nAnd if that were all that was at issue, and\nthe choice is between his saying -- just doing it,\nwriting it in the sentence, or he's writing down his\nreasons what he'd like to have happen and letting the\nBureau implement that as best they can under the section\nwe are talking about. That's on the one side. And that\nsays let the judge do it; don't give the implementation.\nOn the other side is to let the judge do it\nrisks complex interference with the second to sentence,\nwho is the State court judge.\nIt may be you're right that there's some way\nof working it out, but it sounds complicated to me,\nparticularly in -- in the consecutive case.\nSo, we have federalism principles on one\nhand, versus the judge, versus the bureaucracy on the\nother. And so, it isn't so easy. That's -- that's why\nI think this is not such an easy case.\nMR. YOUNG: Well, let me address what the\nanticipatory sentencing, the Federal judge, how he could\npossibly interfere with the State. I don't think that\nhe can if the State is sentencing second and imprisoning\nfirst.\nJUSTICE BREYER: No, no. It's the State\ncourt judge that wants to sentence a person to an\nunrelated offense --\nMR. YOUNG: Right.\nJUSTICE BREYER: -- but he wants -- he\ndecides he wants it to run -- concurrently with the --\nongoing Federal sentence. There's no way to stop it.\nMR. YOUNG: Well, the question -- that's --\nthat's the key point. If it's an ongoing Federal\nsentence, I certainly agree. But the point here is his\nFederal sentence hasn't begun. Setser doesn't begin to\nserve --\nJUSTICE BREYER: All right. Then you -- but\nyou can't break this thing down. Either they have the\npower in the Federal district court under this\nparticular provision, with all its presumptions, to run\nthis mechanism, the one that's in the statute, in\nrespect to State court sentences that have not yet been\nimposed or they do not have that power. We can't break\nit down and say sometimes you have it, and sometimes you\ndon't.\nMR. YOUNG: If the State court sentence has\nnot been imposed and will run second, a Federal court\ncan say consecutive or concurrent, but it wouldn't have\nany meaning. Just as the State court, if it had tried\nto bar the Federal Bureau of Prisons from keeping\nsomeone, would have no meaning. There's nothing for it\nto be consecutive or concurrent to, if it's the first\nsentence being served.\nAnd so, in -- in that regard, I think the\nkey point is a Federal court cannot say, I'm the first\njudge to sentence and my sentence will immediately\nbegin; I want it to be consecutive to another State -- a\nfuture State sentence. It wouldn't mean anything,\nbecause the State would get that prisoner after he\nsatisfied his Federal term, and the State can do what it\nwants. Let him go, keep him longer. That's the dual\nsovereignty principle.\nCHIEF JUSTICE ROBERTS: It can't -- it\ncan't if, for example, they're dealing with a mandatory\nminimum. Right? If the State court judge has to\nsentence the person to 10 years, then your explanation\nfalls apart.\nMR. YOUNG: If State law has a particular\nrequirement as Federal law in some cases -- 924(c)\ndoes -- then that's the way dual sovereignty works as\nwell. But there is never a situation in which a State\njudge is worse off by having the knowledge of what the\nFederal court will sentence -- has sentenced and how\nthat sentence will be imposed.\nAgain, if there's a problem with it, the\nBureau of Prisons has a way to solve it, and it's\nthrough section 3582(c). It's not through a unilateral\ndetermination, 20 years later perhaps, seeking the\nadvice of a judge. Maybe the advice of the judge is\nprovided at the time of sentencing. And if it can do\nthat, there's no reason why it couldn't be an order that\ncan be enforced rather than a piece of advice that is\ngiven at the time of sentencing.\nJudges decide how much punishment someone\nshould receive. In Federal court, Federal judges decide\nhow long someone should spend in the Federal Bureau of\nPrisons. State courts can't do it, but they can adjust\nsentences within the strictures of State law to account\nfor what they know is coming if Federal courts are able\nto provide that advice.\nAnd if they cannot decide that issue and\nadvise the State court judge of what will happen, then\nthere are situations that will occur when the Bureau of\nPrisons administers these sentences, and there's no\nquestion about that either. But the point is there is\nnever a situation in which a judge, able and willing --\nable to follow the section 3553(a) factors and willing\nto impose that sentence, is doing something that will be\nworse for the defendant or worse for the States than if\nhe does not do it.\nYou contrast the -- the two situations that\ntwo equally situated people would be in. On the one\nhand, sentencing in open court by an Article III judge\nsubject to the section 3553(a) factors with direct\nreview in the courts for reasonableness. On the other\nhand, sentencing by administrator without any of those\nsalutary procedural protections, without direct review\nin the courts, and based on factors that determine to\nwhich prison someone should go, not how long they must\nstay there for purposes of punishment.\nAnd for that reason alone, if for none\nother, the Court should affirm the judgment because it\nallows district judges, subject to their wise exercise\nand sound exercise of discretion, to make these\nsentences to clarify things upfront for everyone: the\ndefendant, the State courts, and the Bureau of Prisons.\nTwenty years, this country has had half of\nthe circuits following this practice, and there's not\none case cited on the other side showing that any\nmal-administration of justice has resulted, any lack of\nclarity, any problems with respect to how these\nsentences are enforced.\nAnd that's because it does the opposite.\nAllowing judges who are able, in cases like Setser's, no\nmatter how much time the State gives for probation\nrevocation, no Federal credit should be given to it. He\nknows enough. He knows everything he needs to know to\nmake that sentence. He made it. It's effectuated by\nthe Bureau of Prisons. The Government has not said once\nthat it cannot enforce that sentence.\nAnd to the extent that Setser wishes to\nchallenge how the Bureau of Prisons credits the State\norder, the mechanism to do that is to exhaust his\nadministration -- administrative remedies in the BOP and\nthen seek judicial review to determine whether that\ncalculation was done rationally and fairly.\nThis appeal is not the place for that. This\nappeal is to determine whether district courts never\nhave such authority.\nI thank the Court.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Hawkins, you have 2 minutes remaining.\nREBUTTAL ARGUMENT OF JASON D. HAWKINS\nON BEHALF OF THE PETITIONER\nMR. HAWKINS: Thank you.\nJustice Breyer, if I could go back to your\nhypothetical, I think that the way that the Federal\njudge can get this accomplished is simply by waiting.\nAfter -- after the -- the conviction, Your\nHonor, they can send a State prisoner back down to State\ncourt, allow for that State sentence to be imposed, and\nthen he can come back into Federal custody. And in that\nsituation, that is when the court has the authority to\nissue this binding order. That is the -- because it has\nall of the information.\nAnd -- and I would also --\nJUSTICE SOTOMAYOR: That's preferable, to\nclog the judicial system with untold number of Federal\nconvictions that have not been reduced to judgment?\nThat's preferable to giving judges or recognizing their\npower to state their views up front?\nMR. HAWKINS: Your Honor, the judge can\nstate the views -- her views up front in a\nrecommendation. It cannot do so if it doesn't know all\nthe facts. It cannot bind --\nJUSTICE SOTOMAYOR: Could you tell me what\nfacts would affect the sentence here? The judge here\nvery clearly believed that some of the State charges\noverlapped and some didn't. And so, it ran some\nconsecutive to one set of State charges and concurrent\nto the other.\nWhat are the facts with respect to the\ndefendant that the Federal court needed to know?\nMR. HAWKINS: Your Honor, I think in looking\nat 3584, it may well seem reasonable for the Federal\ncourt to have done this, but the -- the fact is, is that\nCongress drew a bright line, and he has to be subject to\nthis undischarged term of imprisonment.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. HAWKINS: Thank you.\nCHIEF JUSTICE ROBERTS: The case is\nsubmitted.\n(Whereupon, at 11:05 a.m., the case in the\nabove-entitled matter was submitted.)\n40:7 42:5 9:3,5 20:23 argues 35:16 a.m 1:13 3:2 19:6,6 21:6\n55:19 21:9 48:7 50:6 arguing 7:5 59:13 29:16 45:25\n57:4 50:16 argument 1:12 57:14\n59:14 39:22 58:6 29:13 30:15 back 13:25 14:6 9:19\nallowing 14:24 36:7,8 38:17 19:6 22:2 27:3 branch 30:25\n46:24 56:18 Article 56:8 46:24 17:18,20 23:24\n38:20 alter 37:20 asked 25:7,9,9 based 43:4,17 25:22 26:6,10\naltered 43:18 38:19 48:8 48:5 56:13 26:12,16 29:24\n48:18 amazing 19:13 1:16 beginning 17:1 40:22 41:13\n19:17 assume 22:5,13 begun 53:15 42:4 44:7\n12:15 14:2 assuming 36:8 behaved 28:22 brief 9:25 10:3\n30:1 33:3,4 22:14 23:16 25:24 28:14 39:24\nanticipatorily 20:20 21:24 4:14 5:15 6:6 bureau 6:8,10\n50:2 51:3 Austin 1:19 11:24 10:7,15 13:8\n57:14 36:12 37:14 4:15 14:10 believes 9:15 15:14 18:19\nanybody's 51:8 16:14,16,17 36:6,8,10 27:2,15,16,25\napart 54:22 22:8,21,24 better 7:6,15 35:10 37:9\n50:14 approaches 31:3 40:2 bit 18:20 46:19 47:25\n55:6,16 50:17 51:23 clearly 30:25 50:4,12 54:3,7 consecutively\n56:21 53:14 32:1 36:13 58:25 3:14 4:6 7:4\nchallenge 57:12 58:23 concurrently 8:6,21 17:8\nchanged 39:10 Code 48:22 12:7 13:24 32:8 33:19\n11:5,6 characteristics 23:10 50:19 17:7 21:2 consecutive/co...\n12:2,4 9:12 58:7 23:13 25:24 35:14\n13:3,11 charges 8:5,5,8 comes 5:16 26:24 29:23 consequence 6:4\n58:23,25 14:18 19:6,23 32:14 34:11 consequences\n9:18 10:4,19 43:23 48:9 concurrent/co... consequently\n18:13,17 19:25 50:24 55:19 conduct 24:5 considerations\n30:1,4 21:21 conduct's 24:10 constitute 50:23\n57:21 59:9,11 compel 37:17 41:10 14:14\nCircuit 17:24 11:7 31:3 36:12 context 4:13\n8:15 9:11 computation 49:16 51:10,15 contrast 56:6\n26:14 circumstances 28:9 51:22 59:7 control 24:20\n28:24 4:25 concern 34:7 Congress's 23:2 29:18 34:9\n33:7,21 cite 17:19,25 51:3 conscious 22:20 controls 35:8\n38:7,9 31:15 concerning consecutive convicted 24:11\n45:12 cited 9:21 28:24 42:18 17:13,16 24:9 26:21\n47:8 31:9 40:18 concerns 3:11 24:14,19 29:19 conviction 24:14\n52:20,24 49:14 56:24 conclusion 3:17 31:12 32:11,13 25:10,14,16,17\n59:11,13 cites 49:15 concurrent 8:6 32:20 34:9 25:23 58:4\n31:4,8 claim 46:6 24:9,21 28:7 37:11 38:11 58:14\nclaiming 44:5 31:12 32:22 39:2 41:6 core 30:24\n37:21 clarify 56:20 33:11 34:14 43:22 45:20 correct 5:22\n54:24 clarity 31:3 47:3 37:7,11 38:12 46:10,15 47:18 12:18 26:6\n57:1 40:6,7 43:25 48:2 49:7,18 28:20 34:23\n40:2 56:21 57:18 decides 10:22 14:11 28:8 dual 44:21 49:11\n30:12 cover 4:21 53:10 deter 8:25 D.C 1:8,17\n59:9 create 24:3 deciding 10:11 determination\n56:22 6:20,25 19:9 41:10 51:16 21:7 30:10 earlier 29:3\ncredits 13:14 14:5 17:24 37:22 38:10 Easterbrook\n5:17 6:7 57:12 22:24 28:10 50:8 56:13 4:18\n7:8,23 crime 9:12 29:3,18 30:9 57:15,18 easy 52:23,24\n10:9 15:12 20:17 decisionmaker determining eat 24:8\n12:11 24:11,13 29:6 30:8 20:25 21:3 effectiveness\n13:25 29:22 default 5:16 difference 5:25 27:11\n15:10 criminal 10:9,12 37:20,21 6:5,12 effectuate 35:11\n17:8,9 27:14,23 48:13 defendant 3:19 different 4:5,19 effectuated 57:8\n24:19 48:22 5:1 6:5 9:12 5:9 21:2 24:10 Einstein 18:24\n26:5,22 curiae 1:19 2:11 10:23 12:3,7 29:22 32:7,19 either 3:21 8:15\n28:5 30:16 15:12 16:3 34:8 37:1,15 23:8 26:2\n31:16 curtain 46:16,20 18:7 24:5 27:1 difficult 48:11 28:22 32:4\ncustody 19:23 28:21 35:2,3,3 dinner 49:21,22 37:8,17,21\n28:17 46:3 37:23 47:5 49:24,25 41:20 44:11,13\n48:16,20 58:7 56:4,21 59:3 direct 11:25 44:23 52:4\n39:13,15 defendants 7:7 56:9,12 53:18 55:25\n41:7 D 26:9 40:14 director 10:21 element 40:15\n43:16 D 1:14 2:3,14 defendant's directors 10:8 empower 38:3\n45:13 3:1,7 57:23 21:21 28:14 directs 8:22 enacted 21:10\n46:9 Dallas 1:15 Defender 1:15 disagree 22:19 enactment 50:9\n48:6 dark 47:4 define 10:17 discretion 11:22 50:20\n52:6,17 days 6:13 18:25 11:24 43:1 enforce 57:10\ndeal 11:10 46:25 delighted 26:15 56:19 enforced 47:10\ndealing 35:16 demonstrating dissatisfaction 55:12 57:2\n54:19 31:9 14:4 enforcement\n57:20 deals 35:15 denial 36:5 district 3:13 48:14,17\n59:3,6 decide 15:11,22 deny 33:9,11 15:11 16:1 engaged 24:5\n21:12 39:17 40:14 Department 42:25 53:19 6:19,25\n26:1 41:2,8,9 43:4 1:17 56:18 57:18 entity 14:22\n31:7,12 44:12 48:5 describe 35:21 doctrine 48:15 20:2\n35:25 52:6 55:14,15 39:8 47:12 doing 52:9 56:3 equal 12:2\n39:9 55:21 designate 18:1,4 doubt 51:20 equally 56:7\n48:4 decided 15:15 18:19 19:7 dozen 10:22 erroneous 43:16\n50:1,3 51:17 40:1 drew 59:7 43:18\n55:17 decider 39:12,16 designates 19:22 drug 8:4,5,8 ESQ 1:14,16,19\n56:10,13 44:3 designation 24:11 50:20 2:3,6,10,14\nfaces 12:3 29:25 30:6 54:7,10 36:24 37:24\n14:21 20:10 32:3,4,14,17 fit 4:2 give 5:6 13:8\n18:1,4,20 19:6 33:22,23,25 flip 28:21 29:24 40:25\nfact 12:19 14:4,9 36:17,20,25 45:23 48:1 47:22 52:14\n39:8 43:3 44:2,16,23,25 force 29:13 giving 58:15\nfactors 8:22 9:6 45:5,14,24 32:18 34:21,24go 13:1 16:25\n45:16,18 10:16,18 28:4 47:7,9,10,11 form 25:24 34:16 40:14\n28:9 39:16,20 47:12,13,18,18 27:13 44:2 51:24\n56:13 50:1,16,18,20 forward 18:2,20 58:1\n59:2 53:1,11,13,15 found 31:20 27:22 47:24\nfanciful 16:23 55:3,15,15,16 friend 27:2 48:23\nfashion 28:7 58:2,7,13 59:3 front 9:24 58:16 8:15,17 11:3\n7:11 8:4,5,14 37:18 future 31:11,12 34:8,13 35:3\n10:20,23 11:8 52:3 41:25 42:12,13\n15:11,12,21,25 48:11 G 3:1 good 13:14 25:5\n57:11 20:3,4,9,13,14 20:17 21:9 48:8 20:13 31:6,18\n51:20 20:22 21:12,13 34:14 35:24 16:11,14,15 35:12,15 39:22\n23:8,10 24:2,3 37:9,16 38:8 Ginsburg 5:25 43:9 49:15\n25:25 38:11,22 44:13 6:16 18:9,11 51:12 57:9\n15:18 9:17 10:1,14 implement 29:9 2:14 3:7 57:23\n11:2,13,23 47:23 52:12 indictment Jay 1:16 2:6\n13:21 14:7,17 impliedly 35:16 52:5 17:17 18:11,15\n57:22,23,25 importantly 28:10 20:7,9,16 21:8\nhealth 40:3 impose 30:22 7:12,16 11:7 23:5,20 25:2,6\n13:12 heard 47:25 imposed 3:15,22 58:10 26:18 27:5,12\n22:9,10 held 49:20 3:22,23 4:5 5:9 infringing 45:24 27:19,24 28:2\nhellhole 40:6 5:13 7:3,22 8:1 inherent 15:19 28:12,16,20\nhighlights 25:15 31:11 36:16,20 inmate 28:6 judge 4:18,18\n42:7,8 40:20 42:10,11,17,19 insight 8:10 8:17 9:15 11:8\n4:22 5:22 6:6 imposing 33:7 27:22 25:18,19,22,23\n8:13,22 9:8 51:20 interested 44:6 27:14,20,21\n56:8,11 11:13,23 12:8 47:13 16:24 29:20,23,25\n39:4 47:5 14:8,18 15:25 imprisoning 52:16 34:10,12 35:5\n51:2,20 18:15 27:24 53:3 interpretation 35:8 36:18,20\n55:22 33:1 43:2 58:5 imprisonment 4:10 19:14,18 37:5,16,16,19\n38:25 hundred 40:18 5:12,13,15,21 31:10 38:2,3,4,9,9,17\nhypothetical 5:24 7:14,18 irrational 4:21 38:22 39:1,11\n13:25 19:7 issue 15:1 51:9 41:24 42:3,5,9\n36:1 46:4 Ice 50:14 42:19 47:16 58:9 44:13,13,22\nidea 7:13 8:15 59:8 45:10,18 46:2\n3:6,7,9 43:11 51:11 jailer 37:13,17 47:22,23 51:14\nIII 56:8 incorrect 49:16 41:18,20 44:11 51:24 52:2,6\n6:6,21 immediately increasing 48:12 51:14 52:14,15,17,22\n8:13 9:4,8 54:11 indeterminant JASON 1:14 2:3 53:1,6 54:11\n55:2,9,9 23:1,15,20,24 24:12 25:9 linguistically 14:17 16:6\n56:1,8 25:3,5,7,11,13 28:19 30:5 23:25 22:10 27:20\n25:22 26:6,10 33:15 34:4 little 18:20 32:24 41:14,19\n27:6,8,19,23 42:10,11,12,12 local 48:14,17 49:21 52:1\n55:14,15 28:1,12,13,17 42:14 45:4,13 locked 30:10 54:13\n57:4 28:18,25 29:11 45:20 46:2,14 logical 32:25 meaning 5:7,8\n29:12,24 30:1 46:24 49:19 long 13:3 15:11 23:22 54:4,6\n48:2 30:14,18 31:6 57:7 58:19 43:8 45:10 47:24 49:3\n7:13 8:20 33:9 34:2,4,6 knowing 9:1 56:14 44:1\n27:13,16 34:17,19,20 knowledge longer 29:4 46:6\n30:11,17 35:1,7,12,23 47:21 55:2 54:16 mechanism\n56:17 36:14,24 37:4 knows 29:25 look 8:22 9:11 53:21 57:13\n37:24 38:4,13 46:8 57:7,7 9:13 10:8,16meets 40:2\n41:13,15,19,24 L 17:20 18:16 21:17\n15:19 44:6,7,15,24 lacks 3:17 45:1 merited 40:20\n30:23 45:3,9,17 language 19:16 looking 10:4,6 merits 39:24\n40:8,16 46:22 48:7,24 later-served 14:24 27:17 met 23:12\n51:16,21 49:1 50:6,16 34:15 37:7 59:4 mind 22:11\n58:13 51:4,5,25 53:5 45:14 looks 28:4 23:17,19 24:1\n4:4,9,17 59:9,11 17:24 30:22 M minutes 39:1\n6:15 48:13,14,17 M 1:16 2:6 15:6 57:22\n7:1,21 9:3 K 50:23 54:23,24 maintained missed 26:12\nKagan 21:25 55:18 18:21 20:12 modified 8:18\n22:2,19 23:1 laws 48:19 50:20 making 8:20,23 modify 39:14\n12:1 23:15,21 34:19 lean 19:16 11:6 12:2 monkey 17:10\n35:12,23 49:1 leave 24:2 25:20,23 45:7 MONROE 1:3\n51:4 left 32:24 mal-administr... months 6:13\n14:2,3 Kagan's 48:24 length 7:22 56:25 29:6\n15:4,9 keep 54:16 14:15 mandatory 27:2 morning 3:4\n16:4,6 keeping 54:5 letting 52:11 54:19 muck 32:19\nKennedy 5:19 let's 14:2 22:5 maps 28:4 multiple 3:20\n9:21 18:22 23:1 33:21 match 9:10 4:4 5:9,20\n19:2,13,17,21 43:24 46:4 materials 9:23 M&M's 49:20\n45:17 46:22 life 43:13 matter 1:11 11:4 49:23\n19:2,12 key 53:13 54:10 light 32:3 48:1 52:7 57:5\nknow 5:3 7:17 limitations 23:6 59:14 N\n20:8,11 8:9 11:9 14:12 23:22 matters 34:5 N 2:1,1 3:1\n21:8 16:4,11 20:4 line 10:6 30:3 mean 6:17 10:19 name 49:14\n22:2,19 22:19 23:2,23 59:7 11:3 12:20 natural 5:15\n57:9 14:3 15:20,25 54:10 55:25 16:14 23:11\nopen 56:8 peculiar 23:18 28:2 presumptions\n57:7 order 3:13 4:16 penitentiaries possible 23:8 pretty 16:24\n15:1 18:6 26:4 people 56:7 possibly 38:23 previous 31:17\n39:18 36:25 43:17 person 10:12,24 power 3:17 5:17 21:14\n55:1 56:1 50:6 55:11 11:14 19:23,24 13:25 15:19,21 primary 48:16\n57:13 58:9 40:7 43:12 17:7 21:13 principle 54:17\nOregon 50:14 54:21 31:7,10 36:13 52:21\n58:13 3:8 11:17 15:8 26:20 32:23 43:10,13 46:4\n53:7 14:7,18 15:21 40:12 preferable 26:23 27:3,15\n40:17 please 3:10 preference 48:2 34:25 35:10\npassage 13:17 24:3 25:15 36:9 44:4,8 46:17\n46:13 20:17 27:9 38:15 prescribe 21:13 48:3 54:5 55:6\n42:22 27:24 32:25 reform 3:12 1:18 2:7 15:7\npurposes 42:18 47:2 48:25 regarded 50:14 resulted 56:25\n33:24 pursuing 44:7 21:11 32:2 27:3 retroactively\nput 14:6 24:20 44:5 48:12 rejected 22:8 19:7\n25:2 reasonable 59:5 relationships reversed 42:25\n32:23 Q reasonableness 3:21 23:8 review 11:15,20\n43:1 qualifications 56:10 Release 34:25 11:21 56:10,12\n55:5 24:4 reasoning 7:25 relevant 7:23 57:15\n7:10 12:16 25:3 37:3 46:3 revocation\n26:19 31:25 rebuttal 2:13 remained 4:16 rid 29:1\n41:3 49:2,6 receive 8:19 remedies 57:14 16:8 17:4 18:7\n51:18 recognized repeatedly 35:24 36:21\n21:23 51:2 reply 17:19 53:8,17 54:20\n37:1 40:16 50:13 58:15 17:21 31:22 risks 52:16\nquite 16:21,23 18:9,10,12 represent 28:5 9:16,18 10:4\n12:12,17 25:19 requirement 19:25 20:8,11\n44:1 R 3:1 27:11 28:23 requires 10:15 29:11 30:1,12\nradar 23:3 51:8 58:19 47:23 30:14 44:6,15\n31:2 rationally 57:16 recommends respect 45:14 59:9,11\n53:20 read 4:13,19,23 30:6 47:2,22 50:16 rule 5:16 7:7\n15:22 52:16 53:3 38:5,6,8,10,18 50:13 51:7 56:24\n20:2,6,7 54:2 38:25 39:1,3,5 52:2 53:1,3 significant 51:9\n24:14 seconds 38:15 39:9,14 40:1,5 55:10,13 56:8 silent 4:16 49:5\n29:23 section 15:20,25 40:7 41:6,6,7 56:11 simply 22:13\n34:11,14 17:2,21 18:3,5 42:7,7,8,9,10 separate 24:13 50:2 58:3\n41:6 18:15 21:10,11 42:13,18,19 24:15 25:24 simultaneously\n53:10,20 27:6 28:5 31:1 44:18,19 45:4 42:21 22:4\n39:10,16,20,23 45:6,11,11,14 sequentially single 32:6,6\n56:2,9 47:10,12,17,18 10:25 11:3 sitting 10:20\nseek 6:17 57:15 54:13,21 55:3 served 6:1 15:15 22:14 23:4,17\n46:22 sees 32:12 sentenced 11:10 21:20 27:1 36:5,5,6 43:21\nSegal 49:14 19:4 26:22 32:14 33:18,25 46:12 47:8\n20:2 17:21 31:21 32:7 33:22 38:6,8,11 39:3 50:24 55:1\n31:6 send 58:5 46:6,9,21 51:3 42:7,14 46:10 56:1 58:8\n35:13 sense 44:16 49:3 55:3 47:20 48:16 situations 4:20\n39:13 sentence 3:14,14 sentences 4:20 54:8 7:1 22:3,6,7\n43:9,22 4:1,14,14,23 15:22 22:5 serves 35:3 35:13 36:1\n46:2,18 4:25 5:7,17,18 23:10 32:4 service 20:20 55:23 56:6\n52:14 6:2,11,19,23 37:5,13 38:22 21:22 47:13,14 skip 18:20\n15:17 7:22 8:7,12,14 49:17,18 50:4 16:3 18:8 19:5 Snickers 49:22\n8:19,25 9:1 50:17,18 53:22 19:9 Solicitor 1:16\n10:23,24 11:25 55:18,24 56:20 set 9:22 40:13 10:2,3 48:8\n19:12,15 13:23 14:16,19 57:2 58:25 solve 43:1 55:6\n31:6,23 15:1,15,24 sentencing 3:12 Setser 1:3 3:4 somebody 7:2\n16:2,3,18 17:7 5:2,14,20,23 4:1 5:7,23 6:10 10:5 29:3\n18:6,8,18 6:12 7:7,11,24 11:3 29:5 41:15\n23:12 28:8 29:9,20 31:17,19 33:6 setting 29:21 5:5 11:19 12:1\n36:1,15 31:11 32:3,6 37:16 38:9 shape 32:3 12:10,15,21\n32:14,15,20,21 39:6,20,21,23 shorten 29:7 13:18 14:2,12\n33:18,25 34:11 41:5,12 43:15 showing 56:24 28:12 29:12\n39:25 34:13,15 35:2 43:17 44:22 shows 45:22 30:3 34:20\n35:3,24 36:15 47:2,16 48:1 side 28:21 52:1 35:1,7 58:12\n47:2 48:1 36:19 37:7,8 48:23 49:9 52:1,13,15 58:21\n37:14,17 38:25 39:4 stopped 49:10 T 10:14,25,25\n48:4 40:6 41:7 42:7 50:3 T 2:1,1 20:13 21:8\n43:24 45:13,13 21:5 tailor 44:17 29:21 32:1\n49:12 46:8,11,11,18 structure 3:16 13:22 14:9 35:23 36:4,9\n54:17,25 46:24 47:2,3,6 5:3 19:2 22:2 36:22 37:4\n48:1,13,17,20 11:15 40:9,10 34:22 38:20 50:11 51:14,22\n51:15 53:22 54:1,4 59:14 29:17 35:4 thinking 17:6\n43:8,12 55:17,18,22 subsequent 8:4 22:7 23:24 45:10\n51:17 56:21 57:5,12 subsequently 27:10 52:13 third 3:25 4:14\n58:5,5,6,16,18 7:3 talks 22:3 4:23,24 5:8\n35:17 suggesting term 4:7 5:1,12 35:17 36:1\nStates 1:1,6,12 super-max 43:5 37:7 43:10,24 51:10\n9:2 10:24 3:5 9:13 30:21 support 1:18,20 54:15 59:8 three 3:21 22:5\n12:11,16 40:17 49:14 2:7,11 15:8 terms 3:20 4:4 23:8 35:13\n15:24 56:4 30:17 5:9,11,20 8:21 tie 51:23,25\n17:9,13 statute 4:24 5:16 supporting 51:6 14:15 18:23 ties 37:4\n19:5 16:7 17:4 suppose 29:11 22:4,4 23:12 time 3:23 5:2,13\n20:9 18:23 19:18 45:17,22 50:14 5:20,23 6:1,11\n21:11 29:8 supposed 10:8 Texas 1:15,19 6:18 7:11 8:13\n23:9,9 30:7 35:14,20 27:3 text 3:16,19 12:4 13:14\n35:22,25 37:19 Supreme 1:1,12 textual 40:10 15:3 18:24,25\n25:10 38:3 39:11,18 surrenders thank 15:4 30:4 19:9,21 20:18\n26:1,5 40:9,9 49:10 19:24 30:12,13 57:20 21:20,20 23:10\n28:15,16 50:9 53:21 system 7:19 57:21,25 59:9 27:6,10 29:21\n30:5 statutes 50:21 10:10,12 13:7 59:10 35:2,4 39:5\n32:5,9 statute's 3:19 19:4 27:23 thing 34:8 45:25 42:13,13 45:15\nstatutory 4:10 29:1,16 30:21 52:1 53:18 52:5 55:10,13\n39:7 50:3 37:19 39:4 things 9:20 57:5\n34:1,9 stay 40:15 56:15 58:13 25:20 47:15 times 4:5 5:10\nuniverse 23:7 40:10 42:16 worried 40:23 54:23\nunthinkable warranted wouldn't 6:17 zero 29:24 31:19\nupfront 56:20 1:17 32:13 42:16,23 1\n39:19 14:3 22:13 wrong 8:9 24:23 10 10:13,25\n50:11,17 V 23:5 26:8 wrote 17:3 45:1 46:18\nv 1:5 3:4 49:14 28:10,22 29:7 54:21\n42:20 versus 14:24 33:17 36:10,25 x 1:2,7 10:23,24\n52:22,22 47:1,22,24 10-7387 1:5 3:4\n58:16,18,18 Wednesday 1:9 15:13 19:8 127 17:22 49:8\n25:19 violate 48:18 week 27:17 20:19 24:6,8 129 49:9\nviolation 8:3 weren't 5:12 24:11,14,21 15 2:7\n37:15 50:23 We'll 3:3 27:1,4,11,18 15-year 45:4,19\n50:14 voluntarily we're 26:16 27:20 40:19 151 11:4 29:6\n19:24 34:17 41:2 42:21,22 151-month 11:4\n24:15,18 25:1 31:14 33:1,4 46:13 57:22\n45:7 32:2,13,16 34:12,19,24 2-1/2 6:3,18\n7:25 36:18 42:5 38:1,6,14,24 43:23 55:8\n22:4 43:22 44:18 41:9,17,22 2011 1:9\n45:1,5 46:2,18 42:1 43:2,15 2241 11:16\n45:15\nwanted 14:5 working 52:19 47:1 48:10\n49:5 50:10 3\n9:13 30:21 wants 25:18 54:25 51:1,13 52:25 3 2:4 19:8 24:6,8\n1:9 2:11\n49:8\n17:22 49:8\n49:8\n39:20\n8:23,24\n39:16\n39:10\n55:7\n3:16 15:20\n21:10\n31:1\n59:5\n5:4\n18:5\n8:22\n14:8 18:14\n39:23\n9:9,21\n10:16\n28:5\n42:16,21\n21:11\n12:6 46:9,19\n45:6\n2:15\n6:13\n46:13\n16:25 31:21\n54:24\n"
    }, 
    "petitioners": [
        "MONROE ACE SETSER,", 
        "Petitioner", 
        "v.", 
        "No. 10-7387 UNITED STATES.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:03 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 10-7387, Setser v. United\nStates.\nMr. Hawkins.\nORAL ARGUMENT OF JASON D. HAWKINS\nON BEHALF OF THE PETITIONER\nMR. HAWKINS: Mr. Chief Justice, and may it\nplease the Court:\nThis case concerns whether, in passing the\nSentencing Reform Act of 1984, Congress granted to the\nFederal district court the authority to order a Federal\nsentence to run consecutively to a -- a sentence which\nhas yet to be imposed and may never come to fruition.\nThe text of 3584, its structure, and its history all\npoint to the conclusion that the court lacks this power.\nWe believe the question should start and end\nwith the statute's text. When a defendant receives\nmultiple terms of imprisonment, they must bear one of\nthree relationships to each other. Either one is\nimposed before the other, the other is imposed before\nthe one, or they are imposed at the same time.\nIn --\nJUSTICE SOTOMAYOR: Counsel, in the third\nsentence of this provision, on its face, does Mr. Setser\nfit into it?\nMR. HAWKINS: No, Your Honor. He does not.\nJUSTICE SOTOMAYOR: \"Multiple terms of\nimprisonment imposed at different times run\nconsecutively.\" What's unclear about those words?\nMR. HAWKINS: Your Honor, that term can\nonly --\nJUSTICE SOTOMAYOR: The words are not\nunclear. We have to do the statutory interpretation\nthat you want?\nMR. HAWKINS: Your -- Your Honor, the words\ncan only be read in the context of the first -- of the\nfirst sentence. We believe that the third sentence only\napplies where the Court had the authority to actually\norder this but remained silent.\nJUSTICE SOTOMAYOR: Some fairly respected\njurists below, Judge Easterbrook and Judge Fletcher, two\ndifferent circuits, have read it as taking care of all\nthose situations that the other two sentences don't\ncover. Why is that an irrational reading?\nMR. HAWKINS: Your Honor, I -- I think it\nhas to be read -- the third sentence has to be read in\nits place within the statute, and I think that the third\nsentence refers exclusively to circumstances where the\ndefendant was already serving another term of\nimprisonment at the time of the Federal sentencing. And\nI think we know this because of the parallel structure\nof 3584(a). It --\nJUSTICE SOTOMAYOR: But that assumes the\nanswer, is what I'm saying to you. If you give each\nsentence its plain meaning, why is -- why is Mr. Setser\nnot within the plain meaning of the third? He -- he had\nmultiple terms of imprisonment imposed at different\ntimes.\nMR. HAWKINS: Yes, but those terms of\nimprisonment weren't -- there was no term of\nimprisonment imposed at the time of his Federal\nsentencing. He was not serving an undischarged term of\nimprisonment. And we believe that the natural flow of\nthe statute -- the default rule only comes in place if\nthe court has the power to sentence under the first\nsentence --\nJUSTICE KENNEDY: You would say that at the\ntime of sentencing, there were no multiple terms of\nimprisonment; is that your point?\nMR. HAWKINS: That is correct, Your Honor.\nAt the time of the Federal sentencing, Mr. -- Mr. Setser\nwas not subject to an undischarged term of imprisonment.\nJUSTICE GINSBURG: What difference does it\nmake for him? Now, he served his State time. He came\nover to serve his Federal sentence. He didn't get\ncredit for the 2-1/2 years he spent in -- in the State.\nBut what is the consequence? How much -- what is the\ndifference to the defendant in this case?\nMR. HAWKINS: Your Honor, we -- we believe\nthat the order -- what the order did was bind the court.\nI'm sorry. The -- the order bound the Bureau of\nPrisons. And so, what it does -- what happens is Mr.\nSetser is not able to petition the Bureau of Prisons to\nallow that sentence to begin running from the time of\nthe Federal sentencing. And so, the difference, Your\nHonor, is 1 year, 6 months, and 23 days that we believe\nthat he is entitled to credit for.\nJUSTICE ALITO: And this is --\nJUSTICE GINSBURG: Entitled to credit or you\ncould seek it? I mean, what wouldn't -- he has the\nState time and he -- 2-1/2 years, and then he has his\nFederal sentence. Why would you be entitled to any\ncredit?\nMR. HAWKINS: Because -- because, Your\nHonor, the court ordered that the -- the Federal\nsentence to run concurrently to that 10-year sentence\nthat he received in State court. And so, we believe he\nis entitled to credit for that -- for that sentence.\nJUSTICE ALITO: In situations like this,\nsomebody is going to have to make the decision whether\nthe Federal sentence and the subsequently imposed State\nsentence run concurrently or consecutively. And now\nyou're arguing that that should be done by the Bureau of\nPrisons. Do you think in general that is better for\ndefendants than a rule that would allow the sentencing\njudge in Federal court to make that determination?\nMR. HAWKINS: Your Honor, in our estimation\nthe question is not the who, but the when. And at the\ntime, at the Federal sentencing, the Federal judge did\nnot have the complete information to make the proper\njudgment in this case. He had no idea what that State\nterm of imprisonment was going to be. So, in our\nestimation, it is better that -- that the Bureau of\nPrisons has all the information to make this decision.\nIt will actually know what the State term of\nimprisonment is.\nI'm not here to advocate that the system\nthat the Bureau of Prisons uses -- uses is perfect.\nJUSTICE ALITO: Why would the -- why would\nthe exact length of the sentence imposed by the State\ncourt be relevant to the determination made by the\nsentencing judge? I thought the sentencing judge's\nreasoning was that the -- the undischarged term of\nimprisonment that was going to be imposed on the offense\nfor which probation had previously been granted and\nthere had been a violation of the probation, that that\nhad nothing to do with his subsequent Federal drug\ncharges, and, therefore, the Federal drug charges should\nrun consecutively to that but should be concurrent to\nany sentence imposed by the State court on the State\ndrug charges.\nWhat -- you know, what's wrong with that\nreasoning, and what additional insight relevant to that\nreasoning would be obtained by waiting until after the\nsentence was imposed?\nMR. HAWKINS: Well, Your Honor, at the time\nthat the Federal judge passed this sentence, he had no\nidea what was going to happen in either case. But more\nimportantly, with regard to the term of probation, the\nFederal judge had no idea whether that term was going to\nbe revoked, whether it would be modified, or whether he\nwould receive any sentence of -- of imprisonment at all.\nAnd in making the judgment on whether those\nterms should run concurrently or consecutively, Your\nHonor, 3584(b) directs the court to look at the factors\nof 3553(a) in making that determination. And it would\nbe impossible to make that determination under 3553(a)\nwhether the sentence is adequate to deter, whether that\nsentence protects the public, without knowing what that\nState term of --\nJUSTICE ALITO: Well, that's interesting.\nMR. HAWKINS: -- imprisonment actually is.\nJUSTICE ALITO: Do you think that the Bureau\nof Prisons is bound by those factors when they make the\ndecision later?\nMR. HAWKINS: Your Honor, the -- the Bureau\nof -- of Prisons is bound by the factors of 3621(b), and\nseveral of those factors match up with the factors in\n3553(a). It has to look at the nature and circumstance\nof the crime, the characteristics of the defendant. It\nhas to look to the United States Sentencing Guidelines,\nand it also has to take in the view of what the Federal\njudge believes should have happened.\nCHIEF JUSTICE ROBERTS: Where is --\nMR. HAWKINS: To the extent --\nCHIEF JUSTICE ROBERTS: Where is all that\nthat you just read, that they're bound by all these\nthings? Where do I find that?\nJUSTICE KENNEDY: It's 3621(b). Is it cited\nin any of your briefs? Or pardon me. Is 3621(b) set\nforth in any of the materials?\nI have it in front of me, but I -- is it\nin the Government's brief or --\nMR. HAWKINS: Your Honor, I believe it is\nin -- in the Solicitor General's -- in the appendix to\nthe Solicitor General's brief, Your Honor.\nCHIEF JUSTICE ROBERTS: Well, I'm looking\nat -- I guess I got this off -- somebody got this off\nline for me. I'm looking at the program statement of\nthe Bureau of Prisons. And it says what the regional\ndirectors are supposed to look at is the intent of the\nFederal sentencing court or the goals of the criminal\njustice system.\nSo, you've got some guy deciding whether the\ngoals of the criminal justice system require this person\nto serve an extra 10 years or not.\nMR. HAWKINS: Well, Your Honor, I think that\nwhat the -- the law requires is that the Bureau of\nPrisons has to look at these factors under 3621(b), and\nthose program statements are trying to define what those\nexact factors are.\nCHIEF JUSTICE ROBERTS: I mean, doesn't it\nseem strange to you that a Federal bureaucrat sitting --\na regional director -- and I guess there are about a\nhalf dozen of them -- sits somewhere and decides whether\na defendant -- say there's a 10-year Federal sentence, a\n10-year State sentence, and that person says, well, I\nthink he ought to serve another 10 years, or I think\nhe's done.\nMR. HAWKINS: Well, Your Honor, to -- to be\nclear, I mean, Mr. Setser is going to have to serve a\n151 -- a 151-month term of imprisonment no matter what.\nBut the bureaucrat that -- that you're talking about,\nthe bureaucrat will be -- only be making that\ndetermination after having the complete information\nwhich the Federal judge --\nCHIEF JUSTICE ROBERTS: Well, I know, but --\nbut it's a big deal to be sentenced to, in my\nhypothetical, another 10 years in prison. I don't care\nhow much information the bureaucrat has.\nMR. HAWKINS: Well, Your Honor, but still\nthat -- that person has the -- has the information\nbefore it, and it's also subject to judicial review\nunder 2241. I would point out that there is a process\nwhere the petitioner can -- or the prisoner can ask for\nthis --\nJUSTICE SOTOMAYOR: Well, it's judicial\nreview of what? Not of the -- not of whether that was\nthe desire of the State court or not. Judicial review\nas to whether they abused their discretion.\nMR. HAWKINS: Yes, Your Honor. And I\nbelieve that's -- that's the same discretion that the\ncourt has when its deciding a sentence on direct appeal.\nJUSTICE SOTOMAYOR: So, you're going to make\na bureaucrat equal to a judge in making the most\nimportant decision that a defendant faces: how much\ntime he should spend in jail. So, a bureaucrat, rather\nthan a judge, decides whether he's going to tack on a\nyear and a half, 5, or 10, or whether he's going to let\nthe defendant serve it concurrently?\nMR. HAWKINS: Your Honor, again, it -- it's\nnot the who for us, but the when. And --\nJUSTICE SOTOMAYOR: It's not a -- it's not a\nwho or when, because the State court judge's\nrecommendation is not binding on BOP. It has said that\nrepeatedly, hasn't it?\nMR. HAWKINS: Your Honor, I'm aware of no --\nJUSTICE SOTOMAYOR: Just answer that\nquestion. Hasn't BOP said that a State court\nrecommendation is not binding on it?\nMR. HAWKINS: That -- that is correct, Your\nHonor. But I would point to the fact that -- what that\n-- I mean -- I guess --\nJUSTICE SOTOMAYOR: So, it can't be just who\n-- it can't be just when. It's who's going to make the\ndecision.\nMR. HAWKINS: Well, yes, Your Honor. But\nthe bureaucrat at least has all the information before\nit. And if we go to look to --\nJUSTICE SCALIA: Well, isn't it true that\nthe bureaucrat used to make that decision not too long\nago?\nMR. HAWKINS: Yes, Your Honor.\nJUSTICE SCALIA: When we had a parole\nsystem. Before we had the sentencing guidelines, it was\nup to the Bureau of Prisons whether to give parole or\nnot, right?\nMR. HAWKINS: Yes, Your Honor.\nJUSTICE SCALIA: Some bureaucrat in the\nBureau of Prisons, I guess.\nMR. HAWKINS: Yes, Your Honor, along with\ngood time credits --\nJUSTICE SCALIA: It's not unthinkable.\nMR. HAWKINS: No, Your Honor, prior to the\npassage of the SRA, the --\nJUSTICE SOTOMAYOR: But wasn't the SRA\npassed and this provision passed in part to take that\ndecision away from the bureaucrat?\nMR. HAWKINS: Well, it was a -- it was\npassed to take the decision away from the bureaucrat,\nthat the courts could not order a Federal sentence to\nrun concurrently with an undischarged State term of\nimprisonment. That gave that power back to the court,\nbut --\nJUSTICE SOTOMAYOR: Well, let's answer\nJustice Scalia's point. Wasn't the SRA passed in part\nbecause of the dissatisfaction with the fact that the\nparole board used to make this decision, and they wanted\nto put it back in the hands of judges?\nMR. HAWKINS: Well, that's part of the\nreason, Your Honor, but in passage of 3621, it also\nhighlighted the fact that it was not seeking to take\naway the bureaucratic authority that the Bureau of\nPrisons have for designation. And back to the --\nJUSTICE SOTOMAYOR: I don't know why it\ntakes away from them on that score. They can choose\nwhatever facility they want within the constraints\nimposed by a judge in terms of the length of the\nsentence.\nMR. HAWKINS: Well, I mean -- I guess, yes,\nYour Honor, that is part of it, but that only comes into\nplay when the first sentence does not apply and when the\ncourt does not have the requisite information. In our\nestimation, it is better for the latter sentencing\nentity, that with the most sentencing information, to be\nable to make this -- this ultimate determination in --\nin looking at the Federal court's views, versus allowing\na Federal judge who's prognosticating about what the\nsentence might be and issue a binding order.\nAnd if there are no further questions, I'll\nreserve the remainder of my rebuttal time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Jay.\nORAL ARGUMENT OF WILLIAM M. JAY\nON BEHALF OF THE RESPONDENT,\nIN SUPPORT OF THE PETITIONER\nMR. JAY: Mr. Chief Justice, and may it\nplease the Court:\nFederal district courts do decide how long a\ndefendant should be in prison for his Federal crime, but\nfor many years, both before and after the Sentencing\nReform Act, the Attorney General through the Bureau of\nPrisons has decided where the sentence will be served\nand when it shall commence.\nJUSTICE SCALIA: I'm not clear on what the\n-- what the Government's view of, whatever you want to\ncall it, inherent judicial sentencing power is. You --\nyou -- before section 3584 was passed, there -- there\nwas the power on the part of the Federal courts to\ndecide whether sentences should run concurrently or\nsequentially, right?\nMR. JAY: Not with a State sentence, Your\nHonor. Before section 3584(a) was passed, a Federal\ndistrict court had no authority to specify that its\nFederal sentence should run concurrently with a State\nsentence that the defendant was already serving.\nJUSTICE SCALIA: How do you know?\nMR. JAY: Well, that's --\nJUSTICE SCALIA: I mean, it did not -- what\nauthority it did have did not come from a statute,\nright?\nMR. JAY: Well, if it had had such\nauthority, Justice Scalia, it would have overridden the\nAttorney General's authority. That's why we know it\ndidn't have it. That's why the --\nJUSTICE SCALIA: Where is the Attorney\nGeneral's authority prescribed?\nMR. JAY: The Attorney General's\nauthority --\nJUSTICE SCALIA: His authority to say where\nthe sentence will be served?\nMR. JAY: Precisely, Justice Scalia.\nJUSTICE SCALIA: Oh, that's -- that seems to\nbe quite --\nJUSTICE BREYER: If you look that up --\nJUSTICE SCALIA: -- quite fanciful.\nJUSTICE BREYER: It's pretty interesting,\nbecause I did go back and look at the '79 Senate report\non S.1, which was the whole reform from beginning to\nend, and my reading of that section suggests to me that\nthey thought past practice was exactly what they wrote\nin this statute. All right. Now -- at least that's how\nI read it. Maybe I didn't read it carefully enough.\nBut I thought they were thinking that the Federal judge\ndoes have the power to sentence concurrently or\nconsecutively with a term that a Federal court or a\nState court has imposed in the past, but -- but you\ncan't do this monkey business that they're -- I agree\nwith you on that.\nThere was nothing about trying to make\nsomething concurrent or consecutive with a -- a State\nterm that hasn't yet been imposed. You couldn't do it;\nyou can't do it; it just gets into a -- at least not\nwith a consecutive.\nMR. JAY: Well, let me see if I can answer\nboth Justice Scalia and Justice Breyer. There are cases\nthat we cite at page 16 of our reply brief. Those same\ncases, Justice Breyer, you may want to look at the\nSenate report on the -- on what actually became section\n3584, page 126 -- sorry -- page 127 and note 314, which\nsays that it changes the law. It recognized that the\nlaw -- specifically citing a Ninth Circuit decision,\nwhich we also cite in our brief, because the Attorney\nGeneral has the authority to designate any facility,\nFederal or State, and that's -- that is carried forward\ntoday in section 3621(b). Because the Attorney General\nhas the authority to designate any such facility, a\nFederal court before the passage of section 3584(a) had\nno authority to order that the Federal sentence commence\nright away and that the defendant be allowed to serve it\nwhile also serving his -- State sentence.\nJUSTICE GINSBURG: He could recommend it.\nHe could recommend it, could he not?\nMR. JAY: Absolutely, Justice Ginsburg. He\ncould recommend it, just as he can today. And --\nCHIEF JUSTICE ROBERTS: You said Federal or\nState. Where does it say that in 3621?\nMR. JAY: Section 3621(b), Your Honor. If\nyou look at subsection (b) --\nCHIEF JUSTICE ROBERTS: Yes.\nMR. JAY: -- the second sentence, \"the\nBureau may designate any available penal or correctional\nfacility\" -- skip forward a little bit -- \"whether\nmaintained by the Federal Government or otherwise.\"\nJUSTICE KENNEDY: In other words, what the\nstatute does -- it's phrased in terms of place, but it\nreally has consequences as to time. Einstein would have\nloved it: You can't define space without time.\n(Laughter.)\nJUSTICE KENNEDY: But -- but I take it that\nit can also be retroactive. If you have a prisoner who\nhas served -- has been sentenced in the Federal system,\nthen goes to the State and is serving in a State\nfacility, he then comes back to the BOP, the BOP can\nretroactively say we designate the place of imprisonment\nfor the last 3 years as that State prison where you've\nbeen serving and we credit you with time served; is that\nthe way it works?\nMR. JAY: That is how it works.\nJUSTICE SCALIA: Nunc pro tunc, right?\nJUSTICE KENNEDY: That -- that's an amazing\ninterpretation.\nJUSTICE SCALIA: And you get that out of\nthis -- this lean language here?\nJUSTICE KENNEDY: That's an amazing\ninterpretation of the statute, but I understand that\nthat's the way it's being done.\nMR. JAY: That is the way it's being done,\nJustice Kennedy. Indeed, every time the bureau\ndesignates a Federal prison or a State prison, it's\nafter the person comes into Federal custody, except in\ncases where the person voluntarily surrenders.\nCHIEF JUSTICE ROBERTS: Or -- or what if\nit's a situation where he goes into one of these prisons\nthat are run by a private entity, right? It says\nwhether the Federal Government or otherwise, right? And\nso, maybe the Federal Government -- I don't know how\noften it might do it -- they -- you use facilities that\nare privately run, right?\nMR. JAY: Privately run --\nCHIEF JUSTICE ROBERTS: Okay. So, why --\nMR. JAY: -- State facilities, Federal\nfacilities.\nCHIEF JUSTICE ROBERTS: -- isn't that what\nthey meant when they said \"whether maintained by the\nFederal Government or otherwise\"? I think if they\nwanted to say State or Federal, that's what they would\nhave said.\nMR. JAY: Mr. Chief Justice, Federal\ninmates, since the passage of the first Federal crime in\n1790, have served their time in State prisons. There\nwere no Federal penitentiaries for more than 100 years.\nThe attorney -- service of a Federal sentence in State\nprison was the norm, even after the construction of --\nof Federal penitentiaries.\nJUSTICE ALITO: It seems to me that the\nquestion of how long someone should spend in prison,\nwhich is what's involved in determining whether --\ndeciding whether a sentence is going to be served\nconsecutively or concurrently, is very different from\ndetermining where the sentence is going to be -- where a\nsentence is going to be served.\nIsn't this a very strange reading of -- of\n3621, to say that that grants the BOP the authority to\nmake this concurrent/consecutive determination?\nMR. JAY: I don't think so at all, Justice\nAlito. Let me give two reasons why. The first is that\nbefore section 3584 was enacted, this -- the predecessor\nof this statute, which was section 4082, was the reason\nthat Federal courts recognized that they didn't have the\npower to prescribe concurrent treatment of a Federal\nsentence with a previously existing State sentence.\nThat's one point.\nThe second point is, as Mr. Hawkins\nmentioned, the quantum of Federal punishment, a\npunishment for the Federal offense, that's up to the\nFederal district judge to prescribe; but where -- where\nthat time will be served and whether the time has to\ncommence before, after, or during the defendant's\nservice of another sentence, that's a where and when\nquestion. And where and when questions have always been\nup to the Attorney General.\nJUSTICE KAGAN: Mr. Jay?\nMR. JAY: Yes.\nJUSTICE KAGAN: Can I -- can I take you back\nto 3584? So, 3584 talks about these two situations,\nsimultaneously imposed terms and undischarged terms, and\nlet's assume that all three sentences talk about only\nthose two situations. The premise of your argument is\nthat, in talking about those two situations, Congress\nrejected judicial authority when it came to a third\nsituation. And I guess I want to find out from you why\nthat is. I mean, I want to stipulate, I guess, that\nnobody had this third situation in mind. The third\nsituation is a very uncommon situation. And so, just\nassume with me that Congress simply just wasn't thinking\nabout this third situation. That's an assumption of the\nquestion.\nWhat should we do, then? Why would we treat\nthis as exclusive?\nMR. JAY: Well, I will -- I will assume with\nyou, Justice Kagan, although you know that I disagree,\nthat the -- that this is conscious. But two points:\nFirst, there was no inherent authority beforehand. So,\nCongress couldn't have been carrying forward existing\npractice, because, as I've said, there was no inherent\nauthority for district courts to make this decision\nbefore.\nJUSTICE KAGAN: Well, let's just say\nCongress just didn't know. It was not on Congress's\nradar screen. Why would we treat this as exclusive as\nto this third situation?\nMR. JAY: You would do it this way because\nthe -- because the limitations are so clear and because,\nas Mr. Hawkins said, there's a universe with sort of\nthree possible relationships. Either the Federal term\ncomes before the State term, after the State term, or\ntwo Federal sentences can come at the same time. So,\nCongress prescribed very carefully that if one of those\nor if the second of those is met, then the terms may run\nconcurrently or consecutively. But by allowing the\nthird, the only other possibility --\nJUSTICE KAGAN: Well, now you're battling my\nassumption. You're suggesting that Congress must have\nhad this third situation in mind. But I'm saying, no,\nthe third situation is peculiar, and Congress didn't\nhave it in mind. Then what?\nMR. JAY: Well, its peculiarity, Justice\nKagan, doesn't take away from the fact that if you let\nthis situation in, then the limitations have no meaning,\nbecause if -- you know, if --\nJUSTICE BREYER: You're talking\nlinguistically, but I thought one Congress probably did\nhave it in mind. I agree with you about that. But\nleave that out. How do you do it? You are a Federal\njudge. The point of the Federal guideline is to create\na sentence with qualifications that reflects the real\nconduct in the world that the defendant engaged in. All\nright? So, we work that out. That's now 3 years.\nNow, our problem is that the State judge may\neat up some of that 3 years or may make the sentence\nconcurrent when it should be consecutive, because the\nconduct's different. So, I, the Federal judge, say:\nYou are convicted of a drug crime; you get 3 years. I\nknow there's a question here about whether there's a\nseparate gun crime. That's State. Now, I want these 3\nyears to run consecutive with the State conviction for a\nseparate behavior. Okay? Now, that's what I want.\nNow, if it's in the past, the State\nsentence, I can do it. But where it hasn't been\nhappening yet, how do I do it? I say I want it\nconsecutive, but the State court judge who later will\nhave control of the case can say: I put my extra 2\nyears and make it concurrent with the State sentence.\nYou see? It's a problem. It's a practical\nproblem. Now, maybe I'm wrong in what I've just said,\nwhich is why I said it, because I'm prepared to have you\ntell me I'm wrong, there is no practical problem. But I\nwant to hear it.\nMR. JAY: It's not a practical problem,\nJustice Breyer, for a couple of reasons.\n(Laughter.)\nJUSTICE BREYER: All right. Good.\nMR. JAY: Number one --\nJUSTICE BREYER: That's why I asked.\nMR. JAY: Number one, the judge doesn't\nknow -- you asked -- you asked us to assume that there\nhas been a conviction in the State, maybe just not --\nJUSTICE BREYER: No --\nMR. JAY: Maybe just not --\nJUSTICE BREYER: There has not been a\nconviction.\nMR. JAY: That just highlights my point.\nThere hasn't been a conviction yet, let alone a\nsentence. There may never be a conviction, and -- but\nif the judge wants to guard against that eventuality,\nthe judge can make a recommendation. And there are two\nsalutary things about making a recommendation rather\nthan a judgment.\nJUSTICE BREYER: How does the judge stop the\nState court judge later from making his conviction for a\nseparate form of behavior run concurrently with the\nFederal sentence? How does he stop that? What power\ndoes he have over State courts?\nMR. JAY: I don't think I or either of my\nfriends who are going to argue today or -- are\nsuggesting that the Federal judge has power to order the\nState court not to do something.\nJUSTICE BREYER: Correct. Then how can he\nstop it?\nMR. JAY: Well, the way that sovereigns work\nout who gets to punish defendants --\nJUSTICE BREYER: My point --\nMR. JAY: -- if they both want to punish --\nJUSTICE BREYER: You may have missed my\npoint. My point is because he can't stop it is why\nyou're right in this case.\nMR. JAY: I am delighted to hear that you\nthink we're right, Justice Breyer. But --\n(Laughter.)\nMR. JAY: But I want to -- I do want to give\nyou an answer to your question about why this is not a\npractical problem. The Federal judge can give -- can\nmake a recommendation that says if he's convicted and if\nhe's sentenced to a particular term in the State court,\nI recommend that the Bureau of Prisons not let him serve\nthem -- concurrently.\nCHIEF JUSTICE ROBERTS: So that -- so that\n20 years later after the defendant has served his\nmandatory minimum sentence, your friend in the Bureau of\nPrisons regional office is supposed to go look back and\nsee what the judge said 20 years ago?\nMR. JAY: Judges make recommendations all\nthe time, Mr. Chief Justice. They -- there is a section\nof the --\nCHIEF JUSTICE ROBERTS: I don't think that\nis responsive to the point I just made, that they make\nrecommendations all the time. I'm talking about the\neffectiveness of the recommendation 20 years later.\nMR. JAY: As the Court is aware, the\nAdministrative Office's standard form for the judgment\nin a criminal case allows the judge to make\nrecommendations to the Bureau of Prisons. So, this will\nbe in the judgment, the very judgment that the Bureau of\nPrisons will be looking at, whether it's a week later or\n20 years later. And if --\nJUSTICE GINSBURG: Mr. Jay, what does the\n\"or\" mean? Maybe the judge -- it was 20 years ago;\nmaybe the judge said nothing. Nevertheless, it's: What\nwas the intent of the sentencing court or the goals of\nthe criminal justice system?\nMR. JAY: Your Honor is reading from the\nBureau of Prisons policy statement.\nJUSTICE GINSBURG: Uh-huh.\nMR. JAY: If you go on in that policy\nstatement, it alludes to other considerations that the\nbureau looks at. And what that maps onto is the factors\nin section 3621(b). And I can represent to the Court\nthat when -- when the -- when an inmate asks for\nconcurrent treatment in this fashion, the bureau's\ncentral facility for designation and sentence\ncomputation goes through those factors in an\nindividualized way and makes a -- makes a decision.\nThat then is reviewable.\nJUSTICE SOTOMAYOR: Mr. Jay --\nJUSTICE GINSBURG: Do they take -- do they\ntake account of the -- the defendant's behavior in the\nState facility? Is that a factor?\nMR. JAY: It can -- in Federal or State\ncustody, Justice Ginsburg, it may be a factor. Yes.\nJUSTICE GINSBURG: Which is something that\nthe judge couldn't know.\nMR. JAY: That -- that's certainly correct.\nAnd on the flip side is that if the defendant has\nbehaved in an exemplary way, then either the judge --\nthe judge may indeed change his recommendation. We've\ncited a case in our brief where the -- where a judge --\nJUSTICE SCALIA: I thought we tried to get\nrid of all of that when we abolished the parole system.\nI thought we tried to take away from the bureaucrats the\ndecision to let somebody out earlier because he's been a\ngood boy and hold him longer because he hasn't.\nMR. JAY: Mr. Setser has been sentenced to\n151 months for his Federal crime. Nothing the Attorney\nGeneral does is going to shorten that in a way not\nauthorized by statute. It's not -- it doesn't make the\nsentence an indeterminant one. It's about where he's\ngoing to serve it.\nCHIEF JUSTICE ROBERTS: I suppose --\nJUSTICE SOTOMAYOR: Mr. Jay, there is some\nforce to your -- to Petitioner's argument that\nfederalism should be respected, that Federal courts and\nthe State judges and their individual wishes should be\nrespected and followed by BOP actually. The system\nyou're proposing actually takes away from both Federal\njudges control over the sentencing decision.\nIf Federal judges recommend the consecutive\nsentence, then the State judge can take that into\naccount in setting how much time they think is warranted\nfor their crime in addition or different from, and the\njudge -- if he wants it to run concurrently the way\nJustice Breyer said, he could just give a zero. He\nknows what the Federal judge wants.\nCHIEF JUSTICE ROBERTS: You may answer\nbriefly.\nJUSTICE SOTOMAYOR: The bottom line --\nMR. JAY: Thank you, Mr. Chief Justice.\nThe -- the State judge can still know what\nthe Federal judge recommends. If it's not -- it just\nwon't be binding under our view of the statute. And in\nany event, having the -- the second decisionmaker make\nthe decision armed with all the information is still\npreferable to having a premature determination locked\nin, in a judgment.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. JAY: Thank you, Mr. Chief Justice.\nCHIEF JUSTICE ROBERTS: Mr. Young.\nORAL ARGUMENT OF EVAN A. YOUNG\nON BEHALF OF AMICUS CURIAE,\nIN SUPPORT OF THE JUDGMENT BELOW\nMR. YOUNG: Mr. Chief Justice, and may it\nplease the Court:\nAs this Court stated nearly a century ago in\nEx parte United States, under our constitutional system\nthe right to impose the punishment provided by law is\njudicial.\nCongress does not transfer such core\nauthority from one branch to another without clearly and\nexpressly saying so. Neither section 3584 nor any other\nprovision of the Sentencing Reform Act even remotely\napproaches the clarity that Congress would use if it\nintended to restrict judicial sentencing in cases like\nSetser's.\nJUSTICE SCALIA: The Government says that\nthe Federal courts never had that power anyway, so that\nnothing is being restricted. And they contest the cases\nthat you've cited as demonstrating the existence of that\npower in the situation involved here to -- to determine\nwhether a future -- a sentence to be imposed in the\nfuture by State courts will be concurrent or consecutive\nwith the Federal one.\nMR. YOUNG: Against -- that is wrong,\nbecause against a number of cases that we cite -- and I\nwould commend them to the Court -- in which Federal\njudges previous to the Sentencing Reform Act\nanticipatorily sentenced, the Government and Mr. Setser\nhave provided zero cases before the Sentencing Reform --\nJUSTICE BREYER: Nobody found that out in\n1980 -- in 1980 or '79. If you look through the Senate\nreport on that, they don't refer to any of those cases.\nThey write it as if it was just as Justice Scalia and\nthe -- and the Government said.\nAnd, honestly, my question really is the\nsame one -- maybe I didn't put it clearly, but I think\nyou understood it -- that the reason that they want the\nFederal judge to be able to shape his sentence in light\nof other sentences that either the Federal courts or the\nState courts have given in the past is because you can\ndo it so that a single behavior gets a single sentence\nand a different behavior is going to be sentenced\nconsecutively, presumptively.\nBut you just can't do that where the State\ncourt hasn't yet acted, because -- at least you can't do\nit in the consecutive case, because the State court\njudge sees what you did, and he may decide: I don't\nwant it to be consecutive. So, here I am; I write in my\nsentence to be served concurrently with the Federal\ncourt sentence.\nNow, you can have every agency you want in\nthe Federal Government, but there's no way to get around\nthat. You can't force that State judge to do something\ndifferent, and you can't muck around with your Federal\nsentence in a way that will make it consecutive to a\nState court sentence that says it's going to run\nconcurrent.\nSo, there's a practical problem, and that's\nwhy it's left out. It's quite -- I mean, when I\nfinished reading it, I thought this is very logical.\nMR. YOUNG: Your Honor, I think --\nJUSTICE BREYER: Can you tell me what the\nanswer to that is?\nMR. YOUNG: I think the answer is that it\nturns much more on the order of imprisonment than the\norder of sentencing, because the Federal court in Mr.\nSetser's case, for instance, is imposing no obligation\nwhatsoever on the State. The State imprisoned first --\nJUSTICE BREYER: I don't deny that there are\nmany instances where you could get it to work,\nparticularly where you're going concurrent. I do deny\nthat there's -- it's all smooth sailing. There are a\nlot of cases you can't get it to work. I don't want to\nrepeat myself again. I've given you the example. I\ngave him the example. And I want to know how you would\novercome that could be quite common situation where the\nState judge hasn't done it yet; so, there's no way to\nrequire the Federal court sentence to be served\nconsecutively, if the State judge decides it shouldn't\nbe.\nMR. YOUNG: Well, let's take this very case,\nfor instance. Mr. Setser was sentenced in Federal court\nfirst, and the Federal court said: I see that there is\ncoming a State probation revocation. I want this\nFederal sentence, which will be served last, to have no\ncredit for whatever happens in State court.\nJUSTICE BREYER: He can do that.\nMR. YOUNG: And that's all he did do.\nJUSTICE BREYER: Oh, I know.\nMR. YOUNG: That's all that matters --\nJUSTICE BREYER: I don't deny there can be\nsome. I say there is a concern that if he were to say\nin a different case, I want the gun thing which is going\nto State court to be consecutive, that he can't control\nthat. Because the State court judge could say I want my\ngun sentence, State, to run concurrently with Federal.\nMR. YOUNG: What the State judge could not\ndo is to say I want this State sentence, which is going\nto be served first, to run concurrent to the\nlater-served Federal sentence. Because that would\nrequire the Federal sovereign to let someone go.\nJUSTICE BREYER: Oh, well, now we're getting\nawfully complicated.\nJUSTICE KAGAN: Mr. Young --\nJUSTICE SOTOMAYOR: Actually, it becomes\neasier than that. The State court can't force the\nFederal Bureau of Prisons to take the prisoner back,\ncorrect?\nMR. YOUNG: Can't force the Federal Bureau\nof Prisons to do anything. Release --\nJUSTICE SOTOMAYOR: Exactly. And so, all it\ncan do is sentence the defendant to whatever time it's\ngoing to sentence the defendant. The defendant serves\nthat time. Then the Federal sovereign takes over and\ndoes whatever the Federal judge said.\nMR. YOUNG: Precisely, and --\nJUSTICE SOTOMAYOR: Runs it consecutively or\nconcurrently. Whatever the Federal judge said controls\nin every situation.\nMR. YOUNG: The Bureau of Prisons can\neffectuate that order very easily once that's happened.\nJUSTICE KAGAN: Mr. Young, the Government\nsays that there are three situations in which this\nconsecutive/concurrent problem comes up. This statute\ndeals with two of them. And the Government wants --\nargues that in dealing with two of them, it impliedly\nstated a rule on the third. What's the best argument --\nwhat's your best argument against that?\nMR. YOUNG: I think the best argument is\nthat the statute plainly does not withdraw any\nauthority. It doesn't describe it at all. What the\nstatute does -- in --\nJUSTICE KAGAN: Well, I think that that's\nnot right. It seems to me that the first sentence of\nthis statute grants authority to the courts in these two\nsituations. And the second and third say what happens\nwhen that authority isn't exercised. The question I'm\nstruggling with -- and it's the same question I put to\nMr. Jay -- is why we should think that the grant of\nauthority over situation A and situation B is a denial\nof authority over situation C? So, what's your best\nargument?\nMR. YOUNG: Well, my best argument, assuming\nthe premise that it's a grant, which I think is not the\nbest way to read it, but if it's a grant of authority,\nstill the correct answer is it says nothing at all about\nthe anticipatory context. And Congress must speak\nclearly if it will withdraw power from the courts.\nJUSTICE GINSBURG: Well, it does to this\nextent: If it's two -- if the second sentence that\nhasn't yet been imposed, but there's an indictment in\nanother Federal court, if there's two consecutive\nprosecutions, the first judge can't say I want my\nsentence to run consecutive to the one that may or may\nnot be imposed by another Federal judge. That would not\nbe possible, right?\nMR. YOUNG: I think it would not be\npossible.\nJUSTICE GINSBURG: So, why should it -- if\nthe order is one way for successive Federal\nprosecutions, why should it be different when the second\nprosecution, instead of being Federal, is State?\nMR. YOUNG: For several reasons, one of\nwhich is -- I think it ties into Justice Breyer's\nquestion. If the Federal judge sentences first and\nimprisons first, it could not impose a consecutive or\nconcurrent term as to the later-served State sentence\neither. The first imposed Federal sentence will\npresumably be served first in the same Bureau of\nPrisons. And so, there's nothing for it yet to be\nconsecutive or concurrent to.\nA second answer is that all Federal\nsentences are served under the jailer of the same\nsovereign, the Federal; whereas in the anticipatory\ncontext, we have two different systems. And so, the\nfirst sentencing federal judge is the only judge that\ncan compel the jailer of the Federal sovereign to either\ncredit or not to credit; whereas in the Federal/Federal\nsystem, under the statute, the second judge is\nexplicitly given the power to alter the default rule.\nSo, in all Federal cases, either a default rule or a\njudge will determine whether or not a credit should be\ngiven to the defendant.\nJUSTICE GINSBURG: But it will be the second\njudge.\nMR. YOUNG: The second Federal judge can do\nit, but the second State judge cannot, because this\nstatute can neither empower the State judge --\nJUSTICE GINSBURG: But the State judge can\ndecide what's going to happen to the second sentence.\nMR. YOUNG: If the second sentence is served\nsecond. But as in this case and many others, the second\nsentence is served first. And, consequently, the second\nsentencing judge, the State judge in Mr. Setser's case,\nhas no power to determine whether or not that sentence,\nwhich will be served first, will be consecutive or\nconcurrent.\nJUSTICE GINSBURG: What do you do --\nMR. YOUNG: And I know there's a lot of\nfirsts and seconds going on here, but the point is --\nJUSTICE GINSBURG: But what do you do with\nthe -- the argument that the judge who anticipates a\nsecond sentence may be wrong? He doesn't know what that\nwill be. And when I asked, how does the bureau make\nthese judgments -- does it take into account the conduct\nof the prisoner in the State facility -- that's\nsomething that the judge who sentences first can't\npossibly know.\nMR. YOUNG: It's true, but the same\nprisoner -- if the State sentence had happened 10\nminutes before the Federal sentence, the Federal judge\nwould have plenary authority to impose a consecutive\nsentence, even though it would be served last. And all\nof that conduct that will happen in the State system\nwould be irrelevant. The sentence happened at the time\nof sentencing.\nNow, there is a statutory provision that\ndoes describe exactly how the Bureau of Prisons should\ninteract with the courts in the context of a sentence\nthat needs to be changed, and that's section 3582(c).\nAnd in that statute, the -- the judge will remain the\ndecider because the Bureau of Prisons goes as a\npetitioner and says to the court there are compelling\nand extraordinary reasons to modify this sentence.\nAnd then the court, always in the position\nof the decider and using the section 3553(a) factors,\nwill decide whether or not the Bureau of Prisons'\npetition should be granted. But never in any statute is\nthe Bureau of Prisons given the authority to use the\nsentencing factors under section 3553.\nAnd, in fact, the sentencing factors that\nthe Government contends would allow it to make a\nsentencing determination under section 3621, page 2a of\nthe Government's merits brief, starts off with the very\npreliminary requirement. And I'll read from the second\nsentence of 3621(b): \"The Bureau may designate any\navailable penal or correctional facility that meets\nminimum standards of health and habitability established\nby the Bureau.\" Which means that if this is the power\nthat the Bureau of Prisons has to make a sentence\nconcurrent, a State prisoner in a true hellhole would\nnot be able to get a concurrent sentence. The person\nmost in need of that judicial mercy would be precluded\nby statute if we subject this statute to anything like\nthe textual rigor that the Government wants to subject\n3584 to.\nPlainly, what 3621(b) does is articulate a\nset of principles that allows the Bureau of Prisons to\ndecide to which prisons defendants should go, not how\nlong they must stay there. That is an element of\npunishment, which is quintessentially judicial. This\nCourt said in Ex parte United States -- it's been quoted\nand cited by courts across this country for a hundred\nyears. And, in fact, in that case, it was said to be so\nhistorically established that it hardly merited comment.\nAnd now --\nJUSTICE BREYER: Well, I'd be a little\nworried in this case at deciding whether section -- what\nis that section -- the place of imprisonment, section\n3621(b), whether that does or does not give the power to\nthe Bureau of Prisons, the power that they've assumed\nfor many, many years. Do we have to decide that\nquestion here? I didn't realize I was deciding that. I\nthought I was just deciding whether -- whether the\njudge, the sentencing judge, has the power to impose,\nsay, a consecutive sentence, say my sentence will run\nconsecutively to a State court sentence that has not yet\nbeen imposed. I thought that was all I had to decide.\nMR. YOUNG: That is all you have to decide,\nbut in so deciding, you're confronting the argument that\nthe Government makes which is: No, no; Congress has\nexclusively vested this sentencing function in us.\nJUSTICE BREYER: I don't think you have to.\nI mean, maybe we do have to get to that.\nJUSTICE SCALIA: Well, somebody has to make\nthat call.\nMR. YOUNG: Should it be the judge or the\njailer?\nJUSTICE SCALIA: I mean, if you say -- it's\neither the judge or the jailer. There's nobody -- who\nelse is going to make it?\nMR. YOUNG: That's precisely the point. And\nthe argument --\nJUSTICE SCALIA: So, if you say the judge\ncan't, it's going to be the Bureau of Prisons.\nMR. YOUNG: Precisely. And to say that\nCongress has never given it to the Bureau of Prisons\nnecessarily means that it is the judge.\nJUSTICE BREYER: Well, let me ask you this\nthen: Is it -- is it -- if we want the judge to be able\nto say this particular prisoner will serve his Federal\nsentence after the State gun sentence is served or,\nalternatively, with the State gun sentence, the 3621\nsays that -- that the judge can, if that sentence, State\nsentence, has not yet been imposed, we don't know what\nit is -- we don't know if it will be imposed. We don't\nknow what they're going to say. We don't know whether\nthey're going to sentence him to -- count his time, time\nserved in the Federal jail. I mean, I don't know what\nthey're going to say in Federal prison.\nBut he can write down what he wants, as (4)\nis \"any statement by the court that imposed the\nsentence.\" A statement \"concerning the purposes for\nwhich the sentence of imprisonment\" has been imposed.\nYou would say I'm trying to get a single behavior\npunished once with 4 years, and then that separate\nbehavior I would like punished by 2 years more. Okay?\nSo, you write it down and the Bureau of\nPrisons follows it. And if they don't follow it, they\ncould get reversed by a district court, abuse of\ndiscretion. Now, will that solve the problem.\nMR. YOUNG: It doesn't, Your Honor, because\nwhat that factor allows the Bureau of Prisons to do is\nto decide, based upon the judgment here, is this someone\nwho needs to be in the super-max or is it someone that\ncan be in a much more minimum security type prison?\nNone of this has anything to do with the\ndetermination of how long someone should spend in\nprison, 10 years, 20 years. The Government says it's\nall the same; you'll serve your Federal prison term. It\ndoesn't seem that from the perspective of an identically\nsituated person who will spend 20 years rather than 10\nyears of his life in prison.\nJUSTICE SCALIA: Am -- am I correct, Mr.\nYoung, that if -- if the Federal sentencing judge is\nerroneous in his prediction of what the State court\nlater sentencing will do, that his order, based upon\nthat erroneous prediction, can be altered upon appeal by\nthe Bureau of Prisons?\nMR. YOUNG: That's correct. And the only\nsituation in which a prisoner would be harmed is if the\nFederal judge says, I want it to be consecutive, and\nthen the Bureau of Prisons comes in later, 20 years\nlater after he is done with the State term, let's say,\nand says, boy, we would have made this concurrent, and\nhere are all reasons why. Congress has provided a means\nto do that, section 3582(c). Go to the Federal court as\nthe petitioner, not the decider. Congress did not\nunilaterally give the Bureau of Prisons the power it is\nnow claiming. And so, for that reason --\nCHIEF JUSTICE ROBERTS: I'm interested in\npursuing the point Justice Breyer raised. I am troubled\nby the idea that someone in the Bureau of Prisons makes\nthis determination, but I -- I wonder how that -- how\nthat helps you.\nYou said it's either the jailer or the\njudge, and, therefore, you do have to decide it. But\nmaybe it's either the first judge or the second judge.\nMR. YOUNG: In -- in --\nCHIEF JUSTICE ROBERTS: Why -- why isn't --\ndoesn't it make sense to say that the Federal court\ndoesn't -- whoever is second can always tailor their\nsentence to what they want. Whoever is first just has\nto give the sentence that he or she thinks is\nappropriate.\nMR. YOUNG: Because in the dual sovereignty\ncontext, that second sentencing judge cannot compel the\nFederal sovereign to either reduce --\nCHIEF JUSTICE ROBERTS: Doesn't compel --\nno, doesn't compel the Federal sovereign. He would say:\nLook, I want to give 10 years.\nMR. YOUNG: Right.\nCHIEF JUSTICE ROBERTS: I see you've already\ngot, you know, a -- a 15-year sentence under the\nFederal, but I don't want it to be 25 years. So, I'm\ngoing to, in fact, just give you a 5-year sentence.\nDo understand what I'm making --\nMR. YOUNG: Yes.\nCHIEF JUSTICE ROBERTS: Whoever the second\njudge is can figure out exactly how long he thinks the\nsentence should run and give a sentence accordingly.\nMR. YOUNG: That cannot be the case if it's\na State court and the State court does not know, with\nrespect to a later-served Federal sentence, whether or\nnot the time will be credited. So, in other words, in\nyour example --\nJUSTICE KENNEDY: Well, but I suppose in the\nChief's example a super-cautious State court judge would\nsay: I see you've got a 15-year sentence here. I don't\nknow if it's going to be concurrent or consecutive. So,\nI'll sentence you to nothing at all.\nI mean, I suppose -- which shows that\nthere -- if -- if you follow your rule, you may be\ninfringing on the Federal balance, but then you would\nsay the BOP can do the same thing.\nMR. YOUNG: In the case in which the -- the\nState judge says, I want it to be zero, then we know\nthat the State relinquishes its custody. And whatever\nhappens later in Federal prison, a pardon, let's say, or\na reversal, that's -- that's gone and done for the State\nno longer has the claim on him. They've sentenced him\nto zero.\nIf the State judge knows, however, that the\nFederal court has sentenced someone to 5 years and it\nwill be consecutive because it's served last to whatever\nthe State judge imposes, the State judge now is in a\nposition, and only in that situation, is in a position\nto say, okay, if I give you 2 years, you will spend 7,\nbecause I know that the Federal sentence will be\nconsecutive.\nOn the other hand, if the curtain is only\npulled up by the Bureau of Prisons at the end and the\nState judge says I want you to have 10 years, I'll\nsentence you to 5, and the Bureau of Prisons pulls up\nthe curtain, it's concurrent. Then only 5 years has\nbeen sentenced.\nJUSTICE KENNEDY: Well, you're saying that\nyour position is really more consistent with the Federal\nbalance because it allows the State to know what it's\ndeal with?\nMR. YOUNG: Precisely. The only way to\nreally respect the second sentencing State judge is to\nprovide clarity, rather than to force that State judge\nto guess, to sentence in the dark, about what will\nactually happen to this defendant later on when he\neventually, after State confinement, is transported to\nthe Federal prisons.\nThis case is only about that situation in\nwhich the first sentence is imposed by the Federal\ncourt, but before the Federal sentence is enforced, all\nof the State -- that's why the Federal bookends, I\ndescribe it. We start with the Federal sentence, and we\nend with the imposition, the service of the Federal\nservice.\nAnd in between those two things, the State\nsentencing and imprisonment occurs. And so, the State\njudge cannot make his sentence be concurrent or\nconsecutive to the Federal sentence, because the Federal\nsentence hasn't been imposed yet. Consequently --\nhasn't been served yet. Consequently, providing that\nState judge with knowledge about what will happen is the\nonly way to give that State judge the respect the State\njudge needs and requires to be able to implement State\ngoals in a meaningful way. Otherwise, it's a guess.\nAs you heard, the Bureau of Prisons does not\nfollow, as a matter of course, a second sentencing State\njudge's preference that it be concurrent or consecutive.\nThat is something that the Bureau of Prisons, as\nresponsive to the Federal courts, Federal sovereign,\nwill decide based upon what happens in the Federal\ncourt.\nJUSTICE ALITO: This is perhaps something\nthat I should have asked the Solicitor General, but do\nyou have any idea how often this situation comes up?\nMR. YOUNG: I don't have specific numbers.\nIt's difficult to find them, but I think it's\nincreasing. And the reason for that is the explosion of\nFederal criminal law. There's still far more State and\nlocal law enforcement officers in this country. And the\ndoctrine why these -- why these sentences can be imposed\nfirst but served last is because of the primary custody\nrule. Because a local or State law enforcement officer\nwill most likely arrest someone whose act will violate\nthe laws of both sovereigns, that person will be in\nState custody.\nWe now have so many more offenses under the\nFederal Criminal Code than we did even back when\nCongress passed the Sentencing Reform Act, which goes,\nperhaps, to Justice Kagan's point. Congress may not\nreally have been thinking about this at all.\nJUSTICE KAGAN: So, is there evidence one\nway or the other on that question, whether this\nsituation was in any meaningful sense before the\nCongress?\nMR. YOUNG: Everything is silent. I think\nit was not. As to the question about whether courts\ncould impose concurrent consecutive sentences, what the\nreport says, footnotes 310, 314, 318, pages 126, 127,\nand 129 of the sentencing report, there were some courts\nthat thought that a prior statute stopped them from\nimposing only concurrent sentences in the dual\nsovereignty context.\nCongress made very clear -- in fact, it\ncited by name United States v. Segal, one of the cases\nthe Government cites for this proposition, as being\nincorrect. We want to make it clear, Congress says in a\nreport, you can impose concurrent sentences, but all\nalong consecutive sentences were imposed anticipatorily.\nAnd so, this is sort of like, you know, the\nrule that someone cannot have M&M's at all being held to\nmean that you cannot have candy after dinner if you have\nSnickers after dinner every night. Once you remove the\nobstacle to having M&M's, then presumably you can have\nthem after dinner as well. There was no rule that you\ncouldn't have candy after dinner.\nThere was no rule that Federal courts could\nnot sentence anticipatorily. There was simply a\nstatutory bar that some courts thought stopped them from\nimposing concurrent sentences in the dual sovereignty\ncontext.\nJUSTICE ALITO: Well, in order for you to\nprevail, I think we -- is it correct, we would have to\ndetermine that there was this authority inherent in the\njudiciary prior to the enactment of this statute?\nMR. YOUNG: I don't think that that is\nnecessarily true. I think it makes it much easier. And\nthere can be no question that concurrent and consecutive\nsentencing is inherently and quintessentially judicial.\nThis court in Oregon v. Ice only two terms ago regarded\nit that way.\nJUSTICE ALITO: Yes, with respect to Federal\nsentences, certainly that's true. But with respect to\nFederal and State sentences, it may be, as you\nsuggested, that this just didn't come up very often\nuntil the enactment probably of the Federal drug laws\nand -- and a few other statutes that created offenses\nwhere you have -- where the same conduct would\nconstitute a violation of both Federal and State law.\nAnd so, you have this situation coming up with greater\nfrequency.\nMR. YOUNG: That's true. With greater\nfrequency, it did happen, and the courts recognized this\nand, without any concern, sentenced anticipatorily.\nJUSTICE KAGAN: But -- but if one had -- you\nknow, what I take as the view of Justice Alito's\nquestion is that there was no -- no practice supporting\ncourts sentencing in this way. It -- it just wasn't\ndone. Mostly, it wasn't on anybody's radar screen that\nthis was a significant issue. What would we do then, if\nwe thought Congress didn't speak to it, but we also\ndidn't see a past practice inconsistent with what the\nGovernment is suggesting?\nMR. YOUNG: In that case, if the choice is\nbetween the judge and the jailer, I think the choice is\nclear. If Congress did not specifically say that\nsomething as quintessentially judicial as deciding how\nlong someone would spend in prison must be decided by\nthe executive branch, questionable whether it could, but\nunless it explicitly said this is how we want it to\nhappen, there can be no doubt that imposing extra\npunishment or withdrawing punishment is so judicial in\nnature that, even if Congress didn't think about it and\nexplicitly address the problem, the tie certainly has to\ngo to the judge.\nJUSTICE BREYER: No, it isn't a tie. It's\n-- I mean, there's one thing on each side. On your side\nis the fact that the sentencing judge, Federal, is\ntrying to figure out his own sentence, and he does --\neither he does want or he doesn't want that particular\nindividual to serve additional time, should a State\ncourt judge later decide on some related or unrelated\nmatter. All right?\nAnd if that were all that was at issue, and\nthe choice is between his saying -- just doing it,\nwriting it in the sentence, or he's writing down his\nreasons what he'd like to have happen and letting the\nBureau implement that as best they can under the section\nwe are talking about. That's on the one side. And that\nsays let the judge do it; don't give the implementation.\nOn the other side is to let the judge do it\nrisks complex interference with the second to sentence,\nwho is the State court judge.\nIt may be you're right that there's some way\nof working it out, but it sounds complicated to me,\nparticularly in -- in the consecutive case.\nSo, we have federalism principles on one\nhand, versus the judge, versus the bureaucracy on the\nother. And so, it isn't so easy. That's -- that's why\nI think this is not such an easy case.\nMR. YOUNG: Well, let me address what the\nanticipatory sentencing, the Federal judge, how he could\npossibly interfere with the State. I don't think that\nhe can if the State is sentencing second and imprisoning\nfirst.\nJUSTICE BREYER: No, no. It's the State\ncourt judge that wants to sentence a person to an\nunrelated offense --\nMR. YOUNG: Right.\nJUSTICE BREYER: -- but he wants -- he\ndecides he wants it to run -- concurrently with the --\nongoing Federal sentence. There's no way to stop it.\nMR. YOUNG: Well, the question -- that's --\nthat's the key point. If it's an ongoing Federal\nsentence, I certainly agree. But the point here is his\nFederal sentence hasn't begun. Setser doesn't begin to\nserve --\nJUSTICE BREYER: All right. Then you -- but\nyou can't break this thing down. Either they have the\npower in the Federal district court under this\nparticular provision, with all its presumptions, to run\nthis mechanism, the one that's in the statute, in\nrespect to State court sentences that have not yet been\nimposed or they do not have that power. We can't break\nit down and say sometimes you have it, and sometimes you\ndon't.\nMR. YOUNG: If the State court sentence has\nnot been imposed and will run second, a Federal court\ncan say consecutive or concurrent, but it wouldn't have\nany meaning. Just as the State court, if it had tried\nto bar the Federal Bureau of Prisons from keeping\nsomeone, would have no meaning. There's nothing for it\nto be consecutive or concurrent to, if it's the first\nsentence being served.\nAnd so, in -- in that regard, I think the\nkey point is a Federal court cannot say, I'm the first\njudge to sentence and my sentence will immediately\nbegin; I want it to be consecutive to another State -- a\nfuture State sentence. It wouldn't mean anything,\nbecause the State would get that prisoner after he\nsatisfied his Federal term, and the State can do what it\nwants. Let him go, keep him longer. That's the dual\nsovereignty principle.\nCHIEF JUSTICE ROBERTS: It can't -- it\ncan't if, for example, they're dealing with a mandatory\nminimum. Right? If the State court judge has to\nsentence the person to 10 years, then your explanation\nfalls apart.\nMR. YOUNG: If State law has a particular\nrequirement as Federal law in some cases -- 924(c)\ndoes -- then that's the way dual sovereignty works as\nwell. But there is never a situation in which a State\njudge is worse off by having the knowledge of what the\nFederal court will sentence -- has sentenced and how\nthat sentence will be imposed.\nAgain, if there's a problem with it, the\nBureau of Prisons has a way to solve it, and it's\nthrough section 3582(c). It's not through a unilateral\ndetermination, 20 years later perhaps, seeking the\nadvice of a judge. Maybe the advice of the judge is\nprovided at the time of sentencing. And if it can do\nthat, there's no reason why it couldn't be an order that\ncan be enforced rather than a piece of advice that is\ngiven at the time of sentencing.\nJudges decide how much punishment someone\nshould receive. In Federal court, Federal judges decide\nhow long someone should spend in the Federal Bureau of\nPrisons. State courts can't do it, but they can adjust\nsentences within the strictures of State law to account\nfor what they know is coming if Federal courts are able\nto provide that advice.\nAnd if they cannot decide that issue and\nadvise the State court judge of what will happen, then\nthere are situations that will occur when the Bureau of\nPrisons administers these sentences, and there's no\nquestion about that either. But the point is there is\nnever a situation in which a judge, able and willing --\nable to follow the section 3553(a) factors and willing\nto impose that sentence, is doing something that will be\nworse for the defendant or worse for the States than if\nhe does not do it.\nYou contrast the -- the two situations that\ntwo equally situated people would be in. On the one\nhand, sentencing in open court by an Article III judge\nsubject to the section 3553(a) factors with direct\nreview in the courts for reasonableness. On the other\nhand, sentencing by administrator without any of those\nsalutary procedural protections, without direct review\nin the courts, and based on factors that determine to\nwhich prison someone should go, not how long they must\nstay there for purposes of punishment.\nAnd for that reason alone, if for none\nother, the Court should affirm the judgment because it\nallows district judges, subject to their wise exercise\nand sound exercise of discretion, to make these\nsentences to clarify things upfront for everyone: the\ndefendant, the State courts, and the Bureau of Prisons.\nTwenty years, this country has had half of\nthe circuits following this practice, and there's not\none case cited on the other side showing that any\nmal-administration of justice has resulted, any lack of\nclarity, any problems with respect to how these\nsentences are enforced.\nAnd that's because it does the opposite.\nAllowing judges who are able, in cases like Setser's, no\nmatter how much time the State gives for probation\nrevocation, no Federal credit should be given to it. He\nknows enough. He knows everything he needs to know to\nmake that sentence. He made it. It's effectuated by\nthe Bureau of Prisons. The Government has not said once\nthat it cannot enforce that sentence.\nAnd to the extent that Setser wishes to\nchallenge how the Bureau of Prisons credits the State\norder, the mechanism to do that is to exhaust his\nadministration -- administrative remedies in the BOP and\nthen seek judicial review to determine whether that\ncalculation was done rationally and fairly.\nThis appeal is not the place for that. This\nappeal is to determine whether district courts never\nhave such authority.\nI thank the Court.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Hawkins, you have 2 minutes remaining.\nREBUTTAL ARGUMENT OF JASON D. HAWKINS\nON BEHALF OF THE PETITIONER\nMR. HAWKINS: Thank you.\nJustice Breyer, if I could go back to your\nhypothetical, I think that the way that the Federal\njudge can get this accomplished is simply by waiting.\nAfter -- after the -- the conviction, Your\nHonor, they can send a State prisoner back down to State\ncourt, allow for that State sentence to be imposed, and\nthen he can come back into Federal custody. And in that\nsituation, that is when the court has the authority to\nissue this binding order. That is the -- because it has\nall of the information.\nAnd -- and I would also --\nJUSTICE SOTOMAYOR: That's preferable, to\nclog the judicial system with untold number of Federal\nconvictions that have not been reduced to judgment?\nThat's preferable to giving judges or recognizing their\npower to state their views up front?\nMR. HAWKINS: Your Honor, the judge can\nstate the views -- her views up front in a\nrecommendation. It cannot do so if it doesn't know all\nthe facts. It cannot bind --\nJUSTICE SOTOMAYOR: Could you tell me what\nfacts would affect the sentence here? The judge here\nvery clearly believed that some of the State charges\noverlapped and some didn't. And so, it ran some\nconsecutive to one set of State charges and concurrent\nto the other.\nWhat are the facts with respect to the\ndefendant that the Federal court needed to know?\nMR. HAWKINS: Your Honor, I think in looking\nat 3584, it may well seem reasonable for the Federal\ncourt to have done this, but the -- the fact is, is that\nCongress drew a bright line, and he has to be subject to\nthis undischarged term of imprisonment.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. HAWKINS: Thank you.\nCHIEF JUSTICE ROBERTS: The case is\nsubmitted.\n(Whereupon, at 11:05 a.m., the case in the\nabove-entitled matter was submitted.)\n40:7 42:5 9:3,5 20:23 argues 35:16 a.m 1:13 3:2 19:6,6 21:6\n55:19 21:9 48:7 50:6 arguing 7:5 59:13 29:16 45:25\n57:4 50:16 argument 1:12 57:14\n59:14 39:22 58:6 29:13 30:15 back 13:25 14:6 9:19\nallowing 14:24 36:7,8 38:17 19:6 22:2 27:3 branch 30:25\n46:24 56:18 Article 56:8 46:24 17:18,20 23:24\n38:20 alter 37:20 asked 25:7,9,9 based 43:4,17 25:22 26:6,10\naltered 43:18 38:19 48:8 48:5 56:13 26:12,16 29:24\n48:18 amazing 19:13 1:16 beginning 17:1 40:22 41:13\n19:17 assume 22:5,13 begun 53:15 42:4 44:7\n12:15 14:2 assuming 36:8 behaved 28:22 brief 9:25 10:3\n30:1 33:3,4 22:14 23:16 25:24 28:14 39:24\nanticipatorily 20:20 21:24 4:14 5:15 6:6 bureau 6:8,10\n50:2 51:3 Austin 1:19 11:24 10:7,15 13:8\n57:14 36:12 37:14 4:15 14:10 believes 9:15 15:14 18:19\nanybody's 51:8 16:14,16,17 36:6,8,10 27:2,15,16,25\napart 54:22 22:8,21,24 better 7:6,15 35:10 37:9\n50:14 approaches 31:3 40:2 bit 18:20 46:19 47:25\n55:6,16 50:17 51:23 clearly 30:25 50:4,12 54:3,7 consecutively\n56:21 53:14 32:1 36:13 58:25 3:14 4:6 7:4\nchallenge 57:12 58:23 concurrently 8:6,21 17:8\nchanged 39:10 Code 48:22 12:7 13:24 32:8 33:19\n11:5,6 characteristics 23:10 50:19 17:7 21:2 consecutive/co...\n12:2,4 9:12 58:7 23:13 25:24 35:14\n13:3,11 charges 8:5,5,8 comes 5:16 26:24 29:23 consequence 6:4\n58:23,25 14:18 19:6,23 32:14 34:11 consequences\n9:18 10:4,19 43:23 48:9 concurrent/co... consequently\n18:13,17 19:25 50:24 55:19 conduct 24:5 considerations\n30:1,4 21:21 conduct's 24:10 constitute 50:23\n57:21 59:9,11 compel 37:17 41:10 14:14\nCircuit 17:24 11:7 31:3 36:12 context 4:13\n8:15 9:11 computation 49:16 51:10,15 contrast 56:6\n26:14 circumstances 28:9 51:22 59:7 control 24:20\n28:24 4:25 concern 34:7 Congress's 23:2 29:18 34:9\n33:7,21 cite 17:19,25 51:3 conscious 22:20 controls 35:8\n38:7,9 31:15 concerning consecutive convicted 24:11\n45:12 cited 9:21 28:24 42:18 17:13,16 24:9 26:21\n47:8 31:9 40:18 concerns 3:11 24:14,19 29:19 conviction 24:14\n52:20,24 49:14 56:24 conclusion 3:17 31:12 32:11,13 25:10,14,16,17\n59:11,13 cites 49:15 concurrent 8:6 32:20 34:9 25:23 58:4\n31:4,8 claim 46:6 24:9,21 28:7 37:11 38:11 58:14\nclaiming 44:5 31:12 32:22 39:2 41:6 core 30:24\n37:21 clarify 56:20 33:11 34:14 43:22 45:20 correct 5:22\n54:24 clarity 31:3 47:3 37:7,11 38:12 46:10,15 47:18 12:18 26:6\n57:1 40:6,7 43:25 48:2 49:7,18 28:20 34:23\n40:2 56:21 57:18 decides 10:22 14:11 28:8 dual 44:21 49:11\n30:12 cover 4:21 53:10 deter 8:25 D.C 1:8,17\n59:9 create 24:3 deciding 10:11 determination\n56:22 6:20,25 19:9 41:10 51:16 21:7 30:10 earlier 29:3\ncredits 13:14 14:5 17:24 37:22 38:10 Easterbrook\n5:17 6:7 57:12 22:24 28:10 50:8 56:13 4:18\n7:8,23 crime 9:12 29:3,18 30:9 57:15,18 easy 52:23,24\n10:9 15:12 20:17 decisionmaker determining eat 24:8\n12:11 24:11,13 29:6 30:8 20:25 21:3 effectiveness\n13:25 29:22 default 5:16 difference 5:25 27:11\n15:10 criminal 10:9,12 37:20,21 6:5,12 effectuate 35:11\n17:8,9 27:14,23 48:13 defendant 3:19 different 4:5,19 effectuated 57:8\n24:19 48:22 5:1 6:5 9:12 5:9 21:2 24:10 Einstein 18:24\n26:5,22 curiae 1:19 2:11 10:23 12:3,7 29:22 32:7,19 either 3:21 8:15\n28:5 30:16 15:12 16:3 34:8 37:1,15 23:8 26:2\n31:16 curtain 46:16,20 18:7 24:5 27:1 difficult 48:11 28:22 32:4\ncustody 19:23 28:21 35:2,3,3 dinner 49:21,22 37:8,17,21\n28:17 46:3 37:23 47:5 49:24,25 41:20 44:11,13\n48:16,20 58:7 56:4,21 59:3 direct 11:25 44:23 52:4\n39:13,15 defendants 7:7 56:9,12 53:18 55:25\n41:7 D 26:9 40:14 director 10:21 element 40:15\n43:16 D 1:14 2:3,14 defendant's directors 10:8 empower 38:3\n45:13 3:1,7 57:23 21:21 28:14 directs 8:22 enacted 21:10\n46:9 Dallas 1:15 Defender 1:15 disagree 22:19 enactment 50:9\n48:6 dark 47:4 define 10:17 discretion 11:22 50:20\n52:6,17 days 6:13 18:25 11:24 43:1 enforce 57:10\ndeal 11:10 46:25 delighted 26:15 56:19 enforced 47:10\ndealing 35:16 demonstrating dissatisfaction 55:12 57:2\n54:19 31:9 14:4 enforcement\n57:20 deals 35:15 denial 36:5 district 3:13 48:14,17\n59:3,6 decide 15:11,22 deny 33:9,11 15:11 16:1 engaged 24:5\n21:12 39:17 40:14 Department 42:25 53:19 6:19,25\n26:1 41:2,8,9 43:4 1:17 56:18 57:18 entity 14:22\n31:7,12 44:12 48:5 describe 35:21 doctrine 48:15 20:2\n35:25 52:6 55:14,15 39:8 47:12 doing 52:9 56:3 equal 12:2\n39:9 55:21 designate 18:1,4 doubt 51:20 equally 56:7\n48:4 decided 15:15 18:19 19:7 dozen 10:22 erroneous 43:16\n50:1,3 51:17 40:1 drew 59:7 43:18\n55:17 decider 39:12,16 designates 19:22 drug 8:4,5,8 ESQ 1:14,16,19\n56:10,13 44:3 designation 24:11 50:20 2:3,6,10,14\nfaces 12:3 29:25 30:6 54:7,10 36:24 37:24\n14:21 20:10 32:3,4,14,17 fit 4:2 give 5:6 13:8\n18:1,4,20 19:6 33:22,23,25 flip 28:21 29:24 40:25\nfact 12:19 14:4,9 36:17,20,25 45:23 48:1 47:22 52:14\n39:8 43:3 44:2,16,23,25 force 29:13 giving 58:15\nfactors 8:22 9:6 45:5,14,24 32:18 34:21,24go 13:1 16:25\n45:16,18 10:16,18 28:4 47:7,9,10,11 form 25:24 34:16 40:14\n28:9 39:16,20 47:12,13,18,18 27:13 44:2 51:24\n56:13 50:1,16,18,20 forward 18:2,20 58:1\n59:2 53:1,11,13,15 found 31:20 27:22 47:24\nfanciful 16:23 55:3,15,15,16 friend 27:2 48:23\nfashion 28:7 58:2,7,13 59:3 front 9:24 58:16 8:15,17 11:3\n7:11 8:4,5,14 37:18 future 31:11,12 34:8,13 35:3\n10:20,23 11:8 52:3 41:25 42:12,13\n15:11,12,21,25 48:11 G 3:1 good 13:14 25:5\n57:11 20:3,4,9,13,14 20:17 21:9 48:8 20:13 31:6,18\n51:20 20:22 21:12,13 34:14 35:24 16:11,14,15 35:12,15 39:22\n23:8,10 24:2,3 37:9,16 38:8 Ginsburg 5:25 43:9 49:15\n25:25 38:11,22 44:13 6:16 18:9,11 51:12 57:9\n15:18 9:17 10:1,14 implement 29:9 2:14 3:7 57:23\n11:2,13,23 47:23 52:12 indictment Jay 1:16 2:6\n13:21 14:7,17 impliedly 35:16 52:5 17:17 18:11,15\n57:22,23,25 importantly 28:10 20:7,9,16 21:8\nhealth 40:3 impose 30:22 7:12,16 11:7 23:5,20 25:2,6\n13:12 heard 47:25 imposed 3:15,22 58:10 26:18 27:5,12\n22:9,10 held 49:20 3:22,23 4:5 5:9 infringing 45:24 27:19,24 28:2\nhellhole 40:6 5:13 7:3,22 8:1 inherent 15:19 28:12,16,20\nhighlights 25:15 31:11 36:16,20 inmate 28:6 judge 4:18,18\n42:7,8 40:20 42:10,11,17,19 insight 8:10 8:17 9:15 11:8\n4:22 5:22 6:6 imposing 33:7 27:22 25:18,19,22,23\n8:13,22 9:8 51:20 interested 44:6 27:14,20,21\n56:8,11 11:13,23 12:8 47:13 16:24 29:20,23,25\n39:4 47:5 14:8,18 15:25 imprisoning 52:16 34:10,12 35:5\n51:2,20 18:15 27:24 53:3 interpretation 35:8 36:18,20\n55:22 33:1 43:2 58:5 imprisonment 4:10 19:14,18 37:5,16,16,19\n38:25 hundred 40:18 5:12,13,15,21 31:10 38:2,3,4,9,9,17\nhypothetical 5:24 7:14,18 irrational 4:21 38:22 39:1,11\n13:25 19:7 issue 15:1 51:9 41:24 42:3,5,9\n36:1 46:4 Ice 50:14 42:19 47:16 58:9 44:13,13,22\nidea 7:13 8:15 59:8 45:10,18 46:2\n3:6,7,9 43:11 51:11 jailer 37:13,17 47:22,23 51:14\nIII 56:8 incorrect 49:16 41:18,20 44:11 51:24 52:2,6\n6:6,21 immediately increasing 48:12 51:14 52:14,15,17,22\n8:13 9:4,8 54:11 indeterminant JASON 1:14 2:3 53:1,6 54:11\n55:2,9,9 23:1,15,20,24 24:12 25:9 linguistically 14:17 16:6\n56:1,8 25:3,5,7,11,13 28:19 30:5 23:25 22:10 27:20\n25:22 26:6,10 33:15 34:4 little 18:20 32:24 41:14,19\n27:6,8,19,23 42:10,11,12,12 local 48:14,17 49:21 52:1\n55:14,15 28:1,12,13,17 42:14 45:4,13 locked 30:10 54:13\n57:4 28:18,25 29:11 45:20 46:2,14 logical 32:25 meaning 5:7,8\n29:12,24 30:1 46:24 49:19 long 13:3 15:11 23:22 54:4,6\n48:2 30:14,18 31:6 57:7 58:19 43:8 45:10 47:24 49:3\n7:13 8:20 33:9 34:2,4,6 knowing 9:1 56:14 44:1\n27:13,16 34:17,19,20 knowledge longer 29:4 46:6\n30:11,17 35:1,7,12,23 47:21 55:2 54:16 mechanism\n56:17 36:14,24 37:4 knows 29:25 look 8:22 9:11 53:21 57:13\n37:24 38:4,13 46:8 57:7,7 9:13 10:8,16meets 40:2\n41:13,15,19,24 L 17:20 18:16 21:17\n15:19 44:6,7,15,24 lacks 3:17 45:1 merited 40:20\n30:23 45:3,9,17 language 19:16 looking 10:4,6 merits 39:24\n40:8,16 46:22 48:7,24 later-served 14:24 27:17 met 23:12\n51:16,21 49:1 50:6,16 34:15 37:7 59:4 mind 22:11\n58:13 51:4,5,25 53:5 45:14 looks 28:4 23:17,19 24:1\n4:4,9,17 59:9,11 17:24 30:22 M minutes 39:1\n6:15 48:13,14,17 M 1:16 2:6 15:6 57:22\n7:1,21 9:3 K 50:23 54:23,24 maintained missed 26:12\nKagan 21:25 55:18 18:21 20:12 modified 8:18\n22:2,19 23:1 laws 48:19 50:20 making 8:20,23 modify 39:14\n12:1 23:15,21 34:19 lean 19:16 11:6 12:2 monkey 17:10\n35:12,23 49:1 leave 24:2 25:20,23 45:7 MONROE 1:3\n51:4 left 32:24 mal-administr... months 6:13\n14:2,3 Kagan's 48:24 length 7:22 56:25 29:6\n15:4,9 keep 54:16 14:15 mandatory 27:2 morning 3:4\n16:4,6 keeping 54:5 letting 52:11 54:19 muck 32:19\nKennedy 5:19 let's 14:2 22:5 maps 28:4 multiple 3:20\n9:21 18:22 23:1 33:21 match 9:10 4:4 5:9,20\n19:2,13,17,21 43:24 46:4 materials 9:23 M&M's 49:20\n45:17 46:22 life 43:13 matter 1:11 11:4 49:23\n19:2,12 key 53:13 54:10 light 32:3 48:1 52:7 57:5\nknow 5:3 7:17 limitations 23:6 59:14 N\n20:8,11 8:9 11:9 14:12 23:22 matters 34:5 N 2:1,1 3:1\n21:8 16:4,11 20:4 line 10:6 30:3 mean 6:17 10:19 name 49:14\n22:2,19 22:19 23:2,23 59:7 11:3 12:20 natural 5:15\n57:9 14:3 15:20,25 54:10 55:25 16:14 23:11\nopen 56:8 peculiar 23:18 28:2 presumptions\n57:7 order 3:13 4:16 penitentiaries possible 23:8 pretty 16:24\n15:1 18:6 26:4 people 56:7 possibly 38:23 previous 31:17\n39:18 36:25 43:17 person 10:12,24 power 3:17 5:17 21:14\n55:1 56:1 50:6 55:11 11:14 19:23,24 13:25 15:19,21 primary 48:16\n57:13 58:9 40:7 43:12 17:7 21:13 principle 54:17\nOregon 50:14 54:21 31:7,10 36:13 52:21\n58:13 3:8 11:17 15:8 26:20 32:23 43:10,13 46:4\n53:7 14:7,18 15:21 40:12 preferable 26:23 27:3,15\n40:17 please 3:10 preference 48:2 34:25 35:10\npassage 13:17 24:3 25:15 36:9 44:4,8 46:17\n46:13 20:17 27:9 38:15 prescribe 21:13 48:3 54:5 55:6\n42:22 27:24 32:25 reform 3:12 1:18 2:7 15:7\npurposes 42:18 47:2 48:25 regarded 50:14 resulted 56:25\n33:24 pursuing 44:7 21:11 32:2 27:3 retroactively\nput 14:6 24:20 44:5 48:12 rejected 22:8 19:7\n25:2 reasonable 59:5 relationships reversed 42:25\n32:23 Q reasonableness 3:21 23:8 review 11:15,20\n43:1 qualifications 56:10 Release 34:25 11:21 56:10,12\n55:5 24:4 reasoning 7:25 relevant 7:23 57:15\n7:10 12:16 25:3 37:3 46:3 revocation\n26:19 31:25 rebuttal 2:13 remained 4:16 rid 29:1\n41:3 49:2,6 receive 8:19 remedies 57:14 16:8 17:4 18:7\n51:18 recognized repeatedly 35:24 36:21\n21:23 51:2 reply 17:19 53:8,17 54:20\n37:1 40:16 50:13 58:15 17:21 31:22 risks 52:16\nquite 16:21,23 18:9,10,12 represent 28:5 9:16,18 10:4\n12:12,17 25:19 requirement 19:25 20:8,11\n44:1 R 3:1 27:11 28:23 requires 10:15 29:11 30:1,12\nradar 23:3 51:8 58:19 47:23 30:14 44:6,15\n31:2 rationally 57:16 recommends respect 45:14 59:9,11\n53:20 read 4:13,19,23 30:6 47:2,22 50:16 rule 5:16 7:7\n15:22 52:16 53:3 38:5,6,8,10,18 50:13 51:7 56:24\n20:2,6,7 54:2 38:25 39:1,3,5 52:2 53:1,3 significant 51:9\n24:14 seconds 38:15 39:9,14 40:1,5 55:10,13 56:8 silent 4:16 49:5\n29:23 section 15:20,25 40:7 41:6,6,7 56:11 simply 22:13\n34:11,14 17:2,21 18:3,5 42:7,7,8,9,10 separate 24:13 50:2 58:3\n41:6 18:15 21:10,11 42:13,18,19 24:15 25:24 simultaneously\n53:10,20 27:6 28:5 31:1 44:18,19 45:4 42:21 22:4\n39:10,16,20,23 45:6,11,11,14 sequentially single 32:6,6\n56:2,9 47:10,12,17,18 10:25 11:3 sitting 10:20\nseek 6:17 57:15 54:13,21 55:3 served 6:1 15:15 22:14 23:4,17\n46:22 sees 32:12 sentenced 11:10 21:20 27:1 36:5,5,6 43:21\nSegal 49:14 19:4 26:22 32:14 33:18,25 46:12 47:8\n20:2 17:21 31:21 32:7 33:22 38:6,8,11 39:3 50:24 55:1\n31:6 send 58:5 46:6,9,21 51:3 42:7,14 46:10 56:1 58:8\n35:13 sense 44:16 49:3 55:3 47:20 48:16 situations 4:20\n39:13 sentence 3:14,14 sentences 4:20 54:8 7:1 22:3,6,7\n43:9,22 4:1,14,14,23 15:22 22:5 serves 35:3 35:13 36:1\n46:2,18 4:25 5:7,17,18 23:10 32:4 service 20:20 55:23 56:6\n52:14 6:2,11,19,23 37:5,13 38:22 21:22 47:13,14 skip 18:20\n15:17 7:22 8:7,12,14 49:17,18 50:4 16:3 18:8 19:5 Snickers 49:22\n8:19,25 9:1 50:17,18 53:22 19:9 Solicitor 1:16\n10:23,24 11:25 55:18,24 56:20 set 9:22 40:13 10:2,3 48:8\n19:12,15 13:23 14:16,19 57:2 58:25 solve 43:1 55:6\n31:6,23 15:1,15,24 sentencing 3:12 Setser 1:3 3:4 somebody 7:2\n16:2,3,18 17:7 5:2,14,20,23 4:1 5:7,23 6:10 10:5 29:3\n18:6,8,18 6:12 7:7,11,24 11:3 29:5 41:15\n23:12 28:8 29:9,20 31:17,19 33:6 setting 29:21 5:5 11:19 12:1\n36:1,15 31:11 32:3,6 37:16 38:9 shape 32:3 12:10,15,21\n32:14,15,20,21 39:6,20,21,23 shorten 29:7 13:18 14:2,12\n33:18,25 34:11 41:5,12 43:15 showing 56:24 28:12 29:12\n39:25 34:13,15 35:2 43:17 44:22 shows 45:22 30:3 34:20\n35:3,24 36:15 47:2,16 48:1 side 28:21 52:1 35:1,7 58:12\n47:2 48:1 36:19 37:7,8 48:23 49:9 52:1,13,15 58:21\n37:14,17 38:25 39:4 stopped 49:10 T 10:14,25,25\n48:4 40:6 41:7 42:7 50:3 T 2:1,1 20:13 21:8\n43:24 45:13,13 21:5 tailor 44:17 29:21 32:1\n49:12 46:8,11,11,18 structure 3:16 13:22 14:9 35:23 36:4,9\n54:17,25 46:24 47:2,3,6 5:3 19:2 22:2 36:22 37:4\n48:1,13,17,20 11:15 40:9,10 34:22 38:20 50:11 51:14,22\n51:15 53:22 54:1,4 59:14 29:17 35:4 thinking 17:6\n43:8,12 55:17,18,22 subsequent 8:4 22:7 23:24 45:10\n51:17 56:21 57:5,12 subsequently 27:10 52:13 third 3:25 4:14\n58:5,5,6,16,18 7:3 talks 22:3 4:23,24 5:8\n35:17 suggesting term 4:7 5:1,12 35:17 36:1\nStates 1:1,6,12 super-max 43:5 37:7 43:10,24 51:10\n9:2 10:24 3:5 9:13 30:21 support 1:18,20 54:15 59:8 three 3:21 22:5\n12:11,16 40:17 49:14 2:7,11 15:8 terms 3:20 4:4 23:8 35:13\n15:24 56:4 30:17 5:9,11,20 8:21 tie 51:23,25\n17:9,13 statute 4:24 5:16 supporting 51:6 14:15 18:23 ties 37:4\n19:5 16:7 17:4 suppose 29:11 22:4,4 23:12 time 3:23 5:2,13\n20:9 18:23 19:18 45:17,22 50:14 5:20,23 6:1,11\n21:11 29:8 supposed 10:8 Texas 1:15,19 6:18 7:11 8:13\n23:9,9 30:7 35:14,20 27:3 text 3:16,19 12:4 13:14\n35:22,25 37:19 Supreme 1:1,12 textual 40:10 15:3 18:24,25\n25:10 38:3 39:11,18 surrenders thank 15:4 30:4 19:9,21 20:18\n26:1,5 40:9,9 49:10 19:24 30:12,13 57:20 21:20,20 23:10\n28:15,16 50:9 53:21 system 7:19 57:21,25 59:9 27:6,10 29:21\n30:5 statutes 50:21 10:10,12 13:7 59:10 35:2,4 39:5\n32:5,9 statute's 3:19 19:4 27:23 thing 34:8 45:25 42:13,13 45:15\nstatutory 4:10 29:1,16 30:21 52:1 53:18 52:5 55:10,13\n39:7 50:3 37:19 39:4 things 9:20 57:5\n34:1,9 stay 40:15 56:15 58:13 25:20 47:15 times 4:5 5:10\nuniverse 23:7 40:10 42:16 worried 40:23 54:23\nunthinkable warranted wouldn't 6:17 zero 29:24 31:19\nupfront 56:20 1:17 32:13 42:16,23 1\n39:19 14:3 22:13 wrong 8:9 24:23 10 10:13,25\n50:11,17 V 23:5 26:8 wrote 17:3 45:1 46:18\nv 1:5 3:4 49:14 28:10,22 29:7 54:21\n42:20 versus 14:24 33:17 36:10,25 x 1:2,7 10:23,24\n52:22,22 47:1,22,24 10-7387 1:5 3:4\n58:16,18,18 Wednesday 1:9 15:13 19:8 127 17:22 49:8\n25:19 violate 48:18 week 27:17 20:19 24:6,8 129 49:9\nviolation 8:3 weren't 5:12 24:11,14,21 15 2:7\n37:15 50:23 We'll 3:3 27:1,4,11,18 15-year 45:4,19\n50:14 voluntarily we're 26:16 27:20 40:19 151 11:4 29:6\n19:24 34:17 41:2 42:21,22 151-month 11:4\n24:15,18 25:1 31:14 33:1,4 46:13 57:22\n45:7 32:2,13,16 34:12,19,24 2-1/2 6:3,18\n7:25 36:18 42:5 38:1,6,14,24 43:23 55:8\n22:4 43:22 44:18 41:9,17,22 2011 1:9\n45:1,5 46:2,18 42:1 43:2,15 2241 11:16\n45:15\nwanted 14:5 working 52:19 47:1 48:10\n49:5 50:10 3\n9:13 30:21 wants 25:18 54:25 51:1,13 52:25 3 2:4 19:8 24:6,8\n1:9 2:11\n49:8\n17:22 49:8\n49:8\n39:20\n8:23,24\n39:16\n39:10\n55:7\n3:16 15:20\n21:10\n31:1\n59:5\n5:4\n18:5\n8:22\n14:8 18:14\n39:23\n9:9,21\n10:16\n28:5\n42:16,21\n21:11\n12:6 46:9,19\n45:6\n2:15\n6:13\n46:13\n16:25 31:21\n54:24\n"
    }, 
    "respondents": [
        "No. 10-7387 UNITED STATES."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 27, 
        "III 56": 1, 
        "JUSTICE ALITO": 9, 
        "JUSTICE BREYER": 25, 
        "JUSTICE GINSBURG": 13, 
        "JUSTICE KAGAN": 9, 
        "JUSTICE KENNEDY": 8, 
        "JUSTICE SCALIA": 19, 
        "JUSTICE SOTOMAYOR": 21, 
        "MR. HAWKINS": 34, 
        "MR. JAY": 39, 
        "MR. YOUNG": 42
    }
}