{
    "appearances": {
        "content": "TIMOTHY T. COATES, ESQ., Los Angeles, California; for\nPetitioners.\nSRI SRINIVASAN, ESQ., Principal Deputy Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nUnited States, as amicus curiae, in support of\nPetitioners.\nPAUL R.Q. WOLFSON, ESQ., Washington, D.C.; for\nRespondents.\n"
    }, 
    "caseNum": "10-704", 
    "caseinfo": {
        "content": "CURT MESSERSCHMIDT, ET AL., :\nPetitioners : No. 10-704\nv. :\nBRENDA MILLENDER, AS EXECUTOR OF :\nTHE ESTATE OF AUGUSTA MILLENDER, :\nDECEASED, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nTIMOTHY T. COATES, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nSRI SRINIVASAN, ESQ.\nOn behalf of the United States, 20\nas amicus curiae, in support of the\nPetitioners\nORAL ARGUMENT OF\nPAUL R.Q. WOLFSON, ESQ.\nOn behalf of the Respondents 31\nREBUTTAL ARGUMENT OF\nTIMOTHY T. COATES, ESQ.\nOn behalf of the Petitioners 61\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, December 5, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:08 a.m.\n"
    }, 
    "petitioners": [
        "CURT MESSERSCHMIDT, ET AL.,"
    ], 
    "proceedings": {
        "content": "(11:08 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 10-704, Messerschmidt v. Millender.\nMr. Coates.\nORAL ARGUMENT OF TIMOTHY T. COATES\nON BEHALF OF THE PETITIONERS\nMR. COATES: Mr. Chief Justice, and may it\nplease the Court:\nIn Malley v. Briggs and United\nStates v. Leon, this Court set forth a very high\nstandard for denying qualified immunity in the civil\ncontext or suppressing evidence in the criminal context\nunder circumstances where a police officer has procured\na warrant that is subsequently determined to be invalid.\nSpecifically, the Court held that the\ninitial magistrate's determination is -- is entitled to\ngreat deference, and that you'll go behind that only in\ncases where the officer falsified information or omitted\nexculpatory information, where the affidavit was\nbare-bones, or there was some indication that the\njudicial officer did not perform the function, and then\na catch-all provision, where the warrant was so lacking\nin indicia of probable cause that no reasonable officer\ncould even submit it for a magistrate's determination.\nAnd specifically in Malley, the Court said it had to be\nthe actions of an officer that was plainly incompetent\nor knowingly violating the law.\nThis case arises from a Ninth Circuit\ndecision that we submit does not apply the Court's\nstandards, under circumstances where the officer\nsubmitted, far from a bare-bones affidavit, but a highly\ndetailed, factual affidavit that we submit provided\nprobable cause for the search or at least, under the\nCourt's qualified immunity jurisprudence, a reasonable\nofficer could believe that the warrant had probable\ncause.\nCHIEF JUSTICE ROBERTS: There -- I suppose\none new feature of the case is the fact that these\nofficers submitted the affidavit to their superiors, who\nwere -- were attorneys.\nMR. COATES: Correct. There --\nCHIEF JUSTICE ROBERTS: Have we -- have we\naddressed that in a prior case?\nMR. COATES: I don't know that the Court --\nthe Court has -- in, I believe, the exclusion context I\nthink I have seen it. I can't recall the case, but I\nbelieve it has, and the circuit courts certainly have\ntalked about that as an indicia of good faith, the\nofficer being willing to submit his work to someone else\nto review it. So --\nJUSTICE SCALIA: But it isn't good faith\nhere; that's the problem, that we don't have a good\nfaith test. We -- we have a test that goes beyond good\nfaith. Even if the officer is in good faith, according\nto the test we've set forth, if he's so stupid that --\nthat he -- he executes a warrant that no reasonable\nofficer could think was correct, he's -- he's in the\npot, right?\nMR. COATES: Well, that -- that's the test\nthat the Court has set out. But it's a high test,\nplainly incompetent or knowingly violating the law. And\nI think what these are additional factual circumstances\nthat show at least the officer is trying to be careful,\nthat this isn't something that's been -- been tossed\noff.\nJUSTICE SOTOMAYOR: Counsel, I thought in\nthe Leon case that, in fact, just like the claim in this\ncase, that the affidavit was submitted to supervisors,\nand the Court created the Leon test in spite of that.\nSo, to say do we have a case on point, Leon itself is on\npoint. We created the test in the face of supervisors'\nreview. You're not actually, are you, arguing a\nNuremberg defense now?\nMR. COATES: No. I'm just saying that --\nJUSTICE SOTOMAYOR: That -- that simply\nbecause supervisors decide, that it's okay, that that --\nMR. COATES: No.\nJUSTICE SOTOMAYOR: -- exculpates someone\nfrom responsibility?\nMR. COATES: Certainly not. And as I say,\nthis comes up in the qualified immunity context\nrepeatedly among the circuit courts. They've recognized\nit as a -- as a factor. But it's not dispositive, not\nby any mean. I agree with -- I agree with that, Your\nHonor.\nJUSTICE SOTOMAYOR: All right. Then let's\ngo to the other two ways that I think you're asking us\nto overrule our precedent. The first is the using\nsubjective information that a police officer knows but\nhasn't disclosed in the warrant. I'm having a little\nbit of difficulty understanding how an entire warrant\nregime that presumes that the magistrate has all\npertinent information -- and that's why you would be let\noff the hook -- how you can excuse a police officer when\nhe doesn't place that information in front of the\nmagistrate.\nMR. COATES: The way that has generally come\nup has not been in the validity of the warrant for\npurposes of the Fourth Amendment, but in terms of\nqualified immunity for the officer or exclusion of the\nevidence under -- or not -- or nonsuppression, rather,\nunder the good faith exception. And it's whether the\nofficer, in light of the totality of the circumstances,\nmight not have recognized that the warrant was deficient\nif the warrant otherwise isn't -- isn't bare-bones.\nAnd I think we -- Leon itself in footnote 23\nincorporates the Harlow standard of totality of\ncircumstances.\nJUSTICE SOTOMAYOR: Tell me how, this case,\nthe bare-bone affidavit was sufficient? All it says is\nthat this defendant is a member of a gang, but when the\npolice officer is questioned, he's asked whether this\ncrime at issue had any connection to his gang\nrelationship, and the answer was no. So, how is the\nrequest in the warrant to search for all gang-related\nindicia anything more than the general warrant that our\nFounding Fathers in part passed the Fourth Amendment\nagainst?\nMR. COATES: Oh, I mean, this is not per se\na gang crime --\nJUSTICE SOTOMAYOR: This is almost like --\nMR. COATES: Without -- without a doubt,\nit's not a -- what we consider a gangland crime, one\ngang member against the other. It's a domestic assault\nby a gang member on his girlfriend with a sawed-off\nshotgun in public, right after police officers that were\nthere to protect her had left. So, it's not\ngang-related in that sense. But I don't think that the\ngang membership is irrelevant to the investigation in\nthis case. You know, as we note, and I think it's\nfairly recognized, gang members have means to procure\nand use weapons beyond that of ordinary people.\nJUSTICE GINSBURG: So, if you have a gang\nmember and the crime has absolutely nothing to do with\ngang membership -- that I think is the case here; it's a\ndomestic assault -- as long as you're a gang member,\nthen every warrant can say search for all gang-related\ninformation? That's essentially your position, isn't\nit?\nMR. COATES: No, it isn't, because it's\nalways a fact-specific inquiry. The Court's made that\nclear in Illinois v. Gates and for qualified immunity in\nAnderson v. Creighton. We're --\nJUSTICE GINSBURG: But you -- you said this\nis domestic assault. There is no gang activity involved\nin that assault, right?\nMR. COATES: Well, the gentleman is using a\nsawed-off shotgun, which is a weapon associated with --\nwith gangs. I don't think it's a stretch for an officer\nto think that there might be some connection to the\nmanner in which he procured that weapon, might hide that\nweapon --\nJUSTICE GINSBURG: So, anyone who has a\nweapon and is a member of a gang then can be -- there\ncan be a search for any and all weapons and material\nrelated to weapons?\nMR. COATES: Well, it depends on the\ncircumstances of the crime that you are investigating.\nHere we have an assault, we have a domestic assault with\nindications that the gentleman intends to continue it.\nAnd, indeed, that's why the warrant is for all weapons,\nbecause it would make little sense to say you can go and\nyou can find a sawed-off shotgun --\nJUSTICE GINSBURG: I'm -- I'm on to the part\nabout all gang-related activity, when the crime has\nnothing to do with the -- with the gang. Let's -- let's\nstick to that. Then guns is another issue. But this\nsaid warrant to search for any and all gang-related\nitems?\nMR. COATES: Correct, Your Honor. But the\npoint is that's to be used to possibly tie Mr. Bowen to\nany weapon that was found. It's identification\ninformation. If they found, for example, the sawed-off\nshotgun there and his gang colors with his gang moniker,\nthat would certainly help to tie him to that shotgun.\nJUSTICE GINSBURG: But they didn't need to\ntie him to the shotgun. They had photographs of him\nwith the shotgun.\nMR. COATES: They have some evidence, but\nyou don't have to stop just because you have some\nevidence. I mean, you're entitled to build your case as\nstrong as you --\nJUSTICE GINSBURG: What -- what do you need\nmore than here he is with his gun? The defendant\nhimself and his gun? I mean, what --\nMR. COATES: Well, if you found the actual\nshotgun there wrapped in his -- in his gang -- gang\ncolors with his gang moniker, I mean, it would make an\neven stronger case. And I also note, say you find a\n.45-caliber pistol wrapped in his gang colors with his\ngang monikers. I don't --\nJUSTICE SOTOMAYOR: What do we do with the\nofficer's testimony when he said -- \"Did you have any\nreason to believe there were any more weapons in the\nhouse?\" He said, \"No.\" What -- when an officer says\nthat, why would then he think that he has complete\nlicense to go and ask for a warrant that's looking for\nmore guns, when there's only evidence of him possessing\none?\nMR. COATES: Because, again, the nature of\ngang membership is that gangs --\nJUSTICE SOTOMAYOR: So, you're answering --\nyou're answering Justice Ginsburg by saying that any\ntime a gang member commits any crime, the police are\nentitled to seek a warrant that permits the search for\nanything they have in their home that relates to their\ngang membership and to -- to guns?\nMR. COATES: No, because I think it depends.\nHere we have a crime that definitely involves a gun,\ninvolves an illegal gun --\nJUSTICE SOTOMAYOR: That did not involve --\nby the officer's admission and your own, that wasn't\ngang-related.\nMR. COATES: The assault, correct.\nJUSTICE SOTOMAYOR: The assault --\nMR. COATES: But the manner in which he\nprocures the weapon, might dispose of the weapon, and\nnature of the weapon itself --\nJUSTICE SOTOMAYOR: But wait a minute. That\nhas nothing to do with the gang, unless you're saying\nthat you had proof that the gang did something illegally\nin helping him procure the weapon. What information did\nyou have to suggest that?\nMR. COATES: Again, the nature of a\nsawed-off shotgun; it's an illegal weapon in and of\nitself.\nJUSTICE SOTOMAYOR: Counsel --\nCHIEF JUSTICE ROBERTS: Whose house -- whose\nhouse was this?\nMR. COATES: Augusta Millender's house, Ms.\nMillender's home.\nCHIEF JUSTICE ROBERTS: So, it was not the\ndefendant's house?\nMR. COATES: Correct. No, he was a foster\nson who had come back to stay.\nJUSTICE BREYER: To what --\nJUSTICE KAGAN: Mr. Coates -- I'm sorry.\nJUSTICE BREYER: To what extent are we\nsupposed to take things that aren't in the affidavit or\nthe warrant itself as relevant? I mean, the one thing\nthat bothers me as I read the affidavit, it doesn't say\nsomeone else is living in the house. At least I didn't\nsee that.\nAnd then the statement that Justice\nSotomayor said, well, that's later on in a deposition.\nSo -- so, if I were the magistrate sitting there and I\nread the -- the affidavit, I might think I did have\ncause, at least it's close maybe, but -- to allow them\nto search for all the guns in the house. I might think\nthey all belonged to him. And, anyway, I might think he\nthought that this could be used to -- other guns could\nbe used to go after her again.\nBut when I read he says, oh, I had no cause\nat all for thinking that -- why isn't that the end of\nit, if we're supposed to take that into account?\nMR. COATES: Well, I mean, again, I think,\nas he sets forth his experience as a gang officer and\nthe manner in which gangs dispose of, procure weapons --\nJUSTICE BREYER: But he didn't say much\nabout the gang.\nMR. COATES: No.\nJUSTICE BREYER: I'm asking you a specific\nquestion. I mean, if I were supposed to take into\naccount his statement, I had no reason -- to paraphrase\nit a little -- for thinking that any of these guns,\nother guns, were going to be used for any purpose that's\nillegal -- if he'd said that afterwards, if I take that\ninto account, I say, why isn't that the end of the case?\nHe had no cause to ask for the other guns, period. Now,\nthat was --\nMR. COATES: Well --\nJUSTICE BREYER: -- the question, I think\nroughly, that you were being asked, and I would like to\nhear the answer. I thought the answer would be: I\ndon't have the right to take it into account. Now, do I\nor don't I?\nMR. COATES: Well, I mean, it's an -- it's\nan objective standard. It's what a reasonable officer\nwould do with the facts before him.\nJUSTICE BREYER: Wait. Before him?\nMR. COATES: Yes.\nJUSTICE BREYER: Or before the -- is -- do I\nlook at the affidavits and the warrant, or do I also\nlook at things that are in neither of those documents\nbut were in the officer's head?\nMR. COATES: For purposes of determining the\nFourth Amendment validity of the warrant, the Court has\nsaid you -- you look at the warrant. Under the\nqualified immunity test and in the criminal suppression\ncontext of good faith, you can go outside that and look\nat the totality of what the officer knew and, if in\nlight of what he knew, whether he could have believed it\nwas so.\nJUSTICE BREYER: All right. So, if I look\nat whether he was in good faith, if he has any training\nat all, I would guess that if he thought that there is\nno -- I don't remember the exact words -- no reason, no\nreason to believe there would be any weapons in the\nhouse, no reason to believe there would be any handguns\nin the house, and then I say, I want a warrant to search\nfor handguns in the house, it looks like you're asking\nfor a warrant to search for that for which you have no\nreason to believe it's there. Now, that I would have\nthought was not good faith. That was contrary to the\nFourth Amendment. Why isn't it?\nMR. COATES: Because you -- you still have,\nunder 1524(a)(3) of the California Penal Code, the --\nthe ability to search for items that might be used with\nthe intent to commit another crime. And I think if this\nwas --\nJUSTICE BREYER: Even though you can search\na person's house -- why don't I search the person's\nhouse for an atomic bomb? And I say: Why are you doing\nthat? He says: I have no reason to believe it's there.\nBut that is a constitutional search?\nMR. COATES: Well, again, I think -- going\nback here in terms of -- stepping back from good faith\nas opposed to probable cause, I don't think it's\nirrelevant that this guy is a gang member. I don't\nthink it's unusual to think that, while you might know\nspecifically whether there's a handgun or not --\nJUSTICE SCALIA: Excuse me. Why are you\ngoing back to good faith? I mean, that's --\nMR. COATES: Well --\nJUSTICE SCALIA: -- that's what I think is\nthe problem with this case. If it's a good faith test,\nyou come out with one result. But the test we've\nexpressed is not good faith. This -- this police\nofficer could have been in the best of faith, but if\nhe's a very bad police officer, he's in the soup, right?\nMR. COATES: Yes.\nJUSTICE SCALIA: We don't have a good faith\ntest for this purpose.\nMR. COATES: Sure. But a -- but the\nstandard is plainly incompetent or knowingly violating\nthe law, and I think -- again, there's enough detail in\nthere that I don't think it is illogical to say there's\nsome connection between gang membership and the\npossibility or even the fair probability that there are\nother weapons in a residence.\nCHIEF JUSTICE ROBERTS: Of course --\nJUSTICE SCALIA: So, whenever -- I'm sorry.\nCHIEF JUSTICE ROBERTS: I was just going to\nsay, of course you're making the case somewhat harder\nfor yourself because the issue here is whether it was\nreasonable for him to say let me check and see what my\nsuperiors think about this and then, after that review,\nfor him to say let's see what the magistrate thinks\nabout this, right?\nMR. COATES: Correct. It's a -- it's a\nfurther step back, because it's whether it's even\nreasonable for him to ask the magistrate for a\ndetermination --\nJUSTICE BREYER: What cause is there to\nthink -- what cause is there to think that the gang guns\nwill be used to commit a crime?\nMR. COATES: This is a gentleman who had\njust perpetrated an assault with a sawed-off shotgun.\nHe didn't make -- specify, in terms of his threat, that\nhe would confine any further attack to a sawed-off\nshotgun. I just don't think it's a stretch of logic for\nan officer to believe that if he found a .45-caliber\npistol there wrapped in gang colors that he should be\nable to seize it to prevent a future attack.\nJUSTICE SCALIA: But the -- the warrant\ndidn't just authorize, you know, firearms wrapped in\ngang colors. It allowed him to search for any evidence\nof gang membership, right?\nMR. COATES: Correct.\nJUSTICE SCALIA: But what possible purpose\ncould that serve?\nMR. COATES: Again, because the evidence of\ngang -- indicia of gang membership could be used to tie\nhim to things in the residence that you might find,\nabsolutely. I mean, it's an identifying characteristic\nof Mr. Bowen.\nJUSTICE SCALIA: If they were wrapped in it,\nyes. But we know he's a gang member.\nMR. COATES: Sure.\nJUSTICE SCALIA: So, all that the finding of\ngang membership decals or whatever they wear -- all that\nwould show is, indeed, this guy was a gang member.\nMR. COATES: And present --\nJUSTICE SCALIA: And even then --\nMR. COATES: Well -- excuse me, Your Honor.\nAnd present in that particular premises, it might show\nownership or control, might show access to the weapons.\nIt's not irrelevant to that.\nJUSTICE SCALIA: But they -- they knew he\nwas in that premise. I mean, that -- I really don't\nunderstand how you can possibly search for indicia of\ngang membership. When you know the man's a gang member,\nso what?\nMR. COATES: Well, again, Your Honor, it\nties him closer -- it shows him there at their property.\nIf we see a photograph --\nJUSTICE SOTOMAYOR: But tell me something.\nThere's 10 people in this house. There's 10 people in\nthis house, and as I understand it from the questioning,\nthey also knew other gang members were there. So, even\nif they found gang colors, did they tell the -- the\nmagistrate that -- what would that prove when there's\nmultiple members in the house?\nMR. COATES: Well, you could find, again,\ngang -- indicia of gang membership as to him\nindividually with his moniker.\nJUSTICE SOTOMAYOR: Well, but it's not\nlimited to that.\nMR. COATES: Well, correct. And he's also a\nmember of several gangs. So, you could find unique\ncolors for one of his gangs and not for the others.\nJUSTICE SOTOMAYOR: What does that have to\ndo with anything other than a general search --\nMR. COATES: Because, again, it's evidence\nthat could --\nJUSTICE SOTOMAYOR: -- a general search in\nthe hope of finding evidence of other crimes?\nMR. COATES: No, because it --\nJUSTICE SOTOMAYOR: That's what it sounds\nlike.\nMR. COATES: No, because it would tie him to\nanything found in that residence. Again, if you found a\n.45 caliber pistol --\nJUSTICE GINSBURG: What about the provision\nfor any photographs that depict evidence of criminal\nactivity? That seems to me as general as you can get.\nPhotographs depicting evidence of criminal activity.\nMR. COATES: That actually is in the section\nthat deals with indicia of gang membership. It has been\ncarved out by Respondents here for the first time as a\nseparate category. I note it was not argued down below\nthat way; it was not viewed at the district court that\nway; it was not viewed by the circuit judges that way.\nAnd I do have to say that we're sitting here\nlooking at 11 judges and, like, 6 attorneys have looked\nat this, and they've never brought that out separately.\nAnd now we're saying that should have jumped out to the\nofficers separately. I think we cite case law saying\nthat you should interpret that within the context of the\nentire provision, which is the indicia of gang\nmembership provision.\nAnd if I may, I'd like to reserve the\nbalance of my time for rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Srinivasan.\nORAL ARGUMENT OF SRI SRINIVASAN\nON BEHALF OF THE UNITED STATES, AS AMICUS CURIAE,\nIN SUPPORT OF THE PETITIONERS\nMR. SRINIVASAN: Thank you,\nMr. Chief Justice, and may it please the Court:\nWhen an officer follows the favored practice\nunder the Fourth Amendment of obtaining a warrant from a\nneutral magistrate before conducting a search, the\nofficer in all but the most narrow circumstances can\nrely on the magistrate's independent determination of\nprobable cause, without fear --\nJUSTICE KAGAN: Mr. Srinivasan, there are\ntwo categories of materials here. One is the search for\nother guns. The other is the search for anything\nrelating to gang membership. If we think that those two\ncategories present different questions, if we think that\none is more beyond the bounds than another, that the\nofficer might have qualified immunity for, let's say,\nthe guns but not the evidence of gang membership, what\nwould happen in this case at that point?\nMR. SRINIVASAN: Well, I think one of the\nquestions that would arise is whether the one as to\nwhich you thought there was a problem would expand the\nscope in a meaningful way, because if -- let's take Your\nHonor's hypothesis that there's less of a reason to be\nconcerned about the firearms-related aspects of the\nwarrant than the gang-related parts of the warrant; then\nthe question would arise whether you would have a Fourth\nAmendment violation in the first place, because if the\ngang-related parts of the warrant didn't expand the\nscope of the search in such a way that would implicate\nindependent privacy interests, there wouldn't be a\nFourth Amendment problem with that aspect of the\nwarrant. And, therefore, there -- you wouldn't have a\nqualified immunity issue for sure.\nJUSTICE SCALIA: And what does that depend\non, whether you would look for the indicia of gang\nmemberships in places where you wouldn't look for guns;\nis that it?\nMR. SRINIVASAN: That's right. You look --\nyou look at the two aspects of the warrant, and you ask\nwhether the second one, which is hypothesized to be the\nproblematic one, would allow you to search in places or\nsearch with more intensity than the first --\nJUSTICE SCALIA: Well, if you're looking for\nphotographs that show gang membership, I guess you could\nlook through photograph albums. You wouldn't really\nlook there for guns, would you?\nMR. SRINIVASAN: Well, but -- no. I think\nthe relevant language is at page 52 of the Joint\nAppendix. That's what sets forth the two paragraphs at\nissue. And the first paragraph, which Justice Kagan\nsupposes doesn't raise a problem -- and I'll engage that\nassumption -- it provides not only for searches of all\nfirearms, but it provides, and we think legitimately,\nfor searches of any receipts or paperwork showing the\npurchase, ownership, or possession of the handguns being\nsought. And so, if -- and paperwork certainly includes\nphotographs, because if you find photographs of an\nindividual carrying a particular firearm, that's good\nevidence. And so, photographic evidence is within the\nscope of the first paragraph, not just the second. And\nso, it does raise the question of whether the second\nparagraph increases the scope.\nThe other point I'd raise in this respect is\nthat, in the second paragraph itself, the anchor\nsentence in some respects in the second paragraph is the\nsecond sentence, which discusses not gang-related\nindicia in particular but articles of personal property\ntending to establish the identity of persons in control\nof the premise or premises, writ large. And note -- and\nthat provision has not been seen to have a -- have a\nproblem associated with it thus far. The district court\nthought it was okay. The court of appeals, at page 27a\nof the petition appendix, seemed to assume it was okay.\nAnd that's understandable because there are a legion of\ncases that support those sorts of provisions --\nJUSTICE ALITO: There's something --\nMR. SRINIVASAN: -- including the Ewing case\ncited by the majority below.\nJUSTICE ALITO: There's something very\nstrange about the rule that we are applying here. A\nwarrant was issued by a judge of the superior court;\nisn't that right?\nMR. SRINIVASAN: Yes, I believe so.\nJUSTICE ALITO: And we're -- so, that judge,\nwho is a lawyer and was appointed as a judge and\npresumably has some familiarity with the Fourth\nAmendment, found that there was probable cause to search\nfor all of these things. And now we're asking whether a\nreasonable police officer who is not a lawyer and\ncertainly is not a judge should have been able to see\nthat this call that was made by a judge was not only\nwrong but so wrong that it -- you couldn't reasonably\nthink that the judge might be correct. Is there some\nway to phrase this -- if this rule is to be retained in\nany form, is there some way to phrase it so that it is\nnarrowed appropriately?\nMR. SRINIVASAN: Well, I -- I think the\nCourt has attempted to do that in Malley and Leon\nitself, because it has made clear that in the main, in\nall but the most narrow circumstances, where a\nmagistrate does find the existence of probable cause,\nthe court need not engage in any searching inquiry to\ndetermine that qualified immunity is appropriate --\nJUSTICE SCALIA: But the most narrow\ncircumstance is defined as a circumstance in which no\nreasonable police officer could have thought the warrant\nwas correct. Why don't we adopt a good --\nMR. SRINIVASAN: Well --\nJUSTICE SCALIA: -- a good faith test for\nthis as we do in other -- in other --\nMR. SRINIVASAN: Well, I think in some\nsense, Justice Scalia, you have two -- in response to\nthe two parts of your question. First of all, in\ndefining what is objectively unreasonable in this\nsituation, the Court has used some pretty strong\nlanguage. In Malley, it spoke in terms of a magistrate\nwho's grossly incompetent. And in Leon, it spoke of --\nJUSTICE SCALIA: A policeman. Policeman.\nMR. SRINIVASAN: No, it was speaking of a\nmagistrate actually, and not the officers. Because the\npoint is that in order to find that officers are liable\nin this situation, the officers would have to be so sure\nthat probable cause is lacking that only a grossly\nincompetent magistrate could sign off on the probable\ncause assessment. So, it used gross incompetence with\nrespect to the magistrate, which illustrates the degree\nto which the standard is heightened in this context.\nAnd in terms of whether good faith\nprinciples come into play in the qualified immunity\ncontext, what the Court said in Malley is that the same\nstandard for objective -- of reasonableness that governs\nin the good faith context for suppression purposes also\ngoverns in the qualified immunity context under 1983.\nAnd so, I think there is room to import into the\nqualified immunity context these principles of good\nfaith, like, for example, Mr. Chief Justice, the\nquestion of whether the officers in question asked\nsuperiors for their assessment of whether there's\nprobable cause.\nAnd in Sheppard, which was a suppression\ncase, but in Sheppard, at page 9 -- 8 and 9 of the\nopinion, the Court specifically made reference to the\nfact that the officer in that case had asked for a\nprobable cause assessment --\nJUSTICE SCALIA: Well, I don't like this\nmishmash. Look, it's either good faith or it's --\nhowever good his faith was, however well he showed his\ngood faith by checking with his superiors or what not,\nif he made -- if he made an incompetent decision, it's\nincompetent. And we should not mix the two, it seems to\nme.\nMR. SRINIVASAN: Well, that -- I mean,\ncertainly I don't want to urge any -- anything upon the\nCourt that would tend to water down the standard in the\nsuppression context, but the only point I'd add to this,\nJustice Scalia, is that when you're looking at it from\nthe perspective of a reasonable officer who's trying to\nassess whether he should go forward and ask for\nassessment of probable cause from the magistrate, one\nconsideration that seems natural to take into account is\nwhat actions the officer has taken, not just the quantum\nof proof that the officer has put in the affidavit but\nwhat actions has he taken. Has he asked for a -- has he\nasked his supervisor --\nJUSTICE SCALIA: That would be wonderful if\nthe test was, was this -- did this officer know that\nthis was a bad affidavit and was acting in bad faith in\nexecuting it? If that was the test, then indeed the\nfact that he had checked with his superiors and all of\nthat good stuff would -- would have some relevance.\nMR. SRINIVASAN: The test as outlined by the\nCourt in Malley is whether it's objectively reasonable\nfor the officer to rely on the magistrate's assessment\nof probable cause.\nJUSTICE KAGAN: Mr. Srinivasan --\nJUSTICE GINSBURG: I though the test was \"so\nlacking in indicia of probable cause as to render\nofficial belief in its existence unreasonable.\"\nMR. SRINIVASAN: It -- the Court did say\nthat, Your Honor, and the Court put the formulation in a\nnumber of respects in Malley itself. It said, \"We hold\nthat the\" -- this is at page 344: \"We hold that the\nsame standard of objective reasonableness that we\napplied in the context of a suppression hearing in Leon\ndefines the qualified immunity accorded an officer whose\nrequest for a warrant allegedly caused an\nunconstitutional arrest.\"\nAnd I think that's where the Court then goes\non and articulates what Your Honor just quoted. But\nthen the Court later says: \"In Leon\" -- and this is at\npage -- this is at page 345: \"In Leon, we stated that\n'our objective faith' -- 'good faith inquiry is confined\nto the objectively ascertainable question of whether a\nreasonably well-trained officer would have known that\nthe search was illegal despite the magistrate's\nauthorization.' The analogous question in this case,\"\nand it goes on to speak about the analogous question.\nJUSTICE KAGAN: I guess the question,\nMr. Srinivasan, is, do you think that the current test,\nthat the test as currently formulated, is sufficiently\nprotective of police officers? Or do you think that we\nneed to change the test in order to give police officers\nthe protection they need?\nMR. SRINIVASAN: We think if the current\ntest is applied properly, it's sufficiently protective.\nAnd really the question is how it's applied. And in\nthis case it was applied in -- in a way that I think is\nnot sufficiently protective of police officers.\nJUSTICE SCALIA: Of course, you could say\nthat about any test, you know? If you apply it\nprotectively, it will protect.\nMR. SRINIVASAN: You could --\nJUSTICE SCALIA: And if you don't apply it\nprotectively, it won't protect.\nCHIEF JUSTICE ROBERTS: Did you --\nJUSTICE SCALIA: I'd like a test that, you\nknow, that protects when it ought to and doesn't protect\nwhen it ought not.\nCHIEF JUSTICE ROBERTS: Did you say apply\nprotectively or correctly?\nMR. SRINIVASAN: Applied -- well, I meant to\nsay applied correctly.\nCHIEF JUSTICE ROBERTS: Okay.\nMR. SRINIVASAN: If applied correctly -- I\napologize if I misspoke. If applied correctly, it\nshould sufficiently protect --\nJUSTICE KENNEDY: In the background of this\ncase is -- is this question: A suspect has a weapon.\nHe flees. As a general rule, do you think that warrants\ncan say that when they search the home or the place\nwhere this person is likely to be, they can seize all\nweapons? Just as a general rule?\nMR. SRINIVASAN: No -- not necessarily as a\ngeneral rule, Justice Kennedy. It has to be\ncontext-specific. And here you had a lot more than\nthat. You had an individual who had perpetrated an\nattempted murder, who was a known member of a violent\ngang, who had -- who had perpetrated physical assaults\nagainst this victim before, and who had directly\nthreatened the victim that he would murder her if she\never went to the police and that he was going to kill\nher.\nJUSTICE SOTOMAYOR: You keep adding facts\nthat weren't --\nJUSTICE KENNEDY: So -- so, the test is\nwhether or not he is likely to commit another crime?\nMR. SRINIVASAN: Well, that's the test\nthat --\nJUSTICE KENNEDY: I mean, that's -- I\nthought the Petitioner said -- I didn't have the time to\ninterrupt -- that under California law, they can search\nfor anything where he's likely to commit another crime.\nMR. SRINIVASAN: Yes, this is a very\nimportant point, Justice Kennedy. At page 48 of the\njoint appendix, the language of the relevant California\nstatute is set forth. The California provision is\nsection 1524(a)(3) of the California Penal Code, and it\nauthorizes a search for and seizure of items where\nthey're possessed by a person with the intent to use\nthem as a means of committing a public offense. And\nthat's the provision that was invoked this very warrant.\nAnd these -- and that --\nCHIEF JUSTICE ROBERTS: Finish your\nsentence.\nMR. SRINIVASAN: Just the one sentence.\nThat provision is by no means an outlier. It's in\nFederal Rule of Criminal Procedure 41(c)(3), and it's in\nthe Model Penal Code of Pre-Arraignment Procedure at\nsection 210.3, subsection (1)(c).\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Wolfson.\nORAL ARGUMENT OF PAUL R.Q. WOLFSON\nON BEHALF OF THE RESPONDENTS\nMR. WOLFSON: Thank you, Mr. Chief Justice,\nand may it please the Court:\nIn Malley v. Briggs, this Court ruled that\npolice officers do not have immunity for seeking a\nsearch warrant when the warrant application is so\nlacking in indicia of probable cause as to render\nofficial belief in its existence unreasonable. That --\nCHIEF JUSTICE ROBERTS: Well, Malley\ninvolved a search warrant based solely on a wiretap in\nwhich an unknown individual discussed drug use at a\nparty. That was all. It seems to me there's a lot more\ninformation here.\nMR. WOLFSON: Well, in -- Malley involved a\nmistake as to who the person under suspicion was who was\nmentioned in the -- in the wiretap. But the argument\nwas made in Malley that is exactly the argument that is\nmade here, which is that the police -- it -- one wants\nto encourage the police to seek warrants from the\nmagistrates, and it would be -- and it would be -- it\nwould be undesirable if the police were not given\neffectively absolute immunity when they seek a warrant\nfrom a magistrate, except, of course, when they -- when\nthey lie, which is a separate question.\nCHIEF JUSTICE ROBERTS: Here you had a\npolice officer who assembled information he had,\ntruthful information, in the affidavit, submitted it to\nhis superiors, who were lawyers. Then it was submitted\nto the magistrate, who was a judge. And what you have\nto say, it seems to me, is that a reasonably competent\nofficer -- not objective good faith or anything like\nthat -- a reasonable -- reasonably competent officer\nwould say: You know, I know the lawyers in the office\nsaid this was okay and I know the judge said it was\nokay, but I know more than them; I know not only that\nit's not okay, but it's so clearly not okay that I\nshouldn't have qualified immunity.\nThat seems to me a pretty heavy burden to\nput on -- put on the cop on the beat.\nMR. WOLFSON: Mr. Chief Justice, I don't\nthink -- I don't think there is any question that in the\ngreat majority of cases, officers who seek warrants from\nmagistrates will be immune. And the Court made clear in\nMalley that it does happen that officers make mistakes,\ngood faith mistakes, as to whether a particular set of\nfacts amounts to probable cause, and in that context\nwhen there is a good faith mistake, the officers will\nhave immunity.\nBut the Court also stressed that officers\nmust minimize the risk of Fourth Amendment violations by\nexercising reasonable professional judgment in applying\nfor search warrants. And so, the Court ruled that an\nofficer will not be immune if a \"reasonably well-trained\nofficer,\" which is the term the Court used, would not\nhave believed that the -- that the warrant affidavit\nestablished probable cause. Now --\nJUSTICE ALITO: Now, is it the case here\nthat a reasonably well-trained officer would not --\nwould understand that this warrant was defective in\nauthorizing a search for guns other than the shotgun in\nquestion, when a provision of the California Penal Code\nsays that a search warrant may be issued to seize items\nintended for use in committing a crime?\nMR. WOLFSON: A reasonable -- that a\nreasonable well-trained officer would not have sought\nthe search warrant. I don't think the California Penal\nCode provision really adds anything to the rest of the\ncase, because it says that you may seek items that are\nintended to be used in a crime, but you still have to\nknow -- you still have to have probable cause to believe\nthat there are such items. And so, the cases --\nJUSTICE ALITO: Well, you have your client\nwho has discharged a sawed-off shotgun at his former\ngirlfriend in an attempt to kill her. And he -- he is\nknown to be a member of a violent gang, and he has\nthreatened to kill her. And so, a reasonable police\nofficer would -- could not think, well, he might have\nsome other guns, and he -- and there would be an intent\nto use those in the commission of the crime that he has\nthreatened to commit.\nMR. WOLFSON: Well, Mr. Bowen is not our\nclient, Justice Alito. Our clients are --\nJUSTICE ALITO: I'm sorry. Excuse me. Mr.\nBowen --\nMR. WOLFSON: No, but this is -- but this is\nan important point. Our clients are the innocent family\nthat lives in the house where--\nJUSTICE ALITO: Well, that was just -- that\nwas a misstatement on my part.\nMR. WOLFSON: No, I understand, but -- but I\nwant to --\nJUSTICE ALITO: They could not think that\nabout Mr. Bowen?\nMR. WOLFSON: But I want to make the point\nthat not only do the police have to have probable cause\nto believe that there is such an item, they also have to\nhave probable cause to believe that it will be found in\nthe place that they propose to search. I mean, probable\ncause --\nJUSTICE ALITO: But the -- all right. It\nwas found that there was probable cause to believe that\nhe was living in these premises; isn't that correct?\nAnd you're not contesting that.\nMR. WOLFSON: Well, we are contesting that.\nWe're contesting their --\nJUSTICE ALITO: You're not -- it's not an\nissue before us.\nMR. WOLFSON: It's not an issue here. The\nNinth Circuit decided the case on the assumption that\nthere was probable cause to believe that Mr. Bowen would\nbe found --\nJUSTICE ALITO: Well, on the assumption that\nhe was living in those premises, then what is wrong with\na reasonable officer thinking he's tried to kill her in\nthe past using one gun; he's a member of a gang; he is\nvery likely to have -- to possess or have access to\nother guns; those other guns may be found in the home\nwhere we believe he is living, and he is intending to\nuse them to carry out the threat that he has promised,\nthe threat that he has made?\nMR. WOLFSON: There are several -- I think\nthere are several problems with that. The first problem\nis the police don't have probable cause to believe that\nhe has another gun, and they don't -- and they certainly\ndon't have probable cause to believe that any other such\ngun would be found at the Millenders' house, and I --\nthe Millenders' house where innocent people live.\nNow -- and it's not just -- and it's not\njust that no other such gun would be found at the\nMillenders', and the Millenders themselves have right to\npossess handguns for lawful purposes of self-defense.\nSo, it's possible -- of course, it is possible to\nspeculate about the things that the police might --\nJUSTICE KENNEDY: Well, just suppose they're\nsearching the suspect's own house.\nMR. WOLFSON: Right.\nJUSTICE KENNEDY: And there's -- he's used a\nspecific gun, a 12-gauge Remington shotgun, and they've\n-- and they're looking for that. And these facts are\nthe same. He may continue to elude the police; he may\nattack again. And they -- and they're searching the\nhouse, his own house. They see the one gun. They see a\nsecond gun. They cannot take the gun, the second gun?\nMR. WOLFSON: No, I would not -- I would not\nsay that, Justice Kennedy, because I think that --\nJUSTICE KENNEDY: On what basis do you say\nthey can take the second gun?\nMR. WOLFSON: Because if the police are in a\nplace where -- lawfully in a place pursuant to a\nproperly, narrowly drawn warrant, and they -- and they\nsee something in plain view, under this Court's plain\nview doctrine as articulated in Horton v. California,\nand there is probable cause to see something there to\nassociate with criminal activity, yes, the police can --\ncan seize that.\nBut it -- but it's -- there's a big\ndifference between thinking about what the police can do\nif they enter someplace lawfully and how they can\nreact --\nJUSTICE BREYER: Yes, but what's the\ndifference between what you just said and the situation\nhere? You say, if he sees the gun next to the bed, for\nexample, or in the closet, and he's in the house looking\nfor the sawed-off shotgun, he could seize it. He can't\nunless he has probable cause to think it might be used\nfor a crime.\nMR. WOLFSON: If --\nJUSTICE BREYER: And so, how did that\nchange? How did that change suddenly because he\nhappened to see in the house something in the closet,\nand nothing else changed? Why now suddenly can he take\nit?\nMR. WOLFSON: I think the assumption, as I\nunderstood, behind Justice Kennedy's question was, if\nthe police see something -- happen to see something in\nthe house that is probable cause of a crime --\nJUSTICE BREYER: No, but your argument is\nthere was no probable cause for thinking that the guns\nin the house, if there were other guns, would be used\nfor a crime. Now, your opponent, your brother there,\nsaid when I suggested that: Oh, no, that's wrong; there\nis probable cause to think that any guns in the house\nwould be used for a crime. He hasn't killed the girl\nyet, and one gun's as good as another. And he might\nwell take one of those other guns and kill her. So,\nthere's probable cause to believe that the guns that are\nin the house, or at least one could reasonably think so,\nwould be used for a crime. That was his response.\nThen, as to whether they're likely to be in\nthe house, well, we know this: We know he has a\nsawed-off shotgun, and we know he is a member of a gang,\nwhich is defined as a group of people engaged in\ndefinable criminal activity, creating an atmosphere of\nfear and intimidation.\nSo, well, people like that have guns. And\nwhen -- where they live, there may well be other guns.\nSo, it is reasonable for me to think there are other\nguns in the house and reasonable for me to thin k that\nother guns in the house would be used for killing this\ngirl if he can get to her. Okay, that's the argument.\nNow, what's the response?\nMR. WOLFSON: Well --\nJUSTICE BREYER: And you don't have to --\nyou have to show more than that there's no probable\ncause. You have to show it wasn't reasonable to think\nthat there was probable cause.\nMR. WOLFSON: Because the police did not\nhave probable cause to believe there was any other gun,\nand they certainly --\nJUSTICE BREYER: He's a member of a gang\nwhich often has guns, and this expert knows that members\nof gangs have guns. And the definition of \"gang\"\nsuggests they're likely to have guns, whether it's\nillegal to have them or not illegal.\nMR. WOLFSON: But it --\nJUSTICE BREYER: That's how he knows that.\nThat's how he knows.\nMR. WOLFSON: But it doesn't -- excuse me.\nIt doesn't necessarily follow that there is probable\ncause to believe that he has an arsenal of weapons with\nhim at an innocent third-party's house.\nJUSTICE SCALIA: And the warrant authorized\nthe search for and seizure of all guns, not just the\nguns belonging to Bowen. And in --\nMR. WOLFSON: That is correct.\nJUSTICE SCALIA: -- in fact, they seized\nsome of the Millenders' guns, didn't they?\nMR. WOLFSON: That is correct. The\npolice --\nJUSTICE SCALIA: And why is it -- if there's\nprobable cause to believe that he has other guns, is\nthere also probable cause to believe that any gun found\nin the house will belong to him? I think not.\nMR. WOLFSON: I would say not, Your Honor,\nbut I --\nCHIEF JUSTICE ROBERTS: We've been\ntalking -- we've been talking about this for some time\nas if we're reviewing the adequacy of the warrant.\nWe're not. We're reviewing the reasonableness of these\nofficers' determination that there was probable cause.\nDo you think it is at all pertinent in\naddressing that question that the officers submitted the\naffidavit to support the warrant to Deputy District\nAttorney Jane Wilson, who reviewed it and signed off on\nit?\nMR. WOLFSON: I -- I think it can't be\ndispositive, Your Honor.\nCHIEF JUSTICE ROBERTS: I didn't ask if it's\ndispositive. Is it relevant in any way?\nMR. WOLFSON: It could be -- it could be\nrelevant, but I would say it's -- it doesn't -- it\ndoesn't make the case in this case, for a few reasons.\nFirst of all, generally speaking, of course, if you\ncan't rely on the magistrate as a -- you know, as a\nblanket rule that you're not immune, it's hard to\nunderstand why the fact that the deputy district\nattorney signed off on it would have essentially the\nsame effect that the Court rejected in Malley, when it\nsaid, you know, there will be a limited set of\ncircumstances where even if -- even if a magistrate\nissues a warrant, the officer will be liable.\nSo, I don't think that -- I mean, the\ndistrict attorney and the -- and the superior are on the\nsame crime-fighting team as the -- as the -- as\nDetective Messerschmidt in this case.\nAlso, we really -- we have no information\nabout what transpired in these conversations with the\ndeputy district attorney. We don't know whether the\nD.A. said to Detective Messerschmidt: Oh, you know,\nyou're good; this is totally fine. Or whether she said:\nYou know, you're pushing the envelope here, but we might\njust find a magistrate who will go along with it, so --\nyou know, so, see what you can get.\nAnd the other point is, of course, relying\non your superiors and on the D.A. is a double-edged\nsword in many cases, because that -- in fact, that can\nestablish or go a long way towards establishing Monell\nliability, if you establish that there's a pattern of\nsuperiors and of deputy district attorneys --\nCHIEF JUSTICE ROBERTS: Do you want -- do\nyou want to encourage officers, when they're applying\nfor search warrants, to have them reviewed by the deputy\ndistrict attorney or not?\nMR. WOLFSON: Certainly, we want them to --\nto encourage that, Mr. Chief Justice. But the point is,\nin Malley, this Court made clear that, ultimately, a\nreasonably -- a reasonably well-trained officer must\nmake a judgment himself as to whether the course of\nconduct that he proposes to undertake could reasonably\nbe thought to be within the law.\nJUSTICE SCALIA: Ultimately, it's the\nofficer who goes into the Millenders' house, seizes\ntheir arms, rifles through their drawers. It's -- it's\nthe officer that does that?\nMR. WOLFSON: Well, the officers who are the\nPetitioners in this case are the officers who actually\napplied for the search warrant and who actually drafted\nthe search warrant for the magistrate to -- to sign.\nNow, they then were present at the search. I think\nthere is a --\nJUSTICE SCALIA: Oh, I didn't understand\nthat.\nMR. WOLFSON: Yes.\nJUSTICE SCALIA: They -- they did not\nexecute the warrant?\nMR. WOLFSON: They were -- they were -- they\nwere part of the executing team, yes. They were --\nthere were --\nCHIEF JUSTICE ROBERTS: Did they enter the\nresidence?\nMR. WOLFSON: They entered the residence,\nyes. There were other officers who I think it would be\nfair to say kind of more -- undertook the more concrete\nsearch of the -- you know, of the house from top to\nbottom. I think there is a different question about\nwhen a line officer relies on his lead officer's\ninstructions. And that was actually discussed by the\nNinth Circuit in -- in the Groh case, which later came\nup to -- came up to this Court.\nBut I think the -- the standard that the\nCourt set forth in Malley, the objective reasonableness\nstandard, is really -- it's consistent with this Court's\nqualified immunity case law --\nJUSTICE BREYER: If that is the -- we're\nusing a purely objective standard, another fact that I\njust want your reaction on is where he says, \"I told you\nnever to call the cops on me.\" Now, he has tried to\nthrow her out of the window or something. He -- he's\nshot at her. He's trying to kill her in five different\nways, and he's shouting: I'm going to kill you and I\ntold you never to call the cops on me.\nWhen I first read that I thought, well,\nmaybe he has some -- maybe this is explained in part not\njust domestic, but he has something to hide. He's\nafraid she's going to tell the police something. Now --\nnow, could a person reasonably read those words and\nthink he has something to hide here? His -- and there's\nsomething going on, and it's not just domestic?\nWhere does that lead us if we --\nMR. WOLFSON: I don't --\nJUSTICE BREYER: Can we read it that way?\nAnd if we do read it that way, where does that lead you?\nMR. WOLFSON: Well, the Petitioners have\nnever suggested that reading before. And, indeed, the\nPetitioners have -- indeed, Detective Messerschmidt\ntestified at his deposition: No, I didn't have any\nreason to believe that the crime was gang-related.\nI mean, one of the curious things about\nthe -- the argument that the Petitioners are now making,\nwhich is that you can go outside the warrant and import\ninto it the fact that he was a felon -- one of the\ncurious things about that is that the -- is that the\nofficers told the magistrate this is a violent crime, no\nquestion; he is a gang member -- not in support of\nprobable cause, but in support of night service. They\ntold the magistrate that they had reviewed all the\nvarious government databases, specifically including\npolice databases, but did not tell the magistrate that\nhe had any criminal record at all.\nJUSTICE GINSBURG: Mr. Wolfson --\nMR. WOLFSON: But that's so --\nJUSTICE GINSBURG: Mr. Wolfson, if --\nsuppose they had had a warrant to search just for the\nsawed-off shotgun. You conceded that when they go into\nthe house and they're looking all over, they could look\nin cabinets and drawers for the -- to find pieces of the\nshotgun. They come across other guns, they can at least\nsecure -- take those guns for their own safety. There\nare other people in the house, and somebody might use\nthem.\nSo, what's -- what's the difference in the\nscope of the search if they have a warrant just to look\nfor the sawed-off shotgun or if they have a warrant that\ncovers any guns?\nMR. WOLFSON: Well, a couple of responses.\nFirst of all, I think this Court's decisions in Groh and\nother courts made clear that when you're evaluating\nwhether -- whether the Respondents were harmed by this\nviolation of their constitutional rights, you have to\nlook at the warrant that was actually applied for and\nexecuted, not -- you don't -- you don't compare it to a\nhypothetical warrant that the police might have gotten\nif they had applied for a properly limited warrant.\nCHIEF JUSTICE ROBERTS: To cite Groh -- in\nGroh, the warrant did not identify the items to be\nseized at all.\nMR. WOLFSON: That is correct. But the\nargument was made in Groh -- was, well, there really was\nno harm because surely the officers had probable cause,\nand if they had done their work right, that there was I\nthink no question that they would have gotten a warrant,\nand the --\nCHIEF JUSTICE ROBERTS: Your answer -- and,\nagain, it seems to me we keep separating these two\ninquiries. It's not whether the warrant showed adequate\nprobable cause; it's whether or not the officers were\nreasonable in believing that it did.\nMR. WOLFSON: I understand --\nCHIEF JUSTICE ROBERTS: And to cite Groh,\na -- no reasonable officer could think that a warrant\nthat doesn't say anything at all about what's to be\nseized complied with the Fourth Amendment.\nMR. WOLFSON: But the argument was made in\nGroh that essentially this was sort of no harm, no foul,\nbecause surely a reasonable police officer could have\nobtained a valid warrant. And I was -- I was sort of\nanalogizing that to the question that Justice Ginsburg\nmade. I don't think that really is a question of\nqualified immunity at all. I think that may be a\nquestion of damages as to whether you could think, oh,\nwell, perhaps the police might have gotten a valid\nwarrant and so forth. But -- so, I think, sure, it's\npossible to imagine that the police could have gotten a\nvalid, narrow warrant limited to -- limited to search\nfor the sawed-off shotgun, and -- and certainly not the\ngang-related activity, but they didn't. And one has\nto -- one has to measure the harm that the -- that the\nMillenders suffered by execution of this --\nJUSTICE SOTOMAYOR: So, what happens --\nMR. WOLFSON: -- invalid warrant.\nJUSTICE SOTOMAYOR: -- below on that\nquestion? Following up on --\nMR. WOLFSON: Right.\nJUSTICE SOTOMAYOR: -- the same question\nthat Justice Kagan asked your brethren, which is how\nabout we find that it was reasonable to ask for the guns\nbut not for the gang-related materials? What does that\ndo to your claim, and do you disagree with the manner in\nwhich he described what the inquiry would be below or\nbefore us now?\nMR. WOLFSON: Right. We do disagree. We\nwould submit that the -- that it's still -- it's still\ninvalid. But this is an issue that the courts of\nappeals have wrestled with under what is called the\nseverance doctrine, which mostly is applied in\nexclusionary rule cases, not in qualified immunity\ncases.\nThis Court has actually never explicitly\nendorsed the severance doctrine, and that is the\nquestion -- suppose you have a warrant that is sort of\nhalf valid and half valid or maybe half arguably valid\nbut half totally -- you know, totally invalid. What do\nyou do then? And the -- I think at a minimum the record\nwould not permit this Court to -- to resolve that\nbecause we don't know from the record before us sort of\nwhat part of the search was conducted under what part of\nthe -- of the warrant. But --\nJUSTICE ALITO: What's to the gang\nparaphernalia? Why couldn't an officer reasonably\nbelieve that there was a probable cause to seize that --\nto search for and seize that, because it would link Mr.\nBowen with this residence where they hoped to find the\nshotgun? And you dispute the fact that he is -- that he\nis associated with that residence.\nMR. WOLFSON: Right. So, Justice Alito,\nthere certainly are circumstances in which it is\nlegitimate to seek for information that links a\nparticular person to a particular location for purposes\nof establishing criminal liability. The -- you know,\nthere are many cases, for example, where the police come\nacross a meth lab or something like that. And, of\ncourse, in that situation the police have a legitimate\nreason to -- to want to know who is present, whose\nfingerprints are all over the place, because that would\ntend to establish that the person is -- is in unlawful\npossession of methamphetamine.\nJUSTICE ALITO: And why couldn't a\nreasonable officer think that that would be the case\nhere?\nMR. WOLFSON: For -- for a few reasons.\nFirst of all, the 120th Street address, the Millenders'\nhouse, is totally irrelevant to the actual crime under\ninvestigation, which took -- someplace else. I mean,\nit's just a happenstance that the -- that the police are\nsearching -- searching this place. It's not the place.\nThis is not a tavern or a still or --\nJUSTICE ALITO: No, well, if they have\nprobable cause to believe that the sawed-off shotgun is\nthere -- let's suppose they find the sawed-off shotgun.\nThen there's going to be an issue at trial: Was it his\nsawed-off shotgun? And anything that links him to that\nresidence is valuable evidence.\nMR. WOLFSON: But the gang-related indicia\npart of the warrant is, first of all, much, much broader\nthan that; and, secondly, the Petitioners have never\nargued until this Court that that was the purpose of the\ngang-related indicia part of the warrant. I mean, the\nPetitioners argued that the gang-related indicia part of\nthe warrant is intended to establish his -- his gang\nmembership. And -- because, for example, there might be\na -- an increase in penalty if something is a\ngang-related crime. Even while --\nJUSTICE ALITO: I thought this was a test of\nwhat they could -- what a reasonable officer could have\nbelieved, not what they in particular believed.\nMR. WOLFSON: Well, that's correct, but I\nthink, you know, that does not mean that one can engage\nessentially in a completely post-hoc rationalization of\nwhat the objective search by the -- to be accomplished\nby the warrant is. I mean, the warrant application\nitself says this is a spousal assault that the police\nare investigating. There's no suggestion that it's a\ngang-related crime in any way.\nJUSTICE KAGAN: Mr. Wolfson, it seems that\nmany of the arguments on both sides are very\nfact-dependent in nature, that you're asking what\ninferences can be drawn reasonably from certain facts,\nfrom a particularly violent incident, from the use of a\nsawed-off shotgun, from the fact that this was not his\nhome, from the fact that he was a gang member.\nAnd yet, the cases that you cite to us as\nsuggesting what a reasonable police officer should know\nreally are not cases that involve these facts at all.\nThey're cases that state very broad general propositions\nabout Fourth Amendment law. So, how can you get from\nthose cases to what you're saying a particular police\nofficer in a particular set of circumstances ought to\nknow?\nMR. WOLFSON: Well, of course, this Court\nhas never required that, for qualified immunity\npurposes, that the case -- there be another case exactly\non point. And --\nJUSTICE KAGAN: No. But there seems to be a\nvery large gap between what this police officer has to\nthink about and the cases that you cite.\nMR. WOLFSON: Respectfully, Justice Kagan, I\ndon't think I agree, and I think that it's -- it's\nuseful to look at two related but somewhat different\nlines of cases, particularly in the Ninth Circuit but,\nactually, you know, all across the board in the courts\nof appeals.\nThe first line of cases says if the police\nhave reason or have probable cause to look for a\nspecific object or specific -- even a specific kind of\nobject, that doesn't give them probable cause to look\nfor the whole generic class of objects that are somewhat\nsimilar.\nThe leading case on this in the Ninth\nCircuit is the Spilotro decision, but there are many\ncases coming both before and after that stand for that\nproposition. The -- the principle has been applied in\nmany contexts. For example, if you think that somebody\nis committing fraud for years 1998 and 1999 and there\nare billing records, you can't -- you don't have\nprobable cause to look for fraud, you know, for the\nentire records, billing records from 1950 to the\npresent. If you think that -- if you see somebody run\nover somebody else in a green Nissan Sentra, you don't\nhave probable cause to search for all vehicles including\na red Ford -- a red Ford Explorer.\nThis is really that principle in the context\nof firearms. And it -- and Detective Messerschmidt had\nthe information that the case involved a black sawed-off\nshotgun with a pistol grip. Now, there certainly are\ncases --\nJUSTICE ALITO: Well, to come back to a\nquestion that was asked before --\nMR. WOLFSON: Yes.\nJUSTICE ALITO: -- suppose they were\nissuing -- suppose the warrant just sought this --\nthe -- that particular weapon. They execute it, and\nthey come to a room in this house, and it's got Mr.\nBowen's name on it, and inside there's a gun cabinet,\nand there are -- there are a whole -- there's a whole\narray of guns, legal -- let's say he legally possesses\nthem. There's a -- there's a -- there are assault\nrifles. There are pistols. And it's known that he's\nthreatened to kill his girlfriend. You say -- would the\npolice be able to seize those?\nMR. WOLFSON: Yes, I think there are many\nthings the police can do. First of all, an assault\nrifle is illegal. So, that per se is contraband --\nJUSTICE ALITO: All right. All sorts of\nlegal weapons --\nMR. WOLFSON: Right. Okay. And --\nJUSTICE ALITO: -- that could be used.\nCould they -- could they seize those?\nMR. WOLFSON: Well, the police -- if -- and\nso, one question is, do the police know that Mr. Bowen\nis a felon? And here I think that is relevant, because\nthey are dealing with what not what is in the affidavit\nbut to on-the-spot judgments. So, if the police --\nJUSTICE ALITO: Let's --\nMR. WOLFSON: So -- okay.\nJUSTICE ALITO: -- I'm hypothesizing --\nMR. WOLFSON: Right.\nJUSTICE ALITO: -- he has a license for all\nof these.\nMR. WOLFSON: Right. So, I think there\nare --\nJUSTICE ALITO: He's not a felon.\nMR. WOLFSON: So, I think if the police have\nprobable cause, in light of the circumstances that they\nactually encounter at the house, that the guns --\nJUSTICE ALITO: The circumstances are\nexactly the circumstances here --\nMR. WOLFSON: That the --\nJUSTICE ALITO: -- except for the two things\nthat I changed. It's his room, and it's his gun\ncabinet.\nMR. WOLFSON: The police may be able to\nsecure all of those weapons, certainly so that they pose\nno danger to anybody else. And if Mr. Bowen is arrested\nand then, if -- if he is to be released on bail or on\npretrial release, it's a very common condition that he\nnot have access to any weapons. The police -- it may be\nrequired that he deposit those weapons with somebody\nelse who, you know, is a proper custodian --\nJUSTICE ALITO: Well, let's say they don't\nfind him. He's still at large. They have to leave the\nweapons there.\nMR. WOLFSON: I don't think they --\nnecessarily have to leave the weapons there.\nJUSTICE ALITO: When they leave. Why? On\nwhat ground could they seize them?\nMR. WOLFSON: If there is no -- well, if\nhe's not -- if he's not there, then it's not clear to me\nthat he has a Fourth Amendment standing to challenge\nanything.\nJUSTICE ALITO: It's his room. It's his\nroom.\nMR. WOLFSON: It's his room. But if he's --\nI mean, but if he's --- if they really believe that the\npolice -- that he is there, that it is his house, there\nis no reason to believe that his possession of any of\nthese weapons is illegal, there are -- the police can do\nthings to secure them.\nJUSTICE KENNEDY: I'm putting in my notes\nthat you're not answering the hypothetical.\nMR. WOLFSON: Right.\n(Laughter.)\nMR. WOLFSON: I think there -- I'm not sure.\nI don't think the police can say these weapons are just\nours, we're going to take them, we can seize them\nwithout -- without probable -- without more probable\ncause.\nJUSTICE ALITO: They can't say, and we're\ngoing to take them under -- we're going to take them so\nthat he can't use those to kill his girlfriend which is\nwhat he has threatened to do? They just have to leave\nthem there --\nMR. WOLFSON: No --\nJUSTICE ALITO: -- and if he happens to come\nback and -- and get those weapons, and he kills her,\nwell, that's just too bad?\nMR. WOLFSON: But if the police -- the\npolice have -- if the police have probable cause to\nbelieve that he -- on the spot that he will use that\nweapons, yes, they can seize them under that provision\nof the California Penal Code, but that does not mean\nthey have probable cause when they apply for the -- the\nwarrant, to think that those weapons either will\nexist --\nJUSTICE ALITO: You really -- you really are\nnot answering my question.\nMR. WOLFSON: I --\nJUSTICE ALITO: My question is: Everything\nis exactly the same except that it's his room and he's\nnot a felon and he possesses them legally and there they\nare, and they see them.\nMR. WOLFSON: I think --\nJUSTICE ALITO: And your answer is they can\ntake them. In which case, my question is, why wouldn't\nthey have probable cause to search for those in the\nfirst place? Or they can't take them, in which case I\nsay, well, what about the possibility that he will come\nback, get those weapons, and carry out his threat using\nthose weapons?\nMR. WOLFSON: They can -- they may be able\nto take them, but that does not mean that they knew that\nthey existed in the first place or that they would be at\nthe Millenders' house. That's -- that I think is the\nfundamental difference.\nJUSTICE GINSBURG: What happened here when\nthey -- when they -- they did seize weapons that\nbelonged to the plaintiff, Mrs. Millender. They -- they\ntook them because they thought they were the\ndefendant's? But -- not that -- they thought they were\nBowen's?\nMR. WOLFSON: It's not clear, Justice\nGinsburg. They took them under the authority of the\nwarrant. They did not provide an explanation as to\nspecifically why they were -- why the gun was seized,\nbut the gun was seized. And this -- I think this really\nthe -- this point, that they went into the Millenders'\nhouse, searched the house from top to bottom, and seized\nthe Millenders' -- Mrs. Millender's lawfully owned\nweapon really shows that this case is in the heartland\nof what the Fourth Amendment is concerned about. I\nmean, this is exactly the kind of case that the Framers\nwere concerned about when they abolished the\ngeneral warrant. This is the sort of case --\nCHIEF JUSTICE ROBERTS: Counsel, do you --\ndo you contend that anything in the affidavit was false?\nMR. WOLFSON: Yes. False or at least --\nCHIEF JUSTICE ROBERTS: What --\nMR. WOLFSON: -- or at least misleading.\nCHIEF JUSTICE ROBERTS: What was that?\nMR. WOLFSON: I think the -- the -- the\nproposition that Bowen, quote, unquote, \"resided\" at the\n120th Street address and that that -- and that that\nconclusion was drawn from, among other things, Detective\nMesserschmidt's search of government databases was\nmaterial misleading, because he didn't reside there. He\nmay have been staying -- hiding out there, and the\nsearch of the government databases which are actually --\nthe results are actually reprinted --\nCHIEF JUSTICE ROBERTS: Where did the --\nMR. WOLFSON: Sorry.\nCHIEF JUSTICE ROBERTS: -- may have been --\nmay have staying there?\nMR. WOLFSON: That is what Shelly Kelly told\nDetective Messerschmidt, which is, if I am not\nmistaking --\nCHIEF JUSTICE ROBERTS: And you say it was\nmaterially false that they said he resides there, and\nwhat he knew is that he may have been staying there?\nMR. WOLFSON: He may have been hiding out\nthere. When -- especially when you combine that with\nall the other information that Detective Messerschmidt\nactually obtained from the printouts of the databases\nwhich are in the JA, which in fact say that he hadn't\nbeen at the 120th Street address for several months and\nthat his most recent address was 97th Street, where he\nlived with -- where he stayed with, at least sometimes,\nShelly Kelly and gave it out as his address. So,\nthat -- that is in the respects why we think that this\nis materially misleading.\nOf course, we were not allowed to appeal\nthat determination, so that really only half of the case\nin that respect was before the court of appeals and is\nbefore this Court.\nThank you very much.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Coates, you have 2 minutes remaining.\nREBUTTAL ARGUMENT OF TIMOTHY R. COATES\nON BEHALF OF THE PETITIONERS\nMR. COATES: With respect to the -- the\nhypothetical that Justice Alito postulated in terms of\nfinding other weapons there, and Respondents' counsel to\nsay, well, we might go on the plain view doctrine, I\nthink these are circumstances in which we note that you\nwant to encourage officers, when they can, not to -- not\nrely on exceptions to the warrant requirement. And\nhere, if anything, the officers in an abundance of\ncaution attempted to get a warrant, contemplating those\nprecise circumstances. I don't think they should incur\nliability for -- for going to that extra step and that\nextra precaution. And, again, a step back from whether\nthere's actually probable cause, but whether a\nreasonable officer could even believe that might be the\ncase for purposes of sending it to a magistrate.\nAnd I think, under those circumstances, you\nwant to encourage officers to seek a magistrate's\ndetermination and not try and rely on on-the-scene\nexceptions to the warrant requirement to try and justify\nseizing weapons under those circumstances.\nWith respect to Justice Scalia's concern\nabout the probable cause to seize all guns as opposed to\nguns belonging to Bowen -- and I think the notion is\nthat Bowen, being a resident and that being established\nfor purposes of this contention at this point, still\ndown at district court, but it was assumed for purposes\nof the Ninth Circuit that he was a resident, that as a\nresident, that he would have access to that firearm.\nAnd I think that this was bolstered by the\nfact -- again, his status as a gang member. We cite the\nChicago Housing Authority v. Rose case, which talks\nabout the manner in which gang members often store and\nuse weapons at family members' homes. I mean, it's an\nunfortunate part of the -- of the gang culture. So,\nit's not unreasonable for an officer to think there\nmight be probable cause at the very least to seize any\nweapon found there, even if ultimately facts developed\nthat it is in fact not Bowen's weapon.\nAnd this also goes to the indicia of gang\nmembership and why it's reasonable even to ask, because\nthat may be one of the means by which we could tie a\nparticular weapon to Bowen depending upon what's found\nduring the search.\nThis is a very high standard as established\nby this Court, which is essentially plainly incompetent\nor knowingly violating the law. And this is an officer\nthat has not hidden the ball with respect to what\ntranspired between Bowen and Kelly. He submitted it to\nhis superiors to look at; he submitted it to an\nattorney. And while that's not dispositive, I think\nthose are objective facts that a reasonable officer\ncould say, I've done this, this, and this; there's no\nreason for me to believe that I'm violating the law in\nsending it to a magistrate.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\ncounsel.\n"
    }, 
    "respondents": [
        "BRENDA MILLENDER, AS EXECUTOR OF", 
        "THE ESTATE OF AUGUSTA MILLENDER,", 
        "DECEASED, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 30, 
        "JUSTICE ALITO": 33, 
        "JUSTICE BREYER": 18, 
        "JUSTICE GINSBURG": 11, 
        "JUSTICE KAGAN": 6, 
        "JUSTICE KENNEDY": 7, 
        "JUSTICE SCALIA": 27, 
        "JUSTICE SOTOMAYOR": 21, 
        "MR. COATES": 49, 
        "MR. SRINIVASAN": 21, 
        "MR. WOLFSON": 73
    }
}