{
    "appearances": {
        "content": "BRIAN W. CARROLL, ESQ., Chicago, Illinois; for\nPetitioner.\nANITA ALVAREZ, ESQ., State's Attorney, Chicago,\nIllinois; for Respondent.\nMICHAEL R. DREEBEN, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; for\nUnited States, as amicus curiae, supporting\nRespondent.\n"
    }, 
    "caseNum": "10-8505", 
    "caseinfo": {
        "content": "SANDY WILLIAMS, :\nPetitioner :\nv. : No. 10-8505\nILLINOIS. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nBRIAN W. CARROLL, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nANITA ALVAREZ, ESQ.\nOn behalf of the Respondent 23\nORAL ARGUMENT OF\nMICHAEL R. DREEBEN, ESQ.\nOn behalf of the United States, 41\nas amicus curiae, supporting the Respondent\nREBUTTAL ARGUMENT OF\nBRIAN W. CARROLL, ESQ.\nOn behalf of the Petitioner 50\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, December 6, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:05 a.m.\n"
    }, 
    "petitioners": [
        "SANDY WILLIAMS,", 
        "Petitioner", 
        "v.", 
        "No. 10-8505 ILLINOIS.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:05 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 10-8505, Williams v. Illinois.\nMr. Carroll.\nORAL ARGUMENT OF BRIAN W. CARROLL\nON BEHALF OF THE PETITIONER\nMR. CARROLL: Mr. Chief Justice, and may it\nplease the Court:\nIn this case, Sandra Lambatos testified that\nMr. Williams' DNA matched a DNA profile that, according\nto assertions made by analysts from the Cellmark labs,\nwas the genetic description of the purported offender.\nBecause no one from Cellmark appeared at Mr.\nWilliams' trial, Lambatos' testimony conveying the\ntestimonial statements from Cellmark violated Mr.\nWilliams' rights under the Confrontation Clause. For\nthese reasons, the Illinois Supreme Court's decision\nshould be reversed.\nNow, Ms. Williams' -- or Ms. Lambatos'\ntestimony on direct examination clearly conveyed\nCellmark's statements. She testified that the vaginal\nswab and blood sample from the victim were sent from --\nto Cellmark for DNA analysis. She later was asked, was\nthere a computer match generated from the male DNA\nprofile found in the semen from the vaginal swabs of the\nvictim and the male DNA profile that had been identified\nas having originated from Mr. Williams?\nJUSTICE SOTOMAYOR: Counsel, it hasn't been\nthe focus of the briefing, but you've just made it the\nfocus here. I know that you've been claiming that her\nstatements about what constituted the Cellmark lab\nresults are a statement that violates the Confrontation\nClause. But are you taking the position that her\nstatements and the admission of the documents, mailing\nthe lab sample to the laboratory, and them getting it\nback, that all of those business records were improperly\nadmitted?\nMR. CARROLL: As --\nJUSTICE SOTOMAYOR: Because she testified\nthat in her records she sees that her lab -- and she\nsays -- I think those records were produced; I could be\nwrong -- that --\nMR. CARROLL: Yes, the shipping records were\nproduced.\nJUSTICE SOTOMAYOR: They were produced and\nadmitted into evidence. That the lab sample taken from\nthe victim, L.J., was mailed to the laboratory and that\nit came back.\nAre you taking the position that those\nshipping documents were not business records? Are you\ntaking the position that those were improperly admitted?\nMR. CARROLL: No, Your Honor, at this stage,\nwe are not challenging the admission of the shipping\nrecords.\nJUSTICE SCALIA: Well, that would just show\nthat the material went to and came back from the lab.\nIt wouldn't show what the lab results were. It was the\nresults that she testified to, right?\nMR. CARROLL: That's correct, Your Honor.\nJUSTICE SCALIA: And what other evidence was\nthere of the results besides her testimony?\nMR. CARROLL: There was no other evidence.\nJUSTICE SCALIA: No other.\nJUSTICE GINSBURG: In the case of the blood\nthat was tested in the police lab, there the person who\nwas testing did testify at the trial, right? It wasn't\njust Lambatos -- Lambatos, but the one who had tested\nthe blood?\nMR. CARROLL: The -- the person who\ntested or who analyzed Mr. Williams' blood did testify\nlive at the trial.\nJUSTICE GINSBURG: Yes.\nJUSTICE KENNEDY: Abbinanti testified that\nshe did the blood test and it went into the State\ndatabase with reference to the other crime, not this\ncrime; am I correct?\nMR. CARROLL: Yes, Your Honor. The -- when\nhe was arrested for an unrelated matter.\nJUSTICE KENNEDY: But she's an expert. She\ntestified how she did the test and what the -- and that\nshe put the DNA result into -- into the data bank.\nMR. CARROLL: That's correct, Your Honor.\nJUSTICE ALITO: Hasn't it long been accepted\nthat experts may testify to the facts that form the\nbasis for their opinions on the ground that when the\nexperts go over those facts, they are not -- those --\nthat information is not being introduced to prove the\ntruth of the matter asserted, that -- the truth of those\nunderlying facts; only that those are the facts that the\nexpert has relied on in reaching an opinion? And that\nhas not been considered to be hearsay.\nNow, do you argue that those -- that that's\nincorrect? Those -- those statements cannot be\ntestified to as an -- by an expert without their\nconstituting either hearsay or testimony within the\nmeaning of the Confrontation Clause?\nMR. CARROLL: In this case, where the --\nwhere the basis evidence the expert testifies to, where\nit's -- the expert's opinion depends on that -- those\nstatements being considered true, in those instances\nthen, yes, we are arguing that the Confrontation Clause\ndoes not allow --\nJUSTICE ALITO: Well, let's say that -- let\nme put it this way: Let's say the expert -- people from\nthe -- the expert testifies, I received the -- I looked\nat the report from -- from the lab; I looked at the\nreport from -- I looked at the report from Cellmark, the\noutside lab; I looked at the report that we did; and\nthere -- there is a match.\nAnd so, the expert is -- is mentioning facts\nthat form the basis of the opinion but not testifying to\nthe truth of those. Is that a violation of the\nConfrontation Clause at that point?\nMR. CARROLL: If the -- the expert is not,\nyou know, asserting that the statements are true, then\nno. However, that's not what happened in this case,\nYour Honor. Ms. Lambatos --\nJUSTICE SCALIA: Well, it would be utterly\nirrelevant, would it not, if the statements were not\ntrue? I mean, it's one thing for an expert to testify\nabout a hypothetical, you know: Assuming this, this,\nthis, Mr. Expert, what would the result be? Well, on\nthose assumptions, it would be this.\nBut this was not -- nobody asked -- asked\nher to assume those things at all. She testified\nthat -- that she had a match between what she had done\nand what had been done on the -- on the DNA of this\nindividual by somebody else.\nMR. CARROLL: That's correct.\nJUSTICE SCALIA: That seems to me quite\ndifferent from the -- from the ordinary hypothetical put\nto an expert.\nJUSTICE BREYER: Yes, I would have\nthought -- yes. You can -- sorry, go ahead.\nMR. CARROLL: No, I was just going to --\nJUSTICE BREYER: You were going to agree\nwith that. And --\n(Laughter.)\nJUSTICE BREYER: I know. I mean, I'm sure\nyou've looked at this probably. But the most -- one of\nthe more interesting things I've found in these briefs\nwere the references to Wigmore. So, I went back and\nread what Wigmore said about scientific evidence, expert\nevidence, and business records. And he certainly\nconcedes and agrees with Justice Scalia, and those\nopinions are filled with hearsay. I mean, there's no\nexpert who isn't relying on what his teachers told him\nin college, which reflects dozens of out-of-court\nstatements given to dozens of people who wrote them up\nin books.\nSo, expert opinion is always based on\nhearsay, almost, and -- and so are business records.\nThey are filled with hearsay. But Wigmore writes a\ntreatise, doesn't he, where he says exceptions have been\nrecognized since the 17th century or earlier to cover\nthat kind of material?\nSo, my question for you is why shouldn't we\nrecognize a similar, related kind of exception here?\nWe're trying to discover the meaning of \"testimonial.\"\nThe difference here is a police lab or a lab that\nreports to a police lab. The individuals there probably\nknow that there is a fairly good chance that what they\nsay will be used in a criminal trial. They don't know\nit for sure, but they're controlled by the canons, by\naccreditation, by tests of reliability, by the fact that\nthey're not normally interested in the results of a\ntrial, as here they couldn't care less; they don't even\ncare if it is used in a trial.\nAnd all the Wigmore factors for both\nexceptions could support a similar exception here, which\nwould have the following virtue: It would have the\nvirtue of not requiring 10 people to come in and\ntestify, whom the defense is, of course, free to call;\nand it would also have the virtue of removing the\ntemptation for prosecutors to stop relying on the more\nreliable evidence, DNA, and instead encourage them to\nrely on the less reliable evidence; namely, the\neyewitness testimony in a case.\nNow, that -- that really is all my questions\nin one.\n(Laughter.)\nJUSTICE BREYER: Because I understand every\nargument you're making as fitting it in with hearsay. I\nagree with that. And I also agree to a degree with the\ntestimonial point. And I see the need for an exception,\nand Wigmore provides all the reasons, and since we're\ninterpreting that word \"testimonial,\" don't we have the\npower, and why shouldn't we create one out of the word\n\"testimonial\"?\nMR. CARROLL: Well, Your Honor, because the\nConfrontation Clause guarantees the defendant the right\nto confront and cross-examine the witnesses against him,\nand that's the reason why this Court should not make an\nexception --\nJUSTICE BREYER: Well, I'll go further in\nyour direction --\nJUSTICE SCALIA: You're not objecting to\nhearsay, are you, counsel? You're objecting to a\nviolation of the Confrontation Clause --\nMR. CARROLL: That's right.\nJUSTICE SCALIA: -- which is quite different\nfrom what -- what Mr. Wigmore was writing about, which\nwas hearsay.\nJUSTICE BREYER: Yes, but Wigmore actually\nbelieved that the Confrontation Clause simply\nencapsulated the hearsay rule.\nJUSTICE SCALIA: We've said the contrary,\nthough, haven't we?\n(Laughter.)\nJUSTICE BREYER: I'm asking you the\nquestion, and I -- I'll go further in your direction.\nI'll go further, because I would say what about saying\nthis: that not only do we recognize the exception, but\nit isn't a full exception; that if the defendant can\nshow some reason to believe that either the laboratory\nis not properly accredited, it isn't doing things\nproperly; or that the individual technician has\nsomething personal or knows about -- about the defendant\nthat makes it suspect, immediately the presumption that\nthe exception applies disappears, and the prosecutor has\nto call the -- the witness.\nYou can say, well, we shouldn't make that\nup, but I believe if you go back to the 18th century,\nyou'll discover that your interpretation of the\nConfrontation Clause was not there. So -- so, that's\nwhat's basing my question, and I'd like your reaction.\nIt's a long question, considers an exception, and I'd\nlike you to give me your reaction to that.\nMR. CARROLL: Well, Your Honor, I think that\nthis Court's decisions in Crawford and Melendez-Diaz and\nBullcoming largely foreclose on making such an\nexception. The --\nJUSTICE SCALIA: Justice Breyer dissented\nfrom those opinions.\n(Laughter.)\nJUSTICE BREYER: I did, but I --\nJUSTICE SCALIA: -- Justice Breyer's\ndissent.\nJUSTICE BREYER: And I mean it because I see\nextending those cases from one individual from a\nlaboratory being familiar with the results to requiring,\nin ordinary cases, the calling of what could be up to 10\ntechnicians -- I see that as making a sea change in\nnormal criminal law practices, and my motive is as I\nsaid: I fear it will push the system in the direction\nof relying on less reliable eyewitness testimony rather\nthan more reliable technical laboratory DNA-type\nevidence. Now, you have my -- I've made the point, and\nI really want to get your response.\nJUSTICE GINSBURG: Mr. Carroll, are we\ntalking about 10 witnesses? I thought we were talking\nabout just one witness, from Cellmark.\nMR. CARROLL: Yes, on this record, Your\nHonor, the -- the statements that were produced were the\nstatements of the authors of the report. So --\nJUSTICE GINSBURG: That's 1 person, not 10.\nMR. CARROLL: I believe there are two\nsignatories to the report.\nJUSTICE ALITO: Well, 10 isn't -- 10 is not\na far-fetched hypothetical. We have an amicus brief\nfrom the Manhattan District Attorney's Office and the\nNew York City Chief Medical Examiner's Office, and they\nsay that their very fine crime lab involves at least 12\ntechnicians in the analysis of DNA.\nThey break it down that way because it\nincreases accuracy; it decreases the chance of any\nfavoritism for the prosecution. And they say that if --\nit is impossible for us to bring all 12 of those\ntechnicians into court to testify in every case in which\nthere is DNA evidence, and if we have to do that, we\nwill just not be able to use DNA evidence in court. We\nwill have to rely on less reliable evidence.\nIs that just a -- do you think that's just a\npractical consequence that we have to accept under\nCrawford?\nMR. CARROLL: No, Your Honor, because even\nin the worst-case scenario described in the New York\nCounty's brief, not all 12 people in that situation make\ntestimonial statements, and not all 12 people's\ntestimonial statements are presented at trial. The\nConfrontation -- for the Confrontation Clause to be\nsatisfied, it is only those witness who the prosecution\nchooses to present at trial who must testify.\nJUSTICE SCALIA: It's up to the prosecutor\nwhich of those 12 he wants to bring in, whether he wants\nto bring in all 12 or just 1. If he thinks the jury\nwill be sufficiently persuaded by bringing in just one,\nhe can bring in just one, right?\nMR. CARROLL: That's correct, Your Honor.\nJUSTICE ALITO: How will bringing in --\nJUSTICE SCALIA: But he has to bring in the\none and not -- and not hearsay about what the one would\nsay.\nJUSTICE ALITO: How will bringing in one\nsatisfy the Confrontation Clause problem? If 12 people\nperform steps in the analysis and 1 person testifies\nabout what 11 other people did, don't you have the same\nConfrontation Clause problem?\nMR. CARROLL: No, Your Honor. Again, it's\nwho's testifying.\nJUSTICE ALITO: You don't?\nMR. CARROLL: No, we don't, because the\nquestion is, whose statement is being presented? Now,\ngiven the five steps in the brief, the electrophoresis\nstep, the person who does the DNA typing and determines\nwhat alleles are present in the sample, that person\nprobably has to testify because that's really what the\nresults are, what alleles are present.\nThe amplification step, the person who, you\nknow, copies the DNA and tags it -- I don't think that's\na testimonial statement. And in this case, no\nstatements from someone who did that was presented.\nNext step, quantization --\nJUSTICE ALITO: Well, why is that not a\ntestimonial statement?\nMR. CARROLL: Well, just performing a test\nis not a testimonial statement. And just stating --\nJUSTICE ALITO: If the -- if the person were\nin court, the person would say this is what I did.\nMR. CARROLL: If the person was in court\nand --\nJUSTICE ALITO: And that's not testimony?\nMR. CARROLL: In that case, it would be\ntestimony. However, that person doesn't have to testify\nin order for the State to present its evidence. If the\nState chooses to present that person's testimonial\nstatement at trial, then, yes, the Confrontation Clause\nwould require them to present that testimony live.\nHowever --\nJUSTICE KAGAN: Mr. Carroll, I -- I'm just\ntrying to figure out -- this out, and I'm -- here's my\nquestion: Suppose you had two witnesses, one from --\none who had done the lab analysis on Mr. Williams and\none who had done the lab analysis from the victim. And\nthey both testify. And now an expert comes in, and the\nexpert says, I've looked at both reports, and there's a\nmatch.\nNow, there would be no problem at all with\nthat; is that right?\nMR. CARROLL: That's correct, Your Honor.\nJUSTICE KAGAN: Okay. So, now we only have\none of the lab technicians, and we take away the other\nlab technician. And what you are saying is, well, now\nwe have this expert, and she's saying she could do a\nmatch, but the question is a match of what? That's the\nquestion, right?\nMR. CARROLL: That's correct, Your Honor.\nJUSTICE KAGAN: So, why is that a\nConfrontation Clause issue? Why isn't it just that the\nprosecutor has failed to prove an element of his case?\nMR. CARROLL: It's a Confrontation Clause\nissue because the prosecution presented the statements\nof the person who did the analysis on the victim's\nvaginal swab.\nJUSTICE KAGAN: Well, is that right? I\nmean, I thought that the judge here said: No, I'm not\ntaking this for the truth of the matter asserted; I'm\nonly taking your statements about the lab tests as an\nindication, as -- as the basis for your opinion. So,\nI'm listening to your opinion.\nThe problem is in this whole case, there has\nbeen no factual testimony about what the results were\nfrom the swab on the victim. Isn't that right?\nMR. CARROLL: Well --\nJUSTICE KAGAN: Or am I missing something?\nMR. CARROLL: You are missing something,\nYour Honor. And the trial judge in this case never\nstated he was not considering the evidence for its\ntruth. No place in the record does it -- the trial\njudge state that. And, in fact, in the finding of\nfacts, he states that he was convinced of the -- that\nthere was a match because the evidence from the experts\nestablished that victim -- that Williams' semen was\nfound on the victim. And he notes that, well, Cellmark\nwas an accredited lab. If he wasn't considering\nCellmark's statement for the truth, he wouldn't care if\nthey were accredited.\nJUSTICE ALITO: Well, what did the Illinois\nappellate court say about that, about whether the\ninformation was -- whether the evidence was admitted for\nthe truth of the matter asserted?\nMR. CARROLL: The appellate court held, as a\nmatter of Illinois law, these statements -- statements\nthat serve as the basis of an expert's opinion are\ngenerally deemed not to be admitted for their truth.\nHowever, in this case, there's no meaningful\ndistinction between considering Cellmark's statements\nto -- you know, in assisting the evaluation of Lambatos'\ntestimony and considering it for its truth. If the\nstatements weren't true, then Lambatos' testimony would\nnot link Williams' DNA to the crime.\nJUSTICE ALITO: Isn't -- but isn't Justice\nKagan's question there the correct question? Isn't that\na question of Illinois evidence law, not a Federal\nconstitutional question?\nMR. CARROLL: No, Your Honor.\nJUSTICE ALITO: Was there sufficient -- was\na sufficient foundation laid for the introduction of the\n-- of the expert's testimony?\nMR. CARROLL: No, Your Honor.\nJUSTICE ALITO: That was -- that was\naddressed by the -- by the Illinois court?\nMR. CARROLL: No, Your Honor. The question\nhere isn't whether the State's evidence was sufficient.\nIt's whether the evidence the State did present violated\nMr. Williams' rights under the Confrontation Clause.\nNow, this -- I can give an example or an\nanalogy. Suppose a police officer were to testify: A\nwitness gave me this photograph and told me this is a\nphotograph of the offender. I compared this photograph\nto a photograph of the defendant. I found that they\nmatched.\nNow, the police officer -- he compared the\nphotographs. You know, we're not contesting Lambatos'\nmatch. But the statement that this is a photo of the\noffender, that's not the officer's statement. That's a\nstatement of the witness who gave him that photograph.\nCHIEF JUSTICE ROBERTS: But that's just\nbecause the photographing is something that people\nwouldn't dispute. I mean, what if the State presents\ntestimony saying, I took the sample; I put it in the\nsample case; I sent it to Cellmark saying give us a DNA\nanalysis of this sample; we got back from Cellmark the\nanalysis with the same name on it? And the expert\ntestifies, I compared that to DNA from the defendant,\nand it was a match.\nYou would be free in cross-examining to say:\nDo you know what they did at Cellmark?\nAnd she would say: Well, they're a DNA lab;\nwe asked them to do a DNA analysis.\nBut do you know what happened?\nNo, I don't.\nAs far as you know, do they -- did they just\nignore it and not do anything?\nWell, yes, I didn't -- I'm not testifying to\nwhat happened at Cellmark. I'm just telling you we sent\nthe DNA there, and this is what we got back.\nWhy is that not perfectly fine?\nMR. CARROLL: Because that person's\ntestimony that the results we got back were connected to\nthe samples we sent --\nCHIEF JUSTICE ROBERTS: They did not -- she\ndoes not say that. She said: We sent the sample marked\n\"crime scene\" or whatever it was. We got back a data\nsheet that said \"crime scene.\"\nWell, Expert, do you know that they didn't\nmix them up?\nNo, I don't. All I know is what we sent and\nwhat we got back.\nMR. CARROLL: Your Honor, I still believe\nthat would be a Confrontation Clause violation because\nthe writing on the data sheet that said \"crime scene,\" a\nperson at Cellmark had to write that down on the data\nsheet. So, someone from Cellmark was making a\nrepresentation that that data sheet is connected to\nthis --\nCHIEF JUSTICE ROBERTS: And all the witness\nis -- all the witness is testifying to is what they sent\nand what they got back. And you're free to\ncross-examine about what went on at Cellmark, and a jury\nis free to say, well, I believe the circumstantial\nevidence about what happened. Or the defense counsel\ncan say, why don't they have anybody here from Cellmark?\nAnd a jury can say, well, yes, that's a good point.\nIt just seems to me that nobody from\nCellmark is testifying, and what you're -- that's what\nyou're objecting to, but they don't need that testimony\nto present the expert's conclusion to the jury.\nMR. CARROLL: Well, Your Honor,\nhypothetically, the State could -- I believe the State\ncould present its evidence through circumstantial\nevidence, but that's not what happened in this case.\nLambatos did testify that -- she didn't simply state\nthat I got a profile back. She testified, I got a\nprofile that was the male DNA profile found in the semen\nfrom the vaginal swab.\nThat's a statement from Cellmark. That's\nnot Lambatos' statement. And --\nJUSTICE KENNEDY: And she -- and she goes\nfurther. She says: And based on that, which I believe\nto be true. She didn't say that, but this is the\nimplication. Based on that, which I believe to be true,\nthis belongs to Williams. This DNA is Williams's DNA.\nAnd if she weren't relying on the truth of\nthe assertion from Cellmark, it would be irrelevant for\nthe jury. Isn't that your point?\nMR. CARROLL: That's correct, Your Honor.\nJUSTICE BREYER: That's true whenever --\nwhenever an expert -- an expert makes a statement.\nThere is a conceptual difference between their\ntestifying to something out of court for its truth and\nthat being the basis for the expert opinion. In the one\ncase, she's relying upon a statement in order to form\nher opinion; and in the other case, she's introducing\nthe statement. And you're saying, in this case, that's\na distinction without a difference. Isn't that what's\ngoing on?\nMR. CARROLL: That's correct, Your Honor.\nJUSTICE BREYER: All right. But still there\nis the conceptual difference. And as long as there is\nthat conceptual difference, don't we have a basis for\ndistinguishing this case from Melendez?\nMR. CARROLL: I do not believe so, Your\nHonor. Had -- had Cellmark's statements been presented\nin the report itself, the report being admitted itself,\nI think there would be no question that that was a --\nthat would be a violation of the clause under\nMelendez-Diaz and Bullcoming. The fact that the same\nstatements were coming in for the same evidentiary\nreason through the live testimony of Lambatos shouldn't\nchange that situation. It's the same statements coming\nin for the same reason.\nIf there's any more -- I'll --\nJUSTICE KENNEDY: Well, you're -- you're\nsaying that the State of Illinois case is weaker here\nthan in Melendez, where they had a certificate, and in\nBullcoming, where they had somebody from the lab testify\nas to lab procedures. Here they have neither. And,\nyet, Illinois somehow says it comes in.\nMR. CARROLL: That's right, Your Honor.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Alvarez.\nORAL ARGUMENT OF ANITA ALVAREZ\nON BEHALF OF THE RESPONDENT\nMS. ALVAREZ: May it please the Court.\nMr. Chief Justice, and may it please the Court:\nJUSTICE SOTOMAYOR: Counsel, on your theory\nof this case -- and I think you say, first, it's not a\nstatement; and, second, that if it is, it was not\noffered for the truth. Under your theory, if this lab\ntechnician had introduced Cellmark's report, that would\nhave been okay, because it wasn't offered for the truth.\nMS. ALVAREZ: The Cellmark report was not\nintroduced as evidence --\nJUSTICE SOTOMAYOR: I'm changing the facts.\nMS. ALVAREZ: -- and if she had --\nJUSTICE SOTOMAYOR: Under your theory, she\ncould have introduced the lab report?\nMS. ALVAREZ: If we offered her -- the\nCellmark report into evidence for the truth of the\nmatter asserted, it would be a different situation.\nJUSTICE SOTOMAYOR: I don't understand the\ndifference. Meaning, the fact that you didn't\nphysically introduce the report makes a difference?\nMS. ALVAREZ: The -- Ms. Lambatos testified\nconsistent with the Confrontation Clause here. She\ntestified --\nJUSTICE SOTOMAYOR: She testified that she\nreviewed lab samples --\nMS. ALVAREZ: As an expert.\nJUSTICE SOTOMAYOR: -- that matched the\ndefendant. So, what's the difference between that and\nsaying I have the report in my hand, I match that report\nwith the Williams report, and this is my conclusion?\nMS. ALVAREZ: She did not parrot the\nCellmark report, as we had seen in Bullcoming. She did\nnot testify that Cellmark said this was the defendant's\nprofile, that Cellmark said this was a match. She did\nmuch more.\nJUSTICE SOTOMAYOR: No. She said that\nCellmark said this is L.J.'s vaginal swab DNA.\nMS. ALVAREZ: Right.\nJUSTICE SOTOMAYOR: So, she said that.\nMS. ALVAREZ: Because the vaginal swab that\nwas taken from the victim -- and there was a -- there\nwas a chain of custody here and proper foundation that\nwas laid -- the vaginal swab that was taken from the\nvictim, and this bore out through the business records\nthat came in on the shipping manifest that --\nJUSTICE SOTOMAYOR: So, what's the\ndifference between this and Justice Kennedy's question\nabout Bullcoming? Could the expert in Bullcoming have\nsaid, as one of the amici here said, that all they would\nhave had to do in Bullcoming is to read or to give a\nreport that gave the blood alcohol content, the .5 or\n.10 or whatever it was, and have an expert come in and\nsay that number shows he's drunk?\nMS. ALVAREZ: Well, if the --\nJUSTICE SOTOMAYOR: Is that any different\nthan this situation?\nMS. ALVAREZ: If the expert in Bullcoming\ndid more than what he simply did in Bullcoming -- and\nthat was just simply read the report and testify that\nthat's what that lab did. If he actually did his own\nindependent analysis based on his expertise, based on\nhis skill --\nJUSTICE SOTOMAYOR: No, no. The only part\nof his expertise is the report says point .10; I'm not\noffering it for the truth; I'm assuming if that's true,\nthen he was legally drunk.\nMS. ALVAREZ: If he were -- if he were to\ngive his independent opinion, based on his analysis and\nwhat he had done, then we would have seen a situation\ncloser --\nJUSTICE SOTOMAYOR: He has done nothing.\nMS. ALVAREZ: -- closer to this.\nJUSTICE SOTOMAYOR: All the report did was\ngive a number. And the supervisor comes in and says\nthat number violates -- is legal drunkenness.\nMS. ALVAREZ: Well, if the --\nJUSTICE SOTOMAYOR: How is that different\nfrom that?\nMS. ALVAREZ: If that -- if that report is\nbeing used, is being offered to prove the truth of the\nmatter asserted --\nJUSTICE SOTOMAYOR: All right, but you're\nnot telling me why that's not the same here, because he\n-- what this expert said is the Cellmark report is from\nthis victim. So, it's the same set of numbers as in\nBullcoming. Now he's taking a step and saying, instead\nof legal drunkenness, it matches someone else's that I\ntook.\nMS. ALVAREZ: But, no, what happened here\nwas Ms. Lambatos testified based -- and gave her own\nindependent expert opinion based on her skills, her\nknowledge, her expertise. She relied --\nJUSTICE GINSBURG: You -- you said\n\"independent,\" and I don't -- you said that in your\nbrief. I don't understand how Lambatos's testimony can\nbe independent of the test results supplied. I mean,\nit's based on the test results. She -- it can't be\nindependent of them because it's entirely dependent on\nthem.\nMS. ALVAREZ: But an expert can always\ntestify about the material that they relied on, whether\nthat material is ever admitted into evidence, and\nsometimes that material could never be admitted into\nevidence. But she, in fact, testified to what she\nrelied on, in addition to what --\nJUSTICE SCALIA: No, but didn't she say, I\nrelied on stuff that I received from -- from Caremark --\nwhatever the name of the lab was?\nMS. ALVAREZ: Cellmark.\nJUSTICE SCALIA: She said: I -- I relied on\nmaterial that was a swab containing the DNA, the -- the\nsperm of this particular individual. And she did not\nknow that.\nMS. ALVAREZ: She testified that she relied\non those materials, and she can testify --\nJUSTICE SCALIA: She didn't just say, I got\nsomething back from the lab, and I relied on whatever\nthat said. No, she said what she had gotten back from\nthe lab, and she did not know, of her personal\nknowledge, that it was what she said it was.\nMS. ALVAREZ: She knew from the -- the\nprocedures and the chain of custody and the shipping\nmanifest that what was sent initially to Cellmark after\npreliminary tests were done at the Illinois State police\ncrime lab showing the presence of sperm, that it was\nsent to Cellmark, and it was analyzed at Cellmark and\ncame back from --\nJUSTICE SCALIA: She didn't know if they had\nincompetent people there. The last case we had\ninvolving this kind of an issue, the reason they didn't\nbring in the lab technician to testify was that he had\nbeen fired in the interim for some reason which we\ndidn't know, but it was pretty clear why -- why he would\nnot have been a very good witness. We don't know how\ngood this lab was. We don't know how good the\nindividuals who did the test were.\nAnd that's why it's up to the State to bring\nforward testimony saying what the lab did. And the only\ntestimony they brought forward was the testimony of this\nwitness who was not there.\nMS. ALVAREZ: The testimony of Ms. Lambatos\nsatisfies the Confrontation Clause because she is the --\nthe witness against the accused in this case, and the\nfact that she testifies that she relies on material that\nwas generated by Cellmark does not make Cellmark the\nwitness against the accused.\nJUSTICE SCALIA: If she said that, I would\nagree with you. But she said more than that. She said,\nI relied on material provided by Cellmark which is....\nAnd then she described what that material was, and she\nhad no personal knowledge of that.\nMS. ALVAREZ: She had no personal knowledge\nof that, and that came through during this\ncross-examination. Ms. Lambatos was subjected to a\nvery -- quite lengthy and a quite -- a specific\ncross-examination.\nJUSTICE ALITO: Well, there are two types of\nevidence that are -- that are involved here. One is\nchain of custody evidence. Was the result that was sent\nback the result that was done on the sample that was\nsent to Cellmark? That's just purely chain of custody.\nThat has nothing whatsoever to do with the -- the\naccuracy or the professionalism of what was done at\nCellmark. And she did make a statement. She did say\nthat the sample -- that the result that came back from\nCellmark was -- was done -- was based on a test of the\nvaginal swab that was sent there.\nThe other has to do with what Cellmark did,\nhow well they did it. She didn't say anything about\nthat.\nNow, as to the chain of custody, if that's\ntestimonial, isn't -- isn't it simply duplicative of the\nvery strong circumstantial evidence regarding the chain\nof custody, the sending of it out with certain markings\nand the receipt back with certain markings?\nMS. ALVAREZ: Right. The -- the chain of\ncustody was -- was strong -- was strong in this case,\nthe evidence that was presented through the shipping\nmanifest, through the other witnesses that testified in\nthis case. The -- the fact that Ms. Lambatos testified\nthat she did not know exactly what they did at\nCellmark -- again, as an expert, she was able to talk\nabout what material she relied on, the Cellmark\nmaterials. The Cellmark materials were never --\nJUSTICE KENNEDY: But the -- the chain of --\nthe chain of custody are just supporting actors. The\nkey actor in the play, the Hamlet in the play, is the\nperson who did the test at Cellmark, and she or he is\nnot here. And if you want to say, oh, this is not --\ntell the jury, now, we're not saying that this is\nadmitted for the truth, we're not saying that this is\nWilliams' DNA, the judge would say, well, then it's\nirrelevant, it's excluded.\nMS. ALVAREZ: But the matching --\nJUSTICE KENNEDY: And it seems to me, in --\nas in response to Justice Scalia, that not only does he\nindicate that this is hard to distinguish from\nBullcoming; in Bullcoming, at least you had an expert\nsay how the laboratory works. Here, you don't even have\nthat.\nMS. ALVAREZ: Well --\nJUSTICE KENNEDY: You have less here with\nreference to Cellmark than you did in Bullcoming.\nMS. ALVAREZ: Ms. Lambatos did testify both\non direct examination and cross-examination that\nCellmark was an accredited lab. The Illinois State\nPolice crime lab routinely uses -- outsources --\nJUSTICE KENNEDY: Well, in Bullcoming, we\nsaid that was not sufficient. And in that case, the\nperson was from that lab.\nMS. ALVAREZ: But -- but Ms. Lambatos -- we\nnever introduced any Cellmark reports in this case.\nThere were no testimonial statements conveyed through\nher testimony. There were no out-of-court statements\nused to prove the truth of the matter asserted.\nWhat was presented was the expert opinion of\nMs. Lambatos, who was a duly qualified expert in -- in\nforensic biology, in DNA. And not only did she have the\nability to look at the Cellmark material; she\ninterpreted the material that -- that came from\nCellmark. And what came from Cellmark, the\nelectropherogram, what I would submit to you is not\ntestimonial -- it's a machine-generated chart that, to\nthe naked eye, to a trier of fact means absolutely\nnothing unless an expert actually interprets that. And\nMs. Lambatos testified to how she interpreted that. She\ntalks about the alleles and the peaks --\nJUSTICE KENNEDY: I don't know how that's\nany different from Bullcoming and Melendez-Diaz.\nMS. ALVAREZ: I -- well, Melendez-Diaz, what\nwe had in Melendez-Diaz was, in fact, a certificate, an\naffidavit. It was -- it was -- it was created --\nJUSTICE KENNEDY: In other words, you had\nsomething more than you have here; and, therefore, it\ngoes out and this comes in? That doesn't make sense.\nMS. ALVAREZ: No, I think in Melendez-Diaz,\nit's clear because that was -- that report was drafted,\ncreated, for the primary purpose of being used as\nsubstitute of live testimony. I submit to you that the\nCellmark reports were not. The electropherogram, again,\nwhich would need expert interpretation; the allele\nchart, again, I would submit is not testimonial, that\nthose reports were not created in lieu of live\ntestimony.\nAnd Ms. Lambatos looked at that. She\ninterpreted it. In fact, she even said that there was\nsomething on the electropherogram that she didn't agree\nwith Cellmark on, and it was a certain one peak that was\nhigher that she felt was, just in her expert opinion,\nbackground noise. So --\nJUSTICE GINSBURG: If the report had been\nintroduced, the Cellmark report, it would be\ntestimonial; is that -- is that right?\nMS. ALVAREZ: Well, I -- I believe if -- if\nthe State had tried to introduce that Cellmark report --\nJUSTICE GINSBURG: Yes. Right.\nMS. ALVAREZ: -- it would have been offered\nfor the truth of the matter asserted. And we -- and it\nwould be -- it would be a -- it would implicate the\nConfrontation Clause.\nJUSTICE GINSBURG: Well, how does it\nbecome --\nMS. ALVAREZ: -- but that's not what\nhappened here.\nJUSTICE GINSBURG: How does it become\nnon-testimonial when it's relayed by the recipient of\nthe report? I mean, if -- if the -- you're not\nintroducing it for the truth, then it's not relevant.\nMS. ALVAREZ: Right. I think the key is the\nuse. How are these statements used? How are these\nreports used? And in this particular case, they were\nnot used to prove the truth of the matter asserted.\nThey were used for the limited purpose of explaining the\nexpert's opinion and for the expert to testify to what\nshe relied on in getting to her opinion.\nJUSTICE KAGAN: How do we know that, Ms.\nAlvarez? Is there a statement from the finder of fact,\nwho's the trial judge here, that he's understanding her\ntestimony to be not for the truth of the matter\nasserted? What's the best evidence that that's what the\ncourt was thinking?\nMS. ALVAREZ: There is. And in the joint\nappendix on page 172, the language from the trier of\nfact, he says just that, that he's considering these for\nthe limited purpose. In fact, the Illinois appellate\ncourt also affirmed, stating that this evidence came in\nfor a limited purpose, as well as the Illinois --\nJUSTICE KENNEDY: It's the limited purpose\nof -- of explaining the basis for her opinion. But her\nopinion is that this is matched to Lambatos.\nMS. ALVAREZ: I'm sorry, Your Honor. I --\nJUSTICE KENNEDY: Her opinion is that this\nis a match to Lambatos. But if -- if the match material\nisn't admitted for the truth of the matter asserted or\nisn't considered for the matter asserted, then that\ntestimony is irrelevant and meaningless.\nMS. ALVAREZ: Well, not irrelevant, but I\nbelieve it goes to the weight of her testimony, and that\nis for the trier of fact to determine. And here, it was\na bench trial. It was a judge. But if in fact the\nState presents the evidence in the way that was -- we\npresented it here, we're always taking the chance that\nit would weaken the -- the case. And it has to be\nconsidered for the weight to be given to Ms. Lambatos'\ntestimony.\nJUSTICE KAGAN: Suppose the State had not\npresented evidence of the shipments, so that you didn't\neven have that. Would -- at that point, should the\njudge have just thrown out the case?\nMS. ALVAREZ: No, Your Honor. I would say\nno. I believe there was the testimony of the victim in\nthis case, who identifies this defendant as the\nperpetrator in -- in this rape. In addition, the judge\nmade a finding when -- in his ruling. The trier of fact\nsaid that he believed her 100 percent, and he found her\nextremely credible.\nJUSTICE KAGAN: But I guess what I'm trying\nto suggest is that if there's no evidence in the case\nthat the -- that the match is to the victim, where is\nyour case?\nMS. ALVAREZ: Well, then we probably would\nhave problems with the Illinois evidentiary rules and --\nand the law in Illinois.\nWe obviously presented in this case a\nsufficient chain, a sufficient foundation, to show\nwhere -- when that -- we -- we presented the testimony,\nnot only of the victim but the doctor who was present\nwhen the swab was taken, of the officers who brought the\nsealed swab to the Illinois State Police crime lab, how\nthat sealed swab was first looked at, preliminary tests\nby Mr. Hapack in -- in ISP, in order to -- before they\nsent it to Cellmark, and then Cellmark extracts a DNA\nprofile of a woman -- a female and a man.\nCellmark never makes the match here.\nCellmark never says this is Mr. Williams' DNA. That is\ndone by Ms. Lambatos. Through her expert and her\nexpertise, she makes the match.\nJUSTICE SCALIA: No, but Cellmark says this\nis the male DNA that was found in the sample that was\nsent. Cellmark made that decision, right? And her\ntestimony was based upon the fact -- was based upon\ncomparing that male DNA with -- with her own blood\nsample. It's meaningless unless that male DNA was\nindeed the defendant's.\nMS. ALVAREZ: And she can testify to what\nshe relied on. Again -- and it goes to her weight if\nthe trier of fact chooses not to believe it. The -- but\nthe evidence here was clear --\nJUSTICE SCALIA: You know, I would believe\nthat if the prosecution put the question to -- to her\nthis way: Assume that you got a report which said that\nthis was the defendant's DNA. And if you were to match\nthat with this -- the work you've done on the blood\nsample, would you find that -- that, you know, that the\nsample was taken from the defendant? And she would say\nyes. And the jury would say: So what?\nI mean, you've just -- you've just made a\nhypothesis. \"If you had been told.\" That -- that would\nbe worth nothing.\nHer testimony was, I received information\nthat this was indeed the DNA taken from -- the male DNA\ntaken from the -- from the swab that was sent. Without\nthat, the testimony was worthless. It's just, you know,\na hypothesis. She responds to a hypothesis. That was\nnot the way this was played out in the trial, was it?\nMS. ALVAREZ: The -- again, our position is\nthat her testimony was consistent with the Confrontation\nClause. The Confrontation Clause is concerned about\nwhat statements are admitted, what evidence is admitted.\nNo Cellmark reports were admitted here. She did not\nparrot the testimony -- I mean, the report of Cellmark.\nShe testified to what she did, how she\narrived at her own independent opinion on this, which --\nagain, we did not offer any out-of-court statements to\nprove the truth of the matter asserted. We offered Ms.\nLambatos, who was subjected to a lengthy\ncross-examination, and that satisfies the Confrontation\nClause. And the inability to test the reliability of\nwhat happened at Cellmark does not trigger the\nConfrontation Clause.\nJUSTICE GINSBURG: I thought you earlier\nrecognized that her -- her opinion could not be\nindependent of the test results. It depended entirely\non the test results. So, I -- now you've -- you've\ninserted \"independent\" again, and I thought you had --\nyou had given up on that.\nMS. ALVAREZ: Well, I think, you know, what\nwe saw in Bullcoming was not an independent opinion of\nan expert. With -- he offered no independent analysis.\nHe simply read off a report that was prepared by another\nlab, and that -- in Bullcoming, that was offered to\nprove the truth of the matter asserted.\nWe did not offer Cellmark reports here to\nprove the truth of the matter asserted. We offered the\nexpert opinion of Ms. Lambatos, and her credibility was\nattacked through a very vigorous cross-examination here,\nand that satisfies the Confrontation Clause.\nTestimonial statements, again, are -- are\nstatements that are -- are made in lieu of live\ntestimony, and the key is the live testimony here, which\nwe presented live testimony. The reports from Cellmark\nin our -- our conclusion is that they are not\ntestimonial in nature.\nAnd what Petitioner is asking you here -- to\ndo here today is to expand Crawford, to expand the\nConfrontation Clause, to expand the definition of\nhearsay and the definition of \"testimonial.\"\nAnd -- and our position simply is to ask you\nto maintain the rule of Crawford, which is quite clear,\nthat a witness becomes -- an out-of-court declarant\nbecomes a witness against an accused within the concept\nof the Confrontation Clause when their extrajudicial\nstatements are offered to prove the truth of the matter\nasserted. And so, the witness here --\nJUSTICE GINSBURG: Does Illinois -- does\nIllinois have notice and demand?\nMS. ALVAREZ: No.\nJUSTICE GINSBURG: It does not?\nMS. ALVAREZ: No. No. And so, our -- our\nposition, Your Honors, is to maintain the rule of\nCrawford. There is no such thing as inferential\nhearsay, as the Petitioner wants you to believe. A\nstatement is a statement. Hearsay is hearsay. There is\nno such thing as inferential hearsay. What was\npresented here in this case was consistent with the\nConfrontation Clause; it was satisfied. And for -- and\nfor that, we respect your opinion here today, but we ask\nthat you maintain the ruling of Crawford.\nJUSTICE SCALIA: She was asked, just -- just\nto be clear what she was testifying to: \"Did you\ncompare the semen that had been identified by Brian\nHapack from the vaginal swabs of Latonia Jackson to the\nmale DNA profile that had been identified by Karen Kooi\nfrom the blood of Sandy Williams?\"\n\"Yes, I did.\"\nShe is accepting and -- and affirming this\nstatement that what she was comparing was the semen that\nhad been identified from the vaginal swabs.\nMS. ALVAREZ: She -- she is accepting and\nshe is relying on the material that was generated by\nCellmark, but, again, the State did not admit into\nevidence or -- or try to admit into evidence the\nCellmark report or any statements from Cellmark.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Dreeben.\nORAL ARGUMENT OF MICHAEL R. DREEBEN\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE, SUPPORTING RESPONDENT\nMR. DREEBEN: Thank you, Mr. Chief Justice,\nand may it please the Court:\nSandra Lambatos's testimony really has to be\nanalyzed as having two components to it. The first\ncomponent is the match, the match between the data\nreflecting the allele charts from Cellmark and the data\nthat was produced in analyzing Petitioner's blood. As\nto that component of her testimony, she's a live\nwitness. She's subject to cross-examination. I don't\nthink that anyone asserts there's a Confrontation Clause\nissue.\nBut as several members of the Court have\npointed out, that testimony is entirely irrelevant and\nnonprobative unless it can be linked to the semen that\nwas taken from the victim and that was subsequently\nanalyzed to generate a DNA profile. As to that issue,\nIllinois State law provides that her testimony cannot\nprove for the truth of the matter asserted what Cellmark\ndid. She cannot repeat on the witness stand, when she\ngives the basis for her testimony, things that Cellmark\nsaid and have them be taken for the truth --\nJUSTICE SOTOMAYOR: But, Mr. Dreeben, she\ndid repeat what Cellmark said. I asked your -- the\nState's attorney whether, if she had read the data\nreport from the laboratory analysis, would that have\nbeen a violation of the Confrontation Clause? Not\nclear. She says, only if you admitted it.\nBut in fact that's what she did. If you\nread her testimony -- I give you an example at page\n79 -- she tells on cross-examination exactly what the\nsteps were in the Cellmark report, what numbers they\ngave, and she tells and explains -- she -- the State's\nattorney took pride in this -- she said, I disagree with\nthat number that they came up with; I think the number\nshould be....\nSo, she's really reading the report.\nMR. DREEBEN: Well, first of all, Justice\nSotomayor, that did come in on cross-examination, and I\ndon't think that Petitioner is contending that evidence\nthat he himself elicits on cross-examination --\nJUSTICE SOTOMAYOR: All right. So, then\nlet's --\nMR. DREEBEN: -- would violate the\nConfrontation Clause.\nJUSTICE SOTOMAYOR: All right. So, let's --\nso, let's get to --\nMR. DREEBEN: Can I focus on --\nJUSTICE SOTOMAYOR: Could the State have\ndone this?\nMR. DREEBEN: Can I focus on your question?\nI think, because she clearly did link the DNA that she\ncompared to the blood DNA to the semen that was sent to\nCellmark, and I think that several members of the Court\nhave raised the question, is she implicitly thereby\nrepeating what Cellmark said and then making Cellmark\nthe out-of-court witness?\nMy answer to that is twofold. First of all,\nas a matter of Illinois State law, she could not do\nthat. She is not permitted to give the basis for her\nopinion in that respect and have it taken for the truth.\nJUSTICE KENNEDY: If that's so, why isn't\nthere insufficient evidence in this case?\nMR. DREEBEN: And this brings me to my\nsecond reason for saying that this is not a\nConfrontation Clause problem.\nIt's in essence what the Chief Justice\ndescribed and what Justice Alito referred to as the\ncircumstantial way in which the factfinder can infer\nthat Cellmark tested the DNA in the semen that was sent\nto it. There's a shipping manifest that shows that the\nsemen goes out to the lab; there's a shipping manifest\nthat shows that it comes back. And Cellmark tenders\na --\nJUSTICE KENNEDY: None of -- none of which\nhas anything to do with the accuracy of the test.\nMR. DREEBEN: Correct. And that is I think\nthe crucial point here. The State may have a very weak\ncase if it doesn't produce a witness from the lab who\ncan attest to the fact that the lab did what it was\nsupposed to do and conducted a properly authorized DNA\nexamination. It has to get by with the very skimpy\ncircumstantial showing of we sent the material out --\nCHIEF JUSTICE ROBERTS: No, it -- it doesn't\nthough. It could have -- could it have a witness saying\nCellmark is the nation's foremost DNA testing\nlaboratory; they hire only people who have Ph.D.'s in\nDNA testing? I mean, is that all right?\nMR. DREEBEN: Yes. Yes.\nCHIEF JUSTICE ROBERTS: The State can make\nits case a lot stronger --\nMR. DREEBEN: And it did that here by saying\nthat Cellmark is an accredited laboratory and Sandra\nLambatos participated in designing proficiency\nexamination. But she had to admit on cross-examination\nthat she had no idea what Cellmark actually did in this\ncase. She could draw inferences. And the inferences\nthat she drew are what enable her to say my opinion is\nthere is a match between the DNA in the semen and the\nDNA in the blood.\nJUSTICE KENNEDY: As you understand our\nprecedents, would this have been a stronger or a weaker\ncase if a representative, an employee, of Cellmark had\ncome and said, although I didn't do this sample, I want\nto tell you how our procedures work and why we're a\nrespectable lab, et cetera, et cetera?\nMR. DREEBEN: It would have been relatively\nstronger had a witness been able to actually come from\nCellmark and validate that Cellmark is an accredited\nlaboratory and conducts procedures in a certain way.\nBut the crucial point here --\nJUSTICE SOTOMAYOR: Mr. Dreeben, if no\nexpert from either lab came in, if an expert had the\nCellmark information and the Illinois State Police\ninformation, not offered for the truth of the matter,\nand came in and said, I matched this and I matched that,\nand it's the defendant -- could that have been done?\nMR. DREEBEN: Only if as a matter of State\nlaw there was a sufficient foundation for the factfinder\nto conclude that the DNA actually came from the blood\nand the DNA came from the semen.\nJUSTICE SCALIA: Mr. Dreeben, that seems to\nme -- I mean, we have a Confrontation Clause which\nrequires that the witnesses against the defendant appear\nand testify personally. And -- and the crucial evidence\nhere is the testing of the semen found on the swab.\nThat is -- that's the crux of this evidence. And you're\ntelling me that this Confrontation Clause allows you to\nsimply say, well, we're not going to bring in the person\nwho did the test; we're simply going to say this is a\nreliable lab.\nI don't know how that complies with the\nConfrontation Clause.\nMR. DREEBEN: The Confrontation Clause,\nJustice Scalia, does not obligate the State to present a\nstrong case. It does not prevent the State from\npresenting a relatively weaker case, so long as it does\nnot rely on testimonial statements to prove the truth of\nthe matter asserted.\nThis Court held, in Bruton v. United States,\nthat there is a very narrow exception to the almost\ninvariable presumption that juries will follow the\ninstructions that they're given. If they are told not\nto take evidence for the truth of the matter asserted,\nthey are presumed to follow that instruction. Here\nIllinois State law supplies that filter.\nEverything that the judge heard, he filtered\nthrough Illinois State law that says the basis for the\nexpert's opinion doesn't prove its truth. So, the State\ngave up the right to say you can believe that this DNA\nreport is reliable and trustworthy because Cellmark says\nso. The State doesn't get that benefit, and as a result\nof not getting that benefit, it is not obligated to\ntreat Cellmark as if it's a witness. Cellmark --\nJUSTICE KAGAN: I suppose the problem is,\nMr. Dreeben, that if the -- if the State put up Ms.\nLambatos and Ms. Lambatos had to say I did a match -- I\nwas given two reports; there was a match, but I have no\nidea where this other report came from; you know, it\nmight have been from the victim, but it might not have\nbeen; I don't have a clue -- the State would never have\nput that prosecution on, because the State would have\nunderstood that there was no case there.\nThe State is relying on the fact that people\nwill take what Ms. Lambatos says about what she knows\nabout where the report came from as a fact, as the truth\nof the matter, that in fact this report did come from\nthe victim. And so, the jury can be given instructions\nsaying you can't consider this except for the truth of\nthe matter asserted.\nBut it's a bit of a cheat, no?\nMR. DREEBEN: No. I think, Justice Kagan,\nwhen you consider the things that this Court has held\njuries can properly apply limiting instructions to, they\ncan hear the fact that evidence was seized from the\ndefendant, marijuana was found at his house. The\ndefendant gets up on the stand and says, no, it wasn't.\nThe State can introduce that marijuana to impeach his\ntestimony. And the jury is instructed you may not use\nthat as proof that he possessed marijuana, only to\nimpeach his testimony.\nThe same is true with unwarned statements in\nviolation of Miranda.\nJUSTICE SCALIA: What was the instruction\nhere? That --\nMR. DREEBEN: There's no instruction here,\nJustice Scalia, because this is a bench trial. And in a\nbench trial, the judge is presumed to follow the law,\nand as my colleague read to the Court --\nJUSTICE SCALIA: So, we simply have a\npresumption even though -- even though the court's\nstatement seems to indicate that he does take it for the\ntruth of the matter.\nMR. DREEBEN: Well, the Illinois --\nJUSTICE SCALIA: And you're saying, well, he\ncouldn't have because that would be against the law.\nMR. DREEBEN: The Illinois Supreme Court\nfound as a matter of State law that he did comply with\nState evidentiary rules and he did not take the Cellmark\nreport for the truth of the matter asserted. And there\nis in this case an alternative route of proof which is\ncircumstantial. And I take the Chief Justice's\namendment of my description of the facts to include that\nCellmark is an accredited laboratory. That does add to\nthe probative value. But it's a much weaker chain of\nsupport to conclude that the DNA male profile came from\nthe semen than if they had produced Cellmark. But not\nhaving produced Cellmark, they do not need to afford\nconfrontation on Cellmark.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Carroll, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF BRIAN W. CARROLL\nON BEHALF OF THE PETITIONER\nMR. CARROLL: Thank you, Your Honor.\nFirst, the State cited page 7 -- or 172 in\nthe joint appendix as a reference to the trial judge\nstating that he was not considering Cellmark's statement\nfor its truth. That's not a cite to the transcript of\nthe trial. That's a cite to the Illinois Supreme\nCourt's opinion.\nNowhere in the actual trial transcripts did\nthe judge ever state, I'm not considering this evidence\nfor its truth. In fact, in the statement of facts on\npage JJJ 151 of the record, he states that it's the --\nit's the testimony of the expert that makes this link.\nCellmark's an accredited lab.\nAnd it's inconceivable that, in the face of\nthe evidence of Cellmark's work that the prosecution\npresented through Lambatos' testimony and during defense\ncounsel's objections to that testimony, that the judge\nwould never state at any point, hey, I'm not considering\nthis for its truth.\nJUSTICE SOTOMAYOR: Are you saying that we\nowe no deference to the Illinois Supreme Court's\njudgment on this evidentiary issue? And if so, no\ndeference, tell me what proposition of law supports that\nor are you saying deference is due, but we shouldn't\ngive it. Which of the two positions are you taking?\nMR. CARROLL: I think deference is due, but\nyou shouldn't take it given the record in this case.\nJUSTICE SCALIA: Why is deference due? I\nmean, it's either the fact or it's not the fact. If a\nState supreme court opinion says something that\ncontradicts the -- you know, the record, we owe it\ndeference? I don't know any such rule.\nMR. CARROLL: Well, if the Court --\nJUSTICE SCALIA: We owe deference to its\ninterpretation of Illinois law, I suppose.\nMR. CARROLL: I guess I -- if this Court\nwould like not to give the Illinois Supreme Court\ndeference, I'd be more than happy --\nJUSTICE SCALIA: I think we should give it\ndeference where deference is due and not give it\ndeference where deference is not due. And on statement\nof facts that either are erroneous or not, I don't -- I\ndon't know why deference is applicable.\nMR. CARROLL: Yes, Your Honor.\nCHIEF JUSTICE ROBERTS: You do think our law\nis established, though, that a jury will follow an\ninstruction in this situation to -- not to take the\ntestimony for truth of the evidence, for truth of the\nmatter.\nMR. CARROLL: Not in this situation, Your\nHonor.\nCHIEF JUSTICE ROBERTS: Do we have any --\nany case saying that instruction is inadequate in a case\nlike this?\nMR. CARROLL: Not in this particular fact\npattern. But this case is different than a Bruton type\nsituation where there are -- there's a proper way to\nconsider the evidence and an improper, and there's a\nfear that the jury is going to -- or the trier of fact\nis going to consider the improper. Here Illinois law\ndid allow the trier of fact --\nJUSTICE KENNEDY: Are you aware that in\nIllinois they have an instruction -- assuming it was a\njury case, this is a bench case, but if it were a jury\ncase: Ladies and gentlemen of the jury, you are not to\npresume or assume that the DNA tested by Cellmark came\nfrom this sample.\nMR. CARROLL: Yes, Your Honor. There is\nsuch an instruction in Illinois law; however --\nJUSTICE KENNEDY: And then they routinely\ngive that to juries?\nMR. CARROLL: I believe they do, Your Honor.\nHowever, in this case -- or Illinois law does not\nprohibit the trier of fact from considering Cellmark's\nstatements. The trier of fact is allowed and is\nexpected to consider it in assisting the trier of fact\nin evaluating Lambatos' opinion.\nAnd in this situation, where Lambatos -- the\nonly way that the Cellmark statements support Lambatos'\nopinion is if they are true, there is no meaningful\ndifference between considering the statements in\nassessing Lambatos' opinion and considering them for the\ntruth.\nJUSTICE SOTOMAYOR: I'm sorry. I'm going\nback to Justice Kennedy's question. There is an\nIllinois requirement that the trial judges give the\ninstruction he described?\nMR. CARROLL: I believe there is a\nrecommended jury instruction for -- that the basis\nevidence is not to be considered for its truth, Your\nHonor.\nJUSTICE ALITO: Under Rule 703 of the\nIllinois Rules of Evidence, are the facts that an --\nthat an expert takes into account in reaching his or her\nopinion introduced for the truth of the matter asserted?\nMR. CARROLL: Not under the language of the\nrule, Your Honor, no.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "No. 10-8505 ILLINOIS."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 12, 
        "JUSTICE ALITO": 15, 
        "JUSTICE BREYER": 11, 
        "JUSTICE GINSBURG": 12, 
        "JUSTICE KAGAN": 9, 
        "JUSTICE KENNEDY": 17, 
        "JUSTICE SCALIA": 27, 
        "JUSTICE SOTOMAYOR": 25, 
        "MR. CARROLL": 52, 
        "MR. DREEBEN": 16, 
        "MS. ALVAREZ": 44
    }
}