{
    "appearances": {
        "content": "JAMES F. HURST, ESQ., Chicago, Illinois; for\nPetitioners.\nBENJAMIN J. HORWICH, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nUnited States, as amicus curiae, supporting\nPetitioners.\nMARK A. PERRY, ESQ., Washington, D.C.; for\nRespondents.\n"
    }, 
    "caseNum": "10-844", 
    "caseinfo": {
        "content": "CARACO PHARMACEUTICAL :\nLABORATORIES, LTD., ET AL., :\nPetitioners : No. 10-844\nv. :\nNOVO NORDISK A/S, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJAMES F. HURST, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nBENJAMIN J. HORWICH, ESQ.\nOn behalf of the United States, 16\nas amicus curiae, supporting the Petitioners\nORAL ARGUMENT OF\nMARK A. PERRY, ESQ.\nOn behalf of the Respondents 27\nREBUTTAL ARGUMENT OF\nJAMES F. HURST, ESQ.\nOn behalf of the Petitioners 55\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, December 5, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:05 a.m.\n"
    }, 
    "petitioners": [
        "CARACO PHARMACEUTICAL", 
        "LABORATORIES, LTD., ET AL.,"
    ], 
    "proceedings": {
        "content": "(10:05 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 10-844, Caraco Pharmaceutical\nLaboratories v. Novo Nordisk.\nMr. Hurst.\nORAL ARGUMENT OF JAMES F. HURST\nON BEHALF OF THE PETITIONERS\nMR. HURST: Mr. Chief Justice, and may it\nplease the Court:\nSince 1984, whenever an -- a drug has\nmultiple FDA-approved uses, there has been a statutory\npath for generic drugs to reach the market if there are\nspecific uses not covered by a patent. Here, there is\nno dispute that Novo's patent does not claim the use of\nrepaglinide when used alone, and that is \"an approved\nmethod\" of using the drug. Even though that matches the\nstatutory language exactly, Novo is arguing that in this\ncase, our counterclaim to correct their blocking use\ncode is thwarted by the fact that their patent does\nclaim a different approved use --\nJUSTICE GINSBURG: Is the first -- is the\nfirst approved, the drug itself -- they're not\nclaiming that, because that patent has expired, isn't\nit?\nMR. HURST: That patent has long expired,\nand they also had a patent using -- for the use of the\ndrug to treat diabetes through any method, and that\npatent has long expired. The only patent that's left\nthat Novo has is specifically limited to the use of\nrepaglinide in combination with metformin to treat\ndiabetes. My client, Caraco, is attempting to get on\nthe market for admittedly noninfringing uses, which\noccupy about 70 percent of the marketplace out there.\nJUSTICE ALITO: Suppose I said your brief\ndoes not cite a Supreme Court decision. Would that be a\ncorrect statement?\nMR. HURST: I believe that -- that -- if the\n-- it depends on the context of the sentence, but I\nthink that would be a correct statement if I understand\nthe way you are asking the question.\nYou are asking the question in a way that\nsuggests to me, by context, you're asking whether I cite\nany Supreme Court precedent. But the context here is a\nlittle bit different, because the context here in the\ncounterclaim is a situation where drugs routinely have\nmultiple and different, distinct uses. And in that\ncontext --\nJUSTICE ALITO: Well, we have hundreds and\nhundreds, probably thousands, of opinions, and you\ndidn't cite -- there were many of them that you didn't\ncite. You cited quite a few, but you didn't cite all of\nthem.\nMR. HURST: That's true. That's true. But\nwhen a judge -- when a judge says to me that, you know,\nyou're going to lose this case because you did not cite\nan applicable precedent, I'm going to hear that to mean\nI didn't cite a specific particular case. There are\nmany ways to use the word \"an\" after the word \"not\"\nwhere it clearly does not mean \"any.\" For instance:\n\"The prosecutor failed to get a conviction because she\ndid not prove an element of the offense.\" \"I got lost\non my way to the party because I failed to make a turn.\"\n\"My cake fell because I did not include an ingredient.\"\nSo, the context speaks volumes in terms of whether or\nnot \"an\" means \"any\" in any particular context.\nJUSTICE SCALIA: But -- but the context\nhere, one would expect it to say, if it meant what you\nsay it meant a -- did not claim a use asserted by the\ngeneric.\nMR. HURST: Justice Scalia, there --\nJUSTICE SCALIA: Not just \"did not claim a\nuse.\" And we have to fill in, that is \"the use asserted\nby the generic.\" That's a strange thing to fill in.\nMR. HURST: Well, Justice Scalia, I am not\nquibbling with the fact that this could -- the statute\ncould have been written more elegantly. My guess is\nthat almost every statute this Court is asked to\nconstrue, there are different ways that it could have\nbeen written to resolve the issue in question.\nJUSTICE SCALIA: It's not a matter of\nelegance. It's a matter of how I would have expected it\nto be -- to be framed if it meant what you -- what you\nsay it means. It's so easy to say \"does not claim the\nuse asserted by the generic.\" My goodness. And that's\nwhat you say it means.\nMR. HURST: If -- and look at the context.\nThe statute does not ask the brand company to identify\nan approved use that the patent does claim. It puts the\nburden on the ANDA applicant to come into court, file a\ncounterclaim, and identify an approved use that the\npatent does not claim. We've carried that burden twice\nover. There are two approved uses that the patent does\nnot claim. Context --\nJUSTICE ALITO: As I understand your\nargument, you satisfy -- the ground for seeking deletion\nor correction was satisfied even before Novo wrote the\nnew use code that you claim is overly broad. When the\nuse code said simply the use of repaglinide with\nmetformin, the ground for seeking deletion or correction\nwas satisfied, wasn't it?\nMR. HURST: Well, I mean -- the truth is the\npatent -- yes, the answer to that question is yes. But\nI would have no reason to go into court to fix a use\ncode that's not blocking me.\nJUSTICE ALITO: No, but that's another --\nso, there are two oddities in the way you read the\nstatute. And it may be Congress just did a bad job of\ndrafting. But the first is the one we were discussing\nbefore, and that's the second one, that -- your -- your\nbeef really is not that the patent does not include\nevery use. Your beef is that the source -- the use code\nis too broad. And yet, that is not the ground that the\nstatute sets out for seeking deletion or correction.\nMR. HURST: I believe it does, because it\ntalks about -- there's two remedies: the deletion\nremedy and the correction remedy. As we read the\nstatute, we preserve distinct roles for the correction\nremedy and the deletion remedy. As Novo reads this\nstatute, they all but acknowledge that they are writing\nthe word \"correct\" out of the statute, because there is\nno meaningful role for the correction remedy as Novo is\nreading this statute.\nThey call the correction remedy a -- a relic\nof a failed bill. And, in fact, they haven't identified\nany meaningful role for the word \"correct\" in the\nstatute as they read this statute.\nRemember, what they say is there's two\npieces of information that qualify as patent\ninformation: expiration dates and patent numbers.\nNothing else. The correction remedy can never reach an\nexpiration date under any circumstances.\nI haven't heard Novo to argue otherwise.\nWhat they're saying is if a patent is correctly listed\nin the Orange Book, this counterclaim is unavailable.\nSo, what does that mean? If the brand company\nincorrectly lists the expiration date for a properly\nlisted patent as 2150, this counterclaim is not\navailable to correct the expiration date.\nSo, that leaves only one single piece of\ninformation that could possibly be addressed by the\ncorrection remedy. And what does Novo say? Patent\nnumbers. They say, well, the correction remedy could be\navailable for fixing typos in a patent.\nJUSTICE SCALIA: Yes, well, it's not much,\nbut it's something.\n(Laughter.)\nJUSTICE SCALIA: And -- and the way you're\ntalking, you seem to assume that all the problems in the\nworld have to be addressed by this statute. Would you\nhave no remedy by -- by suing the FCC for accepting uses\nthat -- that it should not have accepted?\nMR. HURST: I -- whether I do have\nalternative remedies doesn't answer the question about\nwhether I have a remedy in -- for this particular\ncounterclaim.\nJUSTICE SCALIA: That's true, but it -- but\nif you have alternative remedies, I am not terribly\nshocked by the fact that you don't have a remedy under\nthis statute.\nMR. HURST: I don't have any good remedies\nunder this statute. I could not, Justice Scalia, sue\nthe FDA for accepting the use code, at least based on\nexisting law, because the FDA's position is that their\nrole with respect to patents is purely ministerial.\nThat has been upheld for about a decade now, including\nmultiple courts of appeals, the Federal Circuit, and the\nD.C. Circuit. So, my ability to sue the FDA for\naccepting Novo's incorrect use code is not really a true\nalternative remedy.\nThe remedy that Congress gave me, that I --\nthat we think Congress gave us is an enormously\nefficient remedy. We filed our counterclaim, and within\n3-1/2 months, we got an injunction asking Novo to\ncorrect its use code.\nJUSTICE ALITO: Suppose you didn't\nfile the -- suppose the counterclaim provision wasn't\navailable, and Novo -- you filed a paragraph IV\ncertification, and Novo sues you for infringement.\nCould you not defend the infringement action on the\nground that your use of the -- of the drug was not in --\ndid not infringe their patent?\nMR. HURST: I could not.\nJUSTICE ALITO: Why -- why is that?\nMR. HURST: Because there's two paths that\nare available under the FDA to get -- for a generic to\nget approval. One is section (viii), and if I proceed\nunder section (viii), I can carve out the patented use\nfrom my label. If -- and Your Honor's question assumed\nI went through the other route, paragraph IV. I am\nnot -- FDA does not allow you to carve out any portion\nof your label if you are proceeding under paragraph IV.\nSo, the circumstance that you just described, I would --\nI would be infringing under paragraph IV, and the only\nway for me to get on the market is to invalidate the\npatent.\nNow, think about what that means. Novo is\nforcing us, essentially, to infringe. We don't want to\ninfringe. We are trying to carve out our label so that\nwe can proceed under section (viii). They have blocked\nour ability to use section (viii). So, they force us\ninto paragraph IV, force us to infringe. And what\nhappens if we fail to invalidate the patent? We are\nkept off the market until 2018 for admittedly\nnoninfringing uses of the drug. There are two\nadmittedly noninfringing uses of the drug. That's where\nwe want -- that's what we want to use to get to the\nmarket.\nJUSTICE KAGAN: Mr. Hurst, would you agree\nthat Congress did not contemplate this situation? As I\nunderstand it, it wasn't until 2003 that the FDA allowed\ncompanies to write their own use codes, and that's what\ncreates this problem. So, would you agree that the\nCongress that passed this Act really couldn't have had\nthis situation in mind?\nMR. HURST: I wouldn't agree, because look\nat the timing. The FDA issued the regulation entitled\n\"Submission of Patent\" -- \"Submission of Patent\nInformation\" in June of 2003. Congress enacted this\ncounterclaim using the same language in December of\n2003. The submission of patent information regulation\nby the FDA with respect to method-of-use patents, and\nthat's what we're talking about here, is all about\nensuring that the use code itself is accurate and\ncorrect and matches up with the patent.\nSo, I think this is something that Congress\nclearly had in mind, because they -- you have to assume\nthat they knew about the regulation enacted by the\nagency that was administering this statute, issued just\nmonths before they enacted the counterclaim using the\nsame -- the same --\nJUSTICE GINSBURG: But what about the fact\nthat the FDA, and not the patent holders, were drafting\nthe use codes at the time this legislation passed?\nMR. HURST: Justice Ginsburg, that is\nincorrect; your timing is incorrect. Prior to June of\n2003, the FDA was authoring the use codes based on\ninformation from the brand companies; but after June of\n2003, the brand companies were authoring the use codes,\nand the statute was enacted after June of 2003.\nJUSTICE KAGAN: So, you're suggesting the --\nJUSTICE KENNEDY: When the FDA was writing\nthe codes, was -- was it writing about the scope of the\npatent or was it writing about labeling?\nMR. HURST: It was writing about the scope\nof the patent. The use codes have always been about the\nscope of the method-of-use patent; it has never been\nabout anything other than the scope of the method-of-use\npatents. The only --\nJUSTICE KENNEDY: I mean, we can ask the\nGovernment, but why did it think that it lacked the\nexpertise, because it didn't want to opine under the\npatent laws?\nMR. HURST: I think the short answer is yes;\nthe FDA has always done their very best to not get\nanywhere near the patents. They don't do patents,\nessentially. And so, they decided -- and there was a --\nthere was a notice and rule -- I mean -- I'm sorry -- a\nnotice-and-comment rulemaking about this, and eventually\ndecided to make -- to have the brands submit the use\ncodes.\nJUSTICE KENNEDY: Would it suffice in the\ndescription just to give a cross-reference to the\npatent, to say the use of this drug is described in\npatent claim number 43?\nMR. HURST: It -- it would not be\nsufficient, because the way -- the whole purpose of the\nuse code is to administer section (viii). So, what the\nFDA does is they take the use code, and they match it up\nwith the label, and then the generic gets to carve out\nwhatever the brand company says is patented via the use\ncode.\nJUSTICE SOTOMAYOR: Counsel --\nMR. HURST: But if I could get back to a\nquestion, Justice Scalia, that you asked about the --\nwhether correcting typos in patent numbers is a real\nrole for the correction remedy. I would submit it is\nnot. And for all practical purposes, Novo is asking you\nto eliminate the correction remedy from this statute,\nand here's why. Think about what they're saying.\nNovo is saying that the brand company\ndecides to put the patent in the Orange Book, but\nsomebody transposes two numbers. There's a -- there's a\nmistake that's made. What does that mean in concrete\nterms? Well, if you transpose the two numbers, the odds\nare astronomically high that the brand company is citing\na patent that they don't own and that certainly doesn't\nrelate to the drug in question. It might relate to tire\ntreads; who knows?\nBut you do not -- Congress did not enact a\nFederal cause of action to address typos in patents.\nThe brand company has every incentive in the world --\nand the generic company has no incentive to file a\nlawsuit to fix that. But the brand company has every\nincentive in the world to ensure that they don't make\nsuch mistakes, because there is a statutory benefit to\nproperly listing patents.\nJUSTICE SOTOMAYOR: Counsel --\nJUSTICE SCALIA: Well, it's -- it's -- the\nissue is not whether Congress enacted it only for that.\nThe issue is whether Congress enacted it for that in\naddition to a lot of other stuff.\nMR. HURST: But --\nJUSTICE SCALIA: I mean, it's a very small\ndetail, you know -- \"correct.\" You're saying this one\nword, \"correct,\" in this immense bill with all sorts of\ncauses of actions and other provisions here and there --\nthat one word has this -- this minimal meaning.\nMR. HURST: You have --\nJUSTICE SCALIA: It's conceivable.\nMR. HURST: You have to give it some\nmeaning. You have to give it some practical meaning.\nAnd right now -- and it's only -- the counterclaim has\nonly two remedies. So, Novo is arguing that the first\nof the two remedies is practically nonexistent.\nJUSTICE SOTOMAYOR: Counsel --\nMR. HURST: There is no role -- I'm sorry.\nJUSTICE SOTOMAYOR: I'm sorry. Finish\nanswering.\nMR. HURST: There is -- there is no role\nwhatsoever. It is surplusage by any definition to -- to\nsay that \"correct\" -- \"correct\" is surplusage by any\nmeaningful definition. If you even put a dose of\nrealism to this, \"correct\" has no role under Novo's\nreading, while we preserve distinct roles for both the\ncorrection and the deletion remedy.\nJUSTICE SOTOMAYOR: I'll wait for your\nrebuttal.\nMR. HURST: Thank you. I'm sorry, Justice.\nSotomayor.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Horwich.\nORAL ARGUMENT OF BENJAMIN J. HORWICH\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE, SUPPORTING THE PETITIONERS\nMR. HORWICH: Mr. Chief Justice, and may it\nplease the Court:\nI'd like to pick up with Justice Kennedy's\nquestion about FDA and writing use codes. The first\nthing I'd point out is that before 2003, although FDA\nwrote the actual text that went in the Orange Book, it\nwas relying on information submitted on a sort of\nfree-form declaration by the -- by the brand. So, the\nbrand was still kind of -- excuse me -- calling the\nshots in that -- in that respect.\nBut the -- but the more important point is\nthat FDA doesn't have the resources or expertise or --\nand to engage in the substantive patent evaluations\nthat, that would be required under a theory where you\nwould go sue the FDA if you had a problem with this.\nBut more to the point --\nJUSTICE GINSBURG: Mr. Horwich, do we -- do\nwe know what FDA's position is in this case? Is the\nposition you're presenting the position of the FDA?\nMR. HORWICH: We -- yes. We represent the\nUnited States here; and so, we -- we speak -- we speak\nfor FDA and the other agencies of the government who are\nvery concerned here about the competition law effects of\nthis. I mean, that's -- that's in some ways the bigger\nstory here.\nJUSTICE KAGAN: Well, Mr. Horwich, what does\nthat mean exactly, that you represent? I mean, this\nmight be a case where we would give the agency\ndeference, except the agency's name doesn't appear on\nthe brief. So, should we give you any deference?\nMR. HORWICH: Well, the -- the names on the\nbriefs I think should not be a guide to the deference\nquestion. But we're not really claiming deference in\nthe sense -- because what we're construing here, or what\nthe Court is construing here, is the counterclaim\nprovision, which is a Federal cause of action. And so,\nthe Adams Fruit decision of this Court would say that\nagencies don't get deference in defining the terms of a\nFederal cause of action.\nAnd we do think that -- we do think that\nit's important to recognize that Congress and the agency\nwere engaged in a dialogue in 2003. And although I\nwouldn't label that deference, I would -- I would\nprobably characterize it more accurately as Congress\nbuilding upon what FDA had done in constructing its\npatent information regulation and Congress saying we\nneed a means to -- to protect the integrity of the\nsystem FDA has set up.\nJUSTICE KENNEDY: Just one more question on\nhow this works. Why does the FDA rely on use codes in\nthe Orange Book to make the carve-outs if it doesn't do\nanything to ensure the accuracy of the code?\nMR. HORWICH: Well, the statute -- well, let\nme start with the basic that the statute envisions that\nthere will be carve-outs. That's the whole principle\nbehind section (viii).\nJUSTICE KENNEDY: Yes.\nMR. HORWICH: And so, FDA says, well, we\nneed to know when a generic has made a valid carve-out.\nAnd FDA says -- and FDA goes through this in the 2003\nrulemaking -- if you read through the preamble, there's\nmore detail. But the short of it is FDA has three\nchoices.\nIt could rely on the generics to say that\nthey've carved out, but that doesn't really work because\nthe generics could say something and then get on the\nmarket when they hadn't properly carved out, and that\nkind of defeats the whole point of Hatch-Waxman's\nprinciple of getting patent issues resolved before\nregulatory approval.\nFDA could, as the second alternative, try to\nevaluate patents itself. But nowhere else in the\nstatute is FDA given any role in the substantive\nevaluation of patents, and with good reason. This Court\nhas said in its Markman decision that claim construction\nof patents is a question of law. The actors in our\nsystem that decide what patents mean are courts and\nultimately this Court; it's not FDA.\nJUSTICE ALITO: If a patent holder --\nMR. HORWICH: So, the third choice --\nJUSTICE ALITO: If a patent holder writes a\nuse code that is ridiculously, totally, unreasonably\nbroad, is there anything that FDA can do about that?\nMR. HORWICH: Well, I think the problem,\nJustice Alito, is that from FDA's point of view, it's a\nvery slippery slope, because as soon as FDA starts\nundertaking criticism of a use code, its effective --\nthe only basis for criticizing it is looking at the\npatent. Now, this may be a very easy case, but the\nCourt shouldn't be fooled that all cases are going to be\neasy. And if FDA here were to go in and said, well,\nthis doesn't look like it's the same as the claim of the\npatent, in the next case, where it's a more difficult\nquestion, where there may be some very good faith\ndispute between the parties about the very meaning of\nthe patent, FDA is going to have to make a decision one\nway or the other --\nJUSTICE ALITO: Well, what about after --\nMR. HORWICH: -- and it's going to get sued.\nJUSTICE ALITO: What about after there has\nbeen litigation and a court has decided that a use code\nthat was written in a particular case was totally\nunreasonable? Does that -- does that mean that the\nwriting of that was in violation of some provision of\nthe -- of the Food and Drug Act or FDA regulations and\nthat there would be some sanction against the company\nthat did that?\nMR. HORWICH: Well, I think the -- I think\nthe only posture in which a court would actually look at\na use code and evaluate it is under the counterclaim.\nThere's -- the court would not be looking at a use code\nunder traditional paragraph IV litigation --\nCHIEF JUSTICE ROBERTS: What about --\nMR. HORWICH: -- and so, the author of the\nmajority opinion below was kind of mistaken in that\nregard.\nCHIEF JUSTICE ROBERTS: What about an APA\naction against the FDA for relying on the use code?\nCouldn't that be challenged as arbitrary and capricious?\nMR. HORWICH: Well, it seems to me that --\nthat that challenge would fail because FDA has made a\nreasonable construction of the statute, that its role is\nministerial. It does not engage in substantive\nevaluation of patents because the statute doesn't\nenvision that. So, FDA would win that suit.\nOn the other hand, if in -- going back to my\nanswer to Justice Kennedy, if we're talking about kind\nof the second scenario where FDA does engage in\nsubstantive patent review, yes, FDA could get sued. But\nthe problem with that is that FDA is going to get sued\nin an APA suit; the real parties in interest are going\nto be the generic and the brand. FDA is not going to be\nowed any deference because it's going to turn on a\nmatter of claim construction, which is a question of\nlaw.\nJUSTICE KENNEDY: So -- so, how do -- how do\nyou describe what the FDA does as your third --\nMR. HORWICH: So, what FDA does do is it\naccepts the submission from the brand describing its --\ndescribing its use code. And FDA says in its 2003\nrulemaking we're trying to do the best we can through\nthe administrative process to get good information in\nthe first instance.\nJUSTICE KAGAN: And it's your understanding\nthat you require companies to state the scope of the\npatent in the use code, or might you think it's\nperfectly permissible for a company to write its use\ncode in terms of indications?\nMR. HORWICH: It's certainly possible in a\nparticular case that the indications will be\nappropriate. This is -- what we are asking for in the\nuse code is something that's good enough to do the job\nthat the use code is intended for, which is to inform\nFDA --\nJUSTICE SOTOMAYOR: Except that --\nMR. HORWICH: -- what needs to be carved\nout.\nJUSTICE SOTOMAYOR: Except, counsel --\nJUSTICE KAGAN: So, that -- I'm sorry.\nJUSTICE SOTOMAYOR: I'm sorry.\nJUSTICE KAGAN: Go ahead.\nCHIEF JUSTICE ROBERTS: Justice Sotomayor.\nJUSTICE SOTOMAYOR: Except the FDA tells\nparties not to rely on the orange code.\nMR. HORWICH: Well, it tells parties --\nJUSTICE SOTOMAYOR: It tells them that what\ncontrols is the patent.\nMR. HORWICH: Well, that is true that FDA\nsaid that parties should, of course, look at the patent.\nBut what FDA said in the 2003 rulemaking is that it\nwould rely on the use code.\nLet me also point out --\nJUSTICE SOTOMAYOR: Could I ask -- could I\nask you --\nMR. HORWICH: I'm sorry.\nJUSTICE SOTOMAYOR: -- just on a practical\nbasis -- I understand that the Petitioner has filed an\namended label in 2010. I presume that that amended\nlabel copies the current label with the exception of\nsubstituting the manufacturer.\nMR. HORWICH: The -- the labeling -- I can't\nspeak to what the labeling in the application is right\nnow, because it's confidential.\nJUSTICE SOTOMAYOR: But let's assume that's\nwhat --\nMR. HORWICH: But if we assume for the sake\nof argument that it's the same, yes.\nJUSTICE SOTOMAYOR: Now, it claims that when\nthe paragraph IV -- the paragraph IV action is started\nand it's sued for infringement, that it's automatically\ngoing to lose --\nMR. HORWICH: Well, that's right. And, in\nfact --\nJUSTICE SOTOMAYOR: -- because --\nMR. HORWICH: In fact, Caraco has stipulated\nto that. That's at joint appendix 177 --\nJUSTICE SOTOMAYOR: All right. Could you\nexplain to me --\nMR. HORWICH: Because it includes the\nmetformin use.\nJUSTICE SOTOMAYOR: Could you explain to me\nwhy? Is merely the use of a label that's identical\ninfringement or is it an infringement of the underlying\npatent?\nMR. HORWICH: It would be inducement of\ninfringement to sell a product with labeling that\nsuggests that the product be used for a patented method\nof use.\nJUSTICE SOTOMAYOR: Okay. So, tell us how a\ncourt gets out of the quandary of there being a claim\nthat is stipulated to -- I've infringed -- and then how\ndoes it deal with the counterclaim? Now, the district\ncourt just ignored --\nMR. HORWICH: Well, the --\nJUSTICE SOTOMAYOR: -- the act of\ninfringement below and went straight to the\ncounterclaim. But I'm not quite sure how you get out of\nthe quandary that this creates for the courts and the\nparties.\nMR. HORWICH: The counterclaim is designed\nprecisely to get out of the quandary, because what it\nsays is the paragraph IV litigation here, the choice\nbetween infringement and noninfringement, is a false\nchoice, because if the counterclaim prevails and the use\ncode changes, the paragraph IV litigation is going to go\naway because Caraco is going to want to go proceed\nthrough section (viii). It's going to be able to carve\nout --\nJUSTICE SOTOMAYOR: All right. How about --\nMR. HORWICH: -- and get approval that way\nwithout a judgment in the paragraph IV litigation.\nJUSTICE SOTOMAYOR: Let's assume that Caraco\nputs in a label like the one it wants to use under claim\n4. Will the FDA just kick it out?\nMR. HORWICH: Yes. It's not --\nJUSTICE SOTOMAYOR: It will not even --\nMR. HORWICH: It's not permissible.\nJUSTICE SOTOMAYOR: It will not even ask for\na response from Novo?\nMR. HORWICH: FDA will not permit -- does\nnot permit -- will not approve the application where a\n-- where there's carve-out labeling combined with a\nsection -- with a paragraph IV.\nJUSTICE SOTOMAYOR: But is that before --\nwithout an infringement action by Novo?\nMR. HORWICH: I'm not -- I'm not sure of the\ntiming. Of course, it's possible that -- I mean, the\nparagraph IV litigation is somewhat in the control of\nthe parties; so, it's not as if FDA sends out the\nnotices that could trigger the litigation. But there --\nJUSTICE SOTOMAYOR: Well, if you tell me\nthat the FDA --\nMR. HORWICH: There might not be a -- there\nmight be --\nJUSTICE SOTOMAYOR: If you tell me the FDA\ndoesn't want to get involved in construing the patent,\nwhy is it kicking out the claim for -- claim until Novo\ndoes a suit on whether or not the generic is infringing\nor not and let that issue be decided below?\nMR. HORWICH: From FDA's point of view, it's\nnot a sufficient application if there's carve-out\nlabeling presented with a paragraph IV certification.\nAnd I'd also say this, to take a step back: The fact\nthat there might be conceivably alternative remedies\nunder some other construction of the operation of the\nstatute shouldn't make you think the counterclaim isn't\navailable here. After all, the situation that Novo\nagrees --\nCHIEF JUSTICE ROBERTS: Finish your\nstatement.\nMR. HORWICH: Thank you.\n-- the situation Novo agrees is covered by\nthe counterclaim, where the patent doesn't belong in the\nOrange Book at all, is one that can be remedied at some\n-- at some expense and delay through paragraph IV\nlitigation by proving noninfringement if the patent's\nirrelevant.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Perry.\nORAL ARGUMENT OF MARK A. PERRY\nON BEHALF OF THE RESPONDENTS\nMR. PERRY: Mr. Chief Justice, and may it\nplease the Court:\nI think the last half-hour has made clear\nthat what really is at issue here is a challenge to\nFDA's administration of the Orange Book. That is an APA\nchallenge, not this counterclaim.\nJustice Kennedy, you asked if when FDA was\nwriting the -- the use codes, did it describe the scope\nof the patent? And Mr. Hurst said yes. That's false.\nThe answer is no. For example, if I could point to the\njoint appendix at page 522, these are some FDA-authored\nuse codes. Everything before U-530 is an FDA-authored\nuse code. U-275 --\nCHIEF JUSTICE ROBERTS: Oh, I'm sorry. What\npage were you again?\nMR. PERRY: Page 522, Your Honor.\nCHIEF JUSTICE ROBERTS: Thanks.\nMR. PERRY: U-275, \"Method of use of the\ndrug substance.\" U-278, \"Method of use of the\nindication of the drug product.\" U-279, \"Method of use\nof the approved product.\" These were the ones that the\nFDA wrote when it was responsible for writing use codes\nto put the world on notice.\nSo, U-278, method of use of an indication of\nthe drug product -- the patent relates to secondary\nhyperparathyroidism, but you will never know that from\nthe use codes, and -- and that's when FDA was writing\nit.\nIn 2003, FDA decided to turn it over to the\nindustry. And it said in this rulemaking -- you've\nheard a little bit about the rulemaking but not what FDA\nactually said. It said to this: \"We believe\" -- and\nI'm quoting by the way from page 19a of the reply brief.\nThis is 68 Federal Register page 36,682. \"We believe an\napproach that requires the NDA applicant or holder or\npatent owner to identify the approved methods of use\nprotected by the patent is most consistent with the\ngeneral balance adopted in\" the Hatch-Waxman Act. And\nthen the generic industry, during this very rulemaking,\nmade all of the arguments that Mr. Hurst has made today,\nsaid we should have more of a challenge, we should have\nlitigation and so forth. And the FDA said no, that's\nnot right, because that would let the generics pick it.\nAnd we said -- they said we shouldn't do\nthat. And this is important. This is on page 24a of\nthe reply brief. The FDA said very clearly, \"There\nwould be repeated litigation over individual patent\nlisting decisions.\" That's a bad idea, the FDA said,\nbecause there is no assurance that ANDAs would be\napproved sooner or generic drugs would enter the market\nany more rapidly.\nCHIEF JUSTICE ROBERTS: But the alternative\nis that the FDA is going to have to hire an awful lot of\npatent lawyers to review the -- the use codes and their\ncorrespondence to the actual patents.\nMR. PERRY: There are several alternatives,\nYour Honor. First, the FDA could de-link the\nindications from use codes. Right now the regulations\nsay that you can base your use code on the indication.\nOur use code is identical to our indication, applies\nwith every regulation.\nYou didn't hear Mr. Horwich say that FDA\nthinks our use code is wrong. FDA has accepted our use\ncode. Caraco filed an administrative challenge to the\nuse code arguing that it was arbitrary and capricious.\nFDA rejected the administrative challenge. And they\ndidn't go to the D.C. Circuit to say that was arbitrary\nor capricious under the APA. I mean, that's the way\nagency action gets challenged in the ordinary course as\nthis Court has seen many times. Not here.\nCHIEF JUSTICE ROBERTS: Well, that's the way\nagency action gets challenged when it's substantive\naction. The FDA's position -- the United States'\nposition is that this is purely ministerial act.\nMR. PERRY: Your Honor, they have chosen to\nmake it a ministerial act, which is not a negative, by\nthe way. It is the Federal Drug -- Food and Drug\nAdministration. What they do is administer this\nprogram. And they have in other areas, such as patent\nterm extensions, entered into memorandums of\nunderstanding with PTO where there are patent issues so\nthat there is interagency cooperation to deal with\npatent issues. They could do that here, but they've\nchosen not to and, in the exercise of their enforcement\ndiscretion, said we are going to accept the NDA\napplicant's submission.\nAnd, more importantly, FDA has made the\npolicy decision to tie the section (viii) determination\nto the use code. They don't have to do that. That's\nnot in the statute. They could change that by\nrulemaking. And, third, on the indication, for example,\nNovo's use code always follows the indication. The\nchange in this case was because FDA changed the\nindication.\nJUSTICE SOTOMAYOR: What odds would you\nput --\nMR. PERRY: I'm sorry?\nJUSTICE SOTOMAYOR: What odds would you put\nas a betting lawyer on them winning a challenge to the\nFDA policy decisions of what it's capable of doing and\nnot doing?\nMR. PERRY: Your Honor, there have been\nabout a dozen APA challenges to various aspects of this\nadministration in the D.C. Circuit over the past 10\nyears. The generics have won several of them including\nmost importantly the Purepac case, which we cite in our\nbrief, which is a direct challenge to FDA's refusal of a\nsection (viii) carve-out because of the use code. And\nthe generic won that argument. It said it was arbitrary\nand capricious for the agency to do what it did. So --\nlook, every APA battle is an uphill battle. They're the\nplaintiff. They have burden -- the burden of proof. It\nis an available remedy. You couple that, Your Honors,\nwith the --\nJUSTICE GINSBURG: What you -- what you\ndescribed sounded very much like this case. So, if the\n-- what was the D.C. Circuit case? If -- if the D.C.\nCircuit said it's arbitrary and capricious not to -- to\njust accept the -- the brand's use code --\nMR. PERRY: In Purepac, Your Honor, the\nbrand changed its position but the FDA did not change\nits position accordingly, and that was the arbitrariness\nthere. Here, the -- the brand changed its position, and\nthe FDA went along. So, I -- I don't think they would\nwin that case, to be clear, in our particular facts.\nThat's because Novo has done nothing wrong. I mean,\nyou've heard about -- a lot about over breadth,\nmisleading, blah, blah, blah. There is nothing wrong\nwith Novo's use code if the agency agrees with that.\nJUSTICE BREYER: Can I bring you back for a\nminute, please, to the statute? And if you -- it's in\npage 3 of the blue brief. And in just reading it, I\nmight be missing something which you will point out to\nme, I'm sure. But if you get the statute at the bottom\nof the page, it says, as I -- if you've got it there,\nright?\nMR. PERRY: Yes, Your Honor.\nJUSTICE BREYER: Okay. It says, \"If the\n[NDA] holder\" -- now that's -- that's Novo -- \"holder of\nthe approval\" -- \"the approval holder for the drug,\na\" -- I'm skipping words -- \"a use of which is claimed\nby the patent\" -- and that's what you are doing. And\nwhat is that use? Well, I look at page 12, and the use\nis \"a method for improving glycemic control in adults\nwith type 2 diabetes mellitus.\"\nSo, that's the use that you're -- that's the\nuse that's claimed by the patent. If you bring \"a\npatent infringement action against the [ANDA] applicant\"\n-- that's them -- \"the [ANDA] applicant may assert a\ncounterclaim\" -- which they want to do -- \"seeking an\norder requiring the holder to correct...the patent\ninformation on the ground that the patent does not\nclaim...an approved method of using the drug.\"\nSo, I look at that with those words -- I've\nskipped words. I look at those words, and I say that's\nwhat they're saying. They're saying the use that --\nthat your patent does not cover a portion of the set of\nthings described by your use. And, therefore, they\nwould like to correct the description so that the\ndescription no longer covers something that you do not\nhave -- a use that you do not have a patent on.\nNow, that would seem to me to fit within\nthose literal words. And, of course, the purpose is\nwhat we've been arguing about. But just looking at the\nliteral words, why doesn't it fit?\nMR. PERRY: Justice Breyer, your question\nconflated, as Caraco often does, the use and the\nindication. You quoted the indication, that is, a\nmethod of -- of improving glycemic control. The use is\nrepaglinide combined with metformin. They are disclosed\nin different parts of the label. The indication is\nunder indications, and the use is under dosage and\nadministration. That's the way FDA has always\nadministered this, and that's the distinction between\nindication and method of use, which is why the\nregulations and the form are written in the alternative.\nJUSTICE BREYER: In other words, you're\nsaying that the -- this -- a method for improving\nglycemic control in adults with type II diabetes\nmellitus is not patent information.\nMR. PERRY: Your Honor, that is the\nindication that's --\nJUSTICE BREYER: I know, but are you saying\nit is patent information?\nMR. PERRY: It is not patent information\nsubmitted under (b) or (c) of section 505, which is the\nstatutory language. It is information submitted under\n314.53(p)and (e) of the regulation, which is a different\nquestion.\nJUSTICE KAGAN: Was not the regulation\nissued under this statutory section?\nMR. PERRY: No, Your Honor. The regulation\nwas issued under section 701, the general rulemaking\nauthority. They cite section 505, but there was a\nsubsequent rulemaking when Pharma, the trade association\nfor the -- for the branded industry, challenged FDA's\nauthority to require all of this information. And in\n2007 rulemaking that my friends on this side never cite,\nFDA came back and explained that our -- that the patent\nsubmission reg is based on section 701 to facilitate the\nsection (viii) and ANDA process, not -- not an\ninterpretation of section 505. And there are lots and\nlots of interpretations of the statute. Drug --\nJUSTICE SCALIA: Can you give us of the cite\nof that, please?\nMR. PERRY: I'm sorry. The 2007 rulemaking\nis --\nJUSTICE SCALIA: You don't have to do it\nnow. Just -- just file it with the Court. I don't want\nto eat your time up.\nMR. PERRY: You Honor, it's cited in our\nbrief, and my colleague will hand up to you momentarily.\nJUSTICE SCALIA: Oh, it's cited in your\nprincipal brief?\nMR. PERRY: In the red brief, Your Honor.\nJUSTICE SCALIA: Yes. Don't waste your\ntime. Go ahead.\nMR. PERRY: Justice Breyer --\nJUSTICE SCALIA: I don't really care.\n(Laughter.)\nMR. PERRY: To further answer your\nquestion -- I do.\n(Laughter.)\nCHIEF JUSTICE ROBERTS: Maybe your colleague\ncan find it --\nMR. PERRY: Yes.\nCHIEF JUSTICE ROBERTS: -- before your time\nis finished.\nMR. PERRY: Justice Breyer, there is another\npoint on the structure of the statute. If you look at\nthe -- at the chart in the back of our red brief where\nwe tried to lay out the various provisions of the actual\nstatute, the counterclaim that the Court read and that\nwe're focused on talks about \"a\" use. In the preamble,\nit says, \"If the patentholder claims a use\" --\nJUSTICE BREYER: You know, I know that\nargument.\nMR. PERRY: Right. So --\nJUSTICE BREYER: You don't need that\nargument.\nMR. PERRY: Well, \"a\" use --\nJUSTICE BREYER: If you're right that patent\ninformation in this particular provision does not have\nanything to do with, or at least does not cover, the\nwords about diabetes I just read, well, then I guess\nthis section would have nothing to do with it because\nthose are the words they want corrected, aren't they?\nMR. PERRY: That's correct, Your Honor, but\nthere's a second --\nJUSTICE KAGAN: Mr. Perry, so, in your view,\npatent information is just the patent number and the\nexpiration date, and that's all?\nMR. PERRY: The patent information submitted\nunder (b) and (c) of section 505, correct, Your Honor.\nJUSTICE KAGAN: Is that just the patent\nnumber and the expiration date?\nMR. PERRY: That's right. And we know that\nbecause the Congress at the same time debated a -- an\nalternative bill that was sponsored by the Democrats\nthat had lots and lots of additional patent information.\nJUSTICE KAGAN: Well, why would anybody have\ncreated this counterclaim to fix the patent number and\nthe expiration date when that can be done by way of a\ndefense to a patent claim?\nMR. PERRY: Your Honor, it's important to\nremember the counterclaim is only a delisting provision.\nIt was -- it is a very narrow provision. The FTC report\nthat's cited in the briefs identified eight cases in the\nfirst 18 years of Hatch-Waxman that raised this problem\nof improper listing, mostly due to successive 30-month\nstays. That was fixed in the counterclaim, and the\n30-month stays were fixed, and there has never been a\ncase since -- since 2003, there has never been --\nJUSTICE GINSBURG: What was fixed? I missed\nwhat you said. What was fixed in the counterclaim?\nMR. PERRY: The counterclaim addressed the\nproblem of improper listing that was addressed in the\nFTC report. The purpose of the counterclaim, according\nto its sponsors, according to the conference report, the\nlisting of improper patents -- that problem has gone\naway. There is no such problem anymore. It has never\ncome up again. The counterclaim was entirely successful\nin solving the problem that Congress set out to address.\nIt had nothing to do with use codes.\nJUSTICE SCALIA: What do you mean by the\nproblem of improper listing?\nMR. PERRY: Your Honor, what the FTC report\nexplained was that certain branded companies near the\nexpiration of the listed patent would come in and file a\nsecond patent in the Orange Book, even though it was not\nproperly listed, it didn't fit within section 505(b) in\nthe listing requirements, solely for the purpose of\ngetting a second 30-month stay, essentially to box out\nthe generic companies; and that that was an\nanticompetitive action. They recommended the\ncounterclaim to fix that.\nAnd at the same time, the FTC said if\nCongress were to enact such a counterclaim, it is\nunclear how frequently it ever would be used. So, this\nwas always intended to be a very narrow -- it's not a\nfix-all remedy.\nJUSTICE KAGAN: And so, your argument, Mr.\nPerry, is not just that the word \"correct\" does no work.\nYour argument is that the entire provision no long does\nany work?\nMR. PERRY: No, Your Honor. My -- my\nargument is very simple. A delisting question -- it's\nan on/off switch. Either the patent is properly listed\nin the Orange Book or it's not. The counterclaim gives\nthe generic a one-shot knock-out remedy. If it's not\nproperly delisted, it goes away, and a bunch of things\nfollow from that. There's no 30-month stay. There's no\nparagraph IV litigation. There's no impediment to FDA\napproving the ANDA, because if the patent isn't listed\nin the Orange Book, then a whole separate set of ANDA\napproval requirements kick in. A use code is nothing\nlike that.\nCHIEF JUSTICE ROBERTS: But I'm still not\nfollowing it. It's not listed simply because the number\nis wrong?\nMR. PERRY: Your Honor, the usual case is\nit's not listed because it doesn't fit. The most famous\nexample, the Buspar case, they claimed a metabolite\nrather than the drug substance, and that wasn't a proper\nlisting for that reason.\nThe correction language, which does come out\nof the other bill, the alternative bill, and we do think\nis an artifact, is the language we've used, is there to\ngive flexibility to courts. If you have a situation of\nan improperly listed patent, then a court has more\nflexibility than simply delisting.\nCHIEF JUSTICE ROBERTS: The brand\nmanufacturer has an overwhelming incentive to list the\ncorrect patent, doesn't it?\nMR. PERRY: Yes, Your Honor, and --\nCHIEF JUSTICE ROBERTS: So, why would we\ngive a procedure to an adversary to fix the number when\nthe brand manufacturer is going to fix it as soon as\nit's alerted to the problem?\nMR. PERRY: Because, Your Honor, if the\ngeneric raises a counterclaim, if it's delisted, the\ngeneric gets no more 180-day marketing exclusivity stay\nat the end of the ANDA process. If it's corrected to a\ndifferent patent number, the generic would still have\nits 180-day exclusivity. So, there's every incentive\nfor the generic to bring the counterclaim for a\ncorrection if that's the appropriate remedy.\nAnd, again, it just gives more flexibility\nto the courts. That is something that very much would\nbenefit the generic, and it would be an available use of\nthe word \"correct.\" It may be an unusual one, but it's\ncertainly available.\nJUSTICE GINSBURG: I can't imagine that that\nwould really come to -- I mean, if it's a transposition\nof numbers, that there would be -- have to be a\nproceeding to get it changed. I mean, the minute that\nwas noticed, I assume that the brand manufacturer would\nchange it.\nMR. PERRY: Your Honor, the transposition is\nnot the problem. The more frequent -- the way we think\nit would come up is these branded companies have large\nportfolios of patents. They list many patents in the\nOrange Book. You know, Novo has five or six right now.\nOther companies have many more, dozens and dozens. They\nwrite these use codes, and they associate with -- them\nwith the patents. And in the Orange Book -- by the way,\nthis -- it's called \"the Orange Book\" because it's\norange. And it's thick. It's got a lot of information\nin it. It has to list every single approved drug with\nthe use code. I mean, it's just pages and pages of\nnumbers, is what's in here.\nIt's not a transposition of numbers but,\nrather, the -- listing one patent and improperly\nassociating it with a drug. That could be corrected\nthrough this counterclaim. But, again, that's worlds\naway from this use code challenge, which is really what\nCaraco wants to bring, something that wasn't on\nCongress's radar screen because FDA wrote the use codes\nat that point.\nJUSTICE SOTOMAYOR: Counsel, let's -- let's\nassume -- because I now take from your earlier\nconversation with Justice Breyer that you're saying the\nuse code here is absolutely right, because the only use\nthat we claimed was the combination use of the drug,\nyour drug, with the metformin -- that the only thing\nthat's wrong here is the indication that the FDA has\nrequired. So, that's not even wrong because you had no\nchoice about that; is that correct?\nMR. PERRY: That -- the indication is\ncorrect.\nJUSTICE SOTOMAYOR: Tell me -- what this\nmeans practically, I believe, is that until your patent\nexpires, no generic can come in with a use that's\ndifferent than yours because they're going to be boxed\nout by this indication, this overbroad indication. Do\nyou actually think that that's what Congress intended?\nI thought, with claim IV and section (viii), that what\nCongress intended was to ensure that drugs got onto the\nmarket as quickly as possible.\nMR. PERRY: Your Honor, that argument was\nmade to FDA by the generic industry in the 1994\nrulemaking, the first time this issue came up, and they\nsaid you should not allow use codes to be based on\nindications; you should instead require a description of\nthe patented method of use. You heard Mr. Hurst say\nthat again this morning. Here's what FDA said in\nresponse. It's page -- 59 Federal Register page 50,346,\nquote: \"For a use patent, FDA includes in the Orange\nBook a code identifying the indication covered by the\npatent.\" We decline to expand the Orange Book to\ninclude patent descriptions. And then it went on to\nexplain that persons interested in patent descriptions\nshould consult the Official Gazette for Patents.\nJUSTICE BREYER: Yes, but what it also says\nis this -- and that's what I want to go back to this\nliteral statutory argument. We took the words --\nbecause this is what you can correct. What you can\ncorrect, the statute says, is you can correct \"patent\ninformation submitted by the holder under subsection (b)\nor (c).\" So, we look at (b), and what (b) says is (b)\ntells us that you're supposed to submit, in respect to\nwhere you claim the use of a drug, the patent number and\nthe expiration date. So, so far, that seems to support\nyou.\nBut then we look at the regulations which\nthe FDA promulgated, I take it promulgated in respect to\n(b) and (c), particularly the sentence I read or maybe\nsome similar sentence. And it tells you that you have\nto provide the description of the patented method of use\nas required for publication. So, now I go back and look\nto what you did provide. And what you did provide was\nyou provided -- you said that what we do, we have a\nmethod for improving glycemic control in adults with\ntype 2 diabetes mellitus.\nThat seems to fit directly under (3) of the\nFDA's requirement, and that FDA requirement was an\nexpansion of (b). And, therefore, it sounds to me as if\nwhen they say \"correct,\" \"correct the patent\ninformation,\" it includes the sentence that you put\nthere that they'd like to see corrected. Now, what's\nwrong with that?\nMR. PERRY: Justice Breyer, first, the\nregulation is not an interpretation of 505(b). It's an\nimplementation of 701.\nSecond and more substantively, however, the\nform -- you quoted accurately from Box 4.2b of the form.\nThere is also Box 4.2a of the form, which includes the\ndescription of the method of use tied to the label,\nwhich is required by subsection (P) of the regulation\nthat you were just quoting to me. And that part of the\nform -- Novo very carefully describes claim 4 of the\npatent and ties it to the dosage and administration and\nclinical pharmacology sections of the patent and calls\nout by reference combination trials. The only\ncombination trial in the label is the\nmetformin-repaglinide combination.\nAnd in FDA speak, that is a sufficiently --\nbecause these forms -- by the way, you've got them in\nhere. They're these little tiny boxes. You can't put\nvery much information in there. That is described in\nthere. It is not that every piece of information\nrequired by the regulation -- the regulation has 19\nlettered questions, of which several have subparts; so,\nit's 26 separate pieces of information. They're not all\nprovided in one box, box 4.2b. There's actually a whole\nform. It's four pages long. We filled it all out.\nAnd there's an important point, Justice\nBreyer. This is a summary judgment case. We put in a\ndeclaration from an FDA expert -- it's in the record\nbefore the Court -- explaining how every single box ties\nto every single thing in the regulation. That's\nabsolutely undisputed on this record. There is no\ncontrary evidence as to Novo doing anything wrong.\nSo, whether Congress -- you know -- to go\nback to this counterclaim, we know Congress didn't\nintend it to reach this form, because this form didn't\nexist when Congress was debating the counterclaim.\nJUSTICE BREYER: The Government -- now, the\nGovernment, which is representing all the government\nagencies, whether the FDA signs it or not, tells us that\nthat language, that (b) and (c) language, about patent\ninformation as interpreted by the regs does cover this\nstuff.\nMR. PERRY: Your Honor --\nJUSTICE BREYER: And this is about the most\ntechnical statute I ever read --\nMR. PERRY: Your Honor --\nJUSTICE BREYER: -- and -- and when I'm\ntalking about patent information among (b) and (c), we\nhave the Government telling us that that covers this.\nAnd why don't I just stop right there and say thank\ngoodness I'm out of this case -- and I'm not out of it.\n(Laughter.)\nMR. PERRY: I -- I think I can do no better\nthan refer the Court again to the 2007 rulemaking,\nJustice Scalia, 72 Federal Register page 21,268, which\nthe United States does not address and which Caraco does\nnot address, in which FDA addressed your point,\nJustice Breyer, and explained that this information,\nwhile useful -- and we have never challenged FDA's\nauthority to require the information, but it is not an\ninterpretation of that language, \"patent information.\"\nAnd this Court sees agency --\nJUSTICE SCALIA: And even if it were, as I\nbelieve the Government acknowledged, this is not a\nsituation in which we owe deference to the FDA. The\nissue is whether a lawsuit can be brought or not.\nMR. PERRY: Correct.\nJUSTICE SCALIA: And we -- we don't decide\nwhether we have authority to decide cases on the basis\nof what the agency thinks.\nMR. PERRY: It is certainly --\nJUSTICE SOTOMAYOR: What is the parade of\nhorribles that you imagine if we were to read the\ncounterclaim provision in the way your adversary is\npromoting and the Government is promoting? What --\nwhat, presumably, in the normal case and the one that\nthe regulations appear to expect is that the use code,\nthe indication code, everything is going to match the\npatent. So, in that situation, the counterclaim would\nhave no work to do.\nSo, what's the parade of horribles?\nMR. PERRY: Your Honor, first, the\ncounterclaim has no work to do for use codes. There's a\ncomplete disconnect there. So --\nJUSTICE SOTOMAYOR: I -- I'm asking you to\naccept that we were to -- as an assumption only,\ndon't -- it's not intended to be a -- a ruling -- to\nassume that we read the counterclaim in the way your\nadversaries want us to.\nMR. PERRY: Yes.\nJUSTICE SOTOMAYOR: What's the parade of\nhorribles?\nMR. PERRY: Your Honor, it is going to add\ncomplexity, expense, and so forth. The reason -- the\nproblems with all civil litigation, all new causes of\naction -- and this was raised during the congressional\ndebates. When they proposed a freestanding cause of\naction for generics to sue over a whole bunch of things,\nCongress was up in arms, said no, we're not going to do\nthat because we don't want to let private parties into\nthe FDA process.\nThis Court is familiar with that and the\nparade of horribles from the Buckman case.\nJUSTICE KAGAN: But, Mr. Perry, there are\nalso horribles on the other side, of course. I mean,\nhere's -- there's -- there's the statute, and it has\nthree provisions, and two of them are vague, and one of\nthem works against you. One is \"an approved method.\" I\nthink, you know, you both go back and forth about it; it\ndepends on context. One is \"patent information,\" which,\nyou know, maybe you're right, and maybe Mr. Hurst is\nright. It's not really quite clear what it means to be\nunder subsection (b) or (c). The third is \"correct.\"\nYou basically read \"correct\" out of the statute. So, at\nbest, this is an unclear statute from your point of\nview.\nAnd then there's the question of what it\nallows you to do. The statute read your way essentially\nallows you to unilaterally expand your patent in areas\nin which it's quite clear that your patent ought not to\ngo -- does not go -- but allows you to do that. So, why\nshould we read the statute so that it effects a purpose\nthat's entirely antagonistic to the purpose that\nCongress had in passing this statute, given that the\nstatute is at best from your perspective ambiguous?\nMR. PERRY: Justice Kagan, this statute was\na political compromise. There is no debate on the\nhistorical record about that.\nAnd the compromise, as Mr. Hurst indicated\nearlier, was that the statute would deal with some\nthings -- the counterclaim would deal with some things,\ndelisting -- and almost everything else would be turned\nover to the FDA. And FDA had this extensive rulemaking\nthat, as Mr. Hurst said, Congress was aware of.\nAnd during that rulemaking, Congress did\nseveral things. First, it confirmed that the -- the\nindustry would use the use codes. Second, that use\ncodes could be based on the indication. So, there's no\nextension of the patent monopoly. It is simply\nfollowing FDA's instructions as to indication-based use\ncodes --\nJUSTICE GINSBURG: Mr. Perry, may I ask you,\non that core question: We have a patent on a drug\nalone. It expires, and then the patent holder gets a\nlabel patent that's on a method of use, and we have a\ngeneric that wants to sell the drug alone which is no\nlonger patented. Doesn't want to sell it in combination\nwith anything else. Wants to sell the drug alone.\nCan it do so without infringing the\nmethod-of-use patent?\nMR. PERRY: No. Your Honor, we will -- they\nwill be sued for infringement if they ever go to market,\nbecause the generic substitution laws present in 49\nStates require or allow pharmacists to substitute the\nproducts whether or not the combination is on the label.\nSo, there will always be an infringement suit, which\ngets back to Justice Kagan's question: Why would\nCongress have contemplated this? They didn't\ncontemplate this. They contemplated delisting, where\nyou take it out of the infringement suit altogether.\nThis issue -- indications, use codes,\nsection (viii) -- that is all within the agency. And if\nthere's a litigation problem with it or challenge to it,\nthat is what the APA is for. And, again, there have\nbeen dozens of APA cases where the generics largely have\nchallenged FDA's determinations in that respect.\nIt is not what the counterclaim is for.\nThis is a very narrow provision. What we're -- we're\nparsing, by the way, two clauses in one sentence of a\nstatute. The 2003 amendments were 415 pages long. The\nHatch-Waxman Act is thousands of provisions long. Very\ndelicate balance between lots of competing interests,\nbillions of dollars at stake. And we have to be\ncareful. When Congress creates a new cause of action,\nthe law of unintended consequences kicks in here.\nWe know this is not -- that this case is not\nwhat Congress intended. The counterclaim we don't\nbelieve can be read it all to it, even if it's\nambiguous. Putting it in context and looking at what\nFDA has actually said about these matters in its\nrulemakings when faced with the same challenges by the\ngeneric industry that Mr. Hurst presents here, it has\nrejected them over and over again as a policy matter.\nJUSTICE ALITO: To come back to Justice\nKagan's question, your position is really nothing can be\ndone by a generic that is blocked from marketing a drug\nfor a nonpatented use by a use code that -- that is --\nthat seems to cover that use.\nMR. PERRY: In this case, Justice Alito,\nthere were two points: First, FDA rejected Caraco's\nadministrative challenge to the use code. They could\nhave taken that to the D.C. Circuit under the APA.\nSecond, they have indicated a rejection of their section\n(viii) carve-out because of the use code. They could\ntake that to the D.C. Circuit under the APA. That is\nthe usual course for challenging agency action.\nIf there are any problems here -- our\nposition is we have complied in every respect at every\nmoment with every bit of FDA's regulations. And, again,\nthat -- that's what the evidence in this record shows.\nSo, again, I need to push back a little on\nextensions and monopolies and so forth, because that's\nnot what this case is about. This case is about a\nproperly working administrative process, and should --\nin private litigation between two parties in which the\nFDA will not be a party, should that regulatory regime\nbe dismantled. You know -- and we actually asked to\nbring the FDA in, in this case. Novo did. And Caraco\nresisted that.\nYou know, we think that if you're going to\ndebate the administration of the Orange Book, it should\nbe under the APA --\nJUSTICE KAGAN: But --\nMR. PERRY: -- with the FDA as a party.\nJUSTICE KAGAN: But here's what we know\nabout Congress's intent, and it goes back to the Mylan\nsuit: What we know about Congress's intent is that\nCongress wanted to give a generic manufacturer in this\nsituation a remedy when there was a completely\nirrelevant patent. And the question is why we should\nconsider this to be any different. In some respects,\nthis makes -- this is worse from the generic\nmanufacturer's point of view because the generic\nmanufacturer doesn't even have a defense in an\ninfringement suit.\nMR. PERRY: Your Honor --\nJUSTICE KAGAN: So, why should we think that\nthe Congress that really cared about the result in Mylan\ndoes not care about this?\nMR. PERRY: Mylan, in the response, gives\nthe generic a one-shot remedy, and you're out of it\naltogether. And it's a black-and-white decision. It's\nan on/off switch. Either the patent is properly listed\nor not. A use code in the Orange Book -- there are over\na thousand of them. They are shades of gray. There\nare -- there are very specific ones, very general ones.\nI read to the Court some of the ones that FDA itself\nwrote.\nYou would get into these long involved\nquestions about compliance and so forth -- to the\neffect, Congress wanted to make generic approvals\nquicker in the Mylan situation. FDA itself -- and I\nstarted out my argument reading from that page, page 24a\nof the reply brief, where the FDA said increased\nlitigation over use codes -- patent listings -- would\nnot assure faster generic entry because you'd spend\nyears and years, as we all have, litigating these very\nissues.\nSo, the Congress hadn't focused on this,\nwhich it never did. There's not one word in the\nthousands and thousands of pages of legislative history\nabout use codes. Had it focused on this, it would never\nhave gone this way because it didn't need to. And when\nit did have the broader bill, S. 812, it failed.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Hurst, you have 4 minutes.\nREBUTTAL ARGUMENT BY JAMES F. HURST\nON BEHALF OF THE PETITIONERS\nMR. HURST: Thank you.\nI'd like to start by asking the Court, if I\ncan, to turn to the Joint Appendix, second volume, 484.\nAnd I want to address two issues: the argument that the\nuse code is disconnected from the patent itself and it\n-- it may relate to the indication regardless of what\nthe patent says, and whether or not the information is\nbeing submitted under subsection (b) and (c).\nIf you're at 484, this form went through\nnotice-and-comment rulemaking before the enactment of\nthe counterclaim. The title, \"Patent Information\nSubmitted\" -- that -- that is a -- this carries out the\nregulation 314.53, entitled \"Submission of patent\ninformation.\"\nNow look at right below those two boxes.\nWhat does it say -- how does it say the information is\nbeing submitted? This is a form Novo signed. \"The\nfollowing is provided in accordance with section\n505(b)\" -- that's 355(b) and -- \"(c) of the Federal\nFood, Drug, and Cosmetic Act.\"\nMoreover, when the FDA issued this patent\nsubmission regulation in its final rule, it cited 505 as\nits legal authority. That's at 28J of the Blue Book.\nIt cited -- and it specifically called out subsections\n(b) and (c).\nSo, this is a regulation that was enacted\nprior to the enactment of the counterclaim. And now --\nJUSTICE SCALIA: And what do you say about\nthe -- the section cited by -- by your colleague?\nMR. HURST: We address -- he's citing\nsomething the FDA said in 2007. And if you actually\nread it, we cited it -- we addressed this in our briefs.\nIt actually says our -- our legal authority for doing\nthis was explained fully in 2003. And in 2003, the FDA\ncites 505.\nCan I turn you quickly to 487 now? This\naddresses quite specifically this notion that the\nindication can be used even if it's disconnected from\nthe patent. 4.2b. Remember what the regulation says,\nand Justice Breyer read this before. It's at 127a of\nthe appendix. But the regulation says that the brand is\nrequired to, quote, \"the description of the patented\nmethod of use as required for publication.\" They're\nsupposed to provide that information.\nAnd look what the actual instruction says.\nIt could not be more clear. 4.2b, bottom right side.\n\"The answer to this question\" -- this is where the brand\nsupplies the use code -- \"The answer to this question\nwill be what FDA uses to create a 'use code' for Orange\nBook publication. The use code designates a method of\nuse patent that claims the approved indication or use\"\n-- it depends on what the patent claims -- \"of a drug\nproduct.\"\nAnd then it goes on to explain why you need\nto do that: \"Each approved use claimed by the patent\nshould be separately identified in this section and\ncontain adequate information\" -- this refers to section\n(viii) -- \"adequate information to assist 505(b)(2) and\nANDA applicants\" -- that's us -- \"in determining whether\na listed method of use patent claims a use for which the\nANDA applicant is not seeking.\" That is precisely the\nsituation we are facing.\nWe have offered a construction of this\nstatute that is fully consistent with its text, its\nstructure, and its purpose. And it really is the only\nreading of the statute that carries out congressional\nintent in terms of trying to prevent situations where\nincorrect patent information is unfairly delaying\ngeneric competition.\nUp to this point right now, Novo has still\nfailed to identify any reason why anybody in Congress\nwould want the system to work as Novo posits, where the\nbrand company gets to supply an overbroad use code,\nwithout judicial review, without agency review, that\nblocks admittedly noninfringing products from the\nmarketplace. And I -- and I submit that given the\naddition of the correction remedy, that would not be in\nthere if this was not designed to address use codes,\nbecause that's the only thing that can be corrected\nwithout remedy.\nJUSTICE SOTOMAYOR: Going back to the\nquestion that I had and a more practical question --\nMR. HURST: Sure.\nJUSTICE SOTOMAYOR: As I read the record, in\nApril of '08, the FDA rejected your section (viii)\napplication.\nMR. HURST: Yes.\nJUSTICE SOTOMAYOR: All right? And it asked\nyou to submit an amended code. Your brief says we did\nit in September of 2010. Is it anywhere in the record?\nMR. HURST: The question is did we --\nJUSTICE SOTOMAYOR: That you submitted what\nthe FDA requested for your claim 4, the amended label?\nMR. HURST: Oh. Yes, we -- we did, and it's\nin JA 777, paragraph 20. It's a stipulated fact.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. HURST: Thank you, Your Honor.\nCHIEF JUSTICE ROBERTS: The case is\nsubmitted.\n(Whereupon, at 11:06 a.m., the case in the\nabove-entitled matter was submitted.)\n59:17 adequate 57:23 allowed 11:11 appendix 24:6 arguments 29:6\nadminister 50:1,3 57:7 artifact 40:19\n48:18 administered 9:20 19:6 applicant 6:15 27:23 53:14\nadministering 34:17 37:25 58:2 asking 4:16,17\nadministration alternatives applicant's 31:2 22:11 48:17\n22:2 30:5,7 52:11 approach 29:1 6:10\nadmittedly 4:8 23:13 59:5,9 22:11 41:13 Assistant 1:18\nadopted 29:4 52:2 19:5 25:15 associating\n29:4 34:20 44:24 16:10 approvals 54:23 association\n52:3 adversaries ANDA 6:15 approve 26:1 35:11\n48:21 33:14,15 35:17 approved 3:16 assume 8:24\n17:21,24 48:6 57:25 58:2 6:16,18 28:12 25:17 41:23\n23:24 agencies 17:7,23 ANDAs 29:15 29:2,16 33:19 42:22 48:20\n30:10,13 46:21 answer 7:3 9:4 42:10 49:15 assumed 10:14\n33:14 agency 12:4 13:4 21:12 57:17,21 assumption\n49:3,5 17:13 18:1 28:1 36:12 approving 40:5 48:18\n53:3 30:10,13 32:1 57:13,14 April 59:1 assurance 29:15\n36:23 agency's 17:14 anticompetitive 30:6,8 31:25 attempting 4:7\nagree 11:9,13,16 39:11 32:9 author 20:24\n36:8 APA 21:2,16 15:14 30:6 35:13 47:17\n47:13,14 Alito 4:10,24 51:21,22 52:24 2:2,5,9,12 3:3 23:25\n56:21 6:20 7:6 10:1,9 53:2,19 3:7 6:21 16:8 available 8:14\n19:14,16,20 appeals 9:17 23:22 27:15 8:19 10:3,11\n32:4 best 13:5 22:1 Breyer 32:21 47:13 53:15 30:10,13 35:12\n49:22 50:7 33:4 34:7,18 Caraco's 52:22 47:16 51:23\nbill 7:25 15:6 46:19 47:1,4 carefully 45:17 change 31:6,9\nbrief 4:10 17:15 carries 56:3 changed 31:9\n53:6 36:3,5,6,22 10:24 13:20 characterize\n45:3 black-and-wh... 55:1 59:5 25:12 18:4\n47:5 54:14 briefs 17:17 carved 18:25 chart 36:22\n55:24 blah 32:19,19,19 38:9 56:23 19:2 22:16 Chicago 1:16\nblocked 10:25 bring 32:21 carve-out 18:19 Chief 3:3,9 16:6\n26:23 blocking 3:19 42:18 53:15 53:1 21:2 22:22\n35:15 7:5 broad 6:23 7:13 carve-outs 27:4,13,17\n44:6,21 blocks 58:16 19:18 18:11,15 28:5,8 29:18\n49:16 blue 32:23 56:14 broader 55:11 case 3:4,19 5:6,8 30:12 36:15,18\n52:16 Book 8:10 14:7 brought 47:23 17:3,13 19:24 40:9,23 41:2\n58:22 16:16 18:11 Buckman 49:10 20:3,12 22:10 55:13 59:12,14\n42:4,7,8 43:25 burden 6:15,17 40:12,14 46:9 choices 18:23\n35:16 57:16 53:10,10,15 30:8 31:20\n50:20 bottom 32:25 C 59:14,16 32:8,9 52:24\n48:1 46:11 49:20 55:24 17:21,24 49:4 circumstances\n3:8 16:9 12:13,14 13:21 called 42:8 certainly 14:12 35:10,14,20\n55:16 14:6,11,17,19 56:15 22:9 41:18 cited 5:2 36:2,4\n28:23,25 21:24 32:12,14 calls 45:19 certification 56:20,23\n47:21 40:23 41:4,23 capable 31:16 10:4 26:22 cites 57:1\n57:7,13 58:14 capricious 21:4 challenge 21:6 citing 14:11\nbrands 13:10 4:7 24:5 25:11 31:23 42:17 claim 3:15,21\n2:6 16:8 breadth 32:18 34:8 42:18 challenged 21:4 6:17,19,23\n19:10 28:3,13,18 confirmed 50:18 conversation 38:17,19,23\n21:19 29:20,24 38:25 conflated 34:8 42:23 39:12,14,25\n25:18 42:6,19 43:19 Congress 7:8 conviction 5:11 41:7,12 42:16\n33:19 48:15 50:19,20 9:21,22 11:10 cooperation 46:16,18 48:6\n43:13 50:23 51:18 11:14,19 12:1 30:23 48:11,15,20\n45:17 55:2,9 58:19 14:15,25 15:1 copies 23:14 50:13 51:24\ncolleague 36:3 18:1,4,6 37:24 core 50:25 52:9 56:2,18\n42:25 combination 4:6 43:12,14 46:15 4:12,15 7:21 course 23:4 26:7\n42:25 45:20,21 46:16,18 49:6 8:1,14 9:25 30:10 34:4\ncombined 26:2 51:15 52:6,9 15:22,22,24 court 1:1,13\n57:17,18 come 6:15 38:23 55:6 58:12 37:20 39:19 6:3,15 7:4\n39:5 40:17 congressional 40:25 41:17 16:12 17:20,22\n49:19 companies 42:19 53:23,24 49:20,21 24:20,23 27:18\n57:12 11:12 12:13,14 consequences corrected 37:13 30:11 35:25\n42:2,5 consider 54:3 45:6 58:20 46:11 47:11,19\n7:5,12 14:19 20:16 18:5 7:18,22,24 8:6 19:12 25:3\n22:7 58:14 construction 8:17,18 14:2,4 40:20 41:15\n13:18,19 competing 52:4 19:10 21:7,19 16:1 40:17 cover 33:23\n18:12 competition 26:25 58:4 41:13 58:18 37:10 46:23\n20:11 17:8 58:10 construe 6:4 correctly 8:9 52:20\n21:3 complete 48:16 construing correspondence covered 3:14\n22:6,8 completely 54:1 17:19,20 26:16 29:21 27:7 43:25\ncomplexity 49:1 consult 44:4 Cosmetic 56:11 covers 34:1 47:6\n25:10 compliance contain 57:23 counsel 13:23 create 57:15\n29:25 54:22 contemplate 14:23 15:16 created 38:3\n31:5 complied 53:5 11:10 51:16 16:6 22:18 creates 11:13\n32:10 compromise contemplated 27:13 42:21 25:3 52:6\n40:7 50:9,11 51:15,16 55:13 59:12 criticism 19:22\nconceivable context 4:14,18 counterclaim criticizing 19:23\n48:9,10 15:10 4:19,20,23 3:19 4:21 6:16 cross-reference\n53:1 conceivably 5:15,16,17 8:10,13 9:6,23 13:13\n55:21 26:24 6:12,19 49:17 10:2 11:20 curiae 1:20 2:8\nconcerned 17:8 52:11 12:5 15:13 16:10\n59:5 concrete 14:9 contrary 46:14 17:20 20:20 current 23:14\n38:20 33:10 34:10,20 27:1,8,22 D\n16:14 confidential 44:24 33:16 36:24 D 3:1\n27:24 23:18 controls 23:2 38:3,7,12,16 date 8:7,12,14\n38:4 delisting 38:7 disclosed 34:11 E 2:3,6,10,13\n39:23 40:22 disconnect e 2:1 3:1,1 35:4 essentially 10:23\n37:25 55:21 57:4 easy 6:9 19:24 ET 1:4,7\n1:19 discussing 7:9 eat 36:1 20:20\n13:14 32:7 7:18 15:25 Either 39:24 evidence 46:14\n48:1 describes 45:17 34:15 elegance 6:7 exactly 3:18\n26:19 21:24,25 doing 31:16,17 element 5:12 example 28:1\ndescription 33:8 46:14 eliminate 14:4 31:7 40:14\n19:10 44:20 45:14 dosage 34:13 enacted 11:19 41:11\n31:4 57:8 45:18 12:3,5,15 excuse 16:19\ndescriptions dose 15:23 14:25 15:1 exercise 30:25\ndesignates 57:16 dozens 42:5,5 enactment 56:1 existing 9:14\n46:10 58:19 drafting 7:9 enforcement 50:1\n51:23 20:15 28:10,11 enormously 49:1\n57:25 33:6,19 35:19 ensure 14:20 expertise 13:2\n21:18 de-link 29:23 40:15 42:10,15 18:12 43:14 16:22\ndiabetes 4:3,7 42:25 43:1 ensuring 11:24 expiration 8:5,7\ndialogue 18:2 56:11 57:18 entire 39:20 39:5 44:14\n41:10 43:10 D.C 1:9,19,22 56:4 51:1\n54:3 9:18 30:8 entry 55:3 explain 24:8,11\ndirectly 45:1 ESQ 1:16,18,22 39:4 47:15\n28:20,22 29:8 16:14 22:3 39:3,13 46:15 49:16\n30:3,4,7 31:3,9 43:18 45:8 further 36:12 goes 18:20 40:2\n40:4 42:19 fit 34:3,6 39:7 G 3:1 19:25 20:6,9\n45:2,23 five 42:4 general 1:19 21:18 24:1\n50:15,15 52:12 41:3,4 generic 3:13 41:4 43:10\n9:9 12:7 59:1,9 flexibility 40:20 29:5,16 31:25 goodness 6:10\n26:23 FDA's 9:14 17:3 40:22 41:14 39:10 40:1 47:8\n19:20 26:20 focused 36:25 41:7,8,10,12 government\n55:11 50:22 51:23 50:22 56:9 54:4,5,13,23 gray 54:17\n53:6 follows 31:8 55:3 58:10 ground 6:21,25\n11:11 56:10 55:25 56:8 32:6 38:15 happens 11:3\n12:8 fell 5:14 forms 45:24 41:19 50:24 Hatch-Waxman\n13:5 file 6:15 10:2 forth 29:8 49:1 give 13:13 15:11 29:4 38:10\n16:14,15 14:18 35:25 49:16 53:9 15:12 17:13,15 52:3\n17:4 39:5 54:22 35:20 40:20 Hatch-Waxm...\n18:5,8,10 filed 9:23 10:3 four 46:7 41:3 53:25 19:3\n23:12 30:5 framed 6:8 given 19:8 50:6 hear 3:3 5:7\nfill 5:23,24 freestanding 58:17 30:3\n20:1,6 filled 46:7 49:4 gives 39:25 heard 8:8 28:22\n21:3,6 final 56:13 free-form 16:18 41:14 54:12 32:18 43:21\nfind 36:16 frequent 42:1 glycemic 33:10 high 14:11\nFinish 15:18 frequently 34:10,20 44:24 hire 29:19\n23:3 27:4 39:15 go 7:4 16:25 historical 50:10\n25:19,25 finished 36:19 friends 35:14 20:1 22:21 history 55:8\nfirst 3:4,22,23 Fruit 17:22 25:10,11 30:8 holder 19:14,16\n28:13,18 7:9 15:14 FTC 38:8,19 36:8 44:6,21 29:1 33:5,5,6\n44:10 50:11,16 52:14 31:21 infringement 56:12\n55:14,15,17 incorrect 9:19 10:4,5 23:25 issues 19:4\n30:16 hyperparathy... increased 55:1 33:14 51:9,13 IV 10:3,15,17,19\n32:11 28:17 indicated 50:11 51:17 54:7 11:2 20:22\n34:22 52:25 infringing 10:19 23:24,24 25:7\n36:2,6 I indication 28:11 26:18 51:6 25:10,16 26:3\n38:6 idea 29:14 28:15 29:25 ingredient 5:14 26:8,22 27:10\n40:12 identical 24:12 30:1 31:7,8,10 injunction 9:24 40:4 43:13\n30:1 34:9,9,12,16 instance 5:10\n46:25 identified 7:25 34:23 43:2,5 22:3 J\n48:14,25 38:9 57:22 43:11,11,25 instruction J 1:18 2:6 16:8\n54:8 identify 6:13,16 48:10 50:20 57:11 JA 59:11\n29:2 58:12 55:22 57:4,17 instructions JAMES 1:16 2:3\n49:10 II 34:20 51:18 intended 22:13 55:19\nIllinois 1:16 indication-bas... 39:16 43:12,14 judge 5:5,5\n16:7,8,11 48:5 individual 29:13 intent 53:23,24 46:9\nimmense 15:6 inducement 58:8 judicial 58:15\n19:15 impediment 24:15 interagency June 11:19\n20:9,18 40:4 industry 28:21 30:23 12:11,13,15\n21:5,23 implementation 29:5 35:12 interest 21:16 Justice 1:19 3:3\n45:10 43:17 50:19 interested 44:3 3:9,22 4:10,24\nimportant 16:21 52:14 interests 52:4 5:17,21,22,25\n18:1 29:11 inform 22:13 interpretation 6:6,20 7:6 8:20\n38:6 46:8 information 8:4 35:18 45:9 8:23 9:7,12\n26:6,13 importantly 8:5,16 11:19 47:18 10:1,9 11:9\n27:6 31:3,22 11:21 12:13 interpretations 12:7,10,16,17\nimproper 38:11 16:17 18:6 35:19 12:25 13:12,23\nimproperly 34:21,25 35:1 46:23 15:4,10,16,18\n3:6,7,9 improving 37:17,19 38:1 11:3 17:2,11 18:9\n5:4,21 33:10 34:10,19 42:9 44:10 involved 26:16 18:17 19:14,16\n6:12 7:2 44:24 45:5 46:1,2,5 54:21 19:20 20:8,10\n9:3,11 incentive 14:17 46:23 47:5,15 irrelevant 27:12 20:23 21:2,12\n11:9 14:18,20 40:24 47:17,18 49:17 54:2 21:21 22:4,15\n12:10,20 41:11 55:23 56:2,5,7 issue 6:5 14:25 22:18,19,20,21\ninclude 5:14 57:10,23,24 15:1 26:19 22:22,22,23\n7:11 44:2 58:9 27:20 43:18 23:1,8,11,19\n16:4 includes 24:9 infringe 10:7,23 47:23 51:18 23:23 24:4,7\n29:6 43:24 45:5,13 10:24 11:2 issued 11:17 24:11,19,25\n49:18 including 9:16 infringed 24:21 12:4 35:7,9 25:14,17,21,23\n20:25 21:12 legislative 55:8 38:1,1 52:4 6:8\nknew 12:3 lettered 46:4 mellitus 33:11\n29:18 knock-out 40:1 let's 23:19 25:17 M 34:21 44:25\n31:11,14 know 5:5 15:5 42:21,21 majority 20:25 memorandums\n33:4 17:3 18:19 limited 4:5 manufacturer 30:21\n28:17 34:24 list 40:24 42:3 23:15 40:24 merely 24:12\n37:2,2,23 42:4 42:10 41:4,23 53:25 metabolite\n46:15,16 49:16 listed 8:9,13 54:6 40:14\n37:2 49:18 52:8 39:5,7,24 40:5 manufacturer's metformin 4:6\n53:14,17,22,24 40:10,13,21 54:5 6:25 24:10\n39:1 knows 14:14 54:15 58:1 MARK 1:22 34:11 43:1\n40:9,23 listing 14:22 2:10 27:15 metformin-re...\n42:21 L 29:14 38:11,18 market 3:13 4:8 45:22\n43:7 label 10:14,17 38:21 39:2,8 10:20 11:4,8 method 3:17 4:3\n45:8 46:8 10:24 13:20 40:16 42:14 19:2 29:16 24:17 28:9,10\n47:1,4 18:3 23:13,14 listings 55:2 43:15 51:9 28:11,15 33:10\n23:14 24:12 lists 8:12 marketing 41:8 33:19 34:10,16\n25:18 34:12 literal 34:4,6 52:18 34:19 43:21\n50:8,24 45:14,21 51:2 44:7 marketplace 4:9 44:20,24 45:14\n52:16,16 51:12 59:9 litigating 55:4 58:17 49:15 51:2\n53:20,22 labeling 12:19 litigation 20:11 Markman 19:10 57:9,16 58:1\n55:13 23:16,17 24:16 20:22 25:7,10 match 13:19 methods 29:2\n57:6 26:2,22 25:16 26:8,10 48:10 method-of-use\n59:4 Laboratories 27:11 29:8,13 matches 3:17 11:22 12:22,23\n1:4 3:5 40:4 49:2 11:25 51:7\n17:11 40:17,19 46:22 45:25 53:8 matters 52:12 21:8 30:15,17\n46:22 47:18 long 4:1,4 39:20 mean 5:7,10 7:2 minute 32:22\n37:16,21 large 42:2 46:7 52:2,3 8:11 12:25 41:22\n39:18 largely 51:22 54:21 13:8 14:9 15:4 minutes 55:14\n50:8 Laughter 8:22 longer 34:1 51:4 17:9,12,12 misleading\n54:9 36:11,14 47:9 look 6:12 11:16 19:12 20:13 32:19\n19:11 21:20 32:2 33:9,20 32:17 39:1 missing 32:24\n13:12 laws 13:3 51:10 44:11,16,21 49:12 mistaken 20:25\n21:12 lawsuit 14:19 56:6 57:11 meaning 15:8,12 mistakes 14:21\n27:23 47:23 looking 19:23 15:12 20:5 moment 53:6\nlawyers 29:20 52:11 8:1 15:23 36:3\n9:24 10:3,4,22 39:25 40:6 49:7 53:12 43:21 44:20\n9:17 25:24 26:5,17 43:24 44:1 party 5:13 53:13 patentholder\n33:5 42:4 57:15 passed 11:14 patents 9:15\n46:14 order 33:17 12:9 11:22 12:24\n51:25 number 13:15 overwhelming 8:13,17,19 patent's 27:11\n40:10 41:3,10 owe 47:22 11:18,18,21,25 paths 10:10\n53:8 14:1,8,10 14:1,7,12 permissible 22:7\n57:20 41:21 42:12,13 P 16:23 18:6 25:22\n35:14 occupy 4:9 29:11 32:23 24:14 26:16 27:14,15,17\noddities 7:7 33:1,9 43:23 27:8,25 28:16 28:7,9 29:22\n55:7,9 odds 14:10 43:23 47:12 29:2,3,13,20 30:16 31:13,18\noffense 5:12 pages 42:11,11 33:8,13,14,17 34:7,22 35:1,8\nOfficial 44:4 parade 48:4,13 34:21,25 35:1 36:12,17,20\n27:11 59:10 paragraph 10:3 37:17,19,21 37:19,23 38:6\n11:5,6 ones 28:12 54:18 11:2 20:22 39:24 40:5,21 39:22 40:12\n54:18,19 23:24,24 25:7 40:25 41:10 41:1,6,25 43:5\n54:13 26:8,22 27:10 44:1,2,3,9,13 46:25 47:3,10\nopine 13:2 particular 5:8 50:1,2,21,25 52:21 53:21\n56:1 3:7 16:8 27:15 particularly 56:12 57:5,17 Petitioner 23:12\n6:22 7:19 18:11 22:24 21:16 22:24,25 patented 10:13 2:14 3:8 16:10\nprecedent 4:19 48:7 qualify 8:4 58:25\n3:4 58:2 proof 32:3 question 4:16,17 54:25 58:7\npresented 26:22 properly 8:12 10:14 13:25 real 14:1 21:16\npresents 52:14 39:7,24 40:2 17:18 18:9 really 7:11 9:19\n27:18 prevails 25:9 prove 5:12 52:17 54:2 58:6\n35:21 prevent 58:8 provide 44:20 57:13,14 58:23 reason 7:4 19:9\n19:3,20 principle 18:15 provided 44:23 questions 46:4 58:12\n26:20 19:4 46:6 56:9 54:22 reasonable 21:7\n32:24 prior 12:11 proving 27:11 quibbling 6:1 rebuttal 2:12\n42:20 56:18 provision 10:2 quicker 54:24 16:3 55:15\n47:14 private 49:7 17:21 20:14 quickly 43:15 recognize 18:1\n54:5 53:12 37:9 38:7,8 57:2 recommended\nprobably 4:25 39:20 48:6 quite 5:2 25:2 39:11\n16:25 19:19 36:23 49:14 quote 43:24 57:8 58:25 59:6\n51:20 44:21 57:9,16 45:16 refers 57:23\n30:14 49:2 53:4 30:15 R reg 35:16\n32:12,13 procedure 41:3 Purepac 31:22 R 3:1 regard 21:1\n52:17 proceed 10:12 32:11 radar 42:19 regardless 55:22\n10:25 25:11 purpose 13:17 raised 38:10 regime 53:13\n43:15 process 22:2 58:6 rapidly 29:17 regs 46:23\n23:11 24:17 28:11,12 28:14 31:12,14 18:21 36:24 35:6,8 45:9,15\n28:16 57:19 45:5,25 46:9 37:11 44:18 46:3,3,12 56:4\n43:8 58:16 Putting 52:11 49:21,25 50:4 57:7\npromoting 48:7 Q 56:23 57:6 20:15 29:24\n44:16 45:15 46:3 15:17,20,24 27:24 signed 56:8\n53:6 57:8,9 19:8 21:7 screen 42:19 signs 46:21\n45:2,2 route 10:15 21:13 37:15 simple 39:23\n59:1 39:8 40:7 rule 13:8 56:13 50:19 52:25 40:10,22 50:21\nresisted 53:16 22:1 23:5 section 10:12,13 situation 4:21\n23:6 respect 9:15 47:11 50:15,17 31:4,24 35:2,7 54:1,24 58:3\n44:12,17 51:23 rulemakings 35:18 37:12,20 six 42:4\n15:14 Respondents 56:9,20 57:22 slippery 19:21\n26:24 1:23 2:11 S 57:23 59:1 slope 19:21\nresponse 25:24 sake 23:21 see 45:6 solely 39:8\n9:1,5 43:23 54:12 sanction 20:16 seeking 6:21,25 Solicitor 1:18\nresponsible satisfied 6:22 7:14 33:16 solving 38:24\n16:1 28:13 7:1 58:2 somebody 14:8\n39:17 result 54:10 satisfy 6:21 seen 30:11 somewhat 26:8\n41:13 review 21:14 saying 8:9 14:5 sees 47:19 soon 19:21 41:4\n58:18 29:20 58:15,15 14:6 15:5 18:6 sell 24:16 51:3,4 sooner 29:16\nridiculously 33:22,22 34:19 51:5 sorry 13:8 15:17\n57:5 right 15:13 says 5:5 13:21 sense 17:19 22:19,20 23:10\n6:24 34:11 25:14 29:9,24 25:7 33:1,4 44:18,19 45:5 35:22\n55:1 49:18,19 56:6 57:5,7,11 59:5 46:5 Sotomayor\n39:3 59:4 5:22,25 6:6 September 59:6 15:16,18 16:2\n16:6 20:23 13:25 14:24 38:24 40:6 22:20,22,23\n27:4,13 28:5,8 35:24 36:4,7 shades 54:17 23:23 24:4,7\n43:20 40:23 41:2 56:19 shots 16:20 26:4,11,15\n51:11 55:13 59:12,14 scenario 21:13 shows 53:7 31:11,14 42:21\n44:21 9:15 14:2 12:22,23 22:5 57:12 48:23 58:22,25\nstipulated 24:5 51:9 tell 24:19 26:11 tie 31:4\n45:23 strange 5:24 sufficiently 46:21 39:13 43:18\nstuff 15:2 46:24 12:16 14:10 17:23 12:11 26:7\n57:3 11:18,18,21 24:17 terribly 9:8 tire 14:13\nsubmitted 16:17 supplies 57:14 Thanks 28:8 traditional\n44:10 55:24 support 44:14 they'd 45:6 transpose 14:10\n27:5 subsection 10:1,2 58:20 treads 14:14\n16:9 17:6 49:20 55:24 57:10 40:2 49:5 trial 45:21\n47:13 subsections Supreme 1:1,13 50:13,13,18 trials 45:20\n56:15 4:11,19 think 4:15 9:22 tried 36:23\n35:11 32:25 58:24 13:1,4 14:5 true 5:4,4 9:7,19\n8:2,2 substance 28:10 surplusage 17:17,25,25 23:3\n9:10,12 40:15 15:21,22 19:19 20:18,18 truth 7:2\n14:4 substantive switch 39:24 22:6 27:1,19 try 19:6\n19:8 16:23 19:8 54:15 32:15 40:18 trying 10:24\n27:1 21:8,14 30:13 system 18:8 42:1 43:12 22:1 58:8\n32:22,25 substantively 19:12 58:13 47:10 49:16 turn 5:13 21:18\n36:21,24 45:11 53:17 54:9 28:20 55:19\n47:2 substitute 51:11 T thinks 30:4 48:2 57:2\nsubstituting T 2:1,1 third 19:15 turned 50:14\n23:15 take 13:19 26:23 21:22 31:7 twice 6:17\n58:5,7 substitution 42:22 44:17 49:20 two 6:18 7:7,16\n14:21 successful 38:23 taken 52:24 thousand 54:17 14:8,10 15:14\n44:7 successive 38:11 talking 8:24 thousands 4:25 15:15 49:14\n16:25 49:5 47:5 three 18:22 55:20 56:6\n22:12,13 23:6 11:1 13:18 we're 11:23\n18:16 25:12 17:18,19 21:12 X\n29:2,20,24,25 59:1 40:19 years 31:21\n31:8,24 32:10 volume 55:19 15:21\n33:7,9,9 volumes 5:15 win 21:10 32:16\n08 59:1\nwinning 31:15\n11:11 34:16 36:25 wait 16:2 word 5:9,9 7:21 10 31:20\n37:1,7 38:25 want 10:23 11:7 8:1 15:6,8 10-844 1:5 3:4\n30:22 42:6,11,17,19 25:11 26:16 55:7 11:06 59:16\n43:9,19,21,24 37:13 44:6 33:21,21 34:4 127a 57:6\n48:9,15 50:19 51:4 55:20 37:13 44:7 177 24:6\n52:19,20,23 54:23 48:15 58:13 19 46:3\n16:9 17:6 57:14,15,16,17 Washington 1:9 49:15 1994 43:17\n47:13 57:17,21 58:1 1:19,22 world 8:25\nuseful 47:16 11:11 40:15 worlds 42:16 2 33:11 44:25\n4:22 6:18 9:1 waste 36:7 wouldn't 11:16 2003 11:11,19\n5:9,19,23 U-279 28:11 28:24 30:9,12 writing 7:20 38:14 52:2\n6:10,14 U-530 28:3 30:18 34:14 12:17,18,19,20 56:25,25\n38:4 42:1,7 16:14 20:14 2007 35:14,22\n9:13 V 45:24 48:6,20 27:24 28:13,18 47:11 56:22\n10:6 v 1:6 3:5 49:25 52:1 written 6:2,5 2010 23:13 59:6\n11:1,7 vague 49:14 55:10 20:12 34:17 2011 1:10\n12:9 valid 18:19 ways 5:9 6:4 wrong 30:4 2018 11:4\nvarious 31:19 17:9 32:17,19 40:11 21,268 47:12\n36:23 went 10:15 43:2,3 45:7 2150 8:13\n16:14 view 19:20 16:16 25:1 46:14 24a 29:11 54:25\n19:17,22 26:20 37:16 32:15 44:2 wrote 6:22 26 46:5\n49:23 54:5 55:25 16:16 28:13 27 2:11\n56:14 8\n55:11\n2:4 32:23 45:1\n9:24\n38:11\n39:9\n56:4\n56:10\n28:25\n25:19 45:17\n59:9\n45:13\n45:12 46:6\n52:2\n13:15\n55:19,25\n57:2\n51:10\n1:10\n43:23\n35:2,10,18\n56:13\n39:7 45:9\n57:24\n28:2,7\n2:14\n43:23\n28:25\n4:9\n35:9,16\n47:12\n59:11\n"
    }, 
    "respondents": [
        "NOVO NORDISK A/S, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 19, 
        "JUSTICE ALITO": 11, 
        "JUSTICE BREYER": 11, 
        "JUSTICE GINSBURG": 7, 
        "JUSTICE KAGAN": 15, 
        "JUSTICE KENNEDY": 6, 
        "JUSTICE SCALIA": 18, 
        "JUSTICE SOTOMAYOR": 37, 
        "MR. HORWICH": 33, 
        "MR. HURST": 32, 
        "MR. PERRY": 50
    }
}