{
    "appearances": {
        "content": "RICHARD GUERRIERO, ESQ., Concord, New Hampshire; for\nPetitioner.\nMICHAEL A. DELANEY, ESQ., Attorney General, Concord, New\nHampshire; for Respondent.\nNICOLE A. SAHARSKY, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nthe United States, as amicus curiae, supporting\nRespondent.\n"
    }, 
    "caseNum": "10-8974", 
    "caseinfo": {
        "content": "BARION PERRY, :\nPetitioner : No. 10-8974\nv. :\nNEW HAMPSHIRE. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nRICHARD GUERRIERO, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nMICHAEL A. DELANEY, ESQ.\nOn behalf of the Respondent 28\nORAL ARGUMENT OF\nNICOLE A. SAHARSKY, ESQ.\nOn behalf of the United States,\nas amicus curiae, supporting the Respondent 41\nREBUTTAL ARGUMENT OF\nRICHARD GUERRIERO, ESQ.\nOn behalf of the Petitioner 52\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, November 2, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:02 a.m.\n"
    }, 
    "petitioners": [
        "BARION PERRY,", 
        "Petitioner", 
        "No. 10-8974 v.", 
        "NEW HAMPSHIRE.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst today in Case 10-8974, Perry v. New Hampshire.\nMr. Guerriero.\nORAL ARGUMENT OF RICHARD GUERRIERO\nON BEHALF OF THE PETITIONER\nMR. GUERRIERO: Mr. Chief Justice, and may\nit please the Court:\nAn eyewitness identification made under a\nsuggestive influence presents a unique danger of\nmisidentification and a miscarriage of justice. It is\nthat danger of misidentification which implicates due\nprocess and requires an evaluation of the reliability of\nthe identification. The constitutional --\nJUSTICE SOTOMAYOR: Counselor, does your\nposition depend on police involvement at all?\nMR. GUERRIERO: No, Your Honor.\nJUSTICE SOTOMAYOR: I'm -- if a private\ninvestigator shows a picture or -- that has no\nconnection to the police, a company's investigator --\nMR. GUERRIERO: What I would suggest is\nthat --\nJUSTICE SOTOMAYOR: -- or the news media\npublishes a picture of someone that it thinks --\nMR. GUERRIERO: I have a two-part answer to\nthat. The -- the significance of the suggestive\ninfluence is how it affects reliability. Most of the\ntime that influence, the defense will allege, is from\nsome police activity and rightly so because they're\nmostly involved and rightly so because police suspicion\nis the kind of influence that would direct the witness's\nattention and say that's the man.\nBut it's not necessarily required, and in\nfact in -- one of the Federal court of appeal cases,\nDunnigan v. Keane, involved exactly that, a private\ninvestigator, where a private investigator from a bank\nshowed surveillance photos to the witness and then later\nthe witnesses made an ID. I mean --\nJUSTICE SCALIA: Mr. Guerriero, if it's\nnot -- if it's not limited to suggestive circumstances\ncreated by the police, why is unreliable eyewitness\nidentification any different from unreliable anything\nelse? So, shouldn't we look at every instance of\nevidence introduced in criminal cases to see if it was\nreliable or not?\nMR. GUERRIERO: No, Your Honor. I suggest\nthat eyewitness identification evidence is unique, and I\nthink that this Court recognized that in Wade and in the\nsubsequent cases, in fact described it at that time as\nprobably the leading cause of miscarriages of justice.\nAnd in fact experience with the DNA exonerations that\nwe've seen recently in the last 10 or 15 years have\nshown that.\nJUSTICE GINSBURG: So, at least for all\neyewitness testimony, there would have to be some\npretesting for reliability; is that -- is that your\ncontention?\nMR. GUERRIERO: No, Your Honor, and I don't\nthink that's exactly what the Court said in Wade and the\nsubsequent cases. It's the combination of eyewitness\nidentification testimony plus the suggestive influence\nwhich makes -- which brings it to sort of the height of\nsuspicion and creates the greatest risk.\nJUSTICE GINSBURG: And in this case, in\nwhich category do you place the eyewitness testimony?\nIs it police suggestion, or is it suggestive but not\nthrough any manipulation on the police's part?\nMR. GUERRIERO: In our case, we do not\nallege any manipulation or intentional orchestration by\nthe police. But our position is that it appeared to the\nwitness, to Ms. Blandon, that Mr. Perry was in fact a\nsuspect, and she looked down, and there was that\nsuspicion.\nNow, if we would have been able to have our\ndue process claim heard, the judge may or may not have\nagreed that that was suggestive and created a risk.\nBut --\nJUSTICE SCALIA: Do you think that our cases\nwhich exclude or -- or require reversal when there's\neyewitness testimony impaired by the police -- you think\nthat's really limited to eyewitness testimony? Suppose\nthe police created suggestiveness in another category of\nevidence. Let's say -- let's say voice evidence, that\nthe killer had left a message on the -- on the phone.\nAnd the police in some manner create suggestiveness that\ncauses a witness to identify that as the voice of the\nkiller. You really think that we would say, well, this\nis not eyewitness testimony; eyewitness testimony\ncreates a special risk? Don't you think that we would\nsay, whenever the police render evidence unreliable, it\n-- it should be excluded?\nMR. GUERRIERO: I think that may be a\nseparate due process claim. For example, if the\npolice --\nJUSTICE SCALIA: Exactly. But that -- that\nimpairs your argument, because if we accept your\nargument for eyewitness, we should similarly accept it\nfor everything else. There's nothing special about\neyewitness.\nMR. GUERRIERO: I -- I disagree, Your Honor.\nI think that what the Court has said is that there is\nsomething special about eyewitness identification\ntestimony.\nJUSTICE SCALIA: No, I'm saying we don't\nmean it.\n(Laughter.)\nMR. GUERRIERO: Well --\nJUSTICE SCALIA: I'm saying that it's\nunbelievable that if the -- if the police created\ntestimony, not eyewitness testimony, but testimony that\nwas unreliable because of police suggestiveness, I think\nwe would throw that out as well. Don't you think so?\nMR. GUERRIERO: I -- well, I think that in\nany case -- and I think the Court has said this in other\ncircumstances, that in any case a defendant could raise\na due process claim and say, either because of the way\nthe prosecution handled the evidence or because of the\n-- the combination of rulings on evidence, that there\nwas a due process violation that implicated fundamental\nfairness.\nJUSTICE KENNEDY: In this case, suppose that\nthe police talked to this -- to the lady that was in the\n-- in the apartment and saw the thing out the window and\nsaid: We -- we think we've solved this case, but you\ncan't look at this man. We don't want to you look at\nthis man. Don't tell us. We're not going to let you\nlook out that window.\nIt seems to me that the defendant might have\na due process argument that the police interfered, that\nshe couldn't say, right when he was there, that's not\nthe man. I don't know what you want the police to do in\nthis case. It seems to me it would have been (a)\nrisking this argument from the defendant and (b)\nimproper police conduct not to ask the woman, is this\nthe man?\nMR. GUERRIERO: I disagree, Your Honor. If\nthe police wanted to ask her to make an identification,\nthey could have done a line-up procedure or a photo\nline-up procedure fairly promptly that would be distinct\nfrom and much more fair than the show-up at the scene.\nAnd there was no emergency or exigency here that would\nrequire a show-up.\nJUSTICE SCALIA: What about -- what about\nunreliable eyewitness testimony in favor of the\ndefendant? Let's assume the same suggestiveness that\ncauses you to exclude it when it's been introduced by\nthe prosecution, but here it's being introduced by the\ndefendant to show that it was somebody else, okay? Is\nthat going to be excluded?\nMR. GUERRIERO: It may be excluded under the\nrules of evidence, but the Due Process Clause doesn't --\nJUSTICE SCALIA: Do you think it should be\nexcluded under the rules of evidence? If you say it's\nso unreliable -- this is a one-way door?\nMR. GUERRIERO: The Due Process Clause --\nJUSTICE SCALIA: All of the evidence that --\nthat causes the defendant to be convicted is excluded,\nbut -- but any -- any evidence -- any evidence on the\nother side is not?\nMR. GUERRIERO: Well, the defendant is\nobviously not trying to deprive the State of its liberty\nin the same way that the State is trying to deprive the\ndefendant of his liberty at trial. So, the Due Process\nClause would not apply in that sense. That's not to say\nthat there wouldn't be evidentiary grounds for the State\nto raise that objection.\nJUSTICE SCALIA: No, but you see, when --\nwhen it's the State that causes the unreliability, I can\nsee why it is a -- a ground that can be invoked only by\nthe defendant. But when you come up with a theory that\nit doesn't matter whether the State was the cause or\nnot, I don't know why it wouldn't work both ways, that\nthe evidence is inherently unreliable, and it ought to\nbe excluded whether it helps the defendant or hurts the\ndefendant.\nMR. GUERRIERO: It --\nJUSTICE SCALIA: Once you take the State out\nof the mix, there's no reason to limit it to the -- to\nthe defendant.\nJUSTICE GINSBURG: You -- you answered that\ndue process works only in favor of the defendant.\nMR. GUERRIERO: That's right.\nJUSTICE GINSBURG: Not in favor of the\nState.\nMR. GUERRIERO: That's right.\nJUSTICE GINSBURG: And that is your only --\nyour only distinction. You are saying this is a one --\none-way --\nMR. GUERRIERO: That's right, Justice\nGinsburg.\nJUSTICE GINSBURG: -- street.\nJUSTICE SCALIA: Well --\nJUSTICE ALITO: I take it from your -- I\ntake it from your answers that simple unreliability is\nnot enough. If there's testimony --\nMR. GUERRIERO: That's right.\nJUSTICE ALITO: -- eyewitness testimony that\nseems of very dubious unreliability, that cannot be\nexcluded.\nMR. GUERRIERO: That's right. I --\nJUSTICE ALITO: At least not on that ground.\nMR. GUERRIERO: That's right, and I might\neven go further.\nJUSTICE ALITO: Something more is needed;\nsuggestiveness is needed.\nMR. GUERRIERO: That's right.\nJUSTICE ALITO: But suggestiveness doesn't\nrequire any police involvement? Is that right?\nMR. GUERRIERO: That's right. And --\nJUSTICE ALITO: Can you just define what you\nmean by \"suggestiveness\"?\nMR. GUERRIERO: Well, I think the Court has\ngiven examples. If it's effectively a show-up or a\nshow-up -- the example in Foster involved a couple of\ndifferent kinds of suggestiveness. One was where the\npolice did a line-up where the defendant was the only\ncommon person.\nJUSTICE ALITO: Yes, but those are all\nsituations where the police is involved -- the police\nare involved.\nMR. GUERRIERO: Right. The nonpolice\nexamples of suggestiveness that rise to the due process\nlevel are mostly going to be show-ups. The example in\nDunnigan v. Keane was a private investigator showing --\nfrom the bank. They had an ATM card that was stolen\nfrom the person, and he --\nJUSTICE ALITO: Well, what if you have\ncross-racial identification? Would that qualify on the\nground that studies have shown that those may be less\nreliable?\nMR. GUERRIERO: That may be a separate\nground to move for a jury instruction or for an expert.\nI'm not sure that -- we certainly don't argue here and\nit wasn't argued below that that's a separate due\nprocess ground.\nJUSTICE SCALIA: Why not? I mean, that's\nthe point. Why not? What about an eyewitness\nidentification from 200 yards? You know, normally you'd\nleave it to the jury, and the jury would say that's very\nunlikely. But you want to say it's -- it has to be\nexcluded, and if it's not, you retry the person. What\nis magic about suggestiveness as opposed to all of the\nother matters that could cause eyewitness identification\nto be wrong?\nMR. GUERRIERO: Well, two answers to that,\nYour Honor. First, it's not that these things are --\nare always excluded, and in fact the Court has set a\nvery high bar. I mean, the standard is this evidence is\nexcluded only if it's very substantially likely to lead\nto a misidentification. So --\nJUSTICE ALITO: I understand that, but I\nneed to know what you mean by \"suggestiveness.\" What\ndoes that mean? Can you just give me a definition of\nit?\nMR. GUERRIERO: It is conduct or\ncircumstances that point -- that tell the witness that's\nthe man. And, most commonly, it would be showing a\nsingle photograph or presenting the person as a suspect\nor it appearing, as in this case, that the -- the\ndefendant was a suspect. And that's essentially how the\nCourt has defined it, as conduct that says that's the\nman.\nSo, there may be some things that the\ndefense argues that are suggestive, and the trial court\nlooks at it and says, you know, that's a very slight\nsuggestion. You say he is the only guy in the line-up\nwith a mustache. I don't even -- I'm not going any\nfurther. I don't think that's sufficient suggestion.\nThat doesn't qualify as saying that's the man.\nJUSTICE KAGAN: But just to repeat Justice\nScalia's question, once you're not talking about police\nsuggestiveness, once you're talking about suggestiveness\nthat arises from non-State conduct, why should we be\nfocused on suggestiveness as opposed to any other cause\nof unreliability?\nMR. GUERRIERO: Well, because that's what --\nmy first reason is that that's what the Court focused on\nin Wade as -- as the main danger.\nJUSTICE KAGAN: Well, the Court was focusing\non police suggestiveness. That's the context of all our\ncases. Now, you might say, well, look, there's a bigger\nproblem, and the bigger problem is the unreliability of\nidentifications generally, but that doesn't relate to\nsuggestiveness per se.\nMR. GUERRIERO: Well, I think our position\nis in between there. We're not saying that there's a\ndue process right to have eyewitness evidence excluded\ngenerally without some suggestiveness. What we are\nsaying is that if the suggestion comes from a nonpolice\nsource or if it, as in this case, involved the police\nbut their involvement was unintentional, it's just\naccidental, that that suggestiveness should still be\nconsidered because --\nJUSTICE BREYER: What does that mean?\nJUSTICE GINSBURG: Do you distinguish the --\ndo you distinguish the husband's situation? He was an\neyewitness too, but there was a motion to suppress her\ntestimony. Is that an example where there's an\neyewitness testimony but no suggestiveness? Why didn't\nyou move to suppress the husband's statement?\nMR. GUERRIERO: Trial counsel simply did not\nmove to suppress that testimony. I don't have a good\nexplanation, and, to be frank, I would have filed the\nmotion to suppress his testimony as well.\nJUSTICE GINSBURG: So, you'd put them both\nin the same category?\nMR. GUERRIERO: I would have.\nCHIEF JUSTICE ROBERTS: Why isn't it -- this\nmay be -- just, again, following up on Justice Alito's\nquestion, but there's always a degree of suggestiveness.\nIt's not like the person is, you know, picked randomly\noff the street and saying, you know, do you know this\nperson? It's in the context of an investigation. The\nperson has some contact with it. So, there's always\nsome suggestiveness that, well, this person might have\nsomething to do with what went on.\nMR. GUERRIERO: That's right. And if there\n-- if it rises to the level of what the Court has given\nas examples of a show-up or the same defendant appearing\nin a line-up or something else that says that's the man,\nthen that raises a red flag. And it's not a --\nCHIEF JUSTICE ROBERTS: But whenever --\nwhenever the witness is asked, at least there's a\nsuggestion that this might be the man. And I don't know\nwhy you would think that's any greater than this is the\nman. The police don't come up usually and say, this is\nthe person that we think did it; is that who you saw?\nThey say, did you see this guy?\nMR. GUERRIERO: Actually, I disagree with\nthat aspect of your question, Your Honor. And in fact I\nthink the proper police procedure in certainly the\npolice departments that I'm familiar with will instruct\nthe witness that -- do not assume that anyone that we\nthink is a suspect is in this line-up. And that's in\nthe standard witness instructions, and they may even do\nmultiple line-ups where they say, okay, we're going to\nshow you three sets of eight, and the suspect -- or\nthere may or may not be a suspect in any of them. We\njust want you to look at this set and see if anyone --\nCHIEF JUSTICE ROBERTS: Well, what about a\nsituation like the one we had here, where you're not\ntalking about a line-up?\nMR. GUERRIERO: That's right.\nCHIEF JUSTICE ROBERTS: But you're talking\nabout the scene of a crime, and the police says, do you\nknow this person, did you see this person, or anything\nelse? That in itself, any type of identification in the\ncourse of an investigation, I think you would have to\nsay is suggestive, because the person is not picked up\nrandomly.\nMR. GUERRIERO: It is, but the key is that\nit's not the suggestion that results in exclusion. It's\nthe suggestion that raises the red flag that allows the\ndefendant to say, would the trial court please evaluate\nthis according to the standards?\nCHIEF JUSTICE ROBERTS: So, this is --\nagain, this is just following up, I guess. But I\nremember in law school one of the things in criminal\nlaw, the professor says, all right, everybody be quiet.\nAnd then a certain amount of time goes by, and then he\nstarts asking people, well, how much time went by? And\npeople -- some people say 4 minutes, some people say,\nyou know, 1 minute. And it turns out, if I'm\nremembering correctly, to be a lot shorter than most\npeople think.\nSo, that's at least, the point was trying to\nbe made anyway, at least as unreliable as eyewitness\ntestimony. So, your argument would have to cover that,\nwouldn't it?\nMR. GUERRIERO: I --\nCHIEF JUSTICE ROBERTS: You know, how long\nwere you there before this individual came into the\nshop? The person says, I was there for 5 minutes. And\nthat ruins the person's alibi, when it turns out, you\nknow, study after study would say, you know, it really\nwas 45 seconds or 1 minute.\nMR. GUERRIERO: I think it's important to\nlook back at what the Court said in Wade and in fact how\nwhat the Court said in Wade has been borne out. Of\ncourse, there's aspects of unreliability to any kind of\nevidence. Somebody could come and claim that there's\nissues with false confessions or issues with forensic\nevidence. I think last term somebody made a claim --\ntried to assert a claim regarding DNA evidence that was\nakin to an eyewitness identification claim.\nBut the point is that this kind of evidence\nwas singled out by the Court and recognized as having\nparticular dangers, and it's been borne out by the\nstudies, not psychological --\nJUSTICE KENNEDY: But, again, that was in\nthe context of procedures that the police had\ninstituted.\nMR. GUERRIERO: It may be that --\nJUSTICE KENNEDY: And your -- and your\nrationale goes much beyond it. In a way, you're\ninfringing on the province of the jury. I don't usually\nlike to reminisce, but there was a case I had where a\nprosecution witness was very, very certain, all too\ncertain. And I said: Do you ever take your wife out to\ndinner or go out to dinner with friends? And he said:\nOh, yes. I said: Has it ever happened to you that\nmidway in the meal you say, is that our waiter? And\nyou've seen -- the waiter has brought you the menu, he\nhas taken your order, he has brought your food, and you\nwere under no stress at the time.\n(Laughter.)\nMR. GUERRIERO: Right.\nJUSTICE KENNEDY: And there was good light.\nSo, you teach the jury this way. And you're\njust -- you're just usurping the province of the jury,\nit seems.\nMR. GUERRIERO: I don't think so, Your\nHonor. I mean, we're -- what -- I think what this Court\nhas said is that this is a special category of evidence\nthat has to be red-flagged by or can be red-flagged by\nthe defense for the trial judge to look at it and say --\nJUSTICE BREYER: What is --\nMR. GUERRIERO: -- on a case by -- I'm\nsorry.\nJUSTICE BREYER: Go ahead. You were saying\non a case that all you want to do is red-flag it for the\njudge.\nMR. GUERRIERO: And then the trial judge\nwould look at it and in the rare case where he says it's\nvery substantially likely, which we agree is a high\nstandard --\nJUSTICE BREYER: All right. Now, how does\nthat differ from what exists in I think every State and\ncertainly in the Federal Rules in Rule 403? The judge\nmay exclude evidence if its relevance is outweighed by\nits prejudice or misleading the jury. So, why, in any\ninstance where you think that this statement about to\ncome in is unreliable for various reasons, you say:\nJudge, will you please look please look at Rule 403? I\nhave some experts over here and whatever else you want\nthat would show that this is misleading to the jury.\nFor all the reasons you have said in your brief, right?\nAll right. So -- so, since that is already\nthe law and it does apply to every piece of evidence,\nincluding all the things we've been talking about, what\nis it that you want to change?\nMR. GUERRIERO: Well, to answer the first\npart of your question, what's different about this\nevidence is that --\nJUSTICE BREYER: I didn't say what's\ndifferent about it. I'm not looking for a difference.\nI'm looking -- I'm saying they're all the same. And,\nindeed, we do what you want right now. It's called Rule\n403 in the Federal system. What I'm asking you is what\nis it you want done, since all you want is the judge to\nlook at it carefully, that is not done at this moment?\nMR. GUERRIERO: The analysis under 403,\nwhich New Hampshire of course has as well, will accord a\ncertain weight and value to the opportunity of counsel\nto cross-examine the witness and to make arguments to\nthe jury. And unlike any other kind of evidence, this\nCourt has said, precious though it is, the right of\ncross-examination does not always --\nJUSTICE BREYER: No, but, judges don't, I'm\nsure -- I'm not 100 percent sure; you'd have to ask a\ntrial judge. But I am sure there are instances where\njudges say under Rule 403: I conclude it is misleading\nand it is prejudicial and it can't be made up for;\ntherefore, I exclude it.\nAll right? That happens. Now, since that's\nwhat you want the judge to do, I repeat my question:\nWhat is the difference between what you're asking for\nand what already exists in the law?\nMR. GUERRIERO: The --\nJUSTICE BREYER: Unless -- well, go ahead.\nMR. GUERRIERO: I'm sorry.\nThe difference is that under a normal 403\nanalysis, when I told the judge, when I said she never\ncould describe his face, she couldn't even say what\nclothes he was wearing, the judge will respond to me and\nsay, that's fine; that's all great fodder for\ncross-examination. But the difference with this kind of\nevidence is that it's not just ---\nJUSTICE BREYER: Whoa, wait. Let me stop\nyou there, because now what you seem to be saying is it\nisn't the case that you simply want the judge to look at\nthis with care; rather, you want the judge to change her\nresult. You want sometimes this to be excluded where\nunder 403 it is sometimes not excluded. All right.\nNow, I asked, if that's what you want, that's a\ndifferent matter. That's a substantive standard. And\nso, you're proposing a different substantive standard,\nand I want to know what it is.\nMR. GUERRIERO: It's -- it's the standard\nthat this Court has established: If it's reasonably --\nreasonably likely or substantially likely to lead to a\nrisk of misidentification at trial. Very substantially\nlikely.\nJUSTICE ALITO: But that would be really a\ngreat change from the way trials are now conducted,\nwouldn't it? Let me give you this example: A victim is\nraped, and the victim doesn't really have a very good\nopportunity to see the perpetrator. It's dark, the\nperson has a mask and so forth. A couple of weeks go\nby, and the victim reads on article in the paper that\nsays so-and-so has been arrested for a rape in another\npart of the city. There's a picture of that person in\nthe paper. And the victim says that's the person who --\nwho raped me.\nNow, you want to make it possible for the\njudge to say to the -- that victim may not testify and\nidentify the person -- that that person -- that the\nvictim says was the perpetrator of the rape, on the\nground that the newspaper picture was suggestive, even\nthough there wasn't any police involvement, and when you\nlook at all the circumstances, the identification is\nunreliable.\nNow, maybe that's a good system, but that is\na drastic change, is it not, from the way criminal\ntrials are now conducted?\nMR. GUERRIERO: Well, it's certainly not the\nchange from what the law is in the Federal circuits that\nwe cited. And I would also point out that in one of\nthe --\nJUSTICE ALITO: Do you know of cases like\nthat in which the judge has said that eyewitness\nidentification cannot come in?\nMR. GUERRIERO: In Thigpen v. Cory, which is\na Sixth Circuit case, the court said -- in fact, they\nspecifically used the phrase \"police machinations\" --\nthat this did not arise from police machinations. It\nwas basically happenstance in that case that the witness\nwas -- the witness identified the defendant, and that\nwas excluded as unreliable.\nJUSTICE KENNEDY: But we've said in our\ncase, Neil v. Biggers -- that was a rape case, and we\nallowed it. We allowed the eyewitness.\nMR. GUERRIERO: Well -- and I think the\nCourt said in all its cases, and in particular in\nSimmons, that each case --\nJUSTICE KENNEDY: And, in fact, we said that\nit was unnecessarily suggestive but that it was still\nreliable.\nMR. GUERRIERO: And it may be. I mean, it\nmay -- you could have an extremely -- you could have a\n-- the police could do a show-up intending to produce an\nID, but if the witness got a very good look at the\nperson, was calm, was maybe a police officer like in\nBrathwaite, and the court said, we don't care how\ndeliberate this -- and even if there's manipulation, we\ndon't care how much of that there is, we find it's\nreliable here.\nJUSTICE KAGAN: Suppose that there were some\nother category of testimony which proved even more\nunreliable than the category that you're talking about.\nLet's say that it turned out, study after study after\nstudy, that jailhouse informants lie. And so, the\ntestimony of jailhouse informants is likely to be just\ncompletely unreliable, to, you know, double as much as\neyewitness testimony. Same rule for that?\nMR. GUERRIERO: I think it would be a very\nhigh burden for the defense to meet there, but if the\nfinding was that there are times that a witness, that --\nlike in the eyewitness situation, where the witness\ntruly believes that they're identifying the right\nperson, but they are actually not and it could result in\na miscarriage of justice, then I do believe fundamental\nfairness requires the Court to say due process doesn't\nallow that evidence.\nJUSTICE KAGAN: Okay. Well, now we're\ntalking about -- now we are setting up a standard that\napplies outside eyewitness testimony. It's just\ntestimony that we find to be -- categories of testimony\nthat we find to be extremely unreliable will be subject\nto this new due process red flag. Is that right?\nMR. GUERRIERO: Well, I don't think so, Your\nHonor, but more for a factual reason in that the Court\nsaid in 1967 that this is the leading cause of\nmiscarriage of justice. The studies and -- not just\nstudies, but the transcripts and records of actual\ntrials.\nJUSTICE KAGAN: No, I understand you have\nvery good empirical evidence which should lead us all to\nwonder about the reliability of eyewitness testimony.\nI'm just suggesting that eyewitness testimony is not the\nonly kind of testimony which people can do studies on\nand find that it's more unreliable than you would think.\nMR. GUERRIERO: Well, it may -- if somebody\nelse came along and said we've done a study and we find\nthis kind of evidence, that in 75 percent of the\nwrongful convictions, this evidence contributed to the\nmiscarriage of justice, then I would think the Court\nshould take a look at that. But I don't think any other\nevidence matches that.\nJUSTICE GINSBURG: What about all the -- all\nthe other safeguards that you have? I mean, you can ask\nthe judge to tell the jury be careful; eyewitness\ntestimony is often unreliable. You can point that out\nin cross-examination --\nMR. GUERRIERO: Yes.\nJUSTICE GINSBURG: -- ask all those\nquestions. You can say something about it in your\nsummation to the jury. And, as Justice Breyer brought\nup, you have the evidence rule that says if the\nprejudicial value outweighs probative value, that the\njudge can say, I'm not going to let it in.\nWhy aren't all those safeguards enough?\nMR. GUERRIERO: If all of those safeguards\nwere enough, even when the police made --\nJUSTICE GINSBURG: Well, leaving aside the\npolice --\nMR. GUERRIERO: Okay.\nJUSTICE GINSBURG: -- because, there,\nthere's an interest in deterrence, in deterring the\npolice from manipulating evidence.\nMR. GUERRIERO: I don't think deterrence is\nthe primary basis of the Court's cases, Your Honor,\nbecause the Court has said that if it proves to be\nreliable, no matter how manipulative the police were,\nthis evidence comes in. So, the basis of the rule is\nnot primarily deterrence; it's the risk of an unfair\ntrial and the risk of a miscarriage of justice.\nJUSTICE GINSBURG: It is a difference\nbetween --\nJUSTICE KENNEDY: Well, it seems to me --\nJUSTICE GINSBURG: -- suggestive and\nsuggested by the police.\nMR. GUERRIERO: I'm sorry, Your Honor, I --\nJUSTICE GINSBURG: The -- if the suggestion\ncomes from the police, then the evidence will be\nexcluded. If the suggestion comes from some place else,\nunless we change the rules --\nMR. GUERRIERO: Well, I think that that's\na --\nJUSTICE GINSBURG: -- it would be admitted.\nMR. GUERRIERO: I mean, I think that that's\na -- that's a tricky issue to consider, because\nsuggestion coming from the police is different from\nmanipulation. And if -- if the rule is unintended\nsuggestion from the police implicates due process, then\nPerry was entitled to a due process analysis, because\nthe unintended suggestion here was apparent police\nsuspicion as he stood there.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. GUERRIERO: Thank you.\nCHIEF JUSTICE ROBERTS: General Delaney.\nORAL ARGUMENT OF MICHAEL A. DELANEY\nON BEHALF OF THE RESPONDENT\nMR. DELANEY: Mr. Chief Justice, and may it\nplease the Court:\nAn eyewitness identification implicates due\nprocess concerns only when the police arrange a\nconfrontation to elicit a witness's identification of a\nsuspect and use unnecessarily suggestive techniques that\nskew the fact-finding process. The central concern --\nJUSTICE SOTOMAYOR: Now we've changed the\nlanguage of Wade when it talks about intentional or\nunintentional. And you're suggesting that police\nmanipulation always has to be intentionally suggestive?\nMR. DELANEY: I'm not --\nJUSTICE SOTOMAYOR: Even if the policeman\ntells you he wasn't really thinking or focusing on a\ndistinguishing characteristic in the line-up?\nMR. DELANEY: That may play a role, Justice\nSotomayor, but only in a limited sense, and not in the\nway the Petitioner is suggesting we look at\nunintentional conduct. First, for the due process\ninquiry to trigger, there must be an arranged\nconfrontation of a suspect and a witness by the police.\nJUSTICE SOTOMAYOR: Could you tell me what\nyou think would have happened here? There was a reason\nthe police asked this defendant to stay put. They\ndidn't want him to leave the scene, correct?\nMR. DELANEY: That -- that's correct.\nJUSTICE SOTOMAYOR: In your judgment -- I\nthink Justice Kennedy hit the nail on the head. My\nsuspicion is that at some point they would have asked\nthe witnesses in the building and engaged in a show-up.\nWhat's so different between intentionally doing the\nshow-up and holding the defendant in the back yard\nstanding there next to a police officer, so that anyone\nwho wants to -- like this woman, who wants to find the\nguy, can just point to that one? What's the difference?\nMR. DELANEY: The difference in this case is\nthe role that the police played in bringing about\npotential suggestion under your hypothetical. What the\nDue Process Clause is concerned about is the role of the\npolice in essentially stacking the deck, putting their\nthumb on the scale and skewing the fact-finding process.\nIt goes to the integrity of the process --\nJUSTICE SOTOMAYOR: No. I mean, the way not\nto skew it was to put him in the police car and just let\nhim sit there in the dark. So, they intentionally made\nhim wait at the scene of the crime.\nI'm not talking about whether this was\nnecessary or unnecessary, because I think that a\nperfectly good argument could be made that the police\nacted reasonably and necessarily. All right? It makes\nno sense to move a defendant that far from the scene of\na crime if you're not sure he's the one who committed\nthe crime, he or she.\nBut I'm going to the question of how do we\ndefine, if we write this opinion, manipulation without\ngetting into a mens rea type analysis and adding yet\nanother layer to Biggers?\nMR. DELANEY: Well, first, I don't think you\nneed to go there in this case. You can simply say that,\nbased on the factual findings of the State court, the\npolice did not induce any type of show-up --\nJUSTICE SCALIA: But that's not -- we face\nthat problem anyway, even if we -- whether or not we\ndecide in this case that it doesn't matter that the\npolice manipulated it, we're always going to have the\nproblem of when has there been police manipulation;\nright?\nMR. DELANEY: That's correct.\nJUSTICE SCALIA: I mean, that -- that's not\na creation of this -- of this case.\nMR. DELANEY: That's correct.\nJUSTICE SCALIA: And I -- I would guess that\nin the case you're talking about, just telling the\nperson to stay where he is, is not -- now, it would be\ndifferent if -- if the defendant was -- was caught two\nblocks away and the police bring him back to the scene\nof the crime and make him stand there so that the woman\ncan see him from the window. That's quite different.\nMR. DELANEY: It is quite different. And\nStovall tells us that the test is an objective one. We\nlook at the totality of the circumstances to determine\nwhether there has been suggestive conduct.\nNow, in that regard --\nCHIEF JUSTICE ROBERTS: When you say\nthat's -- when you say that's different, you're not --\nyou're not suggesting that that would be suggestive, are\nyou?\nMR. DELANEY: No, I'm not.\nCHIEF JUSTICE ROBERTS: Because presumably,\nthat's the same argument -- that's for the jury and the\ncounsel. They can say during cross-examination the guy\nwas two blocks away, you know, and wasn't it only\nbecause the police brought him back that you -- you\nknow, all of that. I don't see what difference it makes\nin terms of whether you have a suppression hearing\nbefore the trial.\nMR. DELANEY: That's correct, Mr. Chief\nJustice. It would not make a difference in that regard.\nAnd on the facts of this case, we do have clear factual\nfindings that this police officer in no way -- in no way\ninduced this witness to move towards the window and\nidentify a suspect who just happened to be standing next\nto a police officer.\nIf the concern under due process in this\narea has been a deterrence rationale, which this Court\nhas stated in both Neil v. Biggers and in Manson v.\nBrathwaite, that must be the guiding principle.\nJUSTICE KAGAN: Well, it's both, right,\nGeneral Delaney? I mean, the Court has certainly talked\nabout deterrence, but the Court also has very\nsubstantial discussions in all of these opinions about\nreliability. And from the criminal defendant's point of\nview, it doesn't really much matter whether the\nunreliability is caused by police conduct or by\nsomething else.\nSo -- so, tell me a little bit why you think\nthe police conduct here -- you know, that has to be\nthere in every case?\nMR. DELANEY: That is true, Justice Kagan,\nthat -- that the opinions have discussed both issues.\nAnd I would offer two considerations. First, to the\nextent that the courts have talked about reliability as\nthe linchpin or the likelihood of misidentification\nplaying a role, they have only done that read in context\nwithin and only after an unnecessarily suggestive\ncircumstance has been applied.\nJUSTICE KAGAN: I think that that's not\nright. I mean, the reason we want to deter this conduct\nis because the conduct results in misidentifications, in\nunreliable testimony. That's the reason that deterrence\nis an important goal, is because this conduct leads to\nunreliable testimony.\nMR. DELANEY: That is correct, and if we\nexpand that out and we apply that rationale to the\ncircumstances of a case not involving police activity,\nwe lose that deterrence rationale. There is no\ndeterrence involved in a suggestive circumstance that\ndoes not involve the police. Civilians are not going to\nbe repeat players in this system.\nJUSTICE KENNEDY: And what you're -- what\nyou're saying, I take it, in the answer to Justice\nKagan, was that there's really a two-part step. First,\nwas the police procedure unnecessarily suggestive? And\nthen if it was, are there other reliability -- was\nreliability impaired?\nSo, you go -- you ask both questions.\nMR. DELANEY: And that is the Biggers test.\nAnd if we looked at reliability further as sort of the\ntouchstone of our due process inquiry, we would need to\nmisplace completely the role of examining whether the\nsuggestive circumstances are unnecessary. An -- an\ninquiry into necessity only makes sense in the context\nof a police investigation or police work. And if we\nlook at Stovall, certainly there's an example of a case\nthat was a show-up, where this Court said that, despite\nthe clearly suggestive circumstances, that show-up was\nimperative and necessary because the witness may have\nbeen about to die.\nThe Court did not conduct a reliability\nanalysis. So, if reliability is the linchpin, it puts\nthe Stovall holding in question, and really Stovall\nwould be undermined.\nJUSTICE ALITO: What you seem to -- what\nyou're saying -- what you're saying seems to suggest\nthat the rule we're talking about here is really not an\naspect of due process per se, but, like the Fourth\nAmendment exclusionary rule, it's a special due process\nexclusionary rule that is meant to deter conduct that\ncould result in a constitutional violation.\nIs that right?\nMR. DELANEY: I -- I think that's correct,\nJustice Alito. And the analogy I would use would be to\nyour perjury cases. In Mooney, you have clearly set a\ndue process standard that prevents police or prosecutors\nfrom knowingly using false evidence. And the concern\nthere is how the police will skew the fact-finding\nprocess. Stovall and the identification cases are very\nsimilar to that.\nOur concern, in essence, is that the police\nthrough unnecessary suggestion in that circumstance are\ngoing to skew the fact-finding process and, in this\ninstance, in essence, create a false or altered memory.\nJUSTICE ALITO: If -- if the exclusionary\naspect of this is not part of due process itself, then\ndoesn't it follow that what due process requires is\nreliability? So, doesn't that mean that -- that the\nPetitioner's argument is correct, the due process\nstandard is simply reliability, not suggestiveness?\nMR. DELANEY: It's -- the standard is not\nreliability, Justice Alito. The standard for due\nprocess in this area is the use of orchestrated police\nsuggestion. In --\nJUSTICE KENNEDY: What -- what about cases\nwith inflammatory evidence, too many lurid photos or\ntestimony that ignites prejudice in the community?\nThat's -- that's a -- that's reliability.\nMR. DELANEY: That is, and we have both\nconstitutional and non-constitutional tools and\nprocedures right now to address that. At the base, we\nrequire prosecutors, under Jackson v. Virginia, to have\nsome minimum level of evidence so that a rational trier\nof fact can establish guilt beyond a reasonable doubt.\nAbove that, under the Sixth Amendment, we\nprovide tools and procedures that allow a defendant to\nassess the reliability of evidence through\ncross-examination and summation and the right to\ncounsel. And, beyond that, we have non-constitutional\nsources under the rules of evidence that are\nspecifically designed to assess the relevance and the\nreliability of the evidence. But if we go before that\nand say that the Due Process Clause, after all that, has\nsome additional standing in -- in your jurisprudence to\nassess reliability, we really have gone to a very\ndifferent place.\nJUSTICE ALITO: You have two cases. You\nhave Mr. Perry's case; then you have another case that's\nvery similar. In fact, it's identical, except that in\nthat instance the police officer talking to the witness\nsaid, would you take a look out the window and see if\nyou recognize anybody?\nNow, from the perspective of the defendants,\nthe cases are -- seem -- as far as whether they get a\nfair trial, the cases are identical; are they not? The\nevidence is the same. The suggestiveness is the same.\nMR DELANEY: No, Justice Alito. Those cases\nare quite different. And to the extent we did have\nobjective evidence that the police here had in some way\nbrought that woman to the window to, in essence, conduct\na show-up, then we may have triggered the first prong of\nBiggers. And the court would then be required to do two\nthings: First, to determine whether the circumstances\nwere suggestive and, independent of that, also determine\nwhether it was necessary or not, depending on the\ncircumstances of the investigation.\nSo, if in fact the police officer had\ndirected the witness to the window, there may be at\nleast grounds for the Biggers and Manson analysis to\ncome into play. These facts are very different from\nthat.\nJUSTICE KAGAN: Well, I'm not sure you\nanswered Justice Alito's questions about why there\nshould be this difference between these two cases. Now,\nyou might want to say that where police conduct is\ninvolved, the chances of an unreliable identification\nare greater. Or you may want to say something else.\nBut the question is: If we're focused on reliability,\nwhy are those two cases any different?\nMR. DELANEY: Well, if we do look back, to\ndetermine whether the circumstances involving the police\nare any more -- of more serious concern, if we look back\nto Wade, this Court did talk about the unique role of\npolice suggestion in this context of confrontations, and\nit specifically focused on the manner and the degree of\nsuggestion in which the manner that police or\nprosecution present a witness, present a witness to a\nsuspect, what impact that can have.\nThat unique aspect of police suggestibility,\nthe fact that a police officer when it brings someone\nforward is going to influence a witness to a high\ndegree, does play a role and is the grounds upon which\nthe Stovall cases have been built.\nJUSTICE SOTOMAYOR: So, tell me -- they gave\nthe hypothetical of the police pointing out the\ndefendant out the window. But earlier you said it might\nbe a different case if the defendant was two blocks away\nand they brought him back. Same scenario. They do\nthat, bring him back two blocks; make him stand at the\nscene of the crime; and go upstairs, talk to the woman\nand she spontaneously says it's the guy standing over\nthere. That would entitle the defendant to a Wade\nmotion? To a Wade hearing?\nMR. DELANEY: You would look at the\ntotality of the circumstances. And to the extent from\nan objective standpoint it could be demonstrated that\nthe police intentionally brought that witness back to\nthe scene --\nJUSTICE SOTOMAYOR: We're now -- we're now\nat mens rea again. So, what has surprised me about this\ncase is in some ways the way the State court wrote this,\nbecause if the State court had simply said something\nlike there was no unnecessary show-up here, they were\njust holding someone until they could figure out what\nhappened, there was no suggestiveness by the police\nbecause the woman pointed out the window, throw out the\nmotion, we wouldn't be here. The argument has become\nsomething else now because you're trying to define a\nlevel of intent on the part of the police to create\nunreliability that I think just complicates the inquiry.\nMR. DELANEY: And I -- and, Justice\nSotomayor, I'm not trying to create that complication.\nAnd, in fact, I would -- I would reference the State\ncourt decision a little bit differently. It did ground\nits holding specifically in a finding that there were no\nsort of suggestive techniques at play here and no\ninducement. The trial court order very specifically\nsaid it disagrees with the show-up characterization,\nthat the witness had pointed out the Petitioner without\nany inducement from the police officer; the officer did\nnot direct the witness's attention to the window, and\nthe officer did not ask whether a man in the parking lot\nwas the man who broke into the cars.\nJUSTICE SOTOMAYOR: But I think that --\nMR. DELANEY: On those facts, that can\ndispose of this case without getting into the issue of\nmens rea.\nJUSTICE SOTOMAYOR: Well, what's happened is\nthat your briefing and your counter's briefing is\nbroader than I think needs to be on the facts of this\ncase. But putting that aside, you've addressed this as\nthe need for police manipulation. If you define it that\nway, then we do get into a mens rea discussion rather\nthan what I think Biggers and Wade were about, which is\nare the circumstances created by the police\nunnecessarily suggestive.\nMR. DELANEY: Yes. And I agree with you\nthat the inquiry under the -- under the first prong of\nBiggers is just that. It's an objective inquiry based\non the totality of the circumstances.\nIf there are no further questions -- because\nthe defendant's conviction was the product of a fair\ntrial, because the State court properly applied this\nCourt's jurisprudence and precedent in the area of\neyewitness identifications, and because the Petitioner's\nproposed rule would markedly expand this Court's due\nprocess jurisdiction, we respectfully request that the\nState court judgment be affirmed.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Saharsky.\nORAL ARGUMENT OF NICOLE A. SAHARSKY\nON BEHALF OF THE UNITED STATES,\nAS AMICUS CURIAE, SUPPORTING THE RESPONDENT\nMS. SAHARSKY: Mr. Chief Justice, and may it\nplease the Court:\nA due process inquiry is required only when\nthere's a police-arranged confrontation in order to\nobtain an identification and then the police\nunnecessarily suggest that a certain suspect is guilty.\nAnd that's because, as the State has said, the Court's\ncentral concern in these cases is the State putting a\nthumb on the scales, gaining an unfair advantage. Just\nas, as Justice Scalia said, the State can't create a\nfalse document and introduce it at trial, it can't\nmanipulate someone's memory and then use that evidence\nto prove guilt at trial.\nJUSTICE KAGAN: So, do you mean to say, Ms.\nSaharsky, that there can never be a due process\nviolation from the admission of unreliable evidence?\nAssuming that the State has not created that evidence,\nhas not produced that evidence, but the State knows that\nthe evidence is unreliable or has a very substantial\nchance of being so, that that can never be a due process\nviolation?\nMS. SAHARSKY: I'm saying that's where the\nCourt's cases are now. The State can't knowingly\nintroduce perjured testimony, but you're not talking\nabout perjured, knowingly perjured, testimony.\nIf the question is just unreliable, the\nCourt has said on numerous occasions -- it's rejected\nclaims like that and said the Constitution doesn't\nprotect to ensure all evidence is reliable. It provides\na process by which the court can test reliability\nthrough cross-examination, confrontation, et cetera.\nThe Court has -- and that was in Crawford.\nThe Court has also said -- and if I could\njust add one more thing -- in the due process context,\nthat where the check comes in is in Jackson v. Virginia,\nthat the verdict has to have enough evidence to be\nsupported, each element of the crime, beyond a\nreasonable doubt that a rational jury could find it.\nSo, that is a due process check.\nBut where the Court's cases stand today, the\nCourt has not found, so far as we can tell, a case where\nit said that the mere introduction of unreliable\nevidence would violate the Due Process Clause. And\nevery time it's been confronted with a claim like that,\nin Dowling, for example, in Colorado v. Connelly, the\nCourt has rejected such a claim.\nJUSTICE KAGAN: I'll give you an extreme\nexample. The extreme example is where an identification\nhas been produced by torture, but the torture has been\nby a non-State actor. Same answer?\nMS. SAHARSKY: That is an extreme example.\nThere are many reasons why (a) the prosecution would\nnever introduce that kind of evidence to begin with and\n(b) that there would be other checks on the process in\naddition to the confrontation and cross-examination\ntypes of things that we talked about.\nThere would be a check on the process\nthrough Brady and Giglio, for example, that if the\ngovernment knew that those were the circumstances of the\nidentification, they would have to turn that evidence\nover to the other side. There would also be checks in\nterms of the trial process if the government actually\nput on evidence like that. So, it is -- it is very\nunlikely that such a thing would happen.\nWe're not saying that the Court has to hold\nin this case that due process could never play a role\nthere. But what we're saying here is this is very\nroutine, run-of-the-mill evidence. Someone who saw what\nhappened and wants to come into court and tell the jury\nthat. And, as Justice Kennedy noted, you know, what\nPetitioner is asking for here is to take all of those\naway from the jury, really usurping the jury function\nand having these mini-trials where the court itself is\ntrying to decide reliability.\nJUSTICE KENNEDY: It is interesting. I was\ntrying to find a case where some other class of evidence\nwas excluded because it's unreliable. And as --\nThompson v. Louisville, as you say, is just insufficient\nevidence, and that's different. Inflammatory evidence\nmight be an example.\nMS. SAHARSKY: Yes. I mean, that's\ndifferent because --\nJUSTICE KENNEDY: Lurid photos or something\nlike that.\nMS. SAHARSKY: I mean, there you have, first\nof all, a separate constitutional provision of an\nimpartial jury, and you have you a direct influence upon\nthe jury. So, it's not just unreliable evidence being a\ndue process problem. You have this separate Sixth\nAmendment protection, and then you have it acting\ndirectly on the jury. So, we think that's a different\ncase. In the due process context, where the Court's\ncases have really focused is on the State tilting the\nscales, the State corrupting the process by knowingly\nintroducing perjured testimony or by, for example,\nrefusing to disclose material exculpatory evidence.\nJUSTICE KENNEDY: I think there were some\nearly cases when fingerprint testimony couldn't come in,\nwhen fingerprint technology was just new. I don't know\nif those were due process or not.\nMS. SAHARSKY: I can't say. I mean, when\nyou look -- when look at the Court's more current cases,\nthough, to the extent that the Court has heard arguments\nlike this evidence is too unreliable, we need a special\nConstitutional rule, for example, in Ventris, with\nrespect to jailhouse snitches, the Court rejected that\nargument. When the Court was told in Colorado v.\nConnelly there were concerns about reliability, it said,\nno, reliability is up to the jury, and it uses the State\nrules of evidence, and this Court's not going to be a\nrulemaking organ for rules of procedure. The\nConstitution puts in place the various checks on the\nprocess: compulsory process, cross-examination, et\ncetera. And then outside of that, it's really the role\nof the States to mold the trial process.\nJUSTICE ALITO: I was intrigued by what your\nbrief said about Federal Rule of Evidence 403. Do you\nthink that a Federal judge under that rule may exclude\nthe testimony of a witness on the ground that the\nwitness is, in the judgment of the trial judge,\ncompletely unbelievable?\nMS. SAHARSKY: Well, I mean you would need\nto meet the standard of Rule 403, which is that the --\nthe probative value of the witness would be\nsubstantially outweighed by unfair prejudice. I think\nit is unlikely that evidence would -- of an eyewitness,\nwhich the Court has said, particularly in cases like\nBiggers and Manson, is fairly probative, important\nevidence; the Court wanted to let it in, even in the\ncircumstances of where you know, the police played a\nrole in manipulation. So, probably, no, the Court\nwouldn't -- wouldn't take the evidence --\nJUSTICE ALITO: But you think in theory that\ncould be done? So, if you put on a cooperating witness\nin the case and this witness has made a hundred\ninconsistent statements previously and has been\nconvicted of perjury, that the judge could just say you\ncan't put that witness on because that person is -- is a\nliar, and I'm not going to have the witness testify in\nmy courtroom?\nMS. SAHARSKY: Well, I mean, Rule 403 isn't\ntalking about whether evidence is true or false. It's\ntalking about unfair prejudice to the jury, unfair\nprejudice being -- outweighing the probative value of\nthe testimony. So, you know, I think it would be a call\nfor the judge in that individual case. I don't know\nthat that -- that that kind of argument has been made\nvery often.\nBut it's not just that trial protection;\nthere are numerous trial protections outside of the\nconstitutional limits that the States have put into\nplace specifically with respect to eyewitness\nidentification testimony. For example, there are\nspecial jury instructions that most States use, and New\nHampshire used special jury instructions here. And\nthere's something that's really notable about these\ninstructions, which is that what Petitioner wants is,\nwhen the jury has made a determination here, looking at\nfactors like how far was the witness away from the\nperson, how long was it before -- between the crime and\nwhen she made the identification, the jury heard all of\nthose factors, heard argument on it, was instructed on\nthose things, and it made a determination. And what\nPetitioner wants is for a trial court -- this Court,\nafter the fact -- to use those exact same factors and\ncome to a different conclusion.\nJUSTICE KENNEDY: Was the -- was the Daubert\ncase, our expert witness case where you have to have a\nthreshold showing -- was that due process or was that\njust -- that was just rule of evidence.\nMS. SAHARSKY: Yes, it was just interpreting\nRule of Evidence 702. So, you know, at the end of the\nday, what -- what Petitioner is really asking for here\nis not some kind of threshold inquiry, but really taking\nthe question of reliability away from the jury. And it\nwould be a very big change in our system. And --\nCHIEF JUSTICE ROBERTS: Well, we did it --\nJUSTICE SOTOMAYOR: Counsel, there are a\nnumber of circuits that already follow your adversary\nrules. I think it's not just one or two. It's about\nfive or six.\nThe floodgates open there? How many -- how\nmany suppressions of witness identification has occurred\nin those circuits?\nMS. SAHARSKY: It is not many, but the\nprinciple the Petitioner is arguing for is a significant\none. It is that the Due Process Clause protects\nagainst -- protects reliability. And I assure you that\nonce this Court says that that is the case, that there\nwill be defendants throughout the United States making\narguments about all different kinds of evidence, not\ninvolving the police, being unreliable and that that all\nneeds to be taken away for -- from the jury, and --\nCHIEF JUSTICE ROBERTS: Well, suppose the --\nlie detectors, for example, that's been taken away from\nthe jury on a categorical basis, right?\nMS. SAHARSKY: Well, there are some State\nrules of evidence that do that, but, I mean, we're\ntalking about as a matter of due process that it is\nfundamentally unfair at trial to not allow -- this --\nto -- this evidence if given to the trial would be\nfundamentally unfair. And, you know, the Constitution\nhas enshrined the jury as the fundamental guarantee, as\nthe fundamental protector of liberty; and to think that\nthat same Constitution through the Due Process Clause\nmeans that run-of-the-mill evidence has to be taken away\nfrom the juries, that the trial court can itself look at\nfactors like how good of a view the person had --\nJUSTICE ALITO: There surely is some minimal\ndue process requirement for the admission of evidence,\nisn't there? Are you saying there is none? If a State\nabolished the hearsay rule, could it -- would it not be\na violation of due process if the prosecution introduced\nquadruple hearsay?\nMS. SAHARSKY: Well, I think that there\nwould initially be a problem with respect to the\nConfrontation Clause, and the court would probably go\nthrough the analysis that way. We're not saying that\nthe court --\nJUSTICE ALITO: All right. Let me give --\nyou're right. Let me give you another example. Let's\nsay you have -- the State puts on a witness who -- who\nsays this person did it because I saw it in my crystal\nball.\nMS. SAHARSKY: Right. And I think that the\nanswer that I would give is the same one to the question\nJustice Kagan asked, which is where the Court is now,\nthe Court has never said that the introduction of some\nkind of evidence is so unreliable it would violate due\nprocess. In Dowling, for example, it had evidence\nthat --\nJUSTICE KENNEDY: Is tea-leaf reading okay?\nMS. SAHARSKY: What I'm saying is the Court\ndoesn't need to address that question here. It also\ndoesn't need to foreclose it. But this is very\nrun-of-the-mill evidence. It doesn't mean that the\nCourt could never find that some kind of evidence is so\nproblematic that the Due Process Clause could preclude\nits admission, but what we're talking about here is\nfairly run-of-the-mill evidence.\nI would just point the Court to the decision\nin Dowling, which was about a prior conviction for which\nthe person had been acquitted; and then that evidence\nwas let in at his trial, and he said that's a problem.\nThat evidence is too unreliable and too prejudicial, and\nthe Court said that's not for the Due Process Clause.\nThe Constitution gives you the process to test evidence.\nIt doesn't ensure that all of the evidence that's going\nbe introduced be reliable. And that's what Petitioner\nis saying here today, and that would be a very expansive\nview of the Due Process Clause that just can't be\nreconciled with cases like Dowling and Colorado v.\nConnelly.\nIf the Court has no further questions, we'd\nsubmit that the judgment of the court below should be\naffirmed.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Guerriero, you have 2 minutes remaining.\nREBUTTAL ARGUMENT OF RICHARD GUERRIERO\nON BEHALF OF THE PETITIONER\nMR. GUERRIERO: I will try to make three\npoints in those 2 minutes.\nI would ask the Court to consider the\ncircumstances that would be excluded if the Court\naccepts the rule proposed by the State, that there has\nto be some intentional manipulation or intentional\norchestration. Suppose that rather than the accidental\nor happenstance show-up we had here, suppose that the\naccident was in the line-up at the police station, and\nthe police were completely in good faith, getting to the\nmental state issue, and -- but in spite of their good\nfaith, there was suggestion in the line-up. Would the\ntrial court look at that and say, even though this was a\nsuggestive line-up, we're not going to consider a due\nprocess claim because it wasn't intentional or\ndeliberate manipulation? We would suggest that that\nwould be contrary to the principle that the primary evil\nis the risk of misidentification.\nConsider another circumstance. Suppose\nthere are two witnesses at the police station, and in\nspite of the best efforts and good rules of the police,\nwitness one looks at the line-up and then -- or looks at\nthe photo line-up so that they can't be changed, let's\nsay, and leaves the line-up and somehow communicates to\nwitness two, I picked the one on the bottom at the\nright; I think that's the one. That suggestion would be\nvery powerful from the person who experienced the very\nsame crime.\nJUSTICE SCALIA: Tell that to the jury.\nWhat jury isn't going to be -- I mean, the more\npersuasive your argument is, the more likely it is that\na jury will take care of that.\nMR. GUERRIERO: The problem is that the\nwitnesses who have -- are under the suggestive influence\nactually believe what they're testifying to, and the --\nthat's why the Court said in Wade cross-examination for\nthis one kind of evidence -- not floodgates, but this\none kind of evidence -- cross-examination may not always\nbe enough. The witness's sincerity has a powerful\neffect on the jury.\nThe last point I want to make is that this\nis not going to open the floodgates, as we say, or\ncreate a slew of new claims. Under the Watkins case,\nthis Court knows that there -- there's not even required\nto have a separate hearing on this evidence. And the\nreason a separate hearing isn't required is because\nthese issues would be fleshed out in front of the jury.\nThis is only a question of what legal\nstandard applies when the judge hears the defendant's\nobjection that this violates due process, there's a --\nthere's a substantial likelihood of misidentification.\nSo, it's not any new claims. It's not any separate\nhearings. It's simply a question of what exactly is the\ndue process rule.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "NEW HAMPSHIRE."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 16, 
        "JUSTICE ALITO": 18, 
        "JUSTICE BREYER": 8, 
        "JUSTICE GINSBURG": 16, 
        "JUSTICE KAGAN": 10, 
        "JUSTICE KENNEDY": 14, 
        "JUSTICE SCALIA": 16, 
        "JUSTICE SOTOMAYOR": 13, 
        "MR DELANEY": 1, 
        "MR. DELANEY": 22, 
        "MR. GUERRIERO": 66, 
        "MS. SAHARSKY": 14
    }
}