{
    "appearances": {
        "content": "KANNON K. SHANMUGAM, ESQ., Washington, D.C.; on\nbehalf of Petitioner.\nDONNA R. ANDRIEU, ESQ., Assistant District Attorney, New\nOrleans, Louisiana; on behalf of Respondent.\n"
    }, 
    "caseNum": "10-8145", 
    "caseinfo": {
        "content": "JUAN SMITH, :\nPetitioner :\nv. : No. 10-8145\nBURL CAIN, WARDEN :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nKANNON K. SHANMUGAM, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nDONNA R. ANDRIEU, ESQ.\nOn behalf of the Respondent 25\nREBUTTAL ARGUMENT OF\nKANNON K. SHANMUGAM, ESQ.\nOn behalf of the Petitioner 54\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, November 8, 2011\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:11 a.m.\n"
    }, 
    "petitioners": [
        "JUAN SMITH,", 
        "Petitioner", 
        "v.", 
        "No. 10-8145 BURL CAIN, WARDEN", 
        ""
    ], 
    "proceedings": {
        "content": "(11:11 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext this morning in Case 10-8145, Smith v. Cain.\nMr. Shanmugam.\nORAL ARGUMENT OF KANNON K. SHANMUGAM\nON BEHALF OF THE PETITIONER\nMR. SHANMUGAM: Thank you, Mr. Chief\nJustice, and may it please the Court:\nIn Brady v. Maryland, this Court established\nthe now-familiar principle that the prosecution must\nhand over all favorable material evidence to the defense\nbefore trial. This case presents a flagrant violation\nof that principle.\nThe Orleans Parish district attorney's\noffice produced almost no relevant evidence to the\ndefense before Petitioner's trial, and Petitioner was\nconvicted of first-degree murder based solely on the\ntestimony of a single eyewitness. Unbeknownst to the\ndefense, however, that eyewitness had told the police on\nmultiple occasions that he could not identify any of the\nperpetrators or, as he put it, that he would not know\nthem if he saw them.\nThe suppression of those statements alone\njustifies a new trial, but the district attorney's\noffice in this case also engaged in the wholesale\nsuppression of statements of numerous other witnesses,\nstatements that further undermined the sole eyewitness\nidentification of Petitioner and, more broadly, cast\ndoubt on Petitioner's involvement and role in the\nshootings.\nIf all of that information had been\ndisclosed to the defense before trial, the jury surely\nwould have viewed this case in a completely different\nlight. The trial court therefore erred by rejecting\nPetitioner's Brady claim, and its judgment should be\nreversed.\nIn our view, in order to conclude that\nPetitioner is entitled to a new trial here, this Court\nneed do nothing more than to consider the suppressed\nstatements of the key eyewitness, Larry Boatner.\nRespondent concedes that those statements were withheld\nfrom the defense before trial, and argues only that the\nfailure to disclose those statements was not\nprejudicial.\nThose statements, however, could not have\nmore clearly contradicted Boatner's confident\nidentification of Petitioner at trial --\nJUSTICE GINSBURG: Well, he saw a picture.\nBoatner saw a picture in a newspaper, and that turned on\nthe light for him, right? It wasn't any police\nsuggestion.\nMR. SHANMUGAM: That is correct. The basis\nfor Boatner's identification was that he saw a\nphotograph in the New Orleans newspaper of Petitioner.\nIt was in connection with an article describing the\nshootings and suggesting that Petitioner was one of the\nsuspects in the case. And that was what led to his\nprior identification out of court.\nBut just to be clear, Justice Ginsburg,\nwe're not arguing today that the identification was\nsomehow constitutionally problematic. At most, we're\narguing that the identification was of questionable\nvalidity in light of the fact that Boatner had only a\nlimited opportunity to see the perpetrators and in light\nof the circumstances that led to his identification.\nNow, even if his identification were more\nclearly reliable, our argument today would be the same.\nIn a case such as this one, in which the sole basis for\nlinking the defendant to the crime is the testimony of a\nsingle eyewitness, and there is evidence that the single\neyewitness said on multiple occasions that he couldn't\nidentify anyone, we believe that, absent extraordinary\ncircumstances, that will be sufficient to --\nJUSTICE ALITO: Well, aren't you\nexaggerating a little bit about the value of the\nimpeachment evidence regarding Boatner? Now, my\nunderstanding is that he made his first statement to the\neffect that he couldn't identify anybody at the scene\nwhen he had been at the scene where five people that he\nknew very well had been killed.\nHe was lying on the floor with a big gash on\nhis head. He was questioned at the scene, and at that\ntime -- and this was in the evening -- he said: I can't\nidentify anybody. But then, later that very day, wasn't\nit, that very evening, after midnight, he was questioned\nat the police station; am I correct?\nMR. SHANMUGAM: Yes, that's correct.\nJUSTICE ALITO: And at that point he gave a\ndescription. He did make an -- he did provide a\ndescription of the person that he said was the one who\nfirst came through the door. So, you know, that -- I\ndon't know -- and then later, he said he -- there were\nstatements to the effect that he couldn't identify\nanybody.\nBut in light of the fact that he did provide\na pretty, you know, somewhat detailed description on the\nvery evening of the event, doesn't that -- aren't you\nexaggerating when you say that he said numerous times --\nthe effect of these statements that he couldn't\nidentify --\nMR. SHANMUGAM: Justice Alito, it is true\nthat Boatner provided identifying details in the later\nstatement that night. I would respectfully submit that\nthey were relatively limited identifying details, simply\nthe fact that the first man through the door had a\nlow-cut haircut and gold teeth. And as we indicate in\nour brief, those were characteristics shared by numerous\nother suspects in the case.\nBut I think more broadly, with regard to\nboth sets of statements at issue here, the State's\nexplanations for those statements are at best plausible.\nAnd we really think that in a case such as this one, in\nwhich the evidence on its face is so clearly of high\nexculpatory or impeaching values, it takes something\nmore than that. It is not sufficient for Respondent to\nargue here simply that, even taking into account these\nstatements, a rational juror could still reach the same\nresult and return a verdict of guilty here, because this\nCourt made clear in Kyles v. Whitley that the standard\nfor Brady claims is not a Jackson v. Virginia type\nsufficiency of the evidence standard.\nSo, again, where you have statements that on\ntheir face are not simply statements calling a witness's\ncredibility into question, but statements that really\ndirectly contradict the confident in-court\nidentification, it would take an exceedingly persuasive\nexplanation for those statements to defeat a showing of\nmateriality. Now, with regard --\nJUSTICE KENNEDY: The standard is a\nreasonable probability that the result would have been\ndifferent, reasonable probability?\nMR. SHANMUGAM: Yes, that's correct. And\nthis Court made clear in Kyles v. Whitley that that's\nnot a more likely than not standard. That is\nessentially the same standard that this Court has\narticulated for prejudice for ineffective assistance of\ncounsel claims under Strickland v. Washington, and by\nnow it's a quite clearly established standard. And,\nagain, it requires something less than a showing of more\nlikely than not and perhaps something slightly more than\nthe showing required for harmless error under Chapman v.\nCalifornia.\nBut I do want to touch upon the State's\nexplanations for these statements and explain very\nbriefly why we think that those explanations are frankly\nnot even plausible. With regard to the first statement\nto which Justice Alito referred, the statement that was\nmade at the scene approximately half an hour after\ninitial -- officers initially responded to the scene,\nthe State's argument is that Boatner was somehow too\ntraumatized to make an identification at the time.\nBut not only did Boatner not so testify at\nthe postconviction hearing -- in fact he testified that\nhe couldn't recall the statement at all -- but the very\nofficer who took the statement himself testified at\ntrial in this case that at the time of the statement\nBoatner was, quote, \"coherent and articulated very well\nthe events that transpired.\" And that is at pages 137\nto 138 of the joint appendix.\nJUSTICE ALITO: That may be true, but if you\nwere a juror and Boatner testified and he was\ncross-examined and they attempted to impeach him based\non his failure to make an identification right at the\nscene, and he said, well, that was because five of my\nfriends had just been killed and I was lying on the\nfloor and I thought I was going to be shot too and I had\na big gash on my head, and then a couple of hours later\nwhen I collected myself and they asked me the same\nquestion at the police station, I provided a description\nand didn't say I couldn't identify anybody -- do you\nthink jurors would just dismiss that and say, well, he\ncouldn't identify him at the scene so he must have been\nlying when he identified -- when he provided a\ndescription later at the police station?\nMR. SHANMUGAM: Justice Alito, I think that\nit's possible that a juror could credit that explanation\nin any retrial, though I --\nJUSTICE GINSBURG: Wasn't there also an\nintervening -- didn't he say 5 days after that he\ncouldn't identify? And that was after what he said on\nthe night, the same night.\nMR. SHANMUGAM: That is --\nJUSTICE GINSBURG: Five days later he said:\nI couldn't -- I couldn't identify him.\nMR. SHANMUGAM: That is correct, Justice\nGinsburg. But even if we didn't have the March 6th\nstatement or statements, I would frankly be happy to\ntake my chances with the jury, even with regard solely\nto the March 1st statement, in light of that testimony\nof Officer Ronquillo that Boatner was in fact coherent,\narticulated very well the events that transpired, just\nlike any witness, and so on and so forth.\nSo, again -- -\nJUSTICE SOTOMAYOR: Counselor --\nMR. SHANMUGAM: -- we don't think that it's\nour burden to show that no juror could credit the\nState's explanation. It's simply that we think that\nthat explanation doesn't hold water.\nJUSTICE SOTOMAYOR: Counselor, your argument\nnow and in your brief suggests that you're relying most\nheavily on the failure to provide the impeachment\nmaterials of the only witness to this crime and the only\npiece of evidence that ties your client to the crime.\nBut you also mention other things, and Respondents spend\n90 percent of their brief arguing against the other\nthings. But I just want to clarify those other things.\nNumber one, was the testimony mixed\ntestimony about whether the assailants wore a mask\nacross their face or over their entire head?\nMR. SHANMUGAM: There --\nJUSTICE SOTOMAYOR: What's the best take on\nwhat the evidence showed that was presented on that\nissue?\nMR. SHANMUGAM: There was some degree of\nvariation in what the witnesses said. Now, in the main,\nwe're talking, again, about statements that were\nwithheld. And I want to lay out those statements very\nbriefly, if I may. There were two eyewitnesses who made\nstatements to the police indicating that some or all of\nthe perpetrators, including the first man through the\ndoor, were wearing masks. Those were the statements of\nShelita Russel and the statement of Dale Mims.\nNow, with regard to the statement of Shelita\nRussell -- and this was what we believe was the dying\ndeclaration that she made at the scene in the immediate\naftermath of having been shot multiple times -- Russell\nsaid she saw people barge into the kitchen; one had a\nblack cloth across the face, first one through the door.\nSo, it is at least theoretically possible --\nJUSTICE SOTOMAYOR: Could I ask you\nsomething? Who determines that issue of whether that's\na dying declaration? Do we determine that in deciding\nwhether the withholding of the Brady materials was\nharmful or not? Do we give deference to the lower\ncourt's determination of that? Do they have to decide\nwhether it was a dying declaration? What's the standard\non something like this?\nMR. SHANMUGAM: The lower court did not make\nsuch a determination in this case on this or any of the\nother evidentiary issues that Respondent now advances,\nat least in part because it does not appear that\nRespondent advanced any of those arguments below. But I\nthink more broadly, Justice Sotomayor, in terms of the\nrole of this Court or any other court considering a\nBrady claim, this Court hasn't quite spoken to the\nspecific issue of whether a Brady court is supposed to\nitself make an evidentiary determination where there's a\nquestion about admissibility, but the closest that this\nCourt came was in Wood v. Bartholomew, in which this\nCourt indicated that with regard to Brady material, it\neither has to itself be admissible or be reasonably\nlikely to lead to admissible evidence. And the Court's\nreasoning in Wood v. Bartholomew was somewhat spare on\nthat score. That was a summary reversal in a per curiam\nopinion.\nBut I do think that it would be appropriate\nfor a Brady court to make that determination itself or,\nat a minimum, make a determination as to whether it\nappears that it's reasonably likely that the evidence\nwould be admissible.\nHere, we really don't think that it's a\nclose question, particularly with regard to the\nstatement of Shelita Russell, because the context of the\nhandwritten notes makes clear that the statement was\ntaken at the scene of the crime. Shelita Russell was\ntaken to the hospital approximately a half an hour after\nthe shootings occurred. She told two witnesses that she\nbelieved that she was dying. And so, under the law on\ndying declarations -- and I have no reason to believe\nthat the law is any different in Louisiana from the\nFederal system or the 49 other States -- that would\ncomfortably satisfy that requirement.\nJUSTICE SOTOMAYOR: Now, Mr. Mims was the\nneighbor who saw the two -- there were three assailants\nin total, right, and two left the scene?\nMR. SHANMUGAM: There's some doubt as to\nwhether or not there were three or four assailants. And\nMims himself, in all candor, was a little bit\ninconsistent on that point. But he consistently said,\nboth in the handwritten notes and in his testimony at\nthe postconviction hearing, that all of the assailants,\nhowever many there were, were wearing masks and that --\nthat he saw them as they were getting into the car. He\ndidn't say anything further other than that the masks\nwere ski-type masks.\nBut the State's argument with regard to the\nmateriality of Mims's statement is that it is possible\nthat the men would not have been wearing masks when they\nentered the house to allegedly commit the armed robbery;\nand, therefore, the fact that Boatner saw the first man\nunmasked can be reconciled with his statement. And,\nagain, we would be happy to take our chances with the\njury and make the argument that that would be an\nexceedingly unconventional way to go about committing an\narmed robbery.\nAnd, again, with regard to the Russell and\nMims statements, I think it's important to remember that\nwe view those statements as going directly to and\ncontradicting Boatner's in-court identification. And\nso, in some sense, we view those statements as being of\na piece with Boatner's own prior statements in which he\nindicated that he could not identify anyone and that he\ndid not --\nJUSTICE ALITO: Does the defense have any\ntheory as to why Boatner would lie about whether he\ncould identify this individual?\nMR. SHANMUGAM: First of all, Justice Alito,\nit would, of course, not be the defense's burden in any\nsubsequent retrial to come up with a theory of its own.\nThe defense could simply argue, as it did at the first\ntrial, that the prosecution simply didn't bear its\nburden on reasonable doubt. But --\nJUSTICE ALITO: But, yes -- but the -- the\nimpact of your impeachment evidence would be related\ncertainly to if a juror would ask, well, why would he\nlie about this? And I -- I'm just asking, would -- did\nthe defense have any theory about what his motive would\nbe about whether he could identify somebody, whether\nthis first person had a mask or not?\nMR. SHANMUGAM: As this Court will be aware\nfrom its recent consideration of eyewitness evidence, it\ndoesn't necessarily follow from the fact that an\neyewitness identification is mistaken that the\neyewitness was somehow lying about it. It may very well\nhave been that Boatner made a mistaken identification in\ngood faith out of a desire to identify the person who\nkilled several of his friends.\nAnd, indeed, as the amicus brief of the\nInnocence Project explains in this case, there is a\nphenomenon known as \"mug shot exposure effect,\" where an\nindividual who sees a mug shot in some other context is\nmore likely to identify that same person when confronted\nwith a subsequent line-up. Of course, where, as here,\nthe individual is exposed to the mug shot for the first\ntime in seeing a newspaper article that depicts the\nindividual in question and suggests that that individual\nis a suspect in the crime, it would not at all be\nunusual for the individual, when confronted with that\nphotograph again in a line-up a few weeks later, to pick\nthat individual.\nJUSTICE ALITO: But the first time he -- he\nsaid that the person wasn't masked and provided a\ndescription was long before he saw any mug shots. It\nwas the evening of the event. It was when he was\nquestioned at the police station.\nMR. SHANMUGAM: Well, on the evening of the\nevent, he provided those limited details about the gold\nteeth and the low-cut haircut.\nJUSTICE ALITO: Yes, but by doing that he's\nsaying this person wasn't wearing a mask. That's the\ncritical point.\nMR. SHANMUGAM: Well, that may suggest that\nthe person was not wearing a mask. Of course, it's\npossible that the person somehow had part of his face\ncovered.\nBut I think it's important to realize,\nJustice Alito, that even with regard to that statement,\nwhile it is true that Boatner provided those limiting\ndetails, he also made statements suggesting that he was\nnot confident of his ability to actually make an\nidentification. And in that statement, which is found\nat page 296 of the joint appendix, he says: I was too\nscared to look at anybody. I wish I could give y'all a\ndescription.\nSo, in some sense, we think that the focus\non the gold teeth and the low-cut haircut in this case\nis a bit of an aside, because the question here is not\nwhether he saw enough to support the subsequent\nidentification; the question is whether his suppressed\nstatements in which he repeatedly said, I can't make an\nidentification, contradict his in-court confident\nidentification of Petitioner.\nAnd we think that in order to decide this\ncase, all that the Court essentially need say in an\nopinion is that in a case such as this one, in which all\nyou have is the identification of a single eyewitness,\nwhere you have statements in which that eyewitness said\nI can't make an identification, and those statements\nhave concededly been suppressed, the Brady materiality\nthreshold is satisfied.\nJUSTICE SOTOMAYOR: Am I right --\nJUSTICE KENNEDY: In looking at the\nappendix, there are some asterisks. Were these\nstatements, the first two -- the one at 252 in the joint\nappendix and then the statement on March the 2nd, which\nis the one you just referred to, 296, were parts of\nthose statements given to the defense counsel or none of\nthe statements? And how long were the documents? Were\nthey 20 or 30 pages? Can you tell me a little bit about\nthat?\nMR. SHANMUGAM: First of all, none of those\nstatements were given to the defense. The only\nrelevant --\nJUSTICE KENNEDY: I shouldn't have said\n\"statements.\" None of the reports.\nMR. SHANMUGAM: Yes. None of the statements\nor the surrounding materials was given to the defense at\nall. The only even remotely relevant thing that was\ngiven to the defense was the initial police report,\nwhich was a five-page document prepared by the officers\nwho initially responded to the scene, with a one-page\nnarrative of what took place. And that document, for\nthe Court's reference, is in volume 10 of the initial\nrecord that was received from the district court at\npages R1907 to 1911.\nNow, with regard to these specific\nstatements, both the narrative statements and the\nhandwritten notes, the narrative statements were\ncontained in a relatively voluminous document -- I\nbelieve it was an 83-page document -- that was a\nnarrative prepared by Officer Ronquillo that set out\neverything that took place over the course of the\ninvestigation. And none of that was disclosed.\nRespondent makes the argument that the trial\ncourt reviewed that document in camera, but we think\nthat it is somewhat unclear what, if anything, the trial\ncourt actually reviewed in camera. There's no dispute\nthat that document was not handed over to the defense.\nWith regard to the handwritten notes, there\nactually are a relatively small number of relevant\nhandwritten notes in this case, but all of them were\ncontained in the police files, and none of them, none of\nthe ones at issue on which we're relying, was handed\nover before trial.\nSo, this is not a case in which selective\nmaterials were handed over. None of this material was\nhanded over, and that's why we really think that this is\na case that involves the categorical withholding of\ndocuments and not simply the withholding of selected\ndocuments that may subsequently turn out to be relevant.\nJUSTICE KENNEDY: Can you just tell me, how\ndoes Brady work? Is there some obligation for the\ndefense counsel to say please give me all relevant\nreports?\nMR. SHANMUGAM: No. This Court has made\nclear that a request is unnecessary to trigger the Brady\nobligation, and this Court has made clear in cases\ndating back to Brady itself that the good faith or bad\nfaith of the prosecutor is irrelevant. And, of course,\nthe prosecutor has a duty under Brady to hand over not\nonly materials in the prosecutor's own possession but\nalso materials in the possession of the police as well.\nJUSTICE SOTOMAYOR: Counsel, is -- this\ngroup or gang, all of them had gold teeth and faded hair\ncuts?\nMR. SHANMUGAM: There were five other\nsuspects who had gold teeth or -- and low-cut haircuts.\nThree of the other individuals who were primarily in the\nframe for this murder had those characteristics. I\nbelieve that the three were Bannister, Phillips, and\nYoung. The only other suspect who is a reasonably\nlikely suspect who didn't was Robert Trackling, the\nsuspect whose confession to involvement in these\nshootings was withheld.\nJUSTICE SOTOMAYOR: In short, faded hair\ncuts and gold teeth were not a unique characteristic.\nMR. SHANMUGAM: They were not uncommon in\nthe 1990s.\nJUSTICE SCALIA: Yes, what were these --\n(Laughter.)\nJUSTICE SCALIA: They're uncommon to me.\nThese --\n(Laughter.)\nJUSTICE SCALIA: These were not gold teeth\nthat were implanted, right? They -- what was it? Some\nkind of a mouthpiece of gold?\nMR. SHANMUGAM: I have to admit that my\nfamiliarity with this practice is perhaps not that much\ngreater than yours, Justice Scalia. But my\nunderstanding is --\nJUSTICE SCALIA: I'm sorry to hear that.\n(Laughter.)\nMR. SHANMUGAM: My understanding is that\nthese are gold teeth that are worn either as temporary\nor perhaps semipermanent implants, and that in hip-hop\nculture in the 1990s, this was relatively common. But\nwhatever the provenance of this practice, it is\nundisputed on this record that multiple other suspects\nhad those characteristics.\nJustice Sotomayor, there was one thing you\nasked that I just want to get back to with regard to the\nremaining categories of evidence. I just want to set\nthem out, and then I'd be happy to answer any questions\nthat the Court has about them. And if there are no\nfurther questions, I'll reserve the balance of my time.\nAs we explain in our brief, there are three\nother categories of evidence at issue here. There was\nthe statement of Phillip Young, Petitioner's\nco-defendant, suggesting that Petitioner was not\ninvolved in the shootings. There were also the\nstatements that would have called into question the\nprosecution's theory that Petitioner was one of the\nshooters, a theory that was essential to establishing\nthe intent required for first-degree murder under\nLouisiana law. Louisiana is somewhat different from\nother States in that it doesn't require premeditation,\nbut that it -- but it does require a specific intent to\nkill or inflict great bodily harm.\nJUSTICE ALITO: Well, on that point, the\nState says that you're drawing a meaningless distinction\nbetween a hand -- a 9-millimeter handgun and a\n9-millimeter automatic pistol.\nMR. SHANMUGAM: Well, we don't think that\nthat's a meaningless distinction, and we cite numerous\nsources in our brief that draw precisely that\ndistinction.\nBut I think that what's noteworthy with\nregard to the statements at issue is that both Boatner,\nwho identified the weapon that the perpetrator whom he\nbelieved to be Petitioner was carrying, and the State's\nballistics expert, Kenneth Leary, who identified the\nweapon that was responsible for the firing of the\ncasings at issue, conspicuously failed to say that the\nweapon at issue was a 9- millimeter handgun. But at\ntrial their testimonies suddenly converged, and Boatner,\nwho had previously said only that the perpetrator was\ncarrying a handgun, said that the perpetrator was\ncarrying a 9-millimeter handgun; and Leary, who said\nthat the casings at issue had come from a machine pistol\nof the Intratec or MAC-11 type, suddenly said that they\ncame from a 9-millimeter handgun instead.\nAnd so, at a minimum, if the defense had\npossessed those statements, it could have sown doubt on\nwhether the firearm was in fact one and the same and,\ntherefore, sown doubt on a critical element of the\noffense at issue.\nAnd finally, the only other category --\nJUSTICE SOTOMAYOR: I'd just like to go back\nto that because I'm not sure I understand the argument.\nBoth the ballistics expert at trial said that the\ncasings were consistent with a 9-millimeter? And I know\nthat Boatner said that it was a 9-millimeter that was\nused. And the issue was whether anybody would call a\nMAC gun a handgun as opposed to an automatic pistol,\ncorrect?\nMR. SHANMUGAM: Well, that's right with\nregard to Leary's testimony. I think the thing that was\na little bit odd with regard to Boatner's testimony was\nthe sudden degree of specificity. Having said only that\nit was a handgun or a chrome automatic in his prior\nstatements, he said at trial that it was a 9-millimeter\nhandgun, which he had not previously said in the\nstatements that were withheld.\nAnd, finally, the last category of evidence\nconsists of the notes of the interview in which Eric\nRogers relayed Robert Trackling's confession to\ninvolvement in the shootings. As the amicus brief of\nthe NACDL points out, courts have routinely held that\nconfessions by other perpetrators constitute exculpatory\nevidence, even with regard to offenses that may have had\nmultiple perpetrators. And we certainly believe that at\na minimum the suppression of those notes, when\nconsidered in conjunction with all of the other\nevidence, comfortably satisfies the Brady materiality\nstandard, and it's for that reason that we think that\nthe judgment of the trial court should be reversed.\nJUSTICE KAGAN: Mr. Shanmugam, just a quick\none. Was -- is all the evidence that you're discussing\nhere today -- was that presented to the State\npostconviction court?\nMR. SHANMUGAM: Yes. We believe that all of\nthis evidence was before the State postconviction court.\nThank you, and I'll reserve the balance of\nmy time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Andrieu.\nORAL ARGUMENT OF DONNA R. ANDRIEU\nON BEHALF OF THE RESPONDENT\nMS. ANDRIEU: Yes. Mr. Chief Justice, and\nmay it please the Court:\nThe only survivor who could identify the\nassailant who led the massacre in the small home at 2230\nNorth Roman Street was Larry Boatner. He identified --\nLarry -- he identified the Petitioner after having\nsearched the faces of 72 individuals who were presented\nto him in photo line-ups, one after the other. And,\nyes, Justice Sotomayor, several of the -- those faces or\nseveral of those individuals bore short fade haircuts.\nAnd, yes, some of the individuals who were pictured in\nthose photo line-ups were other suspects. The record\nreflects that Mr. Boatner scrutinized those 72 faces.\nAt one point, line-up 11 was shown to him on March 22nd,\nand he remarked about the haircut. He said: My\nassailant wore his hair like this --\nJUSTICE GINSBURG: Does this -- was this\nline-up -- was this after Boatner saw the photograph in\nthe newspaper?\nMS. ANDRIEU: No, it was not. I believe\nthe -- Mr. Smith's photograph was pictured in the\nTimes-Picayune newspaper on June 7th, and this\nparticular line-up was shown to Mr. Boatner on March\n22nd. So, at that point, line-up 8, he stopped and\nremarked about the hair --\nJUSTICE SOTOMAYOR: Could you tell me why\nBoatner waited 2 weeks to -- or never told the police\nthat the face that he saw in the newspaper was the face\nof his assailant? I -- as I understand the facts, he\nsays he saw the newspaper, recognized his assailant, and\nremained silent.\nMS. ANDRIEU: Yes, he did.\nJUSTICE SOTOMAYOR: It wasn't until they\npresented him with the line-up including Mr. Smith's\nface that he identified Mr. Smith. What's the reason\nfor the delay?\nMS. ANDRIEU: His reason, Your Honor, is --\nit's contained most specifically on page 191 of the\njoint appendix, and it is frankly that he was afraid.\nHe -- and I think the jury would have understood that.\nHe obviously knew what Mr. Smith was capable of. He --\nI'm sure he feared --\nJUSTICE SOTOMAYOR: And so what turned --\nwhat changed his mind once the police showed him the\nline-up?\nMS. ANDRIEU: Well, I don't know that he\nchanged his mind, but he was presented with a line-up,\nand when he was presented with the line-up, he very\nquickly identified Juan Smith and said: That is him; I\nwill never forget his face. So --\nJUSTICE GINSBURG: And that was before or\nafter the picture in the paper?\nMS. ANDRIEU: That was after. And all of\nthis, by the way, was vetted during -- during a motion\nto suppress hearing. When the trial judge learned or --\nthat the photograph had been shown in the newspaper, he\nreopened the hearing on the motion to suppress to\ndetermine -- and over the State's objection. We argued\nthat this was not State action. But he reopened the\nmotion to suppress to determine for himself whether or\nnot that newspaper had in any way tainted the later\nidentification of Juan Smith.\nJUSTICE BREYER: What is this? I mean, I\nthought -- I may -- I thought the issue is that there\nwere some notes, and the first note, which was made on\nthe day, the policeman says that Boatner said he could\nnot supply a description of the perpetrator, other than\nto say they were black males. Then he said they had\ngolden teeth and a low-cut haircut.\nAnd 5 days later, he said he could not ID\nanyone because he couldn't see faces. Then he said he'd\nonly glanced at the first man. He couldn't tell if they\nhad their faces covered and didn't see anyone. Then he\nsaid, I could not ID, would not know them if I saw them.\nAnd another set of police notes says he said that he\ncould not identify any of the perpetrators of the\nmurder.\nSo, I guess those are all notes that the --\nthe prosecution did not give to the defense. So, if you\nwere a defense lawyer, whatever this other stuff is, I\nguess you would have been pretty happy to have those\nnotes because you might have tried to impeach his\nidentification.\nMS. ANDRIEU: Yes, and --\nJUSTICE BREYER: And so, what are -- you're\nsaying that I guess it would have made no difference?\nMS. ANDRIEU: That's correct, Your Honor.\nJUSTICE BREYER: Then I'd like to hear that\nbecause it seems on its face that it certainly could\nhave made a difference, that if he had those notes that\nhe could have tried to impeach him and said where did\nthis sudden recognition come from.\nMS. ANDRIEU: And I can appreciate your\nconcern. This Court has held that favorable evidence --\nwell, this Court has held that favorable evidence which\nis not material need not be turned over to the defense.\nAnd if I could --\nJUSTICE GINSBURG: But how could it not be\nmaterial? Here is the only eyewitness --\nMS. ANDRIEU: Yes.\nJUSTICE GINSBURG: -- and we have\ninconsistent statements. Are you really urging that the\nprior statements were immaterial?\nMS. ANDRIEU: Yes, Your Honor. If I may put\nthem in perspective. Mr. Boatner provided two\nstatements -- I'm sorry. Mr. Boatner provided a\nstatement on the scene, two statements the day of the\nincident. To a first responding officer who was not\nDetective Ronquillo, he gave a description, and that\ndescription was heavy built, with a hair with a fade\nwith a little small top, with a lot of gold in his\nmouth. That was while he was at the scene.\nLater, homicide Detective John Ronquillo\narrived at the scene, and apparently, according to his\nnotes and, most importantly, according to his\npostconviction testimony, he asked Larry -- he asked\nLarry Boatner for a description. And Larry Boatner\nsaid, I can't give you a description.\nI'll put them all in perspective and then go\nback to what Detective Ronquillo and Mr. Boatner had to\nsay about that. But in any case, Mr. Boatner's severe\nlaceration was treated, and then he was escorted to the\nhomicide office, where he gave his formal statement.\nAnd in that statement, part of which has been reproduced\nhere by opposing counsel, Mr. Boatner said: I can tell\nyou about the one, the one who put the pistol in my\nface. He was a black male with a low cut, golds in his\nmouth. I don't know how many; that's all. I was too\nscared to look at anybody. All of them had guns, one\nwith an AK; one with a TEC-9. The one who hit me had a\nchrome automatic. It was big. So --\nCHIEF JUSTICE ROBERTS: Well, and you\ncould argue, presumably you did argue, that before the\njury, and that would be compelling evidence for the\njury. And if you were the defense lawyer, you really\nwould like to have that statement where he said: I\ncouldn't identify them.\nMS. ANDRIEU: You would like to have it, but\nit's not material because, sandwiched between two\ndescriptions -- and he's -- between two descriptions, he\nsays, I can't identify. And taken in --\nJUSTICE GINSBURG: How does that make it not\nmaterial? You can argue that it should be given\ndiminished weight. But an inconsistent statement by the\nonly eyewitness seems to me most material and useful to\nthe defense in cross-examining the eyewitness. I really\ndon't understand how you can -- you can argue that the\njury shouldn't put much weight on it because there were\nthese other things; but to say that it's immaterial I\nfind that that is -- is not plausible.\nJUSTICE SCALIA: And not only the only\neyewitness but, if I understand it correctly, the only\nevidence against the defendant. This was the only\nevidence against him, this one eyewitness\nidentification, right? Was there anything else?\nMS. ANDRIEU: There was -- the\nidentification of Juan Smith was bolstered by evidence,\nby testimony of the brother of Phillip Young. The\nperpetrator who was left at the scene is an aphasic\namnesiac. So, he established a link that the two were\nknown to each other, Juan Smith and --\nJUSTICE SCALIA: Well --\nMS. ANDRIEU: -- but yes.\nJUSTICE KENNEDY: But just on the\nmateriality point, I -- I just have to agree with\nJustice Ginsburg. What you're telling us is that when\nthe defense stands up and said, and isn't it true that,\nin this statement which you just have testified to on\ndirect and which the police have put in on direct, you\nalso said you could not identify any perpetrators of the\nmurder -- and then the prosecutor says immaterial, and\nthe judge says strike it.\nMS. ANDRIEU: But that's not --\nJUSTICE KENNEDY: I just can't believe that.\nMS. ANDRIEU: But that's not what he says.\nHe says: I can tell you about the one, the one who put\nthe pistol in my face.\nJUSTICE BREYER: So, I take it that your --\nJUSTICE KENNEDY: I'm talking about the\nBoatner statement of 3/6/95, in which Boatner told\npolice he could not identify any of the perpetrators of\nthe murder, JA 259-60.\nMS. ANDRIEU: Yes.\nJUSTICE KENNEDY: And you say that's\nimmaterial. I find that just incredible.\nJUSTICE BREYER: Is it that you mean\nimmaterial, or is it that you mean that it wasn't\nprejudicial because there's so much other evidence,\nthere was no reasonable probability it would have made a\ndifference in the trial?\nMS. ANDRIEU: That is what I mean, yes.\nJUSTICE BREYER: Okay. So, we can forget\nthe word \"material.\"\nNow, you're saying there's so much other\nevidence here against him that it wouldn't have made any\ndifference.\nMS. ANDRIEU: Yes.\nJUSTICE BREYER: Now, I can understand that\nargument.\nJUSTICE KAGAN: Well, I --\nJUSTICE BREYER: But I don't know if it's\nright. That is -- that is -- now I think I can go back\nto Justice Kennedy's question, put it in those terms,\nand say, well, why wouldn't -- this could have made a\ndifference. I mean, here, we have this witness who said\nall of these great things for your side, and within a\nspace of hours, he has been telling the policemen that\nhe can't identify anybody, he doesn't know. I mean,\nwhat -- that sounds like there's a probability that\nwould have made a difference. Why not?\nMS. ANDRIEU: The -- among the most\nimportant evidence in this case is the testimony or the\ntranscript from the postconviction relief hearing. John\nRonquillo, whose notes these are, was asked about the\nMarch 6th statement. And I guess we are\nfast-forwarding. The next -- the statement after the\nstatement made -- the one made in the homicide office\nwas made on March 6th. And at that time, Detective\nRonquillo called Larry Boatner, and Larry Boatner said,\nI can't identify anyone.\nBased -- and what Detective Ronquillo had to\nsay about that -- first of all, Larry Boatner didn't\nremember saying that. But what Detective Ronquillo had\nto say about it -- and he was the person who was --\nwhose impressions -- about whose impressions we're\nspeaking -- was that at that point, Mr. Boatner, like\nmany murder witnesses, was retreating, temporarily\nequivocating, as we wrote in brief. He was retreating\nsomewhat from his assistance with the police. Not an --\nnot an abnormal phenomenon --\nJUSTICE SOTOMAYOR: What if -- what if --\ncould the jury be entitled to reject that conclusion?\nThey have four statements by this man who Ronquillo\ndescribed as very coherent, very with it at the scene of\nthe crime. Would a jury be entitled to -- to reject\nthat excuse by Ronquillo?\nMS. ANDRIEU: They would, Your Honor.\nAnd --\nJUSTICE SOTOMAYOR: And if they were\nentitled to do that, why would the absence of four\nstatements that I can't identify someone not have been\nan argument that defense counsel could have used, number\none, and that had a reasonable probability of making a\ndifference?\nMS. ANDRIEU: First of all, there were not\nfour statements that were made where Boatner said he\ncouldn't identify anyone, again. He gave two statements\nthe day of where he described, and one statement --\nJUSTICE SOTOMAYOR: At different hours.\nMS. ANDRIEU: I'm sorry.\nJUSTICE SOTOMAYOR: At different hours.\nMS. ANDRIEU: Yes.\nJUSTICE SOTOMAYOR: And to different\nofficers.\nMS. ANDRIEU: Yes.\nJUSTICE SOTOMAYOR: So, that's two\nstatements. My math is wrong?\nMS. ANDRIEU: I'm sorry. Those are\nstatements where he inculpated the defendant. There are\ntwo statements. Starting on the scene, there is a\nstatement provided to the first responding officer,\nwhere he provides a description. Larry Boatner provides\na description --\nJUSTICE GINSBURG: But it is a description\nthat others, other suspects, fit. The close-cut hair,\nthe gold teeth. That didn't identify Smith, as opposed\nto the other suspects who had those same\ncharacteristics.\nMS. ANDRIEU: Yes. And those other\nsuspects' photographs were all contained -- were\ncontained in photo IDs -- in photo line-ups, and\nMr. Boatner never selected one of them.\nThe other thing is he -- gold teeth. He\nknew that his perpetrator had gold teeth. The next time\nhe saw Mr. Smith was at trial in court. Mr. Smith\nrevealed his teeth, and he had gold teeth. But as far\nas the other suspects having the haircut or physical --\nsimilar physical attributes --\nJUSTICE GINSBURG: It was a prior\ninconsistent statement, and we can argue about whether\nthere were more consistent statements than inconsistent\nstatements, but to say that this was not Brady material,\nwe -- we're not saying that Larry Boatner made up a\nstory on the stand that wasn't -- didn't conform to the\ntruth. The question is, should the prosecutor -- should\nthe defense attorney have access to a prior inconsistent\nstatement?\nMS. ANDRIEU: And this Court has said that\nBrady is a reflective -- is a reflective analysis. He\ndid not --\nJUSTICE ALITO: Well, can you explain how\nthis -- how this took place? You have a case in which\nyou're -- you're relying almost entirely on the\ntestimony of one witness, and you have these notes that\nwere taken by, and are presumably in the possession of,\nthe lead investigator. Wouldn't any prosecutor ask the\nlead -- the lead investigator, do you have any\nstatements of this witness?\nMS. ANDRIEU: Absolutely.\nJUSTICE ALITO: They have to be examined,\nand if there's anything in them that's -- that is\nimpeachment material, they have to be turned over to the\ndefense. And under Louisiana law, is there are a rule\nthat requires the turning over of statements by\nwitnesses, prior statements by witnesses?\nMS. ANDRIEU: Under Louisiana law, prior\nstatements of witnesses are not discoverable. But of\ncourse, under this Court's decision in Brady v.\nMaryland, if the prosecutor makes a determination that\nthey would materially affect the outcome of --\nJUSTICE SOTOMAYOR: But you have to --\nMS. ANDRIEU: -- guilt or innocence --\nJUSTICE SOTOMAYOR: You have to supply\nstatements by a witness when they take the stand, don't\nyou? Those are immaterial? Don't you have to turn\nover --\nMS. ANDRIEU: No.\nJUSTICE SOTOMAYOR:\nLouisiana?\nMS. ANDRIEU: No.\nJUSTICE SOTOMAYOR:\nover witness statements when they're taking the stand?\nMS. ANDRIEU: No. And these statements were\nprovided in camera. There was -- defense filed a motion\nfor discovery, and he asked for Brady material. He\nasked specifically for the supplemental report, which is\nwhere these statements are contained.\nJUSTICE SOTOMAYOR: So, you -- are you\nclaiming that the judge's failure to catch these\ninconsistencies excuses your Brady obligation?\nMS. ANDRIEU: Not at all. The Brady\nobligation is ours. In fact, we believe that that's\nactually a poor practice. But it is one --\nJUSTICE KAGAN: Ms. Andrieu, if I could go\nback to Justice Alito's question, was the problem here\nthat the prosecutors never received these statements\nfrom the police officers, or did the prosecutors make a\ndetermination similar to the kind of argument that\nyou're making today -- make a determination that these\nstatements simply should not be turned over because they\nare not material?\nMS. ANDRIEU: The prosecutor in this case\nactually turned them over to the trial court for an in\ncamera inspection. And article -- Louisiana Code of\nCriminal Procedure article 718 actually provides for\nthat practice.\nJUSTICE BREYER: It's so odd that -- I mean,\nlook, it seems like here it is 5 days after the shooting\nand well before, I guess, that this witness saw any mug\nshots or did anything. And he says, I could not\nidentify anyone, because he couldn't see the faces of\nthe people. And now you're saying later, which you\nintroduce into trial, his having looked at the faces of\npeople and identified them from their faces.\nNow, previously, he said he couldn't see\ntheir faces. All right. And in Louisiana, the State of\nLouisiana, the prosecution and the judges say that\nisn't -- you don't have to turn over that statement that\nhe couldn't see the faces made earlier.\nMS. ANDRIEU: No. What he --\nJUSTICE BREYER: What?\nMS. ANDRIEU: I'm sorry. When he's saying\nthat he could not see the faces, he is not referring to\nJuan Smith. He and Detective Ronquillo testified at\npostconviction that he always said he could identify the\none, the one whose face appeared a handgun's length from\nhis own, unmasked, when he opened that front door at\n2230 North Roman.\nDetective Ronquillo put this in perspective\nat postconviction. And as I said, he --\nJUSTICE BREYER: Oh, you mean all these --\nall these statements that we have here, you're saying,\nall referred to people other than the defendant.\nMS. ANDRIEU: Juan. Yes.\nJUSTICE BREYER: All right. Well, was there\na finding on that?\nMS. ANDRIEU: There was -- the judge did not\ngive express findings of fact or finding of law, but --\nJUSTICE BREYER: Perhaps the defense would\nhave liked to say they did apply to the defendant.\nJUSTICE SCALIA: You don't say all of them.\nAll of them didn't apply to the --\nMS. ANDRIEU: No. The one at the scene,\nwhen he says I can't describe anyone here, clearly --\nJUSTICE BREYER: This was not at the scene.\nJUSTICE SCALIA: That applied to everyone,\nright?\nMS. ANDRIEU: I'm sorry.\nJUSTICE SCALIA: The one at the scene\napplied to everyone.\nMS. ANDRIEU: To everyone.\nJUSTICE SCALIA: \"I can't identify anyone.\"\nMS. ANDRIEU: March 6th --\nJUSTICE SCALIA: Yes.\nMS. ANDRIEU: -- applied to everyone --\neveryone except Juan Smith.\nJUSTICE SCALIA: Okay.\nJUSTICE BREYER: So, you're --\nCHIEF JUSTICE ROBERTS: Wait, wait. I'm\nsorry. You've lost me there. When he says I can't\nidentify anyone, Smith is out of that group already?\nMS. ANDRIEU: Oh, I'm sorry. No. He's --\nCHIEF JUSTICE ROBERTS: Okay.\nMS. ANDRIEU: I'm sorry. In both\ncircumstances, he is saying -- the first time, he's\nsaying, I can't describe. The second time, he is\nsaying, I can't help you; I can't identify everyone.\nBut the jury would have --\nJUSTICE BREYER: All right. He says, I\ncan't identify --\nCHIEF JUSTICE ROBERTS: Excuse me. I can't\nidentify everyone or everyone?\nMS. ANDRIEU: Anyone.\nCHIEF JUSTICE ROBERTS: Okay.\nMS. ANDRIEU: And the jury would have\nheard --\nJUSTICE BREYER: He says, I can't identify\nanyone because I couldn't see faces. Okay? That's what\nit says here, at least in my notes that my law clerks\ngathered. And --\n(Laughter.)\nJUSTICE BREYER: All right, I -- and my\npoint then is this seems very odd, I mean, really\nunusual that in the State of Louisiana that they have\nsome kind of system that doesn't turn that statement\nover to the defense.\nMS. ANDRIEU: It was turned over to the\njudge under article 718 for in-camera inspection.\nJUSTICE ALITO: Where's that reflected in\nthe record? I --\nMS. ANDRIEU: That's on October 31st of\n1995. There is a hearing.\nJUSTICE ALITO: What you said in your brief\nwas that the judge determined that the supplemental\nreport relating to the North Roman Street murders\ncontains no Brady material.\nMS. ANDRIEU: Yes. Mr. Smith --\nJUSTICE ALITO: I didn't understand the\nrecord to be that all of Boatner's statements -- that\nall the statements of Boatner that we're concerned about\nnow were examined by the judge before--\nMS. ANDRIEU: Yes.\nJUSTICE ALITO: -- trial?\nMS. ANDRIEU: Yes.\nJUSTICE ALITO: And the record reflects that\nwhere?\nMS. ANDRIEU: The transcript of October\n31st, 1995. The --\nJUSTICE KAGAN: And is it the view of the\nprosecutor's office that because those materials were\nturned over to the judge, assuming that they were turned\nover to the judge, that that obviates the Brady\nobligation?\nMS. ANDRIEU: Not at all.\nJUSTICE KAGAN: Is that the view of the\nprosecutor's office?\nMS. ANDRIEU: Not at all. We believe it's a\nbad practice. But it is --\nJUSTICE KENNEDY: Did you concede there was\na Brady violation in this case?\nMS. ANDRIEU: Did we concede?\nJUSTICE KENNEDY: Do you now concede--\nMS. ANDRIEU: No.\nJUSTICE KENNEDY: -- there was a Brady\nviolation in the case?\nMS. ANDRIEU: No. If the --\nJUSTICE KENNEDY: You're telling the Court\nthat this should have been kept from the defense, all of\nit?\nMS. ANDRIEU: Under this --\nJUSTICE KENNEDY: Under Brady.\nMS. ANDRIEU: -- Court's decision in Kyles,\nI believe a prudent prosecutor would have disclosed it.\nI do not --\nJUSTICE GINSBURG: But Kyles is a decision\nsaying what the prosecutor must disclose, not it's a\ngood practice.\nMS. ANDRIEU: No. But --\nJUSTICE SOTOMAYOR: So, is there a violation\nunder our holding in Kyles?\nMS. ANDRIEU: I'm sorry.\nJUSTICE SOTOMAYOR: Is there a Brady\nviolation under our holding in Kyles?\nMS. ANDRIEU: No, there is not.\nJUSTICE SOTOMAYOR: So, explain why what is\non its face seemingly inconsistent statements are not\nrequired to be turned over.\nMS. ANDRIEU: With regard to the March 6th\nstatement where Larry Boatner tells John Ronquillo at\nthat point, I can't identify anyone, what Mr. -- what\nDetective Ronquillo had to say about that is\ndispositive. And he said, at that point Larry Boatner\nwas withdrawing from -- he was afraid -- he was\nwithdrawing from police assistance.\nJUSTICE SOTOMAYOR: I don't understand how\nhe becomes the arbiter of what's Brady. You said to me\nearlier that a jury would be entitled to reject his\nconclusion. All right? Tell me what -- how his\nconclusion makes it non-Brady if a juror could decide\ndifferently.\nMS. ANDRIEU: The -- the postconviction\ntestimony is pivotal because there is a petition that's\nfiled with attachments, with exhibits. That is what\ngets, and that is what got, Mr. Smith his day in court,\nhis four-day postconviction hearing testimony --\npostconviction hearing. Larry Boatner took the stand.\nWhat Larry Boatner had to say and what John Ronquillo\nhad to say -- because after all, these are John\nRonquillo's notes -- I think they are important. And I\nthink they're important in a Brady analysis because\nthose are --\nJUSTICE SOTOMAYOR: There are two components\nto Brady. Should they have been turned over? And if\nthey had, is there a reasonable probability of a\ndifferent outcome?\nMS. ANDRIEU: There is not.\nJUSTICE SOTOMAYOR: Should they have been\nturned over? That's the question that I think my\ncolleague asked you, and you're saying no.\nMS. ANDRIEU: No. I believe that a prudent\nprosecutor would have. I believe we're tacking a little\nbit too close to the wind, but a prudent prosecutor\nwould have. I also think that --\nJUSTICE SOTOMAYOR: All right. Now\narticulate what legal theory --\nMS. ANDRIEU: Because it -- because Mr. --\nJUSTICE SOTOMAYOR: -- would say these are\nnot -- these are not materials that needed to be turned\nover, when they say: Could not ID; would not know them\nif I saw them; can't tell if had faces covered; didn't\nsee anyone. That's one of the notes. The other one: I\ndon't know how many, that's all; I was too scared to\nlook at anybody. And --\nWhat makes any of those statements --\nMS. ANDRIEU: If Mr. Boatner could not\nidentify anyone, Mr. Boatner would not have viewed 15\nlineups. When the lineups were presented to him --\nJUSTICE SOTOMAYOR: This is all a jury\nargument.\nMS. ANDRIEU: I'm sorry --\nJUSTICE SOTOMAYOR: Tell me why they didn't\non their face constitute Brady materials that needed to\nbe turned over. What's the legal principle that doesn't\nmake them Brady?\nMS. ANDRIEU: Because if they had been\npresented -- if those statements had been presented to\ndefense -- or presented to a jury, the -- the outcome\nwould have remained the same. The jury --\nJUSTICE GINSBURG: How do you know? How do\nyou know? How can you possibly know? The jury is\nsupposed to decide on the credibility of this witness.\nThere's a statement that he made a prior inconsistent\nstatement. The -- Mr. Shanmugam outlined five\ncategories of what he called Brady material. Is -- are\nyou maintaining that none of those categories, that\nthere was no Brady material at all in this case?\nMS. ANDRIEU: Yes. You're speaking of the\nother pieces of evidence?\nJUSTICE GINSBURG: Yes.\nMS. ANDRIEU: Yes. Well, I'm -- I'm not\nsure if the Charity Hospital's medical records of\nMr. Boatner are still being urged to this Court as --\nJUSTICE GINSBURG: I'm talking about Mims\nand -- what was the woman's name? Russell?\nMS. ANDRIEU: Shelita Russell. Well --\nJUSTICE GINSBURG: And Young and the snitch,\nthe one who said that his cellmate told him that his\ncellmate was the perpetrator.\nMS. ANDRIEU: Well, to be clear, Ms. Russell\nnever made a dying declaration. What the defense is\npresenting to this Court as evidence of a dying\ndeclaration are words and dashes of Detective Ronquillo\nwritten at some point where he -- written at some\npoint --\nJUSTICE GINSBURG: Was it a determination by\nthe judge that it wasn't a dying declaration?\nMS. ANDRIEU: The judge, again, did not make\nspecific facts of finding or law. The judge -- I'm\nsorry.\nJUSTICE GINSBURG: And how about Mims?\nJUSTICE KENNEDY: Because it was not --\nbecause it was not turned over. And with all respect, I\nthink you misspoke when you -- you were asked what is --\nwhat is the test for when Brady material must be turned\nover. And you said whether or not there's a reasonable\nprobability -- a reasonable likelihood -- pardon me -- a\nreasonable probability that the result would have been\ndifferent. That's the test for when there has been a\nBrady violation. You don't determine your Brady\nobligation by the test for the Brady violation. You're\ntransposing two very different things.\nAnd so, that's incorrect.\nMS. ANDRIEU: And I'm sorry, Justice\nGinsburg, your -- Shelita Russell did not give a dying\ndeclaration. The notes are --\nJUDGE GINSBURG: All right. Let's go to\nMims, who said, I saw them -- I saw the perpetrators go\nto their car when they were exiting. They had ski\nmasks.\nMS. ANDRIEU: And that information -- Dale\nMims testified at postconviction. He testified he did\nnot see the assailants arrive. He did not see them --\nJUSTICE GINSBURG: But isn't it most\nunlikely, as your -- as Mr. Shanmugam said, that\nrobbers -- I mean, the people who are entering,\nintruding on another's premises to rob, or whatever else\nthey're going to do, would wear masks going out but not\ngoing in? I mean, they don't want anybody -- they don't\nwant anybody to be able to identify them.\nMS. ANDRIEU: And it's plausible that\nMr. Boatner -- I'm sorry -- that Mr. Smith masked\nhimself upon escape after --\nJUSTICE GINSBURG: Well, is that maybe --\nCHIEF JUSTICE ROBERTS: I thought -- I'm\nsorry. I thought the idea was they were going to kill\neverybody who might have seen them inside. Their only\nworry would be someone who would see them outside,\nright?\nMS. ANDRIEU: Yes. So worried that the car\nthat they arrived in had no license plate. They were\ndefinitely looking not to be identified.\nJUSTICE KAGAN: Ms. Andrieu, did your office\never consider just confessing error in this case?\nMS. ANDRIEU: I'm sorry.\nJUSTICE KAGAN: Did your office ever\nconsider just confessing error in this case? You've had\na bunch of time to think about it. You know? We took\ncert a while ago. I'm just wondering whether you've\never considered confessing error.\nMS. ANDRIEU: Your Honor, we believe that we\nhave an argument that these statements of Larry Boatner\nare not material. The other evidence that Mr. Shanmugam\nhas put before this Court were either not suppressed or\nnot favorable. The -- Larry Boatner gave several -- he\n-- he did describe Juan Smith. He described him on\nseveral occasions, and he ultimately identified him, and\nhe identified him after scrupulously viewing 13\nline-ups.\nSo, the suggestion that he said at one\npoint -- because he's equivocating because his name is\non -- his name, address, contact information are on the\npolice report. It is not a surprise -- and I don't\nthink it would be a surprise to Orleans Parish jurors --\nto find that, early in an investigation, a murder\nwitness equivocates. He --\nJUSTICE GINSBURG: But you're taking that\njudgment away from the jury. There was a prior\ninconsistent statement. Shouldn't that be the end of\nit? A prior inconsistent statement, one that is\nfavorable to the defense, has to be turned over, period.\nI thought was what Brady requires.\nMS. ANDRIEU: And in this case --\nJUSTICE SCALIA: I -- may I suggest that --\nMS. ANDRIEU: Yes.\nJUSTICE SCALIA: -- you stop fighting as to\nwhether it should be turned over? Of course, it should\nhave been turned over. I think the case you're making\nis that it wouldn't have made a difference.\nMS. ANDRIEU: Made a difference. Yes.\nJUSTICE SCALIA: And -- and that's a closer\ncase, perhaps, but surely it should have been turned\nover. Why don't you give that up?\nMS. ANDRIEU: Well, I -- and I actually\nthought I had when I said a prudent prosecutor would,\nbut in making a sort of over-the-shoulder, rear-window\nBrady analysis, I don't think that these statements --\nthat the statements made to -- the statement made to\nRonquillo at the scene where he's all shook up and he\nsays, I can't describe anybody; then he goes to the\nhospital, gets his severe laceration taken care of --\nJUSTICE SOTOMAYOR: Counsel, my worry is the\nfollowing: You've read Cullen.\nMS. ANDRIEU: I'm sorry?\nJUSTICE SOTOMAYOR: You read Cullen.\nMS. ANDRIEU: Yes.\nJUSTICE SOTOMAYOR: You read the dissent in\nCullen. There has been serious accusations against the\npractices of your office, not yours in particular but\nprior ones. It is disconcerting to me that when I asked\nyou the question directly should this material have been\nturned over, you gave an absolute no. It didn't need to\nbe. It would have been prudent, but it didn't need to\nbe. That's really troubling.\nMS. ANDRIEU: And I think I misunderstood\nyour question -- I think I misunderstood your question.\nShould it have been turned over? Yes. Now that we are\nhere 16 years later, and the Court is making --\nJUSTICE SOTOMAYOR: That's the second prong\nof Brady. I said there were two prongs to Brady. Do\nyou have to turn it over, and, second, does it cause\nharm. And the first one you said not. That -- it is\nsomewhat disconcerting that your office is still\nanswering equivocally on a basic obligation as one that\nrequires you to have turned these materials over --\nMS. ANDRIEU: Your Honor --\nJUSTICE SOTOMAYOR: -- whether it caused\nharm or not.\nMS. ANDRIEU: If -- if I may explain. I\nobviously misunderstood your question. Present-day\nprosecutors -- oh, I'm sorry. May I --\nCHIEF JUSTICE ROBERTS: You can, very\nbriefly.\nMS. ANDRIEU: We would have -- today we turn\nall of this over. Our only concern is redacting victim\ninformation, identifying information, so that -- for\nvictims' safety. But it -- it should have been turned\nover. I guess what I was addressing or attempting to\naddress was the materiality prong of Brady.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMS. ANDRIEU: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Shanmugam, 4\nminutes.\nREBUTTAL ARGUMENT OF KANNON K. SHANMUGAM\nON BEHALF OF THE PETITIONER\nMR. SHANMUGAM: Thank you, Mr. Chief\nJustice.\nJust three very quick points. First of all,\nwith regard to Larry Boatner's statements on March the\n6th, Justice Breyer, you'll be happy to know that your\nlaw clerks' notes were correct. Boatner on March the\n6th said -- and this is at page 308 of the joint\nappendix -- could not ID anyone because couldn't see\nfaces; can't tell if had faces covered; didn't see\nanyone; would not know them if I saw them.\nJUSTICE BREYER: I'm not surprised they're\ncorrect.\n(Laughter.)\nMR. SHANMUGAM: It is quite clear that that\nstatement applies to all of the perpetrators. The State\nadvances the argument today, as it did in its brief,\nthat Boatner must have been too scared to cooperate by\nMarch the 6th, but that is utterly belied by the record\nin this case. Boatner continued to cooperate with the\npolice investigation in the following weeks, reviewing\npolice line-ups. He even testified that he wanted to go\nlooking for Petitioner after seeing his photograph in\nthe New Orleans newspaper, pages 489 and 494 of the\njoint appendix. He didn't leave New Orleans until June,\n3 months later, and he actually returned to New Orleans\nbefore Petitioner was even apprehended. So, again --\nJUSTICE ALITO: It is your understanding\nthat the -- that all of Boatner's -- all the notes about\nBoatner's statements were turned over to the judge\nbefore trial for in camera inspection?\nMR. SHANMUGAM: Justice Alito, it is\nentirely unclear based on this record. Counsel for\nRespondent cites the transcript from October 31st, 1995,\na transcript that wasn't even prepared until after cert\nwas granted in this case.\nIt's clear that the court reviewed\nsomething, but it is entirely unclear from that\ntranscript what the court reviewed. And, of course,\neven if the court had made an in camera determination,\nit would no way -- in no way affect our claim after the\nfact here.\nMy second point: The State today for the\nfirst time says, in response to the question from\nJustice Scalia, that there was more evidence here\nlinking Petitioner to the crime and relies on the\ntestimony of Eddie Young, the brother of Phillip Young,\nthe individual who was found at the scene. But the sole\nsubstance of that testimony was that Phillip Young knew\nPetitioner. And we would respectfully submit that that\nis scarcely inculpatory, and if it was, anyone in New\nOrleans who knows a felon ought to be worried. And,\ntherefore, we really don't think that that adds anything\nto the evidence in this case. The sole evidence linking\nPetitioner to the crime was the statement -- the\ntestimony of Larry Boatner.\nThird, there has been some discussion about\nthe language in this Court's cases in Kyles and Agurs\nsuggesting that prosecutors should err on the side of\ncaution. That is part of the constitutional standard\nbecause, after all, the materiality requirement is part\nof the requirement for a constitutional violation under\nBrady. But all of the evidence at issue here, including\nBoatner's statements, was withheld from the defense,\nleaving aside this question of what the trial court may\nhave reviewed in camera.\nAnd the prosecutor's conduct in this case,\nwith all due respect to Ms. Andrieu, was not, quote, \"a\nlittle too close to the wind.\" The Orleans Parish\ndistrict attorney's office acted with flagrant disregard\nfor its obligations under Brady in this case. The Brady\nstandard has been around for half a century. There is\nno real ambiguity about what that standard requires, and\nwe think that the conduct in this case was in fact\negregious and clearly violated that standard. We think\nthat the trial court erred by rejecting Petitioner's\nBrady claim, and for that reason, we think that its\njudgment should be reversed.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\ncounsel.\n"
    }, 
    "respondents": [
        "No. 10-8145 BURL CAIN, WARDEN"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 12, 
        "JUDGE GINSBURG": 1, 
        "JUSTICE ALITO": 16, 
        "JUSTICE BREYER": 19, 
        "JUSTICE GINSBURG": 20, 
        "JUSTICE KAGAN": 7, 
        "JUSTICE KENNEDY": 14, 
        "JUSTICE SCALIA": 15, 
        "JUSTICE SOTOMAYOR": 38, 
        "MR. SHANMUGAM": 30, 
        "MS. ANDRIEU": 95
    }
}