{
    "appearances": {
        "content": "THOMAS C. HORNE, ESQ., Attorney General, Phoenix,\nArizona; on behalf of Petitioner.\nANN O'CONNELL, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.;\nfor United States, as amicus curiae, supporting\npetitioners in Nos. 11-218 & 10-930.\nLETICIA MARQUEZ, ESQ., Assistant Federal Defender,\nTucson, Arizona; on behalf of Respondent.\n"
    }, 
    "caseNum": "10-930", 
    "caseinfo": {
        "content": "CHARLES L. RYAN, DIRECTOR, ARIZONA:\nDEPARTMENT OF CORRECTIONS, :\nPetitioner : No. 10-930\nv. :\nERNEST VALENCIA GONZALES :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nTHOMAS C. HORNE, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nANN O'CONNELL, ESQ.\nFor United States, as amicus curiae, 14\nSupporting Petitioners in\nNos. 11-218 & 10-930\nORAL ARGUMENT OF\nLETICIA MARQUEZ, ESQ.\nOn behalf of the Respondent 25\nREBUTTAL ARGUMENT OF\nTHOMAS C. HORNE, ESQ.\nOn behalf of the Petitioner 41\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, October 9, 2012\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:41 a.m.\n"
    }, 
    "petitioners": [
        "CHARLES L. RYAN, DIRECTOR, ARIZONA", 
        "DEPARTMENT OF CORRECTIONS,", 
        "Petitioner", 
        "No. 10-930 v.", 
        "ERNEST VALENCIA GONZALES", 
        ""
    ], 
    "proceedings": {
        "content": "(10:41 a.m.)\nCHIEF JUSTICE ROBERTS: We will now hear\nargument in Case 10-930, Ryan v. Gonzales.\nGeneral Horne.\nORAL ARGUMENT OF THOMAS C. HORNE\nON BEHALF OF THE PETITIONER\nMR. HORNE: Mr. Chief Justice and may it\nplease the Court:\nI'd like to start picking up on a question\nasked by Justice Ginsburg on the Rees case.\nThe Rees case is pre-AEDPA. If there is one thing that\nCongress had in mind when it passed AEDPA, the\nAntiterrorism and Effective Death Penalty Act, it is\nthat the death penalty process needs to be speeded up,\nand habeas should not result in undue delays to give\neffect --\nJUSTICE SCALIA: You -- you don't think that\nAEDPA would alter the outcome of Rees? Do you think\nRees would come out the other way after AEDPA?\nMR. HORNE: Well, I think that Rees didn't\nreally deal with our issue, which is competence to -- to\naid counsel.\nJUSTICE SCALIA: That's a different point.\nMR. HORNE: Yes, I agree, Your Honor, but I\nthought it -- it would be relevant to point out that it\nwas pre-AEDPA.\nAnd then, on that point, this Court has said\nseveral times that habeas should not be used to grant\nindefinite stays. In fact, there -- even pre-AEDPA, in\nthe Barefoot case, this Court said that habeas is not a\ntime to retry a case and even less is it a time to grant\nindefinite stays.\nSo the sentence with, \"even less,\" followed\nthe sentence with, \"not.\" So it was even less than not\nthat it should grant permanent stays.\nJUSTICE SOTOMAYOR: Tell me how you define\nindefinite stays, meaning are you okay with the six\nmonths to a year stay, for a court to try to get someone\nback to competence, assuming that there is a claim in\nwhich the defendant's information is necessary?\nMR. HORNE: Yes, Your Honor. We agree with\nthe Ohio position. In the -- in the American\nPsychiatric brief, I think it's page 10, note 20, they\nsaid that up to 90 percent of the cases are solved in 6\nto 9 months. And I think that, if this Court set a\nstandard of no more than a year for the successive\nstays, that would give some guidance to the courts.\nJUSTICE SOTOMAYOR: So how do you deal with\nJustice Kagan's earlier question of what difference does\nit make if the person's still necessary -- or the\ninformation -- potential information is still necessary,\nwhat makes it unnecessary after a year?\nMR. HORNE: Because I think the -- the\nconsequence of AEDPA is that a balance has to be drawn\nbetween the fact that there has to be finality. In\nfact, the -- this Court has said the purposes of AEDPA\ninclude finality, comity, federalism, and reduction of\ndelays in death sentence cases. There needs to be a\nbalance between that and the -- the need to have a\ncompetent defendant, if we can have one, in a case where\nthe testimony is necessary.\nThis Court has said several times -- I was\ngoing to mention also the Heinze case, where this Court\nthinks that -- very clearly, that stays cannot be\nindefinite. So -- so I think it would be very helpful\nfor this Court to give a guideline to the courts and say\nthe way to balance this is that, if they get the time in\nwhich 90 percent of the cases are -- are --\nJUSTICE SOTOMAYOR: But those cases didn't\nestablish a limit on how long states needed to take to\nadjudicate claims. They just said a district court\nshould put in conditions that move things along --\nMR. HORNE: Yes. That's correct,\nYour Honor.\nJUSTICE SOTOMAYOR: -- that -- that require\ndefendants to press their claims within a reasonable\ntime that required periodic updates, that required\nmonitoring by the court, but it didn't set an artificial\nend time. It just said you can't just do an open-ended\nstay and not give conditions to comply with. Why should\nthis be treated differently?\nMR. HORNE: Your Honor, we think it would be\nhelpful -- and we agree with Ohio on this -- we think it\nwould be helpful if the Court gave some kind of a\nstandard, so that there would be some guidance and\nuniformity, and so that -- so that courts did not get\naround this Court's --\nJUSTICE KENNEDY: How -- how would you\ndefine that standard? What standard do you suggest?\nMR. HORNE: The standard we would suggest\nwould be that -- that 6 to -- 6 to 9 months would be the\nstandard, and certainly no more than a year; that it\nwould be in months and not years, including not just the\nfirst stay, but any successive stays.\nJUSTICE SCALIA: In all cases?\nMR. HORNE: In all cases. In all cases\nwhere a stay was appropriate. Now, in the record-based\ncase, no stay is appropriate.\nJUSTICE BREYER: What if the -- it might be\nunusual, but you can't try a person who's not competent.\nYou can't try him.\nMR. HORNE: That's correct, Your Honor.\nJUSTICE BREYER: So what about -- and now,\nhe's been tried, and he's been convicted and been\nappealed and gone through the procedures. But some case\ncould arise where, in habeas, they made like a prima\nfacie showing or a -- convinced the judge that there\nreally is a very good chance here, or maybe even I think\nit's probable that the basic trial was unfair, to the\npoint where it's like not having a trial.\nWhat about in that situation, if it ever\narises? I mean, should we leave the door open just for\nthat possibility?\nMR. HORNE: I think the answer to that is\nno, Your Honor, because the assumption -- once -- once\nthe conviction has occurred, the presumptions shift. In\nthe criminal trial, all the presumptions are in favor of\nthe defendant. The case has to prove -- the state has\nto prove its case --\nJUSTICE BREYER: I have that. That's why I\nput in the possibility that, on the basis of what's\npresented to me, the judge, I think I have so much\nwithout this defendant's testimony here suggesting it\nwas unfair, that maybe the presumption should shift\nback. I'm -- that's what's worrying me in the back of\nmy mind, that there could be such a case. There have\nbeen in history.\nMR. HORNE: Well, this Court said in Daniels\nthat the presumption is that the conviction was valid,\nand it becomes the burden of the petitioner to overturn\nthat -- or the burden of the prisoner to overturn\nthat --\nJUSTICE BREYER: Which he can't do, if he's\nnot competent.\nMR. HORNE: Sorry.\nJUSTICE ALITO: If there is a time limit --\nif there is a time limit of 6 to 9 months --\nMR. HORNE: Yes.\nJUSTICE ALITO: -- at what point does it\nbegin to run? Does it begin to run at the time when the\npetitioner moves for a stay, even if no effort was made\nprior to that to restore the petitioner to competency?\nMR. HORNE: I would believe the time would\nbegin to run with the treatment because the basis for\nthe 6 to 9 months was what was in the amicus brief\nagainst us by the American Psychiatric Association\nindicating that, in 6 to 9 months, almost 90 percent of\nthe cases are cured. So we -- we needed to have some\nbasis to suggest a standard to the Court.\nJUSTICE ALITO: No, but my question is this:\nSuppose that no effort has been made by counsel to\nprovide -- to obtain treatment for the petitioner to\nrestore the petitioner to competency prior to the point\nwhen a motion is made to stay the proceeding. The 6\nto -- month period would still begin to run at the time\nwhen the motion for the stay is made? Or would it begin\nto run at some earlier point or some later point?\nMR. HORNE: Your Honor, I would think, if\nthe motion is made and the other requirements are shown,\nthat it -- that the prisoner's testimony is essential,\nthen -- and that it's not a record-based case, then I\nwould think the 6 to 9 months would begin to run when\ntreatment begins because that's our basis for the\nstandard we are suggesting.\nCHIEF JUSTICE ROBERTS: When treatment\nbegins after some sort of initial hearing, right?\nMR. HORNE: That's correct, Your Honor.\nWhen the court -- if the court grants the\nmotion for the temporary stay, and presumably treatment\nwould begin right away, or perhaps treatment has been\nongoing, but from that point on, we suggest a 6 to 9\nmonths standard.\nJUSTICE GINSBURG: In which cases would you\nsay the defendant's ability to assist counsel is\nnecessary? On what issues? You say that -- that if --\nthe assistance has to be necessary to a fair\nadjudication.\nMR. HORNE: Yes, Your Honor.\nJUSTICE GINSBURG: In what cases would that\nbe so?\nMR. HORNE: We have difficulty coming up\nwith cases at that stage of the proceeding, Your Honor,\nbecause presumably the information the prisoner would\nhave would be known to others, especially if it's newly\ndiscovered evidence, that would typically be from\noutside, such as a -- somebody admitting -- somebody\nelse admitting to the crime, DNA evidence, something of\nthat sort.\nIt -- it appears to us highly unlikely that\nthe prisoner has information that he didn't disclose\nearlier when he was competent in the state proceedings\nand in the post-conviction proceedings at the state\nlevel, so we think it would be very, be a very rare\ncase, Your Honor.\nBut we are prepared to admit that, if a\nshowing were made that his testimony is necessary, that\na 6 to 9 month temporary stay be granted, as long as --\nCHIEF JUSTICE ROBERTS: Why is it -- I don't\nmean to be nit-picking, but why is it 6 to 9 months? 8\nmonths -- I mean, why isn't it 6 months? Or 9 months?\nI don't understand why there's --\nMR. HORNE: We had to find something to\nsuggest to the Court, and so we took it out of the --\nCHIEF JUSTICE ROBERTS: So 6 months? Or 9\nmonths? What does it mean to be 6 to 9 months?\nMR. HORNE: Oh, I agree, Your Honor. Then\nit should be 9 months because that's the point at which\nthe American Psychiatric Association says almost\n90 percent of the cases are solved.\nJUSTICE KENNEDY: And if it isn't solved\nafter 9 months, then what?\nMR. HORNE: Then the case proceeds --\nJUSTICE KENNEDY: If competency cannot be\nrestored?\nMR. HORNE: Correct, Your Honor, then the --\nthen the case proceeds, which was the --\nJUSTICE KENNEDY: Based on the record.\nMR. HORNE: Based on the record -- well, if\nit's record based, there should be no continuance at\nall.\nJUSTICE SCALIA: Well, I don't really\nunderstand why the American Psychiatric Association said\n6 to 9 months, too. I mean, 90 percent are cured within\n9 months, right?\nMR. HORNE: Yes, Your Honor. That's\ncorrect.\nJUSTICE SCALIA: So you don't have to follow\nthem in that non sequitur, it seems to me.\nMR. HORNE: No, we don't, Your Honor. We --\nwe're just suggesting there should be a guideline, and\nwe had to find some basis for the guideline.\nJUSTICE SCALIA: Because they are not\nlawyers, right? They are psychiatrists.\nMR. HORNE: That's correct, Your Honor.\n(Laughter.)\nJUSTICE ALITO: Well, what happens if, after\n9 months, mental health experts come in and they say\nthere's a 90 percent chance of restoring the petitioner\nto competency in another 9 months or another 3 months or\nanother month.\nMR. HORNE: Your Honor, we're suggesting\nthat the Court should draw a line to guide the other\ncourts, so that -- so that -- because once you allow one\nadditional period, there can be successive additional\nperiods, and then it becomes an indefinite stay.\nJUSTICE BREYER: Why? I mean -- sorry. I\ndidn't mean to say it in that particular tone.\n(Laughter.)\nJUSTICE BREYER: But, I mean, trial judges\nrun their trials. You know, that's what they're hired\nfor. And once we make it clear, it shouldn't go on\nforever. And -- and why can't we trust them to do their\njob?\nMR. HORNE: Well, this Court in Heinze said\nthat pre-AEDPA, the courts had discretion to grant\nstays, but AEDPA circumscribe -- circumscribes that\ndiscretion, and so I think this Court needs to give\nguidance to the courts as to the --\nJUSTICE BREYER: You mean it shouldn't be\nindefinite. The object of this is you're trying to give\n-- like you would with any witness who's not around at\nthe moment, you're trying to produce a hearing that will\nreach a result with this witness. And if you think,\nafter a reasonable period of time, that witness will\nrecover and be available, fine. And if there is no hope\nof that, forget it. I mean -- you know, something like\nthat.\nMR. HORNE: I understand, Your Honor. Our\nsuggestion is -- is that the Court give a guideline. I\nunderstand Your Honor's position.\nI do want to save some time for rebuttal. I\njust wanted to make one quick point about this -- that\nthe -- that the witness has to be essential to the case\nbeing made. It was suggested in the Ohio case that --\nthat if there were a possibility that he could be\nhelpful, that that would be sufficient.\nBut the -- the American Psychiatric\nAssociation and the ABA both agree that there has to be\na particularized and substantial case made that the\nwitness is necessary or -- or they also use the word\n\"essential or necessary,\" and we think that that -- that\nstandard should prevail.\nAnd I'd like to reserve time for rebuttal.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, General.\nMR. HORNE: Thank you.\nCHIEF JUSTICE ROBERTS: Ms. O'Connell.\nORAL ARGUMENT OF ANN O'CONNELL,\nFOR UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING PETITIONERS IN NOS. 11-218 & 10-930\nMS. O'CONNELL: Mr. Chief Justice, and may\nit please the Court:\nThe United States agrees with Ohio and\nArizona on the general framework for when no stay is\nallowed and for when a limited stay is allowed in\nFederal post-conviction proceedings. I'd like to\nprovide the Court with a practical example of how a\nlimited stay might work, since that seems to have been\nof some concern.\nAn analogous Federal statute is 18 U.S.C.,\nSection 4241, the Federal competency hearing statute\nthat the Court cited or provided a CF citation to in\nRees. That provides the framework for how a district\ncourt determines competency for a prisoner to stand\ntrial and could provide a framework for how a district\ncourt should proceed with competency hearing in a case\nwhere it would be appropriate.\nUnder Section 4241, the criminal defendant,\nif he is found incompetent, the district court may give\nan initial period of up to 4 months for him to be\ntreated to determine whether he can come back to\ncompetency.\nIf he cannot regain his competency at the\nend of that 4-month period, then the court can grant an\nadditional reasonable extension of that time if the\ndoctors say that there is a reasonable probability that\nthis prisoner can be restored to competence.\nThat could provide a framework, if that's\nwhat this Court is looking to do, for showing district\ncourts how they could enter a limited stay.\nJUSTICE SCALIA: Well, what's a reasonable\nextension?\nMS. O'CONNELL: Well --\nJUSTICE SCALIA: Another 4 months? 6\nmonths?\nMS. O'CONNELL: I think we agree on the\nouter end that --\nJUSTICE SCALIA: I was with you. It seemed\nto me you had something really, really clear and solid,\nuntil you said, \"reasonable extension.\"\nMS. O'CONNELL: Well, but this is what\ndistrict courts do. They do it whenever a competency\nmotion is filed in a Federal criminal trial, and we\nagree with the -- the outside limit of about a year. It\ndepends on the -- the interests at stake -- the\ninterests at stake in the state in proceeding with its\njudgment and the interests in finality and whether the\ndoctors think that there's actually a chance that this\nprisoner could be restored to competence if they work a\nlittle harder.\nIf the -- if the evidence is crucial or\nnecessary or there's some indication that we want to --\nto work hard to get this information from the prisoner,\nwe would go for a little bit longer. But at some point,\nthat attempt to restore the prisoner to competency has\nto end and the -- and the proceedings should move\nforward based on the best evidence that's available.\nJUSTICE KAGAN: But, Ms. O'Connell, where\ndoes that outer limit come from? You suggested looking\nto that statute as an analogy, but there would be no\nouter limit in application of that statute, would there?\nMS. O'CONNELL: There's not. But -- but at\nsome point, we do give up, and the district courts have\ndiscretion to determine how long that would be, and --\nand, again, we -- we propose an outer limit of about a\nyear, but it's up to the district court in that\nparticular circumstance, to see how hard they want to\nwork to try to get that evidence into the proceeding.\nJUSTICE SCALIA: Is that any different from\nwhat the defendants are arguing here?\nMS. O'CONNELL: Well --\nJUSTICE SCALIA: They're saying, you know,\ngive a -- give a temporary stay and extend it as long\nas -- as you need to.\nMS. O'CONNELL: Well, the --\nJUSTICE SCALIA: So you're taking their\nposition.\nMS. O'CONNELL: No. The difference between\nour position and that position is that if, after a\nreasonable period of time, the prisoner cannot be\nrestored to competence, the claim should move forward\nwithout him, using the best evidence that's available.\nThat's because, when we arrive at\npost-conviction proceedings, we have a conviction and a\nsentence that have been affirmed on direct appeal and\nare presumed to be valid, and although it's a valid\nconsideration for the district court to take into\naccount whether the prisoner is competent and could\nassist his counsel has a role in these proceedings,\nthere's no right for the prisoner to be competent during\nthe post-conviction proceedings.\nCHIEF JUSTICE ROBERTS: You said shortly\nafter a reasonable period of time. I thought you were\nsaying after a year. I think it's -- it's some guidance\nto say no more than a year. It's really no guidance to\nsay after a reasonable time.\nMS. O'CONNELL: Yeah. We -- we think the\nouter limit should be presumptively about a year. It's\nnot to say that the United --\nJUSTICE GINSBURG: You're talking about a\nvery narrow range of cases because I take it your\nprincipal position is it -- it would be unusual that the\ndefendant needs to be competent in order for the lawyer\neffectively to represent him on habeas. So under what\ncircumstances do you think competency matters, so that\nthe lawyer should not be expected to go on without a\ncompetent client?\nMS. O'CONNELL: Justice Ginsburg, we think\nthat it would not be an abuse of discretion for the\ndistrict court to allow the defendant to try to regain\nhis competence and help his lawyer with the proceedings\nif there is some opportunity for him to present evidence\nor to present new claims in his proceeding. That may be\nthe case. It will often be the case for a Section 2255\npetitioner.\nIt is his first round of Federal\npost-conviction proceedings. It may be his first\nopportunity to present an ineffective assistance of\ncounsel claim. And in those circumstances, if he has\nsomething that -- if the lawyer has something that he\nwants the prisoner's assistance with or may need\ntestimony from -- from the prisoner, we think the\ndistrict court has discretion to allow a stay -- a\nlimited stay to allow the prisoner to regain his\ncompetence. But --\nJUSTICE ALITO: So it's not limited to cases\nwhere the review is restricted to the record?\nMS. O'CONNELL: Right. In those cases, we\nthink that no stay is appropriate, that it would be an\nabuse of discretion to enter a stay. AEDPA doesn't\ntolerate delay without a justification, and if it's a\nrecord-based claim, like a state prisoner, where he's\nbarred by Section 2254(d) in Pinholster from bringing in\nnew evidence and that the review is strictly limited to\nthe state court record, then there is no role for the\nprisoner to play.\nAnd it would be an abuse of discretion for\nthe district court to stay the proceedings in an effort\nto bring him back.\nCHIEF JUSTICE ROBERTS: What is the standard\nwhen the district court is deciding whether to stay the\nproceedings? We've heard a number of them, plausible\nbasis in the record, truly plausible, Iqbal. Which --\nwhich -- what is the government's position on the\nappropriate standard?\nMS. O'CONNELL: We -- we think that the\ndistrict court has discretion to grant a stay when the\nprisoner's participation could be -- he could provide a\nuseful source of evidence or guidance in the\nproceedings.\nCHIEF JUSTICE ROBERTS: \"Could\"?\nMS. O'CONNELL: Yes.\nCHIEF JUSTICE ROBERTS: Your standard is\n\"could provide\"?\nMS. O'CONNELL: Yes. In those\ncircumstances, we don't think the district court would\nabuse its discretion by allowing him an opportunity to\nregain his competence.\nJUSTICE SCALIA: \"Could provide\" means might\nprovide; is that it? Might?\nMS. O'CONNELL: Yes, yes.\nJUSTICE SCALIA: So just a possibility --\nMS. O'CONNELL: Right.\nJUSTICE SCALIA: -- that's all it takes?\nMS. O'CONNELL: If there is an opportunity\nfor this prisoner to present new claims or new evidence\nin his Section 2255 proceeding, that we don't think it's\nan abuse of discretion for the district court to allow\nhim that opportunity.\nJUSTICE SOTOMAYOR: But you cap it by saying\nas long as the discretion is not exercised for more than\na year?\nMS. O'CONNELL: That's right. We think it\nhas to be just a limited stay. We -- the United States\nwould be opposed in any circumstances to a stay that's\nconditioned only on the prisoner's ability to regain his\ncompetence. At some point, if he can't, we move\nforward.\nJUSTICE SOTOMAYOR: Would that standard have\nbeen met in both of these cases? Meaning, Carter's\nclaim -- and the one that concerns me the most is why he\nwas excluded from trial and what if he did or did not do\nwith his attorneys afterwards. And Gonzales is a\nslightly different case. But would your position be\nthat, in both cases, there was enough?\nMS. O'CONNELL: Not just that there was\nenough, but that the Federal court would be prohibited\nfrom considering further information --\nJUSTICE SOTOMAYOR: No, no, no. My question\nwas, on the facts of both of these cases, was there a\nbasis for granting the stay with respect to --\nMS. O'CONNELL: No.\nJUSTICE SOTOMAYOR: -- their conditions?\nMS. O'CONNELL: No. Because both -- all of\nthe claims involved in these two cases are limited to\nthe state court record and Federal post-conviction\nproceedings under Section 24 -- 2254(d) and Pinholster.\nThis prisoner could not provide any new\nevidence to his client that could be introduced at court\nor that could be relied on by the Federal court.\nJUSTICE SOTOMAYOR: Neither Carter or\nGonzales?\nMS. O'CONNELL: That's right.\nJUSTICE BREYER: Why would we, in this kind\nof case, as opposed to, say, some other case, where a\nwitness is missing and it's crucial? The district court\ndoes have authority to grant stays. And we haven't\nsaid, but no longer than a year. Why do we say, but if\nthey do it in a reasonable time?\nIf they abuse their discretion, there is\nmandamus, or there are other ways of controlling the\ndiscretion. Why are we suddenly here, in this case,\nimposing a fixed number of days?\nI mean, the reason, of course, that the\nPsychological Association says 6 months to 9 months is\nthey have different studies. In some places, it's 6\nmonths; in some places, it's 9 months. And -- and so\nwhy are we picking a number out of a hat here, when we\ndon't elsewhere?\nMS. O'CONNELL: Well, the Court doesn't have\nto do that. We're -- we were suggesting a year as the\nouter limit, just because that is sort of what the amici\nsay is sort of the outer limit for when people will be\nrestored to competency, if they are going to be able to\nbe restored; but the Court doesn't have to -- to set an\nouter limit.\nI mean, it -- it -- but it -- what we are\nmost --\nJUSTICE BREYER: It should, but it should be\nsomething like reasonable or -- or don't abuse your\ndiscretion or -- I mean, at the moment, I'm just not\nseeing why this is different than 10,000 other kinds of\ninstances where we set that kind of limit, rather than\ndays.\nMS. O'CONNELL: Well, perhaps it isn't. But\nto -- to go along with that analogy, if a different\npiece of evidence or a different witness were\nunavailable, we wouldn't allow the district court to\nhold up the proceedings indefinitely to wait for that\nwitness. And so it should be no different when the\npetitioner --\nCHIEF JUSTICE ROBERTS: You don't mean --\nyou're not suggesting that don't abuse your discretion\nis a limit, are you?\nMS. O'CONNELL: Well -- you know, if the\nCourt wants to provide more -- more guidance to district\ncourts, I mean, we would say that about a year is how\nlong it would take for a person --\nJUSTICE GINSBURG: Well, why should the --\nMS. O'CONNELL: -- to regain their\ncompetence.\nJUSTICE GINSBURG: Why should the Court do\nthat? Why should it provide any guidance if, as you\nsay, in both of these cases, the review is limited to\nthe record, and we would never get to the question of,\nif it weren't reviewed, limited to the record, then\nwhat?\nMS. O'CONNELL: That would be a perfectly\nappropriate -- also a perfectly appropriate way to\ndispose of this case, to conclude that all of these\nclaims were limited to the record, and that it was an\nabuse of discretion to grant a stay in these cases.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Marquez.\nORAL ARGUMENT OF LETICIA MARQUEZ\nON BEHALF OF THE RESPONDENT\nMS. MARQUEZ: Mr. Chief Justice, and may it\nplease the Court:\nI'd like to begin by correcting a statement\nby the United States. Mr. Gonzales is not precluded by\n2254(d) or Pinholster. Mr. Gonzales has identified\nseveral ineffective assistance of counsel claims that\nwould be ripe for review under this Court's decision in\nMartinez and, therefore, would be available in district\ncourt. And we would also be able to present new\nevidence.\nJUSTICE KAGAN: Ms. Marquez, could you tell\nme, if it were the case that somebody was limited to the\nstate court record, what's your best example of a case\nin which, nonetheless, a stay would be appropriate; in\nwhich, nonetheless, consultation with the client was\nnecessary for a full and fair adjudication?\nBecause I have been trying to think of\nexamples, and -- you know, I'm not doing very well,\nquite honestly. So what's your best one?\nMS. MARQUEZ: Well, in our particular case,\nwe -- we raise several claims in habeas -- in habeas\nproceedings. We raise guilt claims, and we also raise\nsentencing claims. And it is often the case with our\nclients that, at their direction, they choose not to --\nnot to pursue or do not want to pursue sentencing claims\nand want to only pursue guilt claims.\nSo those are claims that are strictly on the\nrecord. And under the ABA guidelines, the client is the\nultimate decisionmaker as to where the particular\nrepresentation is going. So that is a huge,\nall-encompassing decision that a client needs to make as\nto the ultimate outcome of his or her case.\nJUSTICE SOTOMAYOR: Well, that is that\nyou're -- that seems like almost a due process argument,\nthat in every single case, you have to grant a stay.\nYou're -- you're parting from the Respondent in Carter,\nand you are making a broader argument.\nMS. MARQUEZ: Well, no, Your Honor, where it\ndoes -- just an example of where, if there is a client\nin -- in that particular situation --\nJUSTICE SOTOMAYOR: No incompetent client,\npresumably, can help you make those decisions. So tell\nme, are you saying that, in every single case, the\nclient is entitled to a stay?\nMS. MARQUEZ: No, Your Honor, we're not\nsaying in every single case.\nJUSTICE SOTOMAYOR: So why does that\nsituation give you an entitlement, if it's not in every\nsingle case?\nMS. MARQUEZ: The -- that situation goes\nwith the ABA guidelines and what an attorney's duties\nare to maintain communication with the client. And\nthat's just but one reason why we need a -- a competent\nclient. But to answer your question --\nJUSTICE SCALIA: Excuse me. If the client\nis incompetent, you -- you bring both claims, right?\nYou -- you both -- you both challenge the guilt, and you\nchallenge the sentence.\nMS. MARQUEZ: That -- that is if a client is\nincompetent. I suppose, if that's -- if we were forced\nto do so, we would.\nJUSTICE SCALIA: So why -- why -- why is\nit -- it is unfair to prevent -- to stop everything, so\nthat the client can tell you not to bring one of those\nthings? I don't know why that's unfair.\nMS. MARQUEZ: That's just but one -- one\nreason why we would need a client.\nBut to answer Justice Kagan's question,\nwe -- we -- there are several claims. Ineffective\nassistance of counsel claims are -- are necessary for --\nfor us to be able to talk to our client. And -- and\nespecially in this case, where there was an antagonistic\nrelationship between his -- the client and the trial\nlawyer, that would put the situation in context, and we\nwould able to -- be able to identify those facts.\nJUSTICE GINSBURG: Why couldn't you use the\ntranscript? Everything -- all -- all the exchanges\nbetween the defendant -- defendant and the trial judge\nare in the transcript.\nMS. MARQUEZ: Well, in -- there -- there\nare -- transcripts are -- are available and -- but there\nare situations that are not transcribed. In -- in\nineffective assistance of counsel claims, the\ninteractions between the lawyer and the client at the\nprison, at the jail --\nJUSTICE SCALIA: But you can't get that in,\nright? I mean, aren't you limited to the record? So\nwhat -- what use is it --\nMS. MARQUEZ: Well --\nJUSTICE SCALIA: -- to -- to find out these\nlittle -- little secret things that your client knows,\nif they cannot be admitted?\nMS. MARQUEZ: Well, as this Court held in\nPinholster, not all Federal habeas claims fall within\nthe scope of 2254(d). And there are situations where we\nwould be granted an evidentiary hearing.\nIn this particular case, we have not yet\nbeen briefed our 2254(d) claims. We are at the stage\nwhere we're going to brief merits claims, and in\naddition to that, we are going to brief evidentiary\ndevelopment in this case, where we would have to assert\nwhat -- what facts need to be developed and, also, the\ndiligence standard.\nJUSTICE SOTOMAYOR: What in the record could\nplausibly, certainly be seen, that would suggest that\nyour defendant has information that could be valuable?\nAssume it's not the ABA standard, but the plausibility\nstandard or the certainty standard or something.\nMS. MARQUEZ: Well, there was -- there is\ninformation in the record that the trial judge and our\nclient had an antagonistic relationship. And there was\ncomments -- the trial prosecutor was interviewed -- or\nsaid on the -- on the record that the judge and the\ndefendant, Mr. Gonzales, snarled and snapped at each\nother.\nJUSTICE SOTOMAYOR: Well, that, you can see\nfrom the record.\nMS. MARQUEZ: Right.\nJUSTICE SOTOMAYOR: What would plausibly\ngive rise to a belief that there was some ex parte\nexchange between the judge and the defendant? Is there\nanything to suggest that in the record?\nMS. MARQUEZ: Well, we would -- we would\nsuggest that the actual relationship itself, we would\nhave to know where -- where this relationship went awry\nor why it is that Mr. Gonzales and the trial judge were\nbasically at each other's throats. The intensity --\nJUSTICE SOTOMAYOR: Do you have anything to\nsuggest that there had been an ex parte exchange that\nwould account for that snarling?\nMS. MARQUEZ: We currently have not been\nable to get that information from our client as to -- to\nsit down to -- with our client and say, what happened in\nthis situation?\nJUSTICE GINSBURG: The district judge in\nthis case explained why he concluded that there was no\nissue that couldn't be fairly adjudicated on the basis\nof the record. What was wrong with his -- his\nexplanation? He looked at the case carefully, and he\nsaid, there's nothing that can't fairly be adjudicated\non the record.\nMS. MARQUEZ: Well, first, initially, the --\nthe district court judge agreed with -- with\nMr. Gonzales that there was a need for Mr. Gonzales to\nbe competent at his habeas proceeding. And we actually\nbegan a course of -- of a competency determination.\nAnd -- and that is a longer record. Also, our client\nwent into -- was treated at the state mental hospital.\nHowever, the -- we believe the trial -- or\nthe district court judge was in error when he made that\nfinding. The -- the trial judge did not have -- or the\ndistrict court judge did not have all the evidence\nbefore it when -- when the district court looked at the\nparticular claims. We were just asked to identify. We\ndid not put forward a -- a complete briefing on that\nissue. And the --\nCHIEF JUSTICE ROBERTS: Counsel? I'm\nsorry --\nMS. MARQUEZ: The judge decided it just on a\nmotion.\nCHIEF JUSTICE ROBERTS: If -- if we think\nit's necessary to set some objective limit on how long\nan inherent authority could be exercised, is there any\nreason to adopt any limit, other than the one that the\npsychiatrists have suggested, which is, I gather, most\npeople, if they're going to, will recover competence\nwithin 9 months?\nMS. MARQUEZ: Excuse me, Your Honor.\nNo. We -- a year or 6 months, just by\nlistening to the questions from the Court, seems to be\nproblematic. We suggest that this is all within the\ndistrict court's discretion.\nCHIEF JUSTICE ROBERTS: So if we're looking\nfor a little more guidance than that and feel the need\nfor an objective standard, other than abuse of\ndiscretion, you don't have any number that has any basis\nin psychiatric evidence or anything else, besides the\n9 months?\nMS. MARQUEZ: Well, Your Honor, we -- we\nwould suggest that the Court look to -- to this decision\nin Rhines, where -- and my answer is we can look at a\nyear. And possibly, if -- if the client is not\ncompetent at the end of that year, then explore other\noptions, such as next friend or -- or perhaps\nproceeding.\nBut what we would do is direct the Court to\nthis Court's decision in Rhines, where stays were --\ndistrict courts are allowed to -- to stay proceedings,\nso that the petitioner could -- could go back to State\ncourt and exhaust. And in -- in that decision, the\nCourt was specific as to guidelines for the district\ncourt to assert its discretion, 30-day updates, make\nsure that clients are not -- are not being dilatory in\nseeking these stays, and so forth.\nAnd the -- and there has not been a problem\nwith Rhines stays. The district courts have been able\nto handle those stays.\nJUSTICE SOTOMAYOR: Counsel, in this case,\nthe district court denied a stay. If this is an\nequitable power, how can you be comfortable that the\nNinth Circuit, as an appellate court, overrode the\ndistrict court's equitable discretion?\nMS. MARQUEZ: We believe that the district\ncourt was -- abused its discretion, but first, did not\napply the correct standard, which is essential\ncommunication. The district court erroneously decided\nthat Mr. Gonzales was not essential -- or his\ncommunication was not essential to the proceedings.\nJUSTICE SOTOMAYOR: But you're not claiming\nthat that issue is always in the district court's hands\nto start with?\nMS. MARQUEZ: Yes, Your Honor.\nJUSTICE SOTOMAYOR: So please identify for\nme what -- how we establish or set a standard so that\nappellate courts are not overriding that at whim?\nMS. MARQUEZ: Well, we would -- we would\nurge the Court to adopt the district -- or the Ninth\nCircuit essential communication standard, where you\nfirst have a finding of competency and then a\ndetermination of whether that client's communication is\nessential to the proceeding.\nJUSTICE SOTOMAYOR: Oh, you're flipping it.\nYou're saying, first, you give a stay for competence.\nYou've determined competency first and not essentiality\nfirst?\nMS. MARQUEZ: Well, that's how the cases\nare -- are being raised. Always, there is a question of\ncompetency, and then the courts are looking to whether\nor not there is essentiality.\nI would also like to address the -- the\nargument that the AEDPA somehow -- or AEDPA -- somehow\nforecloses any types of stays. The Congress recognized\nthe need for finality to be balanced against a firm\nregard for due process and full Constitutional\nprotections. So we are --\nCHIEF JUSTICE ROBERTS: Nobody here thinks\ntoday -- no one's arguing that it prevents any kind of\nstay today, right?\nMS. MARQUEZ: I -- but I would just -- I was\njust letting the Court know that the AEDPA does not\nforeclose stays. I thought I heard --\nCHIEF JUSTICE ROBERTS: No. I didn't\nunderstand -- I thought everybody was focusing on\nlimitation on stays. And surely, AEDPA is pertinent\nwhen it comes to recognizing the need for those limits,\nright?\nMS. MARQUEZ: Exactly, Your Honor.\nAlso, I would like to address the Court's --\nor the government's concern as to whether or not these\ncases -- or Rohan decisions, would open the floodgates\nto district court stays. The -- we've pointed out in\nour briefs on page 32, 33, the -- the few stays that\nhave actually been granted. The district courts have\nbeen handling these motions.\nAnd unless there's any further questions --\nJUSTICE ALITO: Well, if there -- if the\nCourt were to point to some guideline as to the maximum\nlength -- or the presumptive maximum length of a stay,\nwhat -- because that's the period within which there's a\ngood chance in most cases of restoring the petitioner to\ncompetency -- at what point would that begin to run?\nWould there be any obligation to begin the treatment\nprior to the -- to the time when the motion for a stay\nis -- is filed?\nNow, could many years go by with the same\nattorney representing a client, and then at the very\nlast minute -- and no effort is made to obtain treatment\nthat would restore the petitioner to competency, and\nthen at the very last minute, a motion to make -- a\nmotion for a stay is entered, and then this period of\ntime -- 6 months, 9 months, a year, whatever it is --\nwould begin to run?\nMS. MARQUEZ: I believe there's an\nobligation for counsel to continue to try to effectively\ncommunicate with his client. And once that attorney\ngets to a point where that incapacity forestalls that\nattorney from being able to move forward on his case,\nthen that attorney is, at that point, under a duty to\nraise this claim with the district court.\nJUSTICE KENNEDY: Well, is he under duty to\nraise it as soon as possible, at the risk of forfeiture\nif he doesn't? That's the import of the question.\nMS. MARQUEZ: Well, that's -- that's the\nmillion dollar question. I would think that the --\nJUSTICE KENNEDY: Well, that's why I'm\nasking.\n(Laughter.)\nMS. MARQUEZ: I -- I think the ABA\nguidelines on ethical duties guide attorneys to -- to\nmake that decision. And yes -- I'm sorry -- if there is\ndilatory action on the part of the attorney, that is\nsomething for the district court to consider in issuing\nits stay.\nJUSTICE ALITO: Well, here, the -- the\nmotion -- when was the motion made? The motion for a\ncompetency determination and a stay?\nMS. MARQUEZ: The motion in this case was\nmade when we -- the stay was lifted in district court,\nand we were ordered to do -- to do merits briefing.\nJUSTICE ALITO: And when was that? Do you\nremember the date, roughly?\nMS. MARQUEZ: That -- that was in 2000 --\nFebruary 2006.\nJUSTICE ALITO: And when was the initial\nhabeas petition filed in district court?\nMS. MARQUEZ: It was filed in July 2000.\nJUSTICE ALITO: Of 2000?\nMS. MARQUEZ: Yes.\nJUSTICE ALITO: So why wasn't there -- then\nthere was no obligation to do anything between 2000 and\n2006?\nMS. MARQUEZ: The counsel was attempting to\ncommunicate with the -- with Mr. Gonzales the entire\ntime. At that point, the case was stayed in district\ncourt for Rhines and Ring and Summerlin determinations.\nAnd --\nJUSTICE ALITO: It was only after 6 years of\nbeing unable to communicate with him, that the attorney\nsaid maybe there's a competency problem here?\nMS. MARQUEZ: No. We -- we were having\ndifficulty with the client the entire time, since we\nstarted -- since we first got on the case. And after --\nand we just thought he was a difficult client. And\nafter we -- we filed the amended petition, which was\nbasically a notice pleading, the -- within a month of\nthat, we first got in contact with mental health\nexperts, saying, there's something wrong with this guy,\nand sought to put together his mental health history.\nAt that point, Mr. Gonzales was back in\nstate court, exhausting issues and raising Ring claims.\nIn -- in that court -- because we were stayed in\ndistrict court -- in that court, his post-conviction\ncounsel raised ineffective assistance -- I'm sorry,\ncompetency issues -- and it was -- and it was an\nincompetency to assist in post-conviction -- stay\npost-conviction -- and that claim was denied.\nCHIEF JUSTICE ROBERTS: So did -- did he\nbegin treatment prior to the district court order on\nFederal habeas?\nMS. MARQUEZ: No. It was not until the\ndistrict court ordered -- or, actually, the district\ncourt ordered him transported back to -- or transported\nto the state mental hospital. And there, he was to be\nevaluated, to finally determine competency.\nAnd while there, he was -- he was treated.\nAnd while he was being treated, he was starting to\nregain competency, at least to some extent. Then\ntreatment stopped.\nJUSTICE GINSBURG: Treatment stopped because\nhe -- he said there were side effects?\nMS. MARQUEZ: Because he had back pain. And\nthen we began briefing on what the course of treatment\nshould be, if any.\nCHIEF JUSTICE ROBERTS: Well, so how -- what\nis this 9 months or 1 year? The amount of time he's\nunder treatment or the amount of time from the district\ncourt determination?\nMS. MARQUEZ: I believe he was at the state\nmental hospital for about 6 months, and he was being\nevaluated. And as -- inadvertently, then, the state\nmental hospital began treatment.\nJUSTICE SOTOMAYOR: The million dollar\nquestion: Assume we say you have to spend a reasonable\ntime trying to get someone to competency. And, here,\nthere appears to have been efforts to do so. And your\nclient is saying, I can't be treated because the drugs\nmake me sick. So when does all of this end?\nMS. MARQUEZ: Well, first, our client did\nnot say he couldn't be treated because -- that he\ncouldn't be treated. It was just these specific drugs.\nAnd we were on a course of -- of trying to figure out\nwhat, if any, other regimen was available. And we\nbelieve that it is within the district court's --\nJUSTICE SOTOMAYOR: Well, that time has\npassed by now, hasn't it? That that -- they stopped\ntreating him?\nMS. MARQUEZ: They -- they quickly\ntransported him back to DOC, and he is not being treated\ncurrently.\nJUSTICE SOTOMAYOR: No one's continuing to\nmonitor him or trying to treat him?\nMS. MARQUEZ: No, Your Honor. And we are --\nwe do not have -- he will not see us, and we do not have\naccess to medical records because we do not have a\ncurrent release. And the district court did not grant\nus an order to get those records on a consistent basis.\nSo we have no access to our client whatsoever.\nJUSTICE SOTOMAYOR: I'm a little confused as\nto -- I think the Ninth Circuit remanded, so that\ntreatment could be had. So why has it stopped?\nMS. MARQUEZ: Well, we haven't moved forward\nin district court. We've been here appealing the\ndecision -- or the State has appealed the decision.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nGeneral Horne, you have three minutes\nremaining.\nREBUTTAL ARGUMENT OF THOMAS C. HORNE\nON BEHALF OF THE PETITIONER\nMR. HORNE: Thank you, Your Honor.\nI -- I need to disagree with\nthe Solicitor General on one point about the standard.\nThe standard has to be essentiality. The witness has to\nbe essential. In fact, you heard my friend representing\nGonzales emphasize essentiality. And it was emphasized\nin their -- in their responsive brief, at pages 1, 2, 9,\n10, 11, 12, 21, 30, and 39. On all of those pages, they\nsaid the witness' testimony must be essential.\nJUSTICE KAGAN: General, could I ask you,\nyou have been arguing on two different axes. One is how\ntight the standard should be to grant any stay at all,\nand the other is what limits there should be on how long\na stay can be if a stay is warranted.\nAnd I'm just curious, if I forced you to\nprioritize, in terms of the state's interests in\neffective habeas adjudication, which is more\nimportant -- you know, cranking up the standard or\nmaking sure that there is a time limit in place?\nMR. HORNE: Well, I think the first -- the\nfirst priority is that there should be no indefinite\nstay. And the second priority is that there should be\nno stay in a records-based case. Those are the two\nprongs of the Ninth Circuit decision, which we think --\nJUSTICE KAGAN: But ordered in that way,\nthat, for you, the time limit is the more important?\nMR. HORNE: The time limit is -- is crucial,\nbut I have to say no stay on a records-based case is a\nmatter of pretty clear law that is --\nJUSTICE KAGAN: Yes, I know. But, really, I\nsaid, if I forced you to prioritize between the two.\n(Laughter.)\nMR. HORNE: I would say it can't be\nindefinite. That would be the first priority. But I\nthink it's also clear from this Court's very definite\nstatements in a number of cases that -- that there\ncannot be a stay in a records-based case. Now --\nJUSTICE GINSBURG: Opposing counsel said\nthat there is an exception for ineffective assistance of\ncounsel under our decision in Martinez.\nMR. HORNE: Your Honor, in this case, the\ndistrict judge specifically found that there is no\npossibility for a case of ineffective assistance of\ncounsel, that those were waived by the -- by -- when the\ncase was sent back to the State for additional\npost-conviction relief proceedings, that claim was\nwaived. It's in the district court's order, Appendices\nB and C to our -- to our petition.\nAnd even the Ninth Circuit didn't argue\nthat. The Ninth Circuit argued that there was an issue\nas to whether there was prejudice by the judge. But\nthere is a very detailed analysis, again, in the\ndistrict court's order, showing that every time that\nclaim was made and was claimed -- made a number of times\nin the State proceedings, it was clear that those were\non-the-record comments.\nThere was nothing secret. There was nothing\nex parte. Those were on-the-record discussions that\nwere being complained about. And the district court\njudge found that if there was something secret, then\nthose have been waived by -- by the petitioner because\nhe didn't bring it up in the numerous case -- times that\nit came up at the State level, and he was talking only\nabout on-the-record comments by the trial judge.\nCHIEF JUSTICE ROBERTS: Thank you, General,\ncounsel.\nThe two cases are submitted.\n(Whereupon, at 11:27 a.m., the case in the\nabove-entitled matter was submitted.)\n29:15 agrees 14:19 33:23 35:24 36:8,10 36:6 39:16\naid 3:23 Appendices 36:11,24 38:1 40:6\n9:1 12:12 application 17:2 36:22 25:21 26:2\n30:15 37:2,8,12,15 appropriate authority 22:23 BREYER 6:25\n36:10 37:17,25 6:23,24 15:8 31:21 7:4,21 8:9\n43:25 19:14,15 21:9 24:25,25 25:22 16:23 17:23 22:20 23:20\n20:3,23 allowed 14:21 argued 43:6 40:5 29:7,8 41:13\n23:1,21 14:21 32:21 arguing 17:11 awry 30:8 briefed 29:6\n25:3 32:8 allowing 20:23 34:20 41:17 axes 41:17 briefing 31:13\n15:16 8:21 14:15 artificial 6:4 43:1 C 1:16 2:1,3,14\namount 39:13 asked 3:11 balance 5:5,10 3:1,6 41:5 43:4\nanalogous 15:1 asking 36:19 balanced 34:16 carefully 30:22\nanalysis 43:8 assist 9:25 18:5 based 11:18,19 Carter's 21:21\n25:24 14:14 assistance 10:2 basic 7:10 4:6,7 5:11,14\nanswer 7:15 19:9,12 25:14 basically 30:10 6:24 7:6,19,20\n28:5 29:19 1:22 20:9 22:7 15:7 19:5,5\n3:14 11:9,23 14:4 40:19 23:3 25:1,20\n5:5,7 13:7 appealed 7:6 Assume 29:15 39:10,19 26:15,18 27:1\n34:14,14 41:1 39:21 begins 9:14,17 27:4,7 28:5\n35:2 appealing 40:25 assuming 4:15 behalf 1:17,23 29:5,9 30:19\n11:7 14:4 appears 10:15 attempting belief 30:3 38:5 42:4,9,18\n43:1 claim 4:15 17:22 17:22 19:2,16 context 28:7 34:23 35:9,15\n19:10,23 21:22 20:24 21:18 continuance 36:12,25 37:6\n6:21 43:2,10 34:6 continue 36:7 38:14,15,15,21\n8:24 claimed 43:10 competency continuing 38:24,25 39:15\n10:5,8 claiming 33:17 8:18 9:4 11:14 40:13 40:18,25 43:15\n18:17 claims 5:22 6:2 12:15 15:2,5,7 controlling 23:2 courts 4:23 5:17\n21:21 19:4 21:7 15:13,14 16:8 convicted 7:5 6:12 12:19\n25:2,14 16:21 18:21 conviction 7:17 13:6,9 15:21\n25:3 26:4,5,6,8,9,10 23:15 31:4 8:5 17:25 16:8 17:4\n35:8,18 27:14 28:2,3 34:2,7,11 convinced 7:8 24:13 32:21\n43:23 28:16 29:2,6,7 35:19 36:1 correct 5:24 7:3 33:4,23 34:11\nclear 13:2 16:5 39:2,5,22 12:2,10 33:13 court's 6:13\n22:15 25:23 27:11 31:3 counsel 3:23 9:2 43:3,9\n16:14 27:2,10,12,13 complained 19:10 25:5,14 crime 10:13\n27:17,22,25 43:15 28:3,16 31:15 criminal 7:18\n11:5 31:5 32:15 concern 14:25 41:2 42:19,21 22:22 42:8\n36:8 35:7 42:25 43:22 cured 8:24\n20:6,17 38:4,6 39:24 concerns 21:22 course 23:5 31:4 11:24\n24:8 40:1,20 conclude 25:1 39:10 40:4 curiae 1:20 2:7\n31:15 clients 26:7 33:1 concluded 30:19 court 1:1,13 3:9 14:15\n32:6 client's 34:3 conditioned 4:3,6,14,21 5:7 curious 41:21\n38:20 come 3:20 12:13 21:17 5:13,14,17,22 current 40:18\n41:2 15:12 16:25 conditions 5:23 6:4,10 8:4,25 currently 30:14\ncomes 35:3 6:6 22:9 9:19,19 11:4 40:12\n40:22 coming 10:7 34:15 15:3,5,7,10,15 D 3:1\n43:5,6 comity 5:8 consequence 5:5 15:20 17:7 Daniels 8:4\n43:12,20 consideration 20:1,4,7,13,22 days 23:4,25\n36:8 37:21 considering 22:15,16,22 death 3:14,15\ncommunication consistent 40:19 24:12,18 25:10 decided 31:17\n19:10 34:1,3 34:17 31:1,8,10,11 deciding 20:7\n21:16 competence consultation 32:3,13,19,23 decision 25:15\n42:5,21 dilatory 33:1 door 7:13 33:13,15,16 extent 39:5\ndiligence 29:11 drawn 5:5 41:15 F\n32:19 40:3 34:12 41:10,12 fact 4:5 5:6,7\n15:9 DIRECTOR 1:3 duties 27:9 33:22 facts 22:6 28:8\n19:1 disagree 41:8 36:22 ethical 36:22\n29:14\n30:4 discovered D.C 1:9,19 39:18 fairly 30:20,23\ndiscretion 13:6 E evidence 10:11 favor 7:18\n7:24 9:25 18:25 19:14,21 earlier 4:25 9:8 17:9,23 19:3 Federal 1:22\n43:14 effects 39:8 ex 30:3,12 43:14 figure 40:4\ndistrict 5:22 20:4 35:25 example 14:23 37:13,14 38:7\n34:3 37:4 20:4,7,13,22 emphasized exchange 30:4 find 11:3 12:7\n21:9 22:22 41:12 30:12 28:23\n30:18 31:1,8 19:21 excluded 21:23 34:2\n39:2 32:21,24 33:4 entire 37:21 32:1 firm 34:16\n38:15,21,24,24 33:10 38:13 42:2,15\n40:25 42:23 erroneously experts 12:13 flipping 34:5\n21:25 DNA 10:13 error 31:8 explained 30:19 focusing 35:1\n24:2,3 DOC 40:11 especially 10:10 explanation follow 12:3\n41:17 doctors 15:17 28:5 30:22 followed 4:9\n39:20 13:24 14:7 15:23 16:6 forecloses 34:15\n21:19 20:10 35:7 29:4 42:7 38:13,17\n36:10 grant 4:4,7,11 Heinze 5:14 imposing 23:4 issuing 36:25\n13:6 15:15 13:5 inadvertently\n43:16 25:3 26:18 help 19:2 26:25 incapacity 36:9 jail 28:18\n15:4,6 granted 10:23 6:10 14:2 including 6:19 judge 7:8,23\n29:4 35:11 highly 10:15 incompetency 28:11 29:18,21\ngrants 9:19 history 8:3 incompetent 31:8,9,10,17\n18:10,11 20:15 honestly 26:2 indefinite 4:5,8 judges 12:25\n32:7 Honor 3:25 4:17 4:13 5:16 judgment 16:13\n13:11\n14:11,20 35:15 13:19 26:21 indication 16:18 5:20 6:1,14,21\nguidelines 26:11 27:3 32:1,12 ineffective 19:9 6:25 7:4,21 8:9\n27:9 32:24 33:20 35:5 25:14 28:2,16 8:12,15 9:1,16\n10:5 guilt 26:5,9 42:22 information 11:5,11,14,18\n24:15 27:15 Honor's 13:21 4:16 5:2,2 10:9 11:22 12:3,8\n28:9 guy 38:10 hope 13:16 10:16 16:19 12:12,22,25\n39:7 Horne 1:16 2:3 22:4 29:14,18 13:10 14:11,13\nH 2:14 3:5,6,8,21 14:17 15:22,25\n6:6 13:8 4:6 7:7 18:20 5:24 6:8,16,22 initial 9:17 17:13,17 18:8\n15:10 26:4,4 29:2 7:3,15 8:4,11 15:11 37:12 18:16,24 19:17\n31:3 37:13 8:14,19 9:9,18 initially 30:25 20:6,17,19,25\n30:3 34:6 38:22 41:23 10:4,7 11:3,7 instances 23:24 21:3,5,11,20\n24:2 handling 35:12 12:1,5,10,17 interactions 23:20 24:8,15\n35:23 hands 33:18 13:5,19 14:12 28:17 24:18 25:5,9\n29:7,8 hard 16:19 17:8 hospital 31:6 interviewed 28:1,9,19,23\nharder 16:16 39:1,17,19 29:20 29:12,24 30:2\n22:18 health 12:13 22:15 31:19 32:6\nlevel 10:19 33:20,24 34:9 11:1,1,1,5,6,6 nit-picking\n43:19 34:22 35:5 11:8,12,24,25 10:25\n36:13,18 lifted 37:6 36:6,16,21 12:13,15,15 non 12:4\nlimit 5:21 8:12 37:5,10,14,16 15:11,25 16:1 Nos 1:21 2:9\n38:20 8:13 16:10,25 37:20 38:3,23 23:6,6,8,8 14:16\n17:2,6 18:14 39:9,16 40:1 31:25 32:2,11 note 4:19\n23:13,14,17,24 40:10,15,24 36:4,4 39:13 notice 38:8\n42:6 24:10 31:20,22 Martinez 25:16 39:17 number 20:8\n43:21 41:25 42:7,8 42:21 motion 9:5,7,10 23:4,9 32:9\nlimited 14:21,24 42:10 43:25 31:18 35:21 numerous 43:18\n19:15,17 matters 18:21 36:2,3 37:3,3,3\n41:16 25:2,20 28:20 mean 7:13 10:25 move 5:23 16:22 object 13:11\nlimits 35:3 41:19 11:1,6,24 17:22 21:18 objective 31:20\nlistening 32:3 13:10,17 23:5 moved 40:24 obligation 35:20\n11:11,14 28:24,24 32:7 24:13 28:20 obtain 9:3 35:25\n36:13,18 40:21 meaning 4:13 N occurred 7:17\n34:20 17:5,14 21:12 means 20:25 narrow 18:17 Oh 11:7 34:5\n24:11 longer 16:20 31:6 38:9,11 10:22 14:6,7 okay 4:13\n27:23 22:24 31:5 39:1,17,19 16:18 25:24 once 7:16,16\n34:23 look 32:13,14 mention 5:14 28:3 31:20 12:19 13:2\n42:11 looked 30:22 merits 29:7 37:7 need 5:10 17:15 36:8\n32:6 39:20 32:7 34:16 ongoing 9:22\n36:20 maintain 27:10 minutes 41:3 needs 3:15 5:9 open-ended 6:5\nmaking 26:20 missing 22:22 13:8 18:19 opportunity\n28:7 Marquez 1:22 monitor 40:14 never 24:21 opposed 21:16\n2:11 25:6,7,9 monitoring 6:4 new 19:4,25 22:21\n25:7 30:14,25 31:17 8:21,23 9:13 40:22 42:5 25:7\n40:19 penalty 3:14,15 point 3:24 4:1,3 prevail 14:8 11:17\npeople 23:14 7:11 8:15 9:4,8 prevent 27:21 process 3:15\n42:6 percent 4:20 13:23 16:20 pre-AEDPA produce 13:13\nperfectly 24:24 36:11 37:22 principal 18:18 propose 17:6\n18:14 period 9:6 12:20 pointed 35:9 35:21 38:21 29:20\n13:15 15:11,15 position 4:18 prioritize 41:22 protections\n35:17 36:3 17:20 18:18 priority 42:2,3 prove 7:19,20\nperiods 12:21 possibility 7:14 prison 28:18 14:23 15:6,19\n14:13,14 pertinent 35:2 possibly 32:15 16:21 17:21 provided 15:3\n15:24 petition 37:13 post-conviction 18:4,6 19:13 provides 15:4\n17:3 38:7 43:4 10:18 14:22 19:15,23 20:2 psychiatric 4:19\npetitioner 1:5,17 17:25 18:7 21:7 22:14 8:22 11:9,23\n19:19 2:4,15 3:7 8:6 19:8 22:12 prisoner's 9:11 14:3 32:10\n8:17,18 9:3,4 38:15,18,19 19:12 20:14 psychiatrists\n12:14 19:6 43:2 21:17 12:9 31:23\n24:7 32:22 potential 5:2 probability Psychological\n24:1,11 35:18 36:1 power 33:8 15:17 23:6\n41:6 43:17 practical 14:23 probable 7:10 purposes 5:7\n23:9 21:7 25:17 procedures 7:6\nplace 41:25 26:25 31:3 32:18 28:1 34:10\nplausibility presumption proceedings questions 32:3\n26:3,12 plausible 20:8,9 presumptions 16:22 17:25 quick 13:23\n29:5 plausibly 29:13 7:17,18 18:5,7 19:2,8 quickly 40:10\n30:2 presumptive 20:4,8,16 quite 26:2\npleading 38:8 presumptively 26:5 32:21 R\n21:17 24:16 11:25 12:9 secret 28:24 soon 36:14\nregard 34:17 21:4,14 22:19 Section 15:2,9 31:16 36:23\n16:5,5 relevant 4:1 ripe 25:15 seeking 33:2 6:1 21:11,20\n42:11 relied 22:16 rise 30:3 seen 29:13 22:5,9,17\n31:22 remaining 41:4 ROBERTS 3:3 sentence 4:9,10 29:12,24 30:2\n15:16,17 remember 37:9 11:5 14:11,13 sentencing 26:6 33:21 34:5\n16:6 represent 18:20 18:8 20:6,17 26:8 39:20 40:7,13\n18:9,12 representation 20:19 24:8 sequitur 12:4 40:21\n23:21 26:13 25:5 31:15,19 set 4:21 6:4 sought 38:11\nrepresenting 32:6 34:19,25 23:16,24 31:20 source 20:15\n14:9 require 6:1 41:2 43:21 shift 7:17,25 40:3\nrequired 6:3,3 Rohan 35:8 shortly 18:8 specifically\n9:10 roughly 37:9 10:22 15:20 speeded 3:15\nrespect 22:7 run 8:16,16,20 shown 9:10 stage 10:8 29:6\n19:18 1:23 2:12 25:8 35:19 36:5 side 39:8 stand 15:5\n22:12 26:19 Ryan 1:3 3:4 single 26:18 standard 4:22\n25:2 responsive 27:1,4,7 6:11,15,15,16\n26:11 41:13 S sit 30:16 6:18 8:25 9:15\n29:12,18 restore 8:18 9:4 S 2:1 3:1 situation 7:12 9:23 14:8 20:6\n30:5 16:21 36:1 save 13:22 26:23 27:6,8 20:11,19 21:20\n31:5 restored 11:15 saying 17:13 28:7 30:17 29:11,15,16,16\n17:22 23:15,16 27:1,4 34:6 29:3 34:1 41:9,10\n35:18 says 11:9 23:6 slightly 21:25 start 3:10 33:19\n9:12 result 3:16 3:24 6:21 snarled 29:22 starting 39:4\n13:14 11:22 12:3,8 snarling 30:13 state 7:19 10:17\nreview 19:18,25 17:10,13,17 41:9 19:23 20:1\n15:4 Rhines 32:14,20 28:23 11:10,11 38:13 39:1,16\n20:24 right 9:17,21 second 42:3 10:12 25:20 43:1,11,19\n29:13 30:5,7 16:2,14 18:10 treatment 8:20 18:18\n5:21 14:15 suggested 13:25 19:13,20 20:12 9:21 35:20,25 32:25\n21:15 16:25 31:23 20:22 21:8,14 38:21 39:6,7 urge 33:25\nsuggesting 7:24 25:25 31:19 39:10,14,19 use 14:6 28:9,21\n8:17 Summerlin THOMAS 1:16 28:6,11 29:18\n10:23\n2:3,14 3:6 41:5 29:20 30:9 VALENCIA 1:7\n14:20,21 supporting 1:20 thought 4:1 18:9 31:7,9 43:20 valid 8:5 18:2,2\n15:21 2:8 14:16 34:24 35:1 trials 13:1 valuable 29:14\n19:14,15 suppose 9:2 38:6 tried 7:5\n20:4 27:18 three 41:3 truly 20:9 W\n21:15 Supreme 1:1,13 throats 30:10 trust 13:3 wait 24:5\n22:7 sure 33:1 41:25 tight 41:18 try 4:14 7:1,2 waived 42:25\n26:18 surely 35:2 time 4:7,7 5:18 17:9 19:1 36:7 43:3,17\n32:21 6:3,5 8:12,13 trying 13:11,13 want 13:22\n34:6,21 T 8:16,19 9:6 25:25 39:22 16:18 17:8\n36:3 T 2:1,1 13:15,22 14:9 40:4,14 26:8,9\n38:18 take 5:21 18:3 15:16 17:21 Tucson 1:23 wanted 13:23\n18:17 24:14 18:9,12 22:25 Tuesday 1:10 wants 19:12\ntakes 21:5 35:21 36:4 two 22:11 41:17 24:12\ntalking 18:16 39:13,14,22 types 34:15 41:20\n5:15 6:20 tell 4:12 25:19 42:7,8 43:9 1:19\n22:23 26:25 27:22 times 4:4 5:13\n33:2,4,5 temporary 9:20\nultimate 26:12 way 3:20 5:18\n35:2 10:23 17:14 today 34:20,21 26:15 24:25 42:6\nterms 41:22 tolerate 19:22 unable 38:1 ways 23:2\n10:22 19:13 28:15 understand 11:2 we're 12:6,17\nThank 14:10,11 28:12 35:1 29:7 32:6\nthing 3:12 transported 27:21,23 whatsoever\n12:20 think 3:18,19,21 treated 6:7 2:7 14:15,19 witness 13:12,14\n2254(d) 19:24\n17:9 2255 19:5 21:8\n3\n2:4 12:15\n35:10\n16:10 4\n18:10,11 4 15:11,25\n21:13 4-month 15:15\n23:12 41 2:15\n32:2,15 4241 15:2,9\n36:4\n6\n8:13,21,23 9:5\n10:23\n10:25 11:1,5,6\n39:13 41:13 11:24 15:25\n4:19 41:14 23:6,7 32:2\n23:23 36:4 37:25\n1:5,21 39:17\n3:4 14:16\n1:14 3:2 8\n41:14 8 10:25\n1:21 2:9\n9\n43:24 9 1:10 4:21 6:17\n41:14 8:13,21,23\n2:7 9:13,22 10:23\n15:1 10:25 11:1,5,6\n12:13,15 23:6\n41:13 23:8 31:25\n4:19 32:11 36:4\n37:10,14 39:13 41:13\n90 4:20 5:19\n37:11,19 8:23 11:10,24\n1:10 12:14\n41:14\n"
    }, 
    "respondents": [
        "ERNEST VALENCIA GONZALES"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 21, 
        "H 2": 1, 
        "JUSTICE ALITO": 12, 
        "JUSTICE BREYER": 9, 
        "JUSTICE GINSBURG": 9, 
        "JUSTICE KAGAN": 5, 
        "JUSTICE KENNEDY": 6, 
        "JUSTICE SCALIA": 19, 
        "JUSTICE SOTOMAYOR": 24, 
        "MR. HORNE": 36, 
        "MS. MARQUEZ": 40, 
        "MS. O'CONNELL": 27
    }
}