{
    "appearances": {
        "content": "BRYAN A. STEVENSON, ESQ., Montgomery, Alabama; for\nPetitioner.\nKENT G. HOLT, ESQ., Assistant Attorney General,\nLittle Rock, Arkansas; for Respondent.\n"
    }, 
    "caseNum": "10-9647", 
    "caseinfo": {
        "content": "KUNTRELL JACKSON, :\nPetitioner : No. 10-9647\nv. :\nRAY HOBBS, DIRECTOR, ARKANSAS :\nDEPARTMENT OF CORRECTIONS. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nBRYAN A. STEVENSON, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nKENT G. HOLT, ESQ.\nOn behalf of the Respondent 23\nREBUTTAL ARGUMENT OF\nBRYAN A. STEVENSON, ESQ.\nOn behalf of the Petitioner 40\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, March 20, 2012\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:25 a.m.\n"
    }, 
    "petitioners": [
        "KUNTRELL JACKSON,", 
        "Petitioner", 
        "No. 10-9647 v.", 
        "RAY HOBBS, DIRECTOR, ARKANSAS", 
        "DEPARTMENT OF CORRECTIONS.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:25 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 10-9647, Jackson v. Hobbs.\nWelcome back.\n(Laughter.)\nORAL ARGUMENT OF BRYAN A. STEVENSON\nON BEHALF OF THE PETITIONER\nMR. STEVENSON: Thank you,\nMr. Chief Justice, and may it please the Court:\nJUSTICE SCALIA: You haven't changed your\nmind in the interim, have you?\n(Laughter.)\nMR. STEVENSON: No, Justice Scalia, I\nhaven't. I do want to emphasize -- yes.\nJUSTICE SOTOMAYOR: Could you start -- I\nknow that Enmund and Tison has to do with death\neligibility with respect to adults, but it does draw a\nline between death eligibility with respect to\nintentionality or not, or recklessness.\nAssuming for the sake of argument that some\nof us might be interested in whether a line should be\ncreated for juveniles who intended or didn't intend\ndeath, with respect to their eligibility for life\nwithout parole, whether it's mandatory or voluntary, how\nwould we write that? Would -- would we just import all\nthe Enmund and Tison jurisprudence? Or would we say\nsomething different with respect to juveniles?\nMR. STEVENSON: Well, I -- I think you --\nyou could do that. In fact, in Graham, the Court makes\nthese statements that they're trying to exempt and\nshield juveniles who did not kill, quote, \"or did not\nintend to kill.\" And that language could be a basis for\norganizing the Court's thinking on this issue.\nAnd, obviously, in this case where there\nwasn't a requirement of the specific intent to kill that\nwas required in the Alabama case, that -- that might\ndictate a certain different outcome. I think the\nchallenge with that is that juvenile status, juvenile\nintent, is a much more complicated issue, and that for\nmany of the same reasons that are problematic with how\nkids function at the first stage of these trials, it\nwould be hard --\nJUSTICE SOTOMAYOR: That has to do with your\ngeneral rule, which -- which we shouldn't impose it at\nall.\nMR. STEVENSON: That -- that's right.\nBut --\nJUSTICE SOTOMAYOR: But if we go even to\nyour second step rule -\nMR. STEVENSON: I think --\nJUSTICE SOTOMAYOR: -- assuming we\nbifurcate --\nMR. STEVENSON: Yes, I hear --\nJUSTICE SOTOMAYOR: -- then -- then we still\nhave the question of when do we permit a mandatory\nimposition of --\nMR. STEVENSON: I -- I think there's no\nquestion, Justice Sotomayor, there would be more\njustification for those crimes where there is an intent\nto kill, because this Court in its jurisprudence had\nrecognized that kind of hierarchy which you've outlined\nand is exhibited in Enmund and then in the Court's other\ncases.\nNow, it's true that in -- in Arkansas under\nthis provision, an adult would still be subject to the\ndeath penalty, because they used this \"recklessness\"\nlanguage so that even the focus on \"intent to kill\" that\nwe addressed in Enmund might not categorically protect\nthese other juveniles, which I think the Court can\nrightly acknowledge have diminished culpability.\nIt's also worth noting that in many of these\nStates where there are children being sentenced to life\nwithout parole, there is no confusion about this. They\nare being convicted of homicide offenses for which there\nis no intent to kill. No dispute. Those jurisdictions,\nthose provisions would likely be addressed by the Enmund\nanalysis.\nJUSTICE SOTOMAYOR: Well, in fact, Jackson\nwas convicted with a non-intent, just a felony --\nMR. STEVENSON: Well, it would -- you're\nabsolutely right that it's felony murder, but it's a\nlittle different. In Arkansas, if you cooperate or give\naid to someone who commits a crime, even if it's not\nintentional, if it's a reckless indifference to life,\nyou can be found guilty of what is capital felony\nmurder. And the Arkansas court has interpreted that to\nmean for an adult you'd be subject to the death penalty.\nAnd here Kuntrell Jackson was subject to life without\nparole.\nThe State argues that there was support for\nthat and even some kind of intent, because there was a\ndispute about the words -- just quickly, you know, these\nthree --\nJUSTICE SOTOMAYOR: It doesn't matter.\nMR. STEVENSON: Yes.\nJUSTICE SOTOMAYOR: The jury didn't have\nto -- all the jury found was that he didn't meet his\naffirmative burden of proving.\nMR. STEVENSON: That's correct. That's\nexactly right.\nJUSTICE SOTOMAYOR: And he didn't counsel --\nthey didn't make a finding --\nMR. STEVENSON: That's exactly right.\nJUSTICE SOTOMAYOR: -- as to what words were\nused and what the intent was.\nMR. STEVENSON: That -- that's exactly\nright. And the dissenters at the Arkansas Supreme Court\nrelied on that in making the determination that they did\nnot conclude that intent had been established here in a\nway that would support the judgment that -- that we\nseek.\nBut that goes back to one of the earlier\nquestions that was posed about what happens at the guilt\nphase. Is it -- Justice Kennedy, it is true that in\nAlabama and in most jurisdictions, you would not be\npermitted to tell the jury what the sentencing outcome\nwould be. And in many of these cases, there -- there\nisn't a lesser included. That's going to be up to\nthe -- to the prosecution in -- in some of these crimes.\nAnd there are a range of offenses for which that would\nnot help a jury kind of deal with the -- the kind of --\nthe choice that --\nJUSTICE ALITO: Is that really -- is that\ntrue under the law of Arkansas? In most jurisdictions,\nI would think if -- if someone's charged with the\nhighest degree of homicide, the defense can request an\ninstruction on -- you don't have to have a separate\ncharge on a lesser included offense; the defense can\nrequest an instruction on lesser included offenses if it\nwould be supported by the evidence.\nMR. STEVENSON: It -- it would really\ndepend, Justice Alito, on the facts. For example, one\nof our provisions in Alabama makes the -- the crime sort\nof a -- a homicide, a capital crime, if the victim is\nunder the age of 14. You're not entitled to some\ndiminished culpability, some other kind of homicide\ncharge unless there's something else going on that would\nsupport that. Our laws and this Court's law say there\nhas to be evidence in support of that lesser included\ninstruction before the court is constitutionally\nobligated to provide it. And so, for that reason, it's\nnot a given that that would happen.\nAnd I think the challenge with the mandatory\nscheme that we've been talking about in both of these\ncases is that it does put the sentencer in a very\ndifficult situation, where there is no ability to\nconsider the age; there is no ability to consider the\nfactual diminished culpability that might exist in one\ncase or the other; no ability in either of these cases\nto consider the fact that an older codefendant got a\nlesser sentence. That there is something else going on\nhere that -- that goes beyond just the particulars of\nthis crime and this particular offender's culpability.\nJUSTICE BREYER: Before we leave it,\ncould -- what was the instruction the jury was given?\nWas it you find him guilty if he was deliberately\nindifferent, if he was recklessly -- what are the words\nthey used?\nMR. STEVENSON: It's a reckless indifference\nto life.\nJUSTICE BREYER: If he was recklessly\nindifferent to life.\nMR. STEVENSON: And if he gave aid or\nassistance to someone in that capacity, and the\nquestion, Justice Breyer, turned on -- on this statement\nmade that the -- the codefendant who testified against\nKuntrell Jackson --\nJUSTICE BREYER: Yes. Yes.\nMR. STEVENSON: -- initially told the police\nhe -- that he came in and said, \"we ain't playin',\" and\nthen he testified that he said, \"I thought you all were\nplaying.\"\nJUSTICE SOTOMAYOR: I'm not sure reckless\nindifference means that. Meaning, if he knew they were\ncarrying guns, doesn't that make him liable for the\nreckless indifference --\nMR. STEVENSON: Well --\nJUSTICE SOTOMAYOR: -- whether he thought\nthey would use them or not?\nMR. STEVENSON: Yes, and that's what the\nState argued here, is that the fact that he had\nknowledge of this gun and that they went in there made\nhim guilty of reckless indifference even though it\ndidn't create the kind of intent to kill that -- that we\ntypically require for these kinds of showings.\nThat's again why there was a significance\naround this language, that if you come in and you say\nsomething declaratory that suggests that it's directed\nat the victim, it might help kind of support that intent\nfinding if you don't --\nJUSTICE BREYER: Reckless -- reckless\nindifference to life suffices for the death penalty for\nan adult.\nMR. STEVENSON: Yes. What -- what the Court\ndoes --\nJUSTICE BREYER: But -- so, you'd -- if\nthat's right, then we'd -- you would have to argue on,\nif we took this tack --\nMR. STEVENSON: That -\nJUSTICE BREYER: -- which I don't know that\nyou could --\nMR. STEVENSON: That's --\nJUSTICE BREYER: -- but that you cannot\nsentence a juvenile to life without parole for murder\nunless he, e.g., specifically intends the death or\nsomething equivalent, but something stronger than\nreckless indifference to life.\nMR. STEVENSON: That -- that's correct,\nJustice Breyer. And, again, I think that this Court\nknows its own precedents, but as you'll recall, Tison\nfollowed Enmund, and in Tison v. Arizona is when the\nCourt allowed there to be this kind of room around this\nintent standard in the way that you've just described.\nJUSTICE ALITO: So, you would draw the line\nat -- at a specific intent to kill?\nMR. STEVENSON: Again, my -- I would -- I\nwould categorically prohibit no matter what the intent\nis. I think particularly for children at this age.\nWhat I think this case highlights, what's meant by \"I\nthought you all were playing\" versus \"we ain't playin'\"\nisn't a very good indicator of whether someone should be\nsubject to life without parole.\nJUSTICE ALITO: What if it was a lot\nclearer? What if they had said, okay, before we go in,\nlet's understand what's going on here; Shields has\ngot -- has got the sawed-off shotgun, and if we need to\nuse it, we'll use it; we'll do whatever it takes to --\nto bring this off?\nMR. STEVENSON: I -- I think the evidence --\nJUSTICE ALITO: There might not be a\nspecific intent --\nMR. STEVENSON: Yes.\nJUSTICE ALITO: -- to kill there.\nMR. STEVENSON: Yes. I think the evidence\nthat would support a finding of aggravated murder would\nobviously be stronger, but even there -- and this is\nwhat the Court points out in -- in Roper, the -- that\nthe decisionmaking of children, that the thinking of\nchildren is categorically different. They're not\nthinking three steps ahead; they're not thinking about\nconsequences; they're not actually experienced enough\nwith the world to understand how they deal with their\nfrustrations in the same way that an adult is. And so,\ntheir judgments about what they intend to do, their\ndeclarations, mean something very, very different.\nAnd one of the factors that we haven't\ntalked about, but I just want to emphasize, is it's not\njust their inherent internal attributes; it's also the\nexternal circumstances that they find themselves in.\nKuntrell Jackson was born in a household where there was\nnothing but violence and guns and people shooting each\nother. His grandmother shot his uncle. His mother shot\na neighbor. His brother shot someone. They were all\nput to jail.\nBut, unlike an adult, these children don't\nhave the ability to escape. A child of 14 cannot leave\nhis criminogenic or violent environment. They have no\ncontrol over that. And because --\nJUSTICE KAGAN: Mr. -- I'm sorry; go ahead.\nMR. STEVENSON: And just because of that, I\nthink it does reinforce why even their judgments, their\nso-called intentional judgments, reflect a very\ndifferent kind of understanding of their character,\ntheir potential for rehabilitation, than it would with\nan adult.\nJUSTICE KAGAN: One of the arguments that\nthe State makes is that when you look at all these\nnumbers, the number that is most different between this\npair of cases and Graham is the denominator. And I'm\nwondering whether you would address that. What kind of\ndenominator we should be using here and how it compares\nto the denominators that we've used in past cases.\nMR. STEVENSON: Yes. I think, first of all,\nit is true that homicide offenses are -- are less common\nthan non-homicidic offenses. In Graham, this Court\nlooked at a range of non-homicide crimes, and that was a\nhuge number, 300,000. That's largely because we were\ntalking about a multitude of offenses and here we are\ntalking about a single offense.\nI think the fact that there have been 7,000\nchildren arrested for -- for homicide and non-negligent\nmurder -- manslaughter over this 40-year time period and\nonly 79 children have been sentenced to life without\nparole is a significant fact that reinforces our claim\nthat this is a very rare sentence. That is 1 percent.\nAnd the fact that it's over 40 years, that's also true\nfor the 79. We got to that --\nJUSTICE ALITO: It's arrests to start out\nwith; it's not -- it's not convictions.\nMR. STEVENSON: That's right.\nJUSTICE ALITO: And it's not for the type of\noffense for which one could be sentenced to life\nimprisonment without parole. It's a broader category of\nhomicide offenses.\nMR. STEVENSON: Well, you're absolutely\nright, Justice Alito, on the first point, that these are\narrest data. Of course, that's what we used in Graham,\nbecause, again, in this cohort, conviction data simply\nis very difficult to get. But it's not true that only\nchildren arrested for aggravated murder are subject to\nlife without parole. As I've mentioned, in the States\nthat create the largest population of these kids, all\nkinds of homicide can subject you to life without\nparole. So, it is true --\nJUSTICE ALITO: Is it true that in the\nStates that permit life without parole for a minor\nhomicide -- a minor murder, a person -- a minor\nconvicted of -- of murder, that that is permitted for\nevery non-negligent homicide?\nMR. STEVENSON: In some States, yes.\nThat is, to the extent that you are -- you get convicted\nof murder, some of these States -- South Dakota and\nPennsylvania come to mind -- whether it's first degree\nor second degree, you're subject to life imprisonment\nwithout parole and it is a mandatory sentence.\nJUSTICE ALITO: Some States, but not in all\nof the States.\nMR. STEVENSON: Not in all States. That's\ntrue.\nJUSTICE ALITO: That's a really -- you've\ngot a very imprecise denominator. You have arrests --\nMR. STEVENSON: Yes.\nJUSTICE ALITO: -- for a broader category of\noffenses.\nMR. STEVENSON: Yes. But I don't -- I don't\nthink --\nJUSTICE ALITO: We don't know how much\nsmaller that number would be if we narrowed it down\nappropriately, do we?\nMR. STEVENSON: Well, we can't get beyond\nwhat the data tell us. But I want to suggest it's no\nless precise than what this Court had to deal with in\nGraham. In Graham, we talked about 380,000 non-homicide\noffenders. Half of that class were people convicted of\ndrug crimes, which no one has suggested would subject\nyou to life without parole. Another 60,000 were\nconvicted of assaults. And kids get into fights all the\ntime. But we used the aggregate of all of those numbers\nwhen we made that comparison.\nSo, I'd actually argue that we're dealing\nhere with a category definition that is much more\nprecise than what we dealt with in Graham.\nAnd, Justice Kagan, to return to your\nquestion we do have some precedents that help us with\nthis. In Coker v. Georgia, this Court was trying to\nmake an assessment about the propriety of the death\npenalty for the crime of rape. And what this Court\nnoted was that 9 out of 10 of the juries that made decisions\nabout life versus death chose life. And there we were\ntalking about kind of a death rate, if you will, of 10\npercent. Here, with a larger universe, we're talking\nabout a rate of 1 percent.\nJUSTICE BREYER: How do you -- think about\nthis, which is not your favorite position, but it's a\nposition you've taken. It's -- it's the same question I\nasked before. If I say, well, doesn't there have to be\nsome line, 3 years old, you'll say \"of course.\" Ten\nyears old? You say \"of course,\" but nobody -- there's\nno problem with sentencing 10-year-olds to life without\nparole. Twelve years old? Well, hum. Now, maybe, your\nopponents want to defend that one. Thirteen years old,\n14 years old? And, of course, I'm walking right into\nthe buzz saw: Well, leave it up to the legislature.\nBut suppose that -- that there's something\nto be said for not leaving it up to the legislature, at\nleast for the numbers that were in that range. But how\nwould you defend the cutoff at -- for no life without\nparole at, say, 14, older than 14, rather than older\nthan 15, rather than older than 13?\nWhat kind of argument is there that isn't\ntotally random for picking that number as the age below\nwhich you cannot impose life without parole even for the\nmost horrendous murder?\nMR. STEVENSON: Yes. I think two nonrandom\narguments can be made for two ages. I'll start with the\nyoung age of 14.\nJUSTICE BREYER: Okay.\nMR. STEVENSON: When you consider the fact\nthat 13 jurisdictions have thought about this and have\nall but one set the age above 14, I think we can then\nrely on that to make a determination that if there's a\nminimum age, it's above 14.\nI think we can also, consistent with this\nCourt's precedents, look at the frequency of the\nsentence for this population. Most States have never\nsentenced a child to -- to life without parole for a\ncrime at 14. They've just never done it. Thirty-two\nStates, there are no children 14 and younger serving\nlife without parole. And so, I think that allows this\nCourt in a very nonrandom way to defend that judgment.\nBut I also think a nonrandom argument can be\nmade to draw the line at 18; that is, offenders under\nthe age of 18. That's exactly what this Court has done\nin Roper. It's what this Court has done in Graham.\nWhat we've relied on about juvenile status is applicable\nto that pool. I concede that these other indicia are\nnot quite as compelling.\nJUSTICE BREYER: Eighteen, you use for a lot\nof purposes. Eighteen -- you could say, okay, 18. The\ndifficulty with 18 is you're running into 2300.\nMR. STEVENSON: That's correct.\nJUSTICE BREYER: Not 79.\nMR. STEVENSON: That's right.\nJUSTICE BREYER: And the difficulty is that.\nIn Roper, it said, well, don't worry so much about --\nabout not having the death penalty -- the other one.\nDon't worry so much about it because there's always life\nwithout parole.\nMR. STEVENSON: Yes.\nJUSTICE BREYER: And the fact that\n18-year-olds or 17-year-olds in many respects are quite\nmature or at least can be.\nMR. STEVENSON: Yes.\nJUSTICE BREYER: And so, that makes 18 seem\nnot quite right.\nMR. STEVENSON: Well --\nJUSTICE BREYER: Or -- but there's a problem\nwith each of them. So, that's where I'm trying--\nMR. STEVENSON: Yes, but I guess just on\nthat point, Justice Breyer, I think you're right that\nthe indicia are more complicated, but I want to just\nstress that they're less meaningful here, because with\nmandatory sentences, they don't tell you the same thing\nthey do in these other contexts.\nBut I also think it's true that we have\nrecognized that up until the age of 18, you are a\njuvenile. Your status is coherent with what the Court\nhas recognized in these other cases. And so, I do think\nit's defensible there. While it's true that you're more\ndeveloped than a child of 14 or a child of 10, it's also\ntrue that you're not an adult. And we make that\ndistinction in lots of ways.\nJUSTICE BREYER: Is there any other\ndistinction that you have been able to think of, growing\nout of the literature or growing out of the law, where\nthe cutoff for some roughly comparable series of things\nis between 14 and 15 or between 14 and 16, or something\nlike that?\nMR. STEVENSON: Well, yes, this Court in\nThompson made a distinction between offenders that were\nunder the age of 15, 15 and younger, then older\noffenders. And for 20 some years, the law in this\ncountry was you could not subject younger offenders to\nthe death penalty in ways that you could older\noffenders. And so, there's clearly precedent for that,\nand we've appended also lots of statutes, I mean, that\nalso make those kinds of distinctions. I mean, we do\ndraw these lines frequently in a range of areas, not\njust dealing with the constitutional questions that\nwe're dealing with here.\nBut just kind of to complete my analysis,\nJustice Kagan, about these comparisons, the other point\nthat I'll -- I'll reference is that, in Thompson, this\nCourt was also struggling over this question about\nfrequency and rarity. And what the Court did there is\nactually look at the number of juveniles that were\nsentenced to death under the age of 16 that were on\ndeath row and compared them to the number of people on\ndeath row at the time, and they noted that it was\n.36 percent of the population of people on death row.\nIf you did the same thing here, the\nSentencing Project reports that there are over 41,000\npeople in the United States serving sentences of life\nimprisonment without parole. And if you compare our\nnumber of 79 to that, that's actually, again, a lower\nproportion of people serving life without parole than\nthe Court found to be constitutionally significant in\nThompson.\nSo, I think Thompson and Coker all reinforce\nwhat we're saying here, that this is an exceedingly rare\nsentence where the majority of States have never chose\nto impose it. And that would provide a basis for this\nCourt to conclude that it is cruel and unusual.\nJUSTICE ALITO: In Coker --\nJUSTICE GINSBURG: Mr. Stevenson, you're\nmaking an argument now in Jackson's case, and Jackson\nwas the felony murder case. And I think at least in\nyour brief, you made the argument it was just\nhappenstance, bad luck, that in Jackson's case the shop\nattendant was killed. And in Graham's case, the person\nwho was assaulted survived.\nBut your argument to us seems to make no\ndistinction between the two cases.\nMR. STEVENSON: No -- no, I -- I don't\nintend to do that Justice Ginsburg. I think -- I think\nthere is a distinction. There's no question that\nthere's a stronger argument that, by traditional\nmeasures, there's lower culpability in Kuntrell\nJackson's case. He was not found to have specifically\nintended to kill. In the State of Alabama, he could not\nhave been subject to life without parole, and there are\nStates where he would not be subject to that, based on\nhis degree of culpability.\nI -- I guess my -- my point is, is that even\nthere, there is a challenge if the Court wants to engage\nin that kind of thinking. What children intend, because\nthey are children, is a very complicated question. It's\na very different question.\nI don't mean to concede that it's an\nirrelevant question. I think the Court absolutely can\nand should conclude that there is diminished culpability\nin the Jackson case, and that's evident based on the\nfacts of the crime. Actually, it was the dissenter\nin the Jackson case that made this observation about the\nconsequences of crime. And, of course, for many\nnon-homicide crimes, there are these kind of fortuities\nthat sometimes prevent death wonderfully, and we were\ngrateful for that.\nMy point is that the differences between\nchildren and adults, these internal attributes, if you\nwill, these deficits in judgment, are not\ncrime-specific. The person who intends to kill doesn't\nactually have any better judgment, any more character,\nany more maturity, any more impulse control than the\nperson who doesn't. And a way of characterizing a rule\nwould be to recognize that and -- and to create a\ncategorical ban.\nIf there are no further questions, I'll --\nI'll reserve the rest of my time for rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Holt.\nORAL ARGUMENT OF KENT G. HOLT\nON BEHALF OF THE RESPONDENT\nMR. HOLT: Thank you, Mr. Chief Justice, and\nmay it please the Court:\nThe decision below falls squarely within the\nframework of Roper and Graham, and there are three\nreasons to affirm this judgment: First, murder is the\nworst of all crimes. Society has drawn that line.\nSecond, legislatures have the power to\nauthorize sentences that are commensurate with crimes\nlike murder.\nThird, Jackson has not demonstrated any\nconsensus in this case against the practice, and, in\nfact, there is a supermajority of States and of\ngovernments that authorize this sentence.\nThe landscape of this case is -- is\ndifferent than Graham, because in Graham no one was --\nno one was killed. Terrance Graham was lucky no one was\nkilled, because he acted with a reckless disregard for\nhuman life as well, but it's an important thing in our\nlaw that the law punishes the -- the result, the harm\nthat is inflicted.\nAnd if I could, go to the Arkansas statute.\nJackson was charged with the highest crime you could be\ncharged with in Arkansas -- it was capital felony\nmurder -- in that the legislature has set out several\nenumerated, several violent felonies that if you commit\nthis particular crime -- and aggravated robbery is one\nof them -- if you commit that crime and in the course\nand furtherance of that, you or an accomplice act with\nextreme indifference to the value of human life during\nthe commission of it or in the flight from it, then you\nare guilty of capital felony murder.\nSo, in this case the jury was called\nupon -- because there were other accomplices with\nKuntrell Jackson, they were called on to determine\nwhether or not Kuntrell Jackson acted as an accomplice,\nwhether he aided and assisted and whether or not he or\nan accomplice acted with extreme indifference to the\nvalue of human life.\nIn that process, Kuntrell Jackson asserted\nthe affirmative defense that essentially is available\nfor capital murder. He said that, I did not have -- I\nwas not the triggerman, and I did not -- I did not\ncommit the homicide offense, and I did not aid or\nprocure counsel. All of those are listed -- the exact\nwords of the affirmative defense are listed in our brief\nat page 4. And -- but he asserted that defense.\nThe Arkansas Supreme Court noted in its\nopinion that in his challenge to the sufficiency of the\nevidence, that there was sufficient evidence to convict\nhim of capital murder and that the jury was well within\nits right to believe that he said that he -- that when\nhe walked in and took -- took the lead in this robbery\nthat he said, \"We ain't playin',\" and after that, the\nclerk responded that she was going to call the police --\nJUSTICE SOTOMAYOR: Counsel, I -- I know\nthat this seems like block building, but I think of law\nas sort of logical. If you're involved in a felony and\nyou counsel the felony where someone dies, under\nArkansas law, you're guilty of felony murder, correct?\nMR. HOLT: Of capital felony murder, yes,\nYour Honor.\nJUSTICE SOTOMAYOR: Right. So, whether or\nnot that he intended to counsel the crime, he was guilty\nof felony murder, unless he could prove the affirmative\ndefense, right?\nMR. HOLT: Yes, Your Honor.\nJUSTICE SOTOMAYOR: So, obviously, he didn't\nprove the affirmative defense, but that doesn't mean\nthat the jury actually found that he used one set of\nwords or another. It just means that they didn't\nbelieve he had proven by his burden of proof that he had\nnot counseled, correct?\nMR. HOLT: That's correct. The Arkansas\nSupreme Court said they could -- they could accept that\nas -- they pointed to that as --\nJUSTICE SOTOMAYOR: As a possibility for the\njury.\nMR. HOLT: As a possibility, yes.\nJUSTICE SOTOMAYOR: But not that it was an\nactual finding by the jury.\nMR. HOLT: No. No, Your Honor.\nJUSTICE SOTOMAYOR: All right.\nMR. HOLT: It was not an actual finding\nbecause an actual -- in regard to sentences in terms of\nyears, we don't require that individualized\nresponsibility that we do, for instance, in a death\npenalty case. So --\nJUSTICE BREYER: Well -- so, in Arkansas, if\na 13-year-old or a 14-year-old is in a getaway car and\nknowingly accepts the money that someone gets from a\nrobbery and intends to drive off with it, and that other\nperson shoots the teller and kills him, then that\nindividual who is 14 years old is guilty of felony\nmurder, capital felony murder?\nMR. HOLT: Your Honor --\nJUSTICE BREYER: He aided. Is that right or\nnot?\nMR. HOLT: Yes.\nJUSTICE BREYER: Okay. If that's right,\ndo -- do you think that such a person is less culpable,\nknowing only that, than a person who actually takes out\na gun and shoots the teller? Morally speaking.\nMR. HOLT: Yes, Your Honor.\nJUSTICE BREYER: Okay.\nMR. HOLT: Yes.\nJUSTICE BREYER: Now, if the answer to that\nquestion is \"yes,\" what is the argument for not being\nable to tell that to the jury or judge who's going to\nimpose the sentence? What is the argument for not\nallowing a judge or a jury at least to think about that\nquestion, before they have -- before imposing mandatory\nlife without parole?\nMR. HOLT: Well, Your Honor, that -- that --\ntelling a jury about that doesn't go to their guilt.\nJUSTICE BREYER: Oh, I know. I mean, my\nobvious point is that -- that the Arkansas system, once\nwe have he was the getaway driver or assisted the\ngetaway driver, they must sentence him at that age, or\ndespite that age, to life without parole.\nAnd so, the other side is saying, well, at\nthe very least -- he has three other positions -- but at\nthe very least, the Constitution -- maybe it's the Due\nProcess Clause -- requires the sentencer to take that\ninto account, the fact that he was just the\nassistant/getaway driver and may not have thought about\nthe murder in reality and may not have expected it in\nreality. Why not have to take that into account in\nsentencing? That's the argument.\nI want to hear directly your answer to that,\nwhich is taking the fourth or possibly the weakest of\nhis positions or the least radical. What is your answer\nto that one?\nMR. HOLT: Your Honor, it's -- a legislative\njudgment has been made with regard to drawing a baseline\nfor -- for all murderers, whether they're juvenile\nmurderers, whether they're getaway drivers. And when\nyou -- when you counsel or aid or do anything that gets\nyou liability for being a capital murderer, then that's\nthe -- that is the minimum sentence.\nWhat he's gotten, on account of his youth,\nis he's gotten -- this -- this Court decided in Roper in\nthat he could not -- he could not get the death penalty.\nAll of those individualized characteristics that would\nget him the lesser penalty, he doesn't even have to put\non. It's swept off the table because he is not exposed.\nAnd that -- those are all those factors in terms of what\nhe -- what he might -- that might mitigate.\nSo, he would actually sort of be\ndouble-dipping to come back again and say, oh, and by\nthe way, I'm a youth, and so I should get even -- I\nshould get not the lesser punishment; I should get the\nlesser, lesser punishment.\nSo, there's a certain symmetry that this\ncase has with -- with the Graham case, in that the\nGraham case was very specific about the way it defined\nitself. One commentator has made the note that the\nmajority opinion in Graham contained the word\nnon-homicide 47 times.\nGraham essentially said what it wasn't. It\nwasn't a homicide. It was that other line that society\ndraws between homicide and every other crime. And\ncrimes are -- the criminal statutes are scalar. There's\na certain amount of culpability that's built into each\none of those, whether it be capital murder or\nfirst-degree murder or second-degree murder. And it\ndoes go on what you know, the -- the knowledge that you\nhave. Maturity is taken into consideration, or\nimmaturity is taken into consideration in capital murder\nin that you can't get the worst -- if you've been shown\nto do these acts, you can't get the worst punishment.\nJUSTICE GINSBURG: What is the standard in\nArkansas for moving a child from the juvenile system?\nWe heard, I think, in Alabama it was -- was age 13?\nMR. HOLT: Yes. Your Honor -\nJUSTICE GINSBURG: It was age 12.\nMR. HOLT: Yes. Your Honor, Arkansas has\nsort of a three-tier system. The age for moving into\nthe adult system is 14. And -- but the middle-tier\nsystem in Arkansas is called extended juvenile\njurisdiction. And in that particular case -- in those\ncases, the prosecutor can move to take a younger age and\nput in -- and it's a blended sentence between the -- and\na youth is just found delinquent of a crime and not --\nand not found guilty.\nJUSTICE KENNEDY: What -- what are the\nfactors the judges and prosecutors use in making that\ndetermination?\nMR. HOLT: Your Honor, at age 14 -- and it's\nthe specific -- there are specific crimes that a\nprosecutor would move a case into an adult court. It is\nthe prosecutor's discretion weighing -- there are 10\ndifferent factors that include the severity of the\noffense, the -- and -- but they also take into\nconsideration the maturity of the -- of the youth,\nthe --\nJUSTICE KENNEDY: But -- but if you submit\nthat as a justification for your scheme, why couldn't\nthose same factors be applied to the judge -- by the\nsentencing judge after the conviction? In other words,\nall of the -- all of the discretion is up front before\nthe conviction.\nMR. HOLT: Well, there is discretion up\nfront, and that is the only -- that is the only instance\nwhen a defendant can actually challenge a transfer,\nwhere a prosecutor decides to put it. But there are\nalso -- so, there is -- there's discretion at the front\nend.\nJUSTICE KENNEDY: I guess my point is, if\nthe concern is that -- that we have too indefinite\nstandards, too few specifics to guide the judge in\ndetermining whether there should be a life sentence, the\nsame criticism could apply to the determination to send\nhim -- put him in the adult system at the outset.\nMR. HOLT: Well, Your Honor, the -- it is --\nadmittedly, it is at the discretion of the prosecutor on\nthose ages to move it into the --\nJUSTICE KENNEDY: I assume discretion is\nguided by certain standards, or it's no discretion at\nall. So, there are standards.\nMR. HOLT: Well, Your Honor, the -- the\nprosecutor -- that -- that decision to move it in there\nis challengeable. It is reviewable by a court. He\nmoves -- the juvenile moves it to transfer it to -- back\nto juvenile. That is appealed. That was done in this\ncase, and then the Arkansas -- the Arkansas Court of\nAppeals reviewed that decision and said that the\ncourt -- the court's decision was not erroneous. So,\nthat -- that is the discretion that one would exercise\non the front end.\nAgain, on the latter end, this Court has\nsaid in Harmelin that the individualized sentencing is\nnot required, and, in fact, the -- all of the -- all of\nthe -- the mitigating circumstances that would -- that\nhave been considered because it's -- he's -- the death\npenalty has been taken off the table. That's a big --\nthat's a big deal, especially in a case like this one\nwhere Kuntrell Jackson -- we believe the evidence showed\nthat he also acted with reckless indifference to the\nvalue of human life, based -- based on the evidence in\nthis case. That he would be -- by way of analogy, that\nhe would be a Tison offender himself.\nBut irrespective of that, the legislature in\nArkansas -- it's -- the legislative judgment has been\nthat the minimum sentence that a person can receive for\ncommitting a capital murder in Arkansas is life without\nparole.\nI would like to clarify one point that I\nthink -- earlier that was made. The two other\nindividuals in this particular case were -- one was a\ncousin who testified against Mr. Jackson, and he was 15.\nHe had turned 15 the day before this robbery. And the\nsecond, the second individual, the triggerman, was -- he\nwas also 14, and he received a -- a sentence of life\nwithout parole as well.\nIt's our position that -- as is Alabama's,\nthat the main -- the principal justification in this\ncase lies with the -- the retributive principle that\nsociety needs to convey the message that people like\nLaurie -- that Laurie Troup's life, the victim in this\ncase, was more important than the money in that cash\nregister. The harm here was irrevocable. And this kind\n-- the punishment for this -- it's qualitative -- death\n-- the death penalty is qualitatively different.\nBut the punishment for -- for this crime\nreinforces the sanctity of human life, and it expresses\nthe State's moral outrage that something like this could\nhappen. We think that the respect due life is -- is\nwhat this message conveys, and it conveys it more as a\nlife-without-parole sentence than it does life-without.\nJUSTICE GINSBURG: You say the sanctity of\nhuman life, but you're dealing with a 14-year-old being\nsentenced to life in prison, so he will die in prison\nwithout any hope. I mean, essentially, you're making a\n14-year-old a throwaway person.\nMR. HOLT: Your Honor, I would -- I'd\nrespectfully disagree that he's a throwaway person. The\n-- we want to -- we want him to come to an understanding\nof his own humanity. We want him to realize the\nenormity of his crime. I can only speak for Arkansas,\nbut in Arkansas, instances -- it's not in the record,\nbut this particular petitioner, Jackson has made efforts\nto obtain his GED; he has taken anger management\nclasses. You can -- juvenile life without parole --\npeople serving this sentence --\nJUSTICE SOTOMAYOR: I'm sorry.\nMR. HOLT: -- are enrolled in vo-tech\nprograms in the prison.\nJUSTICE SOTOMAYOR: What hope does he have?\nMR. HOLT: Excuse me?\nJUSTICE SOTOMAYOR: What hope does he have?\nMR. HOLT: Your Honor, he has -- the hope\nthat he may have is that he -- is an application for\ncommutation through the parole board. Other than that,\nhe will -- or perhaps retroactive legislation --\nJUSTICE SOTOMAYOR: I'm sorry.\nMR. HOLT: -- if the legislature comes to\nanother view.\nJUSTICE SOTOMAYOR: I thought he was life\nwithout parole. I thought he was sentenced to life\nwithout parole. How can the parole board --\nMR. HOLT: Oh, what I'm saying is the parole\nboard is -- reviews applications for commutation in\nArkansas. So, he -- this particular -- this Petitioner\nhas not --\nJUSTICE KENNEDY: How many commutations of\nlife imprisonment sentences are ordered every year in\nArkansas?\nMR. HOLT: Your Honor, I don't have figures\non that -- on how many per year, but there is a case\nthat -- that listed -- it's Rogers v. State. It is a\n1979 case that actually listed -- 30 clemency requests\nwere granted in the last 5 years from that opinion.\nThey were life sentences.\nJUSTICE KENNEDY: From life sentences? From\nlife without parole?\nMR. HOLT: Well, life without -- life and\nlife without parole in Arkansas are the same type of\nsentence, but --\nCHIEF JUSTICE ROBERTS: Do we know how old\nLaurie Troup was when she was shot?\nMR. HOLT: Yes, Your Honor. Laurie Troup\nwas 28 years old when she was shot. She was discovered\nby her mother and her 11-year-old son.\nJUSTICE BREYER: I understand the arguments,\nwhich are very good ones, for the importance of Arkansas\nemphasizing the importance of life and not killing\npeople. But a person who is an adult who is faced with\nthe death penalty, which is certainly a strong statement\nalong your lines, is permitted by the Constitution\nnonetheless to make any mitigating argument he wants.\nAnd Arkansas has to do that. They have to let him make\nany mitigating argument he wants.\nAnd so, the argument here is basically,\nwell, the same is true when a 14-year-old, because of\nthe lack of maturity, faces life without parole. And\nthat seems to me the hard issue in this case. Just\nas -- just as the death penalty is unique for anyone\nand, therefore, requires mitigating elements, isn't the\nlife without parole special enough for an adolescent\nthat you have to let him at least make any mitigating\narguments he wants?\nNow, Arkansas hasn't really expressed a view\nin its legislation on that question, or maybe it has and\njust rejected it. But I don't know. That's -- if you\nwant to say something about that, I'd be interested.\nMR. HOLT: That's -- that's not a view\nthat -- that I know that's been expressed.\nJUSTICE BREYER: Yes. But I mean, that's\nwhat their brief is filled with on the other side,\nbasically. And so is Roper.\nMR. HOLT: Yes, Your Honor. But death is --\ndeath is qualitatively different. And -- and that's\nbeen taken off the table. I think that all of -- all of\nthose things that he would put to get the -- that he\nwould -- that he would put forward to get the lesser\nsentence is -- initially is that he would just get a --\nas I said, a lesser, lesser sentence.\nJUSTICE GINSBURG: Did you say that Arkansas\nhas no life with parole?\nMR. HOLT: Your Honor, the only provision --\nand this does go to show that Arkansas has thought about\nthis in ways, has taken deliberate steps. In its\nextended juvenile jurisdiction, there is the provision\nthat -- that a -- for instance, a 14-year-old in this\nparticular case, if -- if they had deemed that they\nwould go in extended juvenile jurisdiction, could\nreceive a life penalty, except it is life with parole,\nyes. So, that is -- that --\nJUSTICE GINSBURG: But that's not available\nto an adult. That's only in the --\nMR. HOLT: That's not available to an adult.\nNo, Your Honor.\nAs I -- as I was saying, the -- there's a\ncertain constitutional symmetry to this case and to\nGraham's case because -- because Graham committed a -- a\nnon-homicide offense and he was a youth, and so he had\ntwice-diminished punishment. But he only received one\ndiminishment in his -- in his punishment, because he\nhad -- he was -- he had twice-diminished culpability.\nIn this particular case, Jackson does not have\ntwice-diminished culpability. He has -- he is a youth.\nEven if he were to -- even if we were to say\nthat, well, he didn't pull the trigger, or we can't show\nthat he didn't -- that he acted -- didn't act with\nreckless indifference, even if we were to say that that\nwas twice-diminished, he is still criminally\nresponsible. There's not a -- there's not a special\nclass of not guilty by reason of youth. He is still\ncriminally responsible for what he did.\nAnd -- and a -- teenagers must know that if\nyou commit the worst crime, you will get the worst\npunishment that's available under the Constitution. And\nso, the symmetry here is that -- that Terrance Graham\nwas the lucky one. It's not that Kuntrell Jackson was\nthe unlucky one. This is a -- when you go into a place\nwith a sawed-off shotgun, it's a dangerous activity;\nit's inherently dangerous. And what was left out of the\ncalculus a minute -- a few minutes ago was the fact that\nhe could -- it's not just kill or intend to kill, but\nforesee what could happen.\nAnd, certainly, the evidence in this case\ndemonstrated that Kuntrell Jackson could foresee that at\nan armed robbery, someone could get hurt. And that's\nwhat the law punishes, is the result.\nIf there are no further questions --\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Stevenson, you have 8 minutes remaining.\nREBUTTAL ARGUMENT OF BRYAN A. STEVENSON\nON BEHALF OF THE PETITIONER\nMR. STEVENSON: Just -- just a few points.\nJustice Kennedy, I just want to kind of\nremark, there is some literature out there about\ncommutation in Arkansas. And it was actually quite\ncommon up until 1980, and this case that my colleague\nreferenced was prior to that date. But since then, it's\nbeen very uncommon. There's only been one commutation\nsince 2007 with the -- with the current governor, and\nthat was for a non-homicide offense.\nI -- I also want to say, just kind of\nconsistent with my earlier argument, that this Court did\nstrike down mandatory death sentences in\nWoodson v. North Carolina and Roberts v. Louisiana for\nmany of the reasons that the Court has highlighted here\nthat made that sentence unconstitutional and\ninappropriate. And we think that in the same way, the\nCourt could certainly do that here.\nBut my final point is really to just say we\nare not suggesting that States should not be able to\nimpose very harsh punishments and very severe sentences\non even children who commit these kinds of violent\ncrimes. That's not our position.\nThe State of Arkansas and the State of\nAlabama have parole boards in place. They can even\nimpose sentences that give them the authority to\nmaintain control of the lives of these children for the\nrest of their natural lives.\nWhat we are arguing is that they cannot do\nso with no hope of release, that that would be\nincompatible with child status. And that's the rule of\nRoper. That's the logic of Roper and Graham. It could\nbe argued that every person is more than the worst thing\nthey've ever done. And a policymaker and a\ndecisionmaker might consider that in constructing what\nkind of sentences to impose and what kind of regime to\ncreate, and that's totally up to the legislatures.\nBut what this Court has said is that\nchildren are uniquely more than their worst act. They\nare quintessentially children in a way that the\nConstitution requires that we respect their child\nstatus.\nAnd our argument is simple. Our argument is\nthat it would be unusual to recognize that in virtually\nevery area of the law, but when a crime is committed, to\nsimply abandon it, to simply ignore it. Roper and\nGraham teach us that we can't do that consistently with\nour Eighth Amendment prohibitions.\nAnd so, for that reason, it is unusual, and\nit's our judgment that it would be cruel to declare\nthese children fit only to die in prison given what we\nnow know about their status, about their development,\nand about their potential.\nAnd for those reasons, we would ask this\nCourt to reverse the lower court judgments and grant\nrelief in this case, Jackson v. Arkansas.\nCHIEF JUSTICE ROBERTS: Thank you, Mr.\nStevenson, Mr. Holt.\n"
    }, 
    "respondents": [
        "RAY HOBBS, DIRECTOR, ARKANSAS", 
        "DEPARTMENT OF CORRECTIONS."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 5, 
        "JUSTICE ALITO": 13, 
        "JUSTICE BREYER": 24, 
        "JUSTICE GINSBURG": 6, 
        "JUSTICE KAGAN": 2, 
        "JUSTICE KENNEDY": 6, 
        "JUSTICE SCALIA": 1, 
        "JUSTICE SOTOMAYOR": 23, 
        "MR. HOLT": 32, 
        "MR. STEVENSON": 46
    }
}