{
    "appearances": {
        "content": "PAUL D. CLEMENT, ESQ., Washington, D.C.; on behalf of\nPetitioners.\nDONALD B. VERRILLI, JR., ESQ., Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nRespondent.\n"
    }, 
    "caseNum": "11-182", 
    "caseinfo": {
        "content": "ARIZONA, ET AL., :\nPetitioners : No. 11-182\nv. :\nUNITED STATES :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nDONALD B. VERRILLI, JR., ESQ.\nOn behalf of the Respondent 33\nREBUTTAL ARGUMENT OF\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Petitioners 75\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, April 25, 2012\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:07 a.m.\n"
    }, 
    "petitioners": [
        "ARIZONA, ET AL.,"
    ], 
    "proceedings": {
        "content": "(10:07 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nthis morning in Case 11-182, Arizona v. The United\nStates.\nMr. Clement.\nORAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE PETITIONERS\nMR. CLEMENT: Mr. Chief Justice, and may it\nplease the Court:\nThe State of Arizona bears a\ndisproportionate share of the costs of illegal\nimmigration. In addressing those costs, Arizona\nborrowed the Federal standards as its own and attempted\nto enlist state resources in the enforcement of the\nuniform Federal immigration laws.\nNotwithstanding that, the United States took\nthe extraordinary step of seeking a preliminary\ninjunction to enjoin the statute as impliedly preempted\non its face before it took effect. The Ninth Circuit\nagreed with respect to four provisions, but only by\ninverting fundamental principles of federalism.\nThe Ninth Circuit, essentially, demanded\nthat Arizona point to specific authorization in Federal\nstatute for its approach. But that gets matters\nbackwards.\nA state does not need to point to Federal\nauthorization for its enforcement efforts. Rather, the\nburden is on the parties seeking to preempt a duly\nenacted state law to point to some provision in\nstatutory law that does the preempting. Now, the United\nStates can't really do that here, and the reason is\nobvious.\nThere are multiple provisions of the Federal\nimmigration law that go out of their way to try to\nfacilitate state and local efforts to communicate with\nFederal immigration officials, in order to ascertain the\nimmigration status of individuals.\nSo, for example, 1373(c) specifically\nrequires that Federal immigration officials shall\nrespond to inquiries from state and local officials\nabout somebody's immigration status. 1373(a) goes even\nfurther. That provision says that no Federal agency or\nofficer may prohibit or in any way restrict the ability\nof state and local officers to communicate with Federal\nimmigration officers to ascertain somebody's immigration\nstatus.\nIndeed, if the DHS had --\nJUSTICE SOTOMAYOR: Mr. Clement --\nMR. CLEMENT: Yes.\nJUSTICE SOTOMAYOR: -- could I interrupt?\nAnd turning to 2(B), could you tell me what the state's\nview is -- the Government proposes that it should be\nread on its face one way, and I think the state is\narguing that there's a narrower way to read it. But am\nI to understand that, under the state's position in this\naction, the only time that the inquiry about the status\nof an individual rises is after they've had probable\ncause to arrest that individual for some other crime?\nMR. CLEMENT: That's exactly right, Justice\nSotomayor. So this only operates when somebody's been,\nessentially, stopped for some other infraction. And\nthen, at that point, if there's reasonable suspicion to\ntry to identify immigration status, then that can\nhappen. Of course, one of the things that --\nJUSTICE SOTOMAYOR: Can I -- can I --\nMR. CLEMENT: Sure.\nJUSTICE SOTOMAYOR: -- just stop -- stop you\nthere just one moment?\nThat's what I thought. So, presumably, I\nthink your argument is that, under any circumstance, a\npolice officer would have the discretion to make that\ncall. Seems to me that the issue is not about whether\nyou make the call or not, although the government is\narguing that it might be, but on how long you detain the\nindividual, meaning -- as I understand it, when\nindividuals are arrested and held for other crimes,\noften, there's an immigration check that most states do\nwithout this law.\nAnd to the extent that the government wants\nto remove that individual, they put in a warrant of\ndetainer. This process is different. How is it\ndifferent?\nMR. CLEMENT: Well, it's different in one\nimportant respect, Justice Sotomayor, and that's why I\ndon't think that the issue that divides the parties is\nonly the issue of how long you can detain somebody\nbecause I think the Federal government takes the rather\nunusual position that, even though these stops and these\ninquiries, if done on an ad hoc basis, become preempted\nif they're done on a systematic basis --\nJUSTICE SOTOMAYOR: No, I understand that's\ntheir argument. I can question them about that.\nMR. CLEMENT: Okay. But -- so that's --\nJUSTICE SOTOMAYOR: But I want to get to\nhow -- assuming your position, that doing it on\na systematic -- there's nothing wrong with doing it as\nit's been done in the past. Whenever anyone is\ndetained, a call could be made. What I see as critical\nis the issue of how long and under -- and when is the\nofficer going to exercise discretion to release the\nperson?\nMR. CLEMENT: And -- and, with respect, I\ndon't think Section 2(B) really speaks to that, which is\nto say I don't think Section 2(B) says that the\nsystematic inquiry has to take any longer than the\nad hoc inquiry.\nAnd, indeed, Section 2 -- in one of its\nprovisions -- specifically says that it has to be\nimplemented in a way that's consistent with Federal,\nboth immigration law and civil rights law.\nSo, there --\nJUSTICE SOTOMAYOR: What happens if -- this\nis the following call -- the call to the -- to the\nFederal government. Yes, he's an illegal alien. No, we\ndon't want to detain him.\nWhat does the law say -- the Arizona law\nsay, with respect to releasing that individual?\nMR. CLEMENT: Well, I don't know that it\nspeaks to it in specific terms, but here's what I\nbelieve would happen, which is to say, at that point,\nthen, the officer would ask themselves whether there's\nany reason to continue to detain the person for state\nlaw purposes.\nI mean, it could be that the original\noffense that the person was pulled over needs to be\ndealt with or something like that.\nJUSTICE SOTOMAYOR: I'm putting all of this\noutside of -- of -- the --\nMR. CLEMENT: But -- but, if what we're\ntalking about is simply what happens then, for purposes\nof the Federal immigration consequences, the answer is\nnothing. The individual, at that point, is released.\nAnd that, I think, can be very well\nillustrated by Section 6 -- I don't want to change the\nsubject unnecessarily, but there is arrest authority for\nsomebody who has committed a public offense, which means\nthat it's a crime in another state and in Arizona, but\nthe person can't be arrested for that offense,\npresumably, because they have already served their\nsentence for the offense; and then there is new arrest\nauthority given to the officer to hold that person if\nthey are deportable for that offense.\nNow, I think, in that circumstance, it's\nvery clear what would happen, is an inquiry would be\nmade to the Federal officials that would say, do you\nwant us to transfer this person to your custody or hold\nthis person until you can take custody? And if the\nanswer is no, then that's the end of it. That\nindividual is released because there is no independent\nbasis in that situation for the state officer to\ncontinue to detain the individual at all.\nJUSTICE GINSBURG: But how would the state\nofficer know if the person is removable? I mean, that's\nsometimes a complex inquiry.\nMR. CLEMENT: Well, Justice Ginsburg, I\nthink there's two answers to that. One is -- you're\nright, sometimes, it's a complex inquiry. Sometimes,\nit's a straightforward inquiry. It could be murder. It\ncould be a drug crime. But I think the practical answer\nto the question is, by hypothesis, there is going to be\ninquiry made to the Federal immigration authorities,\neither the Law Enforcement Support Center or a 287 --\n287(g) officer.\nAnd, presumably, as a part of that inquiry,\nthey can figure out whether or not this is a removable\noffense or at least a substantially likely removable\noffense.\nJUSTICE KENNEDY: Suppose it takes two weeks\nto make that determination, can the alien be held by the\nstate for that whole period of time --\nMR. CLEMENT: Oh, I don't --\nJUSTICE KENNEDY: -- just under Section 6?\nMR. CLEMENT: I don't think so, Your Honor,\nand I think that -- you know, what -- in all of these\nprovisions, you have the Fourth Amendment backing up the\nlimits, and I think so --\nJUSTICE KENNEDY: What -- what would be the\nstandard? You're -- you're the attorney for the -- the\nalien, he -- they are going to hold him for two weeks\nuntil they figure out whether this is a removable\noffense. And you say, under the Fourth Amendment, you\ncannot hold for -- what? More than a reasonable time\nor --\nMR. CLEMENT: Yes, ultimately, it's a\nreasonable inquiry. And I think that, under these\ncircumstances, what we know from the record here is\nthat, generally, the immigration status inquiry is\nsomething that takes 10 or 11 minutes, I mean, so it's\nnot -- we're not talking about something -- or no more\nthan 10, if it's a 287(g) officer, and, roughly, 11\nminutes on average if it's the Law Enforcement Support\nCenter.\nJUSTICE BREYER: How do they have -- well,\nthe same question, but -- but I'm trying to think of\nexamples. Example one is the person is arrested. Now,\nit says any person who is arrested shall have the\nperson's immigration status determined before the person\nis released. So I wonder, if they have arrested a\ncitizen, he's Hispanic-looking. He was jogging. He has\na backpack. He has water in it and Pedialyte.\nSo they think, oh, maybe this is an illegal\nperson. It happens he's a citizen of New Mexico. And\nso the driver's license doesn't work.\nAnd, now, they put him in jail. And are\nyou -- can you represent to us -- I don't know if you\ncan or not -- can you represent to us he will not stay\nin jail, in detention, for a significantly longer period\nof time than he would have stayed in the absence of\nSection 2(B)?\nDo you want to represent that or not?\nMR. CLEMENT: I don't want to represent\nthat --\nJUSTICE BREYER: All right. Now, if you\ncannot represent that -- and I'm not surprised you don't\nwant to -- I mean, I don't know --\nMR. CLEMENT: Sure, sure. But what I can\nrepresent --\nJUSTICE BREYER: What?\nMR. CLEMENT: -- is that he's not going to\nbe detained any longer than the Fourth Amendment allows.\nJUSTICE BREYER: Oh, fine.\nMR. CLEMENT: And --\nJUSTICE BREYER: But the Fourth Amendment --\nsince -- for -- I mean, that's -- that's another\nquestion. I don't know how long the Fourth Amendment\nallows. I don't know on that. There probably is a\nrange of things. But we do know that a person,\nordinarily, for this crime, X, would have been released\nafter a day.\nOh, you know, the Fourth Amendment would have allowed\nmore. So, now, what I want to know is what, in\npractice, will happen?\nYou -- from your representation, I think\nthat there will be a significant number of people --\nsome of whom won't be arrested. It takes 11 minutes for\nsome. For citizens, it might take two hours. It might\ntake two days. Okay. There will be a significant\nnumber of people who will be detained, at the stop or in\nprison, for a significantly longer period of time than\nin the absence of 2(B).\nIs that a fair conclusion?\nMR. CLEMENT: I don't think it is, Justice\nBreyer, and here's why it's not: Because, even though\nthere certainly are situations where state authorities\nwill arrest somebody and then release them relatively\nrapidly, they generally don't release somebody until\nthey can nail down their identity and whether or not\nthey are likely to come to a court hearing at a\nsubsequent --\nJUSTICE SCALIA: Anyway, if this is a\nproblem, is it -- is it an immigration law problem?\nMR. CLEMENT: It --\nJUSTICE SCALIA: Or is it a Fourth Amendment\nproblem?\nMR. CLEMENT: Justice Scalia, it is\nneither --\nJUSTICE SCALIA: Is the Government's attack\non this that it violates the Fourth Amendment?\nMR. CLEMENT: No, of course, the Federal\ngovernment, that also has a lot of immigration arrests\nthat are subject to the Fourth Amendment, is not making\na Fourth Amendment claim here. And it's neither an\nimmigration law concern or something that should be the\nbasis for striking down a statute on its face.\nJUSTICE BREYER: That's a\ndifferent argument --\nMR. CLEMENT: But I do want to -- but I do\nwant to be responsive and make the point that I think\nthe factual premise that this is going to -- 2(B) is\ngoing to lead to the elongation of a lot of arrests is\nnot true.\nJUSTICE BREYER: All right. Can I make the\nfollowing statement in the opinion -- and you will say\nthat's okay. Imagine -- this is imaginary. \"We\ninterpret\" -- imagine -- \"we interpret Section 2(B) as\nnot authorizing or requiring the detention of any\nindividual under 2(B), either at the stop or in prison,\nfor a significantly longer period of time than that\nperson would have been detained in the absence of 2(B).\"\nCan I make that statement in an opinion, and\nyou'll say, that's right?\nMR. CLEMENT: I think what you could say is\nthat --\nJUSTICE BREYER: But can I say that?\nMR. CLEMENT: I don't think you can say just\nthat.\nJUSTICE BREYER: No.\nMR. CLEMENT: I think you can say something\nsimilar, though. I think you probably could say that,\nlook, this is a facial challenge. The statute's never\ngone into effect. We don't anticipate that Section 2(B)\nwould elongate, in a significant number of cases, the\ndetention or the arrest. I think you could say that.\nAnd the reason is, as I indicated, it's\nsomething that happens even without this law that, when\nyou arrest somebody -- and there are some offenses that\nare -- you can arrest and release under state law, but\nbefore you release the individual, you generally want to\nascertain that that individual is going to show up at\nthe hearing, and that's what really distinguishes those\ncases, where there's arrest and release, from those\ncases where there's arrest and you book somebody.\nNow, here's the other reason why I don't\nthink, factually, this is going to elongate things\nbecause, already, in a significant number of booking\nfacilities in Arizona, you already have the process that\npeople are systematically run through immigration checks\nwhen they are booked as part of the booking process.\nThat's reflected in the record here in the Maricopa\nCounty system, that that's done by a 287(g) officer as a\nmatter of routine.\nThe Federal government doesn't like this\nstatute, but they are very proud of their Secure\nCommunities program. And their Secure Communities\nprogram also makes clear that everybody's that's booked\nat participating facilities is -- eventually has their\nimmigration status checked.\nAnd so I don't think that this immigration\nstatus check is likely to lead to a substantial\nelongation of the stops or the detentions. Now,\nobviously --\nJUSTICE SOTOMAYOR: I want to make sure that\nI have a clear representation from you. If, at a call\nto the Federal agency, the agency says, we don't want to\ndetain this alien, that alien will be released for --\nunless it's under 6, is what you're telling me.\nOr under 6, 3, or some -- one other of Arizona's\nimmigration crimes.\nMR. CLEMENT: Exactly. Obviously, if this\nis somebody who was going -- you know, 60 miles an hour\nin a 20-mile-an-hour school zone or something, they may\ndecide, wholly apart from the immigration issues, that\nthis is somebody they want to bring back to the station.\nBut, for the purposes of once they make the\ncontact with Federal immigration officials, if the\nFederal immigration officials say, look, we have no\ninterest in removing this person, we have no interest in\nprosecuting this person under the Federal criminal\nprovisions, then that's the end of the Federal case of\nthe --\nJUSTICE SOTOMAYOR: All right. Then tell\nme --\nJUSTICE SCALIA: So, you'll concede that the\n-- that the state has to accept within its borders all\npeople who have no right to be there, that the Federal\ngovernment has no interest in removing?\nMR. CLEMENT: No, I don't accept that,\nJustice Scalia, but --\nJUSTICE SCALIA: That's -- that's all the\nstatute -- and you call up the Federal government, and\nthe Federal government -- yes, he's an illegal\nimmigrant, but that's okay with us.\nMR. CLEMENT: Well --\nJUSTICE SCALIA: And -- and the state has no\npower to -- to close its -- its borders to -- to people\nwho have no right to be there?\nMR. CLEMENT: Well, here, Justice Scalia,\nhere's my response, which is all of this discussion, at\nleast as I've understood it, has been about 2(B) and, to\na lesser extent, 6.\nNow, Section 3 of the statute does provide\nan authority, under state law, to penalize somebody who\nhas violated, essentially, the Federal registration\nrequirement. So if that's -- as to that provision,\nthere would be a state authority, even under these\nhypotheticals, to take action with respect to the\nindividual --\nJUSTICE KENNEDY: But, I think --\nMR. CLEMENT: -- but not with respect to\nthe Federal --\nJUSTICE KENNEDY: I think Justice Scalia's\nquestion was the -- was the broader one, just as a\ntheoretical matter. Can we say -- or can -- do you take\nthe position that a state must accept, within its\nborders, a person who is illegally present under Federal\nlaw?\nMR. CLEMENT: Well, and I think --\nJUSTICE KENNEDY: And that is by reason of\nhis alien --\nMR. CLEMENT: And I think my answer to that\nis no. I think the reason my answer is no has more to\ndo with our defense of Section 3 and other provisions\nthan it does with respect to the inquiry and arrest\nauthority provisions, 2(B) and 6.\nJUSTICE ALITO: Well, before you move on to\nthe registration requirement, could I take you back to\nan example that's similar to the one that Justice Breyer\nwas referring to?\nLet's someone -- let's say someone who is a\ncitizen and a resident of New Mexico, has a New Mexico\ndriver's license, drives across the border, is stopped\nfor speeding, not 60 miles an hour in a 20-mile zone,\nbut 10 miles over the speed limit on an interstate. And\nthe officer, for some reason, thinks that this person\nmay be an illegal alien. How would that work out?\nIf you do the records check, you're not\ngoing to get anything back, right, because the person is\na citizen? So what -- where would the officer take it\nfrom there?\nMR. CLEMENT: Well, if I can just kind of\nwork back for a second? I mean, obviously, it's a\npretty unusual circumstance, where somebody produces an\nout-of-state driver's license, and that doesn't dispel\nreasonable suspicion for the officer. But I'll take the\nhypo --\nJUSTICE ALITO: Why would it dispel\nreasonable suspicion if it's -- if the officer knows\nit's a state that issues driver's licenses to aliens who\nare not lawfully in that instance --\nMR. CLEMENT: And that might be a situation\nwhere that's the case, and then -- then it wouldn't\ndispel the reasonable suspicion. But, say, in the\naverage case, I think it would.\nThey would then go further. And then they\nwould then make the inquiry to the Federal officials.\nAnd then if -- because of the fact that the individual\nactually is a citizen or something like that, then what\nwould happen is, at some point, you'd get to the end of\na permissible Terry stop, and the officer would release\nthe individual.\nNow, it might not be the end of the matter\nbecause, of course -- you know, they -- they still have\nthe name, they still have the ability to collect that\ninformation and try to continue the check as they move\nforward, taking down the information on the New Mexico\ndriver's license.\nBut I think the important thing is that --\nyou know, this statute doesn't authorize them to detain\nthe individual, certainly beyond the -- the Fourth\nAmendment limits. And it really doesn't authorize them\nto do anything that the official couldn't do on an\nad hoc basis without the statute.\nNow, it does do --\nJUSTICE ALITO: That -- that may be the\ncase, and I would like to ask General Verrilli about\nthat. But, under the Fourth Amendment, presumably, if\nthe officer can arrest -- the state officer can arrest a\nperson on -- simply on the ground that the person is\nremovable, which is what the Office of Legal Counsel\nopined some years ago, then, presumably, the officer\ncould continue to detain that individual that\nI mentioned, until they reached a point where the Terry\nstop becomes an arrest. At which time, they would have\nto have probable cause.\nBut, if they had probable cause to believe\nthe person was removable, then they could hold the\nperson, presumably, until the -- the person's status was\ncompletely verified, isn't that correct?\nMR. CLEMENT: I think that's correct,\nYour Honor.\nNow, as we read Section 6, because there's a\npre-existing definition of public offense in Arizona\nlaw, we don't think this is kind of the -- the full\nOffice of Legal Counsel situation, where you have broad\narrest authority for removable individuals. This is a\nrelatively narrow slice of additional arrest authority\nthat happens to give arrest authority for people that\nseem to fit the Federal government's priority because it\nreally is going to apply to criminal aliens.\nBut I don't -- I don't take any issue with\nwhat you're saying. I do think, though, it's important\nto understand that 2(B) really doesn't give the officer\nan authority he didn't otherwise have.\nIt does do one thing that's very important,\nthough, which it does have the effect of overriding\nlocal policies that actually forbad some officers from\nmaking those communications and -- because that's one of\nthe primary effects of 2(B). It just shows how\ndifficult the government's preemption argument is here\nbecause those kind of local policies are expressly\nforbidden by Federal statute. 1373(a) and 8 U.S.C. 1644\nbasically say that localities can't have those kind of\nsanctuary laws.\nAnd so one effect that 2(B) has is, on a\nstate level, it basically says, look, you can't have\nlocal officers telling you not to make those inquiries.\nYou must have those inquiries.\nJUSTICE SOTOMAYOR: Counsel, could -- does\nSection 6 permit an officer to arrest an individual who\nhas overstayed a visitor's visa by a day? They are\nremovable, correct?\nMR. CLEMENT: They are removable. I don't\nthink they would have committed a public offense --\nabsent a very unusual situation, I don't think they\nwould have committed a public offense under Arizona law.\nSo I don't think there actually would be arrest\nauthority in that circumstance, as Justice Alito's\nquestion has -- has --\nJUSTICE SOTOMAYOR: What is the definition\nof public offense?\nMR. CLEMENT: A public offense definition --\nit's actually -- it's a petition appendix -- well, I'm\nsorry.\nThe definition is, basically, that it's\nsomething that is a crime in another jurisdiction and\nalso a crime in Arizona. And so what makes this kind of\nanomalous is, normally, if something is a crime in\nArizona, there's arrest authority for that directly.\nSo what this really captures is people who\nhave committed a crime are no longer arrestable for the\ncrime because they have served their sentence or some\nother peculiarity, but they are, nonetheless, removable\nbecause of the crime. And so --\nCHIEF JUSTICE ROBERTS: Counsel, maybe it's\na good time to talk about some of the other sections, in\nparticular Section 5(C).\nNow, that does seem to expand beyond the\nFederal government's determination about the types of\nsanctions that should govern the employment\nrelationship.\nYou talk about supply and demand. The\nFederal government, of course, prohibits the employment,\nbut it also imposes sanctions with respect to\napplication for work. And the state of Arizona, in this\ncase, is imposing some significantly greater sanctions.\nMR. CLEMENT: Well, it's certainly imposing\ndifferent sanctions. I mean -- you know, it's -- it's a\nlittle bit -- kind of hard to weigh the difference\nbetween removability, which is obviously a pretty\nsignificant sanction for an alien, and the relatively\nmodest penalties imposed by Section 5(C).\nBut I take the premise that 5(C) does\nsomething that there is no direct analog in Federal law.\nBut I -- but that -- that's not enough to get you to\npreemption, obviously.\nAnd one of the things that makes 5(C), it\nseems to us, a weak case for preemption is that it only\ntargets employment that is expressly forbidden by\nFederal law. And so, then we look at -- you know,\nessentially, the government is reduced to arguing that\nbecause, in 1986, when Congress passed IRCA, it only\nfocused on the employer's side of the equation and\ndidn't, generally speaking, impose restrictions on\nemployees, that, somehow, they are going to draw a\npreemptive inference from that.\nJUSTICE SOTOMAYOR: Counsel --\nJUSTICE KENNEDY: Would you agree\nthat -- would you accept, as a working hypothesis, that\nwe can begin with the general principle that the Hines\nv. Davidowitz language controls here, and we're going to\nask our principal -- our primary function is to\ndetermine whether, under the circumstances of this\nparticular case, Arizona's law stands as an obstacle to\nthe accomplishment and execution of the full purposes\nand objectives of Congress?\nIs -- is that an acceptable test from your\nstandpoint?\nMR. CLEMENT: I think it's an acceptable\ntest. I mean, Justice Kennedy -- you know, there\nobviously have been subsequent cases, including DeCanas\nthat -- and Whiting, that give additional shape and\ncolor to that test, and -- but I don't have any -- I\ndon't have any real quarrel with that test.\nAnd here's why I don't think that --\nJUSTICE KENNEDY: But -- but then the\ngovernment on this section is going to come and say,\nwell, there may be -- this must be -- this -- the\nenforcement of this statute, as Arizona describes it,\nwill be in considerable tension with our -- with our\nbasic approach; isn't that what I'm going to hear from\nthe government?\nMR. CLEMENT: It may be what you're going to\nhear, Justice Kennedy, but I don't think you just take\nthe Federal government for its word on these things.\nYou know, it's interesting, in DeCanas\nitself, the SG said that that California statute was\npreempted. And, in DeCanas, this Court didn't say,\nwell, you know, we've got this language from Hines, and\nwe have the SG telling us it's preempted, that's good\nenough for us. They went beyond that, and they looked\nhard.\nAnd what they did is they established that\nthis is an area where the presumption against preemption\napplies. So that seems one strike in our favor.\nWe have here a situation where there is an\nexpress preemption provision, and it -- it only\naddresses the employer's side of the ledger. So the\nexpress preemption provision clearly doesn't apply here.\nSo the only thing they have is this inference --\nJUSTICE SOTOMAYOR: Well, for those of us\nfor whom legislative history has some importance, there\nseems to be quite a bit of legislative history that\nthe -- that the idea of punishing employees was raised,\ndiscussed, and explicitly rejected.\nMR. CLEMENT: Sure. And --\nJUSTICE SOTOMAYOR: The preemption language\nwould be geared to what was decided to be punished.\nIt seems odd to think that the Federal government is\ndeciding on employment sanctions and has unconsciously\ndecided not to punish employees.\nMR. CLEMENT: But -- but, Justice Sotomayor,\nthere's a big difference between Congress deciding not\nas a matter of Federal law to address employees with an\nadditional criminal prohibition and saying that that\ndecision itself has preemptive effect. That's a rather\nremarkable additional step.\nAnd here's why I think, if you consider the\nlegislative history, for those who do, it really\nsupports us because here's what Congress confronted. I\nmean, they started thinking about this problem in 1971.\nThey passed IRCA in 1986.\nAt that point, here's the state of the\nworld: It's already unlawful, as a matter of Federal\nlaw, for the employee to get -- to have this unlawful\nwork; and, if they seek this unlawful work, they are\nsubject to removal for doing it.\nIn addition, Congress was told that most of\nthe aliens who get this unlawful work are already\nhere -- they illegally entered, so they are already\nsubject to an independent criminal offense.\nSo, at that point, Congress is facing a\nworld where the employee is already subject to multiple\nprohibitions. The employer is completely scot-free as a\nmatter of Federal law. And so, at that point, in 1986,\nthey address the employer's side of the equation. They\nhave an express preemption provision that says nothing\nabout any intent of preempting the employee's side of\nthe ledger. And, in that, I don't think --\nJUSTICE GINSBURG: They did -- they did\nprovide -- I mean, your position was the Federal\nlegislation regulates the supply side. That leaves the\ndemand side open. But there is regulation, and the\nquestion is whether anything beyond that is inconsistent\nwith the -- the Federal -- it's not just that the person\nis removable, but, if they use false documents in\nseeking work, that's a Federal crime.\nSo we have the -- what you call the supply\nside is -- is regulated, but you want to regulate it\nmore.\nMR. CLEMENT: Two quick responses, and then\nI'd like to save time for rebuttal, Justice Ginsburg.\nThe first is that, if you look at what they\nregulate on the employee's side, it's really things that\nactually assist in regulating the employer's side\nbecause what they are worried about is a fraudulent\ndocument that then is used, essentially, to trick the\nemployer to employing somebody who shouldn't be\nemployed.\nThe second thing is the more that you view\nIRCA as actually regulating part of the employee's side,\nthen I think the more persuasive it is that the express\npreemption provision doesn't reach the employee's side\nof the equation.\nCHIEF JUSTICE ROBERTS: We'll give you\nplenty of rebuttal time, but I'd like to hear what you\nhave to say about Section 3 before you sit down.\nMR. CLEMENT: Thank you, Mr. Chief Justice.\nI appreciate the opportunity to do that. I do think, as\nto Section 3, the question is really -- it's -- it's a\nprovision that is parallel to the Federal requirements\nand imposes the same punishments as the Federal\nrequirement.\nSo it's, generally, not a fertile ground for\npreemption. But, of course, there are cases that find\npreemption even in those analogous circumstances. They\nare the cases that the government is forced to rely on,\ncases like Buckman, cases like --\nJUSTICE KENNEDY: Would -- double\nprosecutions be -- suppose that an alien were prosecuted\nunder Federal law for violating, basically, the terms of\n3. Could the states then prosecute him as well?\nMR. CLEMENT: I think they could under\ngeneral double jeopardy principles and the dual\nsovereignty doctrine. Obviously, if that was a\nparticular concern to you, that might be the basis for\nan as-applied challenge, if somebody was already\nprosecuted under Federal law.\nBut, of course, this Court has confronted\nexactly that argument, in California against Zook, where\nyou had the statute of California that prohibited\nsomebody operating as an interstate carrier without the\nICC license. It was raised -- you know, you have to let\njust the Feds enforce that law. Otherwise, there is a\npossibility of duplicative punishment, duplicative\nprosecution. And this Court rejected that argument\nthere.\nJUSTICE GINSBURG: Mr. Clement, it\nseems that the -- I would think the largest hurdle for\nyou is Hines, which said the registration scheme --\nCongress enacted a complete registration scheme which\nthe states cannot complement or impose even auxiliary\nregulations.\nSo I don't see the alien registration as a\nquestion of obstacle preemption, but appeal preemption\nthat alien -- we don't want a competing registration\nscheme. We want the registration scheme to be wholly\nFederal.\nMR. CLEMENT: Well, Justice Ginsburg, I\nthink that's part of the reason why I accepted Justice\nKennedy's characterization of the relevant language in\nHines because, although there is some general discussion\nthere of field preemption, when the Court actually\nstates what its holding is, it does state it in terms of\nobstacle preemption.\nAnd here's where I think there is a critical\ndifference between what the Court had before it in Hines\nand what you have before you here.\nIn Hines, Pennsylvania passed its statute\nbefore Congress passed the alien registration statute.\nSo, not surprisingly -- you know, they weren't -- they\nweren't soothsayers in Pennsylvania. They couldn't\npredict the future. So, when it got up here, there was\na conflict between the provisions of the Pennsylvania\nregistration law and the Federal registration law. And\nthis Court struck it down on that preemption basis.\nHere it's quite different. Arizona had\nbefore it the Federal statute. It looked at this\nprecise provision in the Federal statute. It adopted\nthose standards as its own, and then it imposed parallel\npenalties for the violation of the state equivalent.\nAnd so I -- I think the right analysis is\nreally the analysis that this Court laid out in its\nWhiting decision, which says that, in these kinds of\ncases, what you look for is whether or not the state\nscheme directly interferes with the operation of the\nFederal scheme.\nJUSTICE SOTOMAYOR: Can I ask you something?\nJUSTICE ALITO: Well, in that --\nCHIEF JUSTICE ROBERTS: Justice Alito.\nJUSTICE ALITO: In that regard, we are told\nthat there are some important categories of aliens who\ncan't obtain registration -- cannot obtain Federal\nregistration; and, yet, there are people that nobody\nwould think should be removed. I think someone with a\npending asylum application would fall into that\ncategory.\nHow would Section 3 apply there?\nMR. CLEMENT: I think it probably wouldn't\napply. There's two provisions that might make it\ninapplicable. The first question you'd ask is whether\nthat individual in that category would be subject to\nprosecution under 1304 and 1306. And, if I\nunderstand -- you know, the Government's position, there\nare certain people where -- you know, they can't really\nget the registration document because of the narrow\nclass that they are in.\nAnd, as I understand it, it is not a\nviolation of either 1304 or 1306 to not get a\nregistration document when you're somebody who can't get\none. So you're not liable for the willful -- willful\nfailure to get a registration document. And, when you\ndon't have a registration document to carry, you don't\nrun afoul of 1306 in the --\nJUSTICE ALITO: Well, of course, if you've\nentered the country illegally, you can't get a\nregistration.\nMR. CLEMENT: Well, sure.\nJUSTICE ALITO: And it would -- but --\nMR. CLEMENT: But -- but that's not the\nnarrow class we were talking about.\nJUSTICE ALITO: I understand that. I\nunderstand the distinction you're drawing, that you\ncan't be prosecuted for lack of a registration, if you\ncouldn't have gotten a registration.\nMR. CLEMENT: Well, if you're in -- no, if\nyou're in the country lawfully, I mean, you can try to\nregister. And so somebody who enters illegally -- I\nmean, they are already guilty of one Federal misdemeanor\nby the illegal entry.\nJUSTICE ALITO: Right.\nMR. CLEMENT: But, at the point that they\nstay 30 days and don't try to register, then that's an\nindependent violation. And so maybe I need to fix what\nI said and say, look, if you're somebody who -- if you\ndid go to register, would be told, you're fine, but we\ncan't give you a registration document. Then that\nindividual is not subject to prosecution under the\nFederal statute, therefore, wouldn't be subject to\nprosecution under the state statute.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Clement.\nGeneral Verrilli.\nORAL ARGUMENT OF DONALD B. VERRILLI, JR.,\nON BEHALF OF THE RESPONDENT\nGENERAL VERRILLI: Mr. Chief Justice, and\nmay it please the Court --\nCHIEF JUSTICE ROBERTS: Before you get into\nwhat the case is about, I'd like to clear up at the\noutset what it's not about. No part of your argument\nhas to do with racial or ethnic profiling, does it? I\nsaw none of that in your brief.\nGENERAL VERRILLI: Where -- that's correct,\nMr. Chief Justice.\nCHIEF JUSTICE ROBERTS: Okay. So this is\nnot a case about ethnic profiling.\nGENERAL VERRILLI: We're not making any\nallegation about racial or ethnic profiling in the case.\nMr. Clement is working hard this morning to\nportray SB 1070 as an aid to Federal immigration\nenforcement. But the very first provision of the\nstatute declares that Arizona is pursuing its own policy\nof attrition through enforcement and that the provisions\nof this law are designed to work together to drive\nunlawfully present aliens out of the state.\nThat is something Arizona cannot do because\nthe Constitution vests exclusive --\nJUSTICE SOTOMAYOR: General, could you\nanswer Justice Scalia's earlier question to your\nadversary? He asked whether it would be the\nGovernment's position that Arizona doesn't have the\npower to exclude or remove -- to exclude from its\nborders a person who's here illegally.\nGENERAL VERRILLI: That is our position,\nYour Honor. It is our position because the Constitution\nvests exclusive authority over immigration matters with\nthe national government.\nJUSTICE SCALIA: Well, all that means -- it\ngives authority over naturalization, which we've\nexpanded to immigration. But all that means is that the\ngovernment can set forth the rules concerning who\nbelongs in this country. But if, in fact, somebody who\ndoes not belong in this country is in Arizona, Arizona\nhas -- has no power? What -- what does sovereignty mean\nif it does not include the ability to defend your\nborders?\nGENERAL VERRILLI: Your Honor, the -- the\nFramers vested in the national government the authority\nover immigration because they understood that the way\nthis nation treats citizens of other countries is a\nvital aspect of our foreign relations. The national\ngovernment, and not an individual state --\nJUSTICE SCALIA: But it's still up to the\nnational government. Arizona is not trying to kick out\nanybody that the Federal government has not already said\ndo not belong here. And the Constitution provides --\neven -- even with respect to the Commerce Clause -- \"No\nstate shall without the consent of Congress lay any\nimposts or duties on imports or exports except,\" it\nsays, \"what may be absolutely necessary for executing\nits inspection laws.\"\nThe Constitution recognizes that there is\nsuch a thing as state borders, and the states can police\ntheir borders, even to -- to the point of inspecting\nincoming shipments to exclude diseased material.\nGENERAL VERRILLI: But they cannot do what\nArizona is seeking to do here, Your Honor, which is to\nelevate one consideration above all others. Arizona is\npursuing a policy that -- that maximizes the\napprehension of unlawfully present aliens, so they can\nbe jailed as criminals in Arizona, unless the Federal\ngovernment agrees to direct its enforcement resources to\nremove the people that Arizona has identified.\nJUSTICE ALITO: Well, if the state does --\nCHIEF JUSTICE ROBERTS: That's a question of\nenforcement priorities.\nWell, let's say that the government had a\ndifferent set of enforcement priorities, and their\nobjective was to protect, to the maximum extent\npossible, the borders. And so anyone who is here\nillegally, they want to know about, and they want to do\nsomething about, in other words, different than the\ncurrent policy.\nDoes that mean, in that situation, the\nArizona law would not be preempted?\nGENERAL VERRILLI: I think the mandatory\ncharacter of the Arizona law and the mandatory character\nof the obligations it imposes, in -- especially as\nbacked by this extraordinary provision in Section 2(H),\nwhich imposes civil penalties of up to $5000 a day on\nany official in the state of Arizona who is not\nfollowing Section 2 or, as we read it, the rest of SB\n1070, to the maximum extent possible, does create a\nconflict.\nBut I do think the most fundamental point\nabout Section 2 is to understand its relationship to the\nother provisions in the statute. Section 2 is in the\nstatute to identify the class of people who Arizona is\nthen committed to prosecute under Section 3 and, if they\nare employed, also under Section 5.\nJUSTICE ALITO: Well, I have the same\nquestion as the Chief Justice. Suppose that the Federal\ngovernment changed its priorities tomorrow, and it\nsaid -- they threw out the ones they have now. And they\nsaid the new policy is maximum enforcement, we want to\nknow about every person who's stopped or arrested, we\nwant -- we want to their immigration status verified.\nWould -- would the Arizona law then be un-preempted?\nGENERAL VERRILLI: No, I think it's still a\nproblem, Your Honor. These decisions have to be made at\nthe national level because it's the national government\nand not -- it's the whole country and not an individual\nstate that pays the price --\nJUSTICE SCALIA: Do you have any example\nwhere -- where enforcement discretion has the effect of\npreempting state action?\nGENERAL VERRILLI: Well, I think we should\nthink about Section 3 of the law, Your Honor. I think\nit will help illustrate the point --\nJUSTICE SCALIA: I'm talking about another\n-- another case of ours where we've said that,\nessentially, the preemption of state law can occur, not\nby virtue of the Congress preempting, but because the\nexecutive doesn't want this law enforced so -- so\nrigorously, and that preempts the state from enforcing\nit vigorously.\nDo we have any case that says that?\nGENERAL VERRILLI: I think the preemption\nhere -- focusing for a moment on Section 3 -- the\npreemption here flows from judgments of Congress, from\nthe registration system that Congress set up in Sections\n1301 through 1306, from the decision of Congress in\nSection 1103 in the law to vest the Secretary of DHS and\nthe Attorney General with the authority to make the\njudgments about how this law is going to be enforced --\nJUSTICE SCALIA: Well, they do that with\nall -- with all Federal criminal statutes. And you\nacknowledge that, as a general matter, states can\nenforce Federal criminal law, which is always entrusted\nto the Attorney General.\nGENERAL VERRILLI: They -- they can make --\nthey can engage in detention, in support of the\nenforcement of Federal law. That's what the OLC opinion\nfrom 2002 says. It does not say that they can prosecute\nunder Federal law and make their own decisions. That's\na far different matter.\nAnd it really goes to the heart, I think, of\nwhat's wrong with Section 3 of this Act, in that --\nCHIEF JUSTICE ROBERTS: Well, but you say\nthat the Federal government has to have control over who\nto prosecute, but I don't see how Section 2(B) says\nanything about that at all. All it does is notify the\nFederal government, here's someone who is here\nillegally, here's someone who is removable. The\ndiscretion to prosecute for Federal immigration offenses\nrests entirely with the Attorney General.\nGENERAL VERRILLI: That's correct, but, with\nrespect to -- and I will -- let me address something\nfundamental about Section 2. That is true, but I -- I\nthink it doesn't get at the heart of the problem here.\nThe -- Section 1 of this statute says that\nSections 2 and 3 and 5 are supposed to work together to\nachieve this policy of attrition through enforcement.\nAnd so what Section 2 does is identify a population that\nthe state of Arizona is going to prosecute under Section\n3 and Section 5 --\nCHIEF JUSTICE ROBERTS: Right. So, apart\nfrom Section 3 and Section 5, take those off the table,\nyou have no objection to Section 2?\nGENERAL VERRILLI: We do, Your Honor. But,\nbefore I take 3 and 5 off the table, if I could make one\nmore point about 3 and 5, please? The -- I think --\nbecause I think it's important to understand the dilemma\nthat this puts the Federal government in.\nArizona has got this population, and\nthey've -- and they're, by law, committed to maximum\nenforcement. And so the Federal government's got to\ndecide, are we going to take our resources, which we\ndeploy for removal, and are we going to use them to deal\nwith this population, even if it is to the detriment of\nour priorities --\nCHIEF JUSTICE ROBERTS: Exactly. You -- the\nFederal government has to decide where it's going to use\nits resources.\nAnd what the state is saying, here are\npeople who are here in violation of Federal law, you\nmake the decision. And if your decision is you don't\nwant to prosecute those people, fine, that's entirely up\nto you. That's why I don't see the problem with Section\n2(B).\nGENERAL VERRILLI: Here's the other\nhalf -- here's the other half of the equation, Mr. Chief\nJustice, which is that they say, if you're not going to\nremove them, we are going to prosecute them. And that\nmeans that the -- and I think this does get at the heart\nof why this needs to be an exclusive national power --\nCHIEF JUSTICE ROBERTS: Only under Section 3\nand Section 5.\nGENERAL VERRILLI: Yes, but those are -- but\nwhat you're talking about is taking somebody whose --\nwhose only offense is being unlawfully present in the\ncountry and putting them in jail for up to 6 months, or\nsomebody who --\nCHIEF JUSTICE ROBERTS: Let's\nsay you're worried about --\nGENERAL VERRILLI: -- or like 30 days,\nforgive me. 6 months for employment.\nCHIEF JUSTICE ROBERTS: Right.\nRight.\nFor the notification, what could possibly be\nwrong, if Arizona arrests someone, let's say for drunk\ndriving, and their policy is you're going to stay in\njail overnight, no matter what, okay? What's wrong,\nduring that period, by having the Arizona arresting\nofficer say, I'm going to call the Federal agency and\nfind out if this person is here illegally because the\nFederal law says the Federal agency has to answer my\nquestion.\nIt seems an odd argument to say the Federal\nagency has to answer the state's question, but the state\ncan't ask it.\nGENERAL VERRILLI: Well, we're not saying\nthe state can't ask it in any individual case. We -- we\nrecognize that section --\nCHIEF JUSTICE ROBERTS: You think there are\nindividual cases in which the state can call the Federal\ngovernment and say, is this person here illegally?\nGENERAL VERRILLI: Yes, certainly, but that\ndoesn't make --\nCHIEF JUSTICE ROBERTS: Okay. So doesn't\nthat defeat the facial challenge to the Act?\nGENERAL VERRILLI: No. I don't think so,\nMr. Chief Justice, because the -- I think the problem\nhere is in that -- is in every circumstance, as a result\nof Section 2(B) of the law, backed by the penalties of\nsection 2(H), the state official must pursue the\npriorities that the state has set, irrespective of\nwhether they are helpful to or in conflict with the\nFederal priorities. And so --\nJUSTICE ALITO: Suppose that\nevery -- suppose every law enforcement officer in\nArizona saw things exactly the same way as the Arizona\nlegislature. And so, without any direction from the\nlegislature, they all took it upon themselves to make\nthese inquiries every time they stopped somebody or\narrested somebody.\nWould that be a violation of Federal law?\nGENERAL VERRILLI: No, it wouldn't be,\nYour Honor, because, in that situation, they would be\nfree to be responsive to Federal priorities, if the\nFederal officials came back to them and said, look, we\nneed to focus on gangs, we need to focus on this drug\nproblem at the border --\nJUSTICE ALITO: But what if they said, well,\nwe don't care what your priorities are; we -- we have\nour priorities, and our priority is maximum enforcement,\nand we're going to call you in every case? It was all\ndone on an individual basis, all the officers were\nindividually doing it --\nGENERAL VERRILLI: Well -- yes, well --\nJUSTICE ALITO: -- that would be okay?\nGENERAL VERRILLI: Well, if there's a -- if\nthere's a state policy locked into law by statute,\nlocked into law by regulation, then we have a problem.\nIf it's not --\nJUSTICE SOTOMAYOR: General, I am having --\nGENERAL VERRILLI: -- the line is mandatory\nversus discretionary --\nJUSTICE ALITO: That's what I can't\nunderstand because your argument -- you seem to be\nsaying that what's wrong with the Arizona law is that\nthe Arizona legislature is trying to control what its\nemployees are doing, and they have to be free to\ndisregard the desires of the Arizona legislature, for\nwhom they work, and follow the priorities of the Federal\ngovernment, for whom they don't work.\nGENERAL VERRILLI: But they -- but, with\nrespect to immigration enforcement, and to the extent\nall they're doing is bringing people to the Federal\nGovernment's attention, they are cooperating in the\nenforcement of Federal law --\nJUSTICE KENNEDY: But the hypothetical is\nthat that's all the legislature is doing.\nGENERAL VERRILLI: Well, except I think,\nJustice Kennedy, the problem is that it's not\ncooperation if, in every instance, the officers in the\nstate must respond to the priorities set by the state\ngovernment and are not free to respond to the priorities\nof the Federal officials who are trying to enforce the\nlaw in the most effective manner possible.\nJUSTICE SOTOMAYOR: I'm sorry. I'm a little\nconfused -- general, I'm terribly confused by your\nanswer. Okay? And -- and I don't know that you're\nfocusing in on what I believe my colleagues are trying\nto get to.\nMaking the -- 2(B) has two components, as I\nsee it. Every person that's suspected of being an alien\nwho's arrested for another crime -- that's what\nMr. Clement says the statute means -- the officer has to\npick up the phone and call -- and call the agency to\nfind out if it's an illegal alien or not.\nHe tells me that, unless there's another\nreason to arrest the person -- and that's 3 and 6, or\nany of the other provisions -- but putting those aside,\nwe're going to stay just in 2(B), if the government\nsays, we don't want to detain the person, they have to\nbe released for being simply an illegal alien, what's\nwrong with that?\nGENERAL VERRILLI: Well --\nJUSTICE SOTOMAYOR: Taking out the other\nprovisions, taking out any independent state-created\nbasis of liability for being an -- an illegal alien?\nGENERAL VERRILLI: I think there are three.\nThe first is the -- the Hines problem of harassment.\nNow, we are not making an allegation of\nracial profiling; nevertheless, there are already tens\nof thousands of stops that result in inquiries in\nArizona, even in the absence of SB 1070. It stands to\nreason that -- that the legislature thought that that\nwasn't sufficient and there needed to be more.\nAnd it -- given that you have a population\nin Arizona of 2 million Latinos, of whom only 400,000,\nat most, are there unlawfully, there --\nJUSTICE SCALIA: Sounds like racial\nprofiling to me.\nGENERAL VERRILLI: And they're -- and given\nthat what we're talking about is the status of being\nunlawfully present, which --\nJUSTICE SOTOMAYOR: Do you have the\nstatistics as to how many arrests there are and how\nmany -- and what the -- percentage of calls before the\nstatute?\nGENERAL VERRILLI: There is some evidence in\nthe record, Your Honor. It's the -- the Palmatier\ndeclaration, which is in the Joint Appendix, was the --\nhe was the fellow who used the run the Law Enforcement\nSupport Center, which answers the inquiries. That --\nthat declaration indicates that, in fiscal year 2009,\nthere were 80,000 inquiries and --\nJUSTICE SCALIA: What does this have to do\nwith Federal immigration law? I mean, it may have to do\nwith -- with racial harassment, but I thought you\nweren't relying on that.\nGENERAL VERRILLI: The --\nJUSTICE SCALIA: Are you objecting to\nharassing the -- the people who have no business being\nhere? Is that -- surely, you're -- you're not concerned\nabout harassing them. They have been stopped anyway,\nand all you're doing is calling up to see if they are\nillegal immigrants or not.\nSo you must be talking about other people\nwho have nothing to do with -- with our immigration\nlaws. Okay? Citizens and -- and other people, right?\nGENERAL VERRILLI: And other -- and other\npeople lawfully present in the country, certainly, but\nthis is --\nJUSTICE SCALIA: But that has nothing to do\nwith the immigration law --\nGENERAL VERRILLI: Hines is --\nJUSTICE SCALIA: -- which is -- which is\nwhat you're asserting preempts all of this activity.\nGENERAL VERRILLI: Hines identified this\nproblem as harassment as -- as a central feature of\npreemption under the immigration laws because of the\nconcern that the way this nation treats citizens of\nother countries is fundamental to our foreign relations.\nAnd this is a --\nJUSTICE BREYER: Well, let's -- let me just\ngo back because I think -- I'm trying to get focused the\nquestion, I think, others are asking. And one way to\nfocus it is the same question I asked Mr. Clement.\nThink of 2(B), the first sentence. All\nright?\nNow, I can think -- I'm not saying they are\nright -- but, if that means you're going to hold an\nindividual longer than you would have otherwise, I can\nthink of some arguments that it is preempted and some\nreplies. So keep that out of it.\nSuppose that we were to say, that sentence,\nas we understand it, does not raise a constitutional\nproblem as long as it is interpreted to mean that the\npoliceman, irrespective of what answer he gets from ICE,\ncannot detain the person for longer than he would have\ndone in the absence of this provision.\nNow, in your view, is there any preemption\nexemption -- argument against -- any preemption argument\nagainst that sentence as I have just interpreted it? I\ndon't know what your answer is, and that's why I'm\nasking.\nGENERAL VERRILLI: Yes. I -- we would\nthink it would ameliorate --\nJUSTICE BREYER: And if so, what?\nGENERAL VERRILLI: -- it would ameliorate\nthe practical problem. But there is still a structural\nproblem here in that this is an effort to enforce\nFederal law. And the -- under the Constitution, it's\nthe President and the Executive Branch that are\nresponsible for the enforcement of Federal law --\nCHIEF JUSTICE ROBERTS: It is --\nGENERAL VERRILLI: -- and --\nCHIEF JUSTICE ROBERTS: It is not an effort\nto enforce Federal law. It is an effort to let you know\nabout violations of Federal law. Whether or not to\nenforce them is still entirely up to you. If you don't\nwant to do this, you just tell the person at LESC -- if\nthat's the right -- is that the right acronym?\nGENERAL VERRILLI: It is, Mr. Chief Justice.\nCHIEF JUSTICE ROBERTS: -- LESC, look, when\nsomebody from Arizona calls, answer their question, and\ndon't even bother to write it down. Okay? I stopped\nsomebody else, is he legal or illegal, let me check --\nit's -- oh, he's illegal. Okay. Thanks. Good-bye.\nI mean, why -- it is still your decision.\nAnd, if you don't want to know who is in this country\nillegally, you don't have to.\nGENERAL VERRILLI: That's correct. But the\nprocess of -- the process of cooperating to enforce the\nFederal immigration law starts earlier. And it starts\nwith the process of making the decisions about who to --\nwho to stop, who to apprehend, who to check on. And the\nproblem -- the structural problem we have is that those\ndecisions -- in the making of those decisions, Arizona\nofficials are not free --\nCHIEF JUSTICE ROBERTS: Under 2(B), the\nperson is already stopped for some other reason. He's\nstopped for going 60 in a 20. He's stopped for drunk\ndriving. So that decision to stop the individual has\nnothing to do with immigration law at all. All that has\nto do with immigration law is the -- whether or not they\ncan ask the Federal government to find out if this\nperson is illegal or not and then leave it up to you.\nIt seems to me that the Federal government\njust doesn't want to know who is here illegally or not.\nGENERAL VERRILLI: No, I -- I don't think\nthat's right. I think we want to be able to cooperate\nand focus on our priorities.\nAnd one thing that's instructive in that\nregard, Mr. Chief Justice, are the declarations put into\nthe record by the police chiefs from Phoenix and Tucson,\nboth of whom I think explain effectively why SB -- the\nSection 2(B) obligation gets in the way of the mutual\neffort to -- to focus on the priorities of identifying\nserious criminals, so that they can be removed from the\ncountry.\nJUSTICE SCALIA: Anyway, what -- what's\nwrong about the states enforcing Federal law? There is\na Federal law against robbing Federal banks. Can it be\nmade a state crime to rob those banks? I think it is.\nGENERAL VERRILLI: I think it could, but I\nthink that's quite --\nJUSTICE SCALIA: But does the Attorney\nGeneral come in and say, you know, we might really only\nwant to go after the professional bank robbers? If it's\njust an amateur bank robber, you know, we're -- we're\ngoing to let it go. And the state's interfering with\nour -- with our whole scheme here because it's\nprosecuting all these bank robbers.\nGENERAL VERRILLI: Well, of course, no one\nwould --\nJUSTICE SCALIA: Now, would anybody listen\nto that argument?\nGENERAL VERRILLI: Of course not.\nJUSTICE SCALIA: Of course not.\nGENERAL VERRILLI: But this argument is\nquite different, Justice Scalia, because here what we\nare talking about is that Federal registration\nrequirement in an area of dominant Federal concern --\nexclusive Federal concern, with respect to immigration,\nwho can be in the country, under what circumstances, and\nwhat obligations they have --\nJUSTICE KENNEDY: Now, are you talking about\n3 now or --\nGENERAL VERRILLI: Yes.\nJUSTICE KENNEDY: -- or does this argument\nrelate to 2 as well?\nGENERAL VERRILLI: This is an argument about\nSection 3.\nJUSTICE ALITO: Well, could I ask you this\nabout 2, before you move on to that? How is a -- this\nis just a matter of information. How can a state\nofficer who stops somebody or who arrests somebody for a\nnonimmigration offense tell whether that person falls\nwithin the Federal removal priorities without making an\ninquiry to the Federal government?\nFor example, I understand one of the\npriorities is people who have previously been removed,\nthen that might be somebody who you would want to arrest\nand -- and remove. But how can you determine that\nwithout making the -- the inquiry in the first place?\nGENERAL VERRILLI: Well, in any individual\ncase, that's correct. You -- you would need to make the\ninquiry in the first place. It won't always be correct,\nif you're arresting somebody based on probable cause\nthat they have committed a serious crime, and they --\nand they -- the inquiry into whether -- into their\nstatus will be enough to identify that person for\npriority --\nJUSTICE ALITO: Well, what if they just --\nthey stop somebody for a traffic violation, but they\nwant to know whether this is a person who previously was\nremoved and has come back or somebody who has just --\njust within the last few hours, possibly, come -- well,\nlet's just -- somebody who's previously been removed.\nHow can you know that, without making an inquiry?\nGENERAL VERRILLI: Well, I think -- I think\nit's correct that you can't, but there is a -- there is\ndifference, Justice Alito, I think, between the question\nof any individual circumstance and a mandatory policy\nbacked by this civil fine, that you've got to make the\ninquiry in every case.\nI think it's as though, if I can use an\nanalogy, if you ask one of your law clerks to bring you\nthe most important preemption cases from the last 10\nyears, and they rolled in the last -- the last hundred\nvolumes of the U.S. Reports and said, well, they are in\nthere. That -- that doesn't make it --\nCHIEF JUSTICE ROBERTS: What if -- what if\nthey just rolled in Whiting?\n(Laughter.)\nCHIEF JUSTICE ROBERTS: That's a pretty good\none.\nJUSTICE BREYER: Look, in the Federal\nstatute, it says in 1373 that nobody can prohibit or\nrestrict any government entity from making this inquiry\nof the Federal government. And then it says that the\nFederal government has -- any agency -- and then it says\nthe Federal government has an obligation to respond.\nNow, assuming the statute were limited, as I\nsay, so nothing happened to this individual, nothing\nhappened to the person who's stopped that wouldn't have\nhappened anyway, all that happens is the person -- the\npoliceman makes a phone call. Now, that's what I'm\ntrying to get at.\nIf that were the situation, and we said it\nhad to be the situation, then what in the Federal\nstatute would that conflict with, where we have two\nprovisions that say any policeman can call?\nGENERAL VERRILLI: So --\nJUSTICE BREYER: What's the -- that's --\nthat's where I'm trying to push you.\nGENERAL VERRILLI: Yes.\nJUSTICE BREYER: Because, in my mind, I'm\nnot clear what your answer is to that.\nGENERAL VERRILLI: I think -- I understand\nthe question. And I think the answer is this: 1373 was\nenacted in 1996, along with 1357. And 1357 is the\nprovision that sets forth the powers and authorities of\nFederal immigration officials.\nIt contains 1357(g), which effectively says\nthat Federal -- that the Federal government, the\nAttorney General, can deputize state officials, so long\nas they're -- they obtain adequate training, and they\nare subject to the direction and control of the Attorney\nGeneral in carrying out immigration functions.\nThen the last provision, (g)(10), says that\nnothing that we've said so far should be read to -- to\npreclude informal cooperation, communication or other\ninformal cooperation in the apprehension, detention, and\nremoval of unlawfully present persons, but it's the\nfocus on cooperation.\nAnd I think you have to -- so I don't think\nyou can read into 1373 the -- the conclusion that what\nCongress was intending to do was to shift from the\nFederal government to the states the authority to set\nenforcement priorities because I think the cooperation\nin this context is cooperation in the service of the\nFederal enforcement.\nJUSTICE SOTOMAYOR: Can I get to a different\nquestion? I think even I or someone else cut you off\nwhen you said there were three reasons why -- 2(B).\nPutting aside your argument that this --\nthat a systematic cooperation is wrong -- you can see\nit's not selling very well. Why don't you try to come\nup with something else?\nBecause I, frankly -- as the Chief has said\nto you, it's not that it's forcing you to change your\nenforcement priorities. You don't have to take the\nperson into custody. So what's left of your argument?\nGENERAL VERRILLI: So let me -- let me just\nsummarize what I think the three are, and then maybe I\ncan move on to sections 3 and 5.\nThe -- with respect to -- with respect to 2,\nwe think the harassment argument -- we think this is a\nmore significant harassment problem than was present in\nHines --\nJUSTICE SOTOMAYOR: I -- please move more --\nGENERAL VERRILLI: With respect to -- in\naddition, we do think that there is a structural\naccountability problem, in that they are enforcing\nFederal law, but not answerable to the Federal\nofficials.\nAnd, third, we do think there are practical\nimpediments, in that the -- the result of this is to\ndeliver to the Federal system a volume of inquiries that\nmakes it harder and not easier to identify who the\npriority persons are for removal.\nSo those are the three reasons.\nCHIEF JUSTICE ROBERTS: General, you have\nbeen trying valiantly to get us to focus on Section 3,\nso maybe we should let you do that now.\nGENERAL VERRILLI: Thank you, Mr. Chief\nJustice.\nThe -- I do think the key thing about\nSection 3 is that we -- is that Section 3 is purporting\nto enforce a Federal registration requirement. That's a\nrelationship between the alien and the United States\ngovernment that's exclusively a Federal relationship.\nIt's governed by the terms of 1301 through 1306.\nAnd the way in which those terms are\nenforced does have very significant Federal interest at\nits heart. And there is no state police power interest\nin that Federal registration relationship.\nAnd I do think -- I think it's very\nimportant -- Justice Alito raised the question of these\ncategories of people. I think it's -- it is quite\nimportant to get clarity on that.\nThe -- if you are -- if you have come into\nthe country unlawfully, but you have a pending\napplication for asylum, a pending application for\ntemporary protective status, because you -- you would\nhave to be removed to a country to which you can't be\nremoved, because of the conditions in the country, if\nyou have a valid claim for relief under the Violence\nAgainst Women Act based on your treatment, if you have a\nvalid claim for relief because you are a victim of human\ntrafficking, if you have a valid claim for relief\nbecause you are the victim of a crime or a witness to a\ncrime, all of those persons are in technical violation\nof 1306(a).\nAnd -- and it seems to me. They -- they are\nin violation of 1306(a), so my friend, Mr. Clement, just\nis not correct in saying that those are people who\naren't in violation of 1306(a) and, therefore, aren't in\nviolation of -- of Section 3. They are in violation.\nJUSTICE SCALIA: Well, maybe 1306(a) ought\nto be amended, then. I mean, we have statutes out there\nthat there a lot of people in violation of it and --\nwell, the Attorney General will take care of it. Is\nthat how we write our criminal laws?\nGENERAL VERRILLI: But -- but it's a\nsituation in which no reasonable person would think that\nthe individual ought to be prosecuted. And, yet, very\noften, the states aren't even going to know, in fact,\nabout asylum status. They can't know because there are\nregulations that require that to be kept private, to\navoid retaliation against the person making the\napplication.\nAnd so, this -- so this is -- this is, I\nthink, a very strong illustration of why the enforcement\ndiscretion over Section 3 needs to be vested exclusively\nin the Federal government.\nJUSTICE SCALIA: Again, I ask you, do you\nhave any other case in which the basis for preemption\nhas been you are interfering with -- with the Attorney\nGeneral's enforcement discretion?\nGENERAL VERRILLI: Well, this is --\nJUSTICE SCALIA: I think that's an\nextraordinary basis for saying that the state is\npreempted.\nGENERAL VERRILLI: I think what is\nextraordinary about this, actually, Justice Scalia, is\nthe state's decision to enact a statute purporting to\ncriminalize the violation of a Federal registration\nobligation. And I think that's the problem here. And\nthey are doing it for a reason --\nJUSTICE SCALIA: It's not criminalizing\nanything that isn't criminal under Federal law.\nGENERAL VERRILLI: But -- but what --\nJUSTICE SCALIA: It's -- it's the bank.\nIt's the Federal bank example --\nGENERAL VERRILLI: Well.\nJUSTICE SCALIA: -- a state law, which\ncriminalizes the same thing that the Federal law does.\nGENERAL VERRILLI: I think it's quite\ndifferent.\nWhat they are doing here is using 1306(a) to\nget at the status of unlawful presence. The only people\nwho can be prosecuted under Section 3 are people who are\nunlawfully present in the country. That's what the\nstatute says. And they are using it to get at that\ncategory of people, to, essentially, use their state\ncriminal law to perform an immigration function.\nAnd the immigration function is to try to --\nto prosecute these people. And, by the way, you can\nprosecute somebody, they can be put in jail for 30 days\nhere. But, under Federal law, a violation of 1306(a) is\na continuing offense.\nSo the day they get out of jail for that 30\ndays, they can be arrested again. And this can happen\nover and over again. And the point of this provision is\nto drive unlawfully present people out of the state of\nArizona.\nJUSTICE KENNEDY: Suppose -- suppose --\nwell, assume these are two hypothetical -- two\nhypothetical instances.\nFirst, the Federal government has said, we\nsimply don't have the money or the resources to enforce\nour immigration laws the way we wish. We wish we could\ndo so, but we don't have the money or the resources.\nThat's the first -- just hypothetical.\nJUSTICE SCALIA: You said that in your\nbrief, didn't you?\nJUSTICE KENNEDY: Also -- also hypothetical\nis that the state of Arizona has -- has a massive\nemergency with social disruption, economic disruption,\nresidents leaving the state because of flood of\nimmigrants. Let's just assume those two things.\nDoes that give the state of Arizona any\npowers or authority or legitimate concerns that any\nother state wouldn't have?\nGENERAL VERRILLI: Of course, they have\nlegitimate concerns in that situation. Justice\nKennedy --\nJUSTICE KENNEDY: And can they go to their\nlegislature and say, we're concerned about this, and ask\nthe legislature to enact laws to correct this problem?\nGENERAL VERRILLI: They -- they certainly\ncan enact laws of general application. They can enforce\nthe laws of general application that are on the books.\nThey already -- as a result of 8 U.S.C. 1621, it's clear\nthat they are under no obligation to provide any state\nbenefits to the -- the population.\nBut I think, most importantly, they can --\ncan -- not most importantly, but as importantly, they\ncan engage in cooperative efforts with the Federal\ngovernment -- excuse me. I see my --\nCHIEF JUSTICE ROBERTS: No, keep going.\nGENERAL VERRILLI: They can -- they can\nengage in cooperative efforts with the Federal\ngovernment, of which there are many going on in Arizona\nand around the country, in order to address these\nproblems.\nJUSTICE SCALIA: General, didn't you say in\nyour brief -- I forget where it was -- I thought you\nsaid that the Justice Department doesn't get nearly\nenough money to enforce our immigration laws? Didn't\nyou say that?\nGENERAL VERRILLI: Of course, we have to set\npriorities. There are only --\nJUSTICE SCALIA: Exactly. Okay. So the\nstate says, well, that may be your priorities, but most\nof these people that you're not going after -- or an\ninordinate percentage of them, are here in our state,\nand we don't like it. They are causing all sorts of\nproblems. So we're going to help you enforce Federal\nlaw. We're not going to do anything else. We're just\nenforcing Federal law.\nGENERAL VERRILLI: Well -- well, what I\nthink they are going to do in Arizona is something quite\nextraordinary, that has significant real and practical\nforeign relations effects. And that's the problem, and\nit's the reason why this power needs to be vested\nexclusively in the Federal government.\nThey -- what they are going to do is engage,\neffectively, in mass incarceration because the\nobligation under Section 2(H), of course, is not merely\nto enforce Section 2 to the fullest possible extent at\nthe -- at the risk of civil fine, but to enforce Federal\nimmigration law, which is what they claim they are doing\nin Section 3 and in Section 5.\nAnd so -- so you're going to have a\nsituation of mass incarceration of people who are\nunlawfully present. That is going to raise -- poses a\nvery serious risk of raising significant foreign\nrelations problems.\nAnd these problems are real. It is the\nproblem of reciprocal treatment of the\nUnited States citizens in other countries.\nJUSTICE KENNEDY: So you're saying the\ngovernment has a legitimate interest in not enforcing\nits laws?\nGENERAL VERRILLI: No. We have a legitimate\ninterest in enforcing the law, of course, but it needs\nto be -- but these -- this Court has said, over and over\nagain, has recognized that the -- the balance of\ninterest that has to be achieved in enforcing the -- the\nimmigration laws is exceedingly delicate and complex,\nand it involves consideration of foreign relations, it\ninvolves humanitarian concerns, and it also involves\npublic order and public safety.\nJUSTICE SOTOMAYOR: General, when -- when --\nI know your brief, you had -- you said that there are\nsome illegal aliens who have a right to remain here.\nAnd I'm just realizing that I don't really know what\nhappens when the Arizona police call the Federal agency.\nThey give the Federal agency a name, correct?\nGENERAL VERRILLI: I assume so, yes.\nJUSTICE SOTOMAYOR: Oh, you don't really\nhave knowledge of what --\nGENERAL VERRILLI: Well, they -- I mean, it\ncan come in lots of different ways, but, generally, they\nwill get a name and some other identifying information.\nJUSTICE SOTOMAYOR: All right. And what\ndoes the computer have? What information does your\nsystem have?\nGENERAL VERRILLI: Yes. So the way this\nworks is there is a system for -- for incoming\ninquiries. And then there is a person at a computer\nterminal. And that person searches a number of\ndifferent databases. There are eight or ten different\ndatabases, and that person will check the name against\nthis one, check the name against that one, check the\nname against the other one, to see if there are\nany hits.\nJUSTICE SOTOMAYOR: Well, how does that\ndatabase tell you that someone is illegal, as opposed to\na citizen?\nGENERAL VERRILLI: Well --\nJUSTICE SOTOMAYOR: Today, if you use the\nnames Sonia Sotomayor, they would probably figure out I\nwas a citizen.\n(Laughter.)\nGENERAL VERRILLI: Well --\nJUSTICE SOTOMAYOR: But let's assume it's\nJohn Doe, who lives in Grand Rapids.\nGENERAL VERRILLI: The citizen problem is\nactually -- yes.\nJUSTICE SOTOMAYOR: So they are legal. Is\nthere a citizen database?\nGENERAL VERRILLI: The citizen problem is\nactually a significant problem. There isn't a citizen\ndatabase. If you --\nJUSTICE SOTOMAYOR: I'm sorry. There is or\nthere isn't?\nGENERAL VERRILLI: There is not. If you\nhave a passport, there is a database if you look\npassports. So you could be discovered that way. But,\notherwise, there is no reliable way in the database to\nverify that you are a citizen, unless you are in the\npassport database. So you have lots of circumstances in\nwhich people who are citizens are going to come up no\nmatch.\nThere's no -- there is nothing suggesting in\nthe databases that they have an immigration problem of\nany kind, but there's nothing to --\nJUSTICE SOTOMAYOR: So the guy who is -- so\nif you run out of your house without your driver's\nlicense or identification and you walk into a park\nthat's closed and you're arrested, you -- they make the\ncall to this agency. You could sit there forever while\nthey --\nGENERAL VERRILLI:\nJUSTICE SOTOMAYOR:\nyou're --\nGENERAL VERRILLI:\na factual point I think I'd like to correct.\nMr. Clement suggested that it takes 10 minutes to\nprocess these calls. That's true, but you're in a queue\nfor 60 minutes before it takes the 10 minutes to process\nthe call. So the average time is 70 minutes, not 10\nminutes. And --\nCHIEF JUSTICE ROBERTS: I had a little --\nwasn't sure about your answer to Justice Kennedy.\nIs the reason that the government is not\nfocused on people who are here illegally, as opposed to\nthe other categories you were talking about, because of\nprioritization or because of lack of resources?\nYou suggested that if the -- every illegal\nalien that you identify is either removed or prosecuted,\nthat that would cause tensions with other governments.\nSo I -- I don't understand if it's because you don't\nhave enough resources or because you don't want to\nprosecute the people who are simply here illegally, as\nopposed to something else.\nGENERAL VERRILLI: Well, it's a little more\ncomplicated than that. I think the -- the point is\nthis: That with respect to persons who are unlawfully\npresent, there are some who are going to fall in our\npriority categories. There are those who have committed\nserious offenses. There are those who have been removed\nand have come back. And there are other priority\ncategories.\nBecause we have resource constraints and\nthere are only so many beds in the detention centers and\nonly so many immigration judges, we want to focus on\nthose priority categories, find them, remove them.\nThere is a second category, and that is,\nindividuals who are here in violation, technically, of\n1306(a), but who have a valid asylum application or\napplication for temporary protected status or other --\nand, with respect to those persons that we think\nwould -- it's affirmatively harmful to think that they\nought to be prosecuted.\nAnd then there is an additional category of\npeople who are not in the second category and not\npriorities, and the form and we think there, the idea\nthat an individual state will engage in a process of\nmass incarceration of that population, which we do think\nis what Section 2(H) commits Arizona to do under Section\n3, raises a significant foreign relations problem.\nJUSTICE SCALIA: Can't you avoid that\nparticular foreign relations problem by simply deporting\nthese people? Free them from the jails --\nGENERAL VERRILLI: Look -- I really think --\nJUSTICE SCALIA: And send them back to the\ncountries that are -- that are objecting.\nGENERAL VERRILLI: This is a -- this is a --\nJUSTICE SCALIA: What's the problem with\nthat?\nGENERAL VERRILLI: Well, a couple of things.\nFirst is I don't think it's realistic to assume that the\naggressive enforcement of Sections 3 and 5 in Arizona is\ngoing to lead to a mass migration back to countries of\norigin. It seems a far more likely outcome is going to\nbe migration to other states. And that's a significant\nproblem. That's part of the reason why this problem\nneeds to be managed on a national basis.\nBeyond that, I do think, you know, the --\nit's worth bearing in mind here that the country of\nMexico is in a central role in this situation.\nBetween 60 and 70 percent of the people that\nwe remove every year, we remove to Mexico. And, in\naddition, we have to have the cooperation of the\nMexicans. And I think, as the Court knows from other\ncases, the cooperation of the country to whom we are --\nto which we are removing people who are unlawfully\npresent is vital to be able to make removal work.\nIn addition, we have very significant issues\non the border with Mexico. And, in fact, they are the\nvery issues that Arizona is complaining about, in\nthat --\nJUSTICE SCALIA: So we -- we have to -- we\nhave to enforce our laws in a manner that will please\nMexico? Is that what you're saying?\nGENERAL VERRILLI: No, Your Honor, but what\nit does -- no, Your Honor, I'm not saying that --\nJUSTICE SCALIA: It sounded like what you\nwere saying.\nGENERAL VERRILLI: No, but what I am saying\nis that this points up why the Framers made this power\nan exclusive national power. It's because the entire\ncountry feels the effects of a decision -- conduct by an\nindividual state. And that's why the -- the power needs\nto be exercised at the national level and not the state\nlevel.\nCHIEF JUSTICE ROBERTS: And your concern is\nthe problems that would arise in bilateral relations if\nyou remove all of these people -- or a significant\npercentage or a greater percentage than you are now.\nNothing in the law requires you to do that.\nAll it does is lets you know where -- that\nan illegal alien has been arrested, and you can decide,\nwe are not going to initiate removal proceedings against\nthat individual. It doesn't require you to remove one\nmore person than you would like to remove under your\npriorities.\nGENERAL VERRILLI: Right, but the problem\nI'm focused on -- we're focused on, Mr. Chief Justice,\nis not our removal decisions, but Arizona's decision to\nincarcerate, and the foreign relations problem that that\nraises. That's why this power has got to be exercised\nat the national level.\nCHIEF JUSTICE ROBERTS: And that -- and that\narises under 3 and 5?\nGENERAL VERRILLI: Correct.\nCHIEF JUSTICE ROBERTS: But not 2?\nGENERAL VERRILLI: Well, 2 -- 2 identifies\nthe population that's going to be prosecuted under 3 and\n5.\nI haven't -- I've been up here a long time.\nI haven't said anything about Section 5 yet. And I\ndon't want to tax the Court's patience, but if I could\nspend a minute on Section 5?\nCHIEF JUSTICE ROBERTS: Section 5.\nGENERAL VERRILLI: The -- I do think the\nfundamental point about Section 5 here is that, in 1986,\nCongress fundamentally changed the landscape. Congress\nmade a decision in 1986 to make the employment of aliens\na central concern of national immigration policy. And\nthis Court has described the 1986 law as a comprehensive\nregime.\nNow, what my friend, Mr. Clement, says, is\nthat it may be a comprehensive regime for employers;\nit's not a comprehensive regime for employees. And,\ntherefore, it's -- there ought not be any inference here\nthat the states are precluded from criminalizing efforts\nto seek or obtain employment in Arizona.\nBut I really think that's not right.\nThe -- employment is one problem. And Congress tackled\nthe problem of employment and made a decision -- a\ncomprehensive decision, about this -- the sanctions it\nthought were appropriate to govern. And Congress did,\nas Justice Ginsburg suggested, make judgments with\nrespect to the circumstances under which employees could\nbe held criminally liable, as well as the circumstances\nunder which employers could be held liable.\nAnd I think it is useful, in thinking about\nthe judgments Congress actually made --\nJUSTICE SCALIA: -- think field preemption;\nis that your argument with respect to this section?\nGENERAL VERRILLI: It's -- it's both. I\nthink we're making both a field and a conflict\npreemption argument here, Justice Scalia. And the --\nand the -- I think it's worth examining the specific\njudgments Congress made in 1986.\nOn the employer's side -- and, after all,\nthis is a situation in which the concern here is that\nthe employer is in a position of being the exploiter and\nthe -- the alien of being the exploited -- on the\nemployer's side, Congress said that states may not\nimpose criminal sanctions, and even -- and the Federal\ngovernment will not impose criminal sanctions for the\nhiring of employees, unless there's a pattern or\npractice.\nIt seems quite incongruous to think that\nCongress, having made that judgment and imposed those\nrestrictions on the employer's side, would have left\nstates free to impose criminal liability on employees\nmerely for seeking work, for doing what you, I think,\nwould expect most otherwise law-abiding people to do,\nwhich is to find a job, so they can feed their families.\nSo I think that's -- that's a significant problem.\nThe -- in addition, Congress made clear in\nthe law that the I-9 form could not be used for any\nother purpose than prosecutions for violation of the\nFederal antifraud requirements. And, if Congress wanted\nto leave states free to impose criminal sanctions on\nemployees for seeking work, they wouldn't have done\nthat, it seems to me.\nSo there, I think there are strong\nindicators in the text that Congress did make a\njudgment, and the judgment was this far and no farther.\nAnd it's reasonable that Congress would have done so,\nfor the same kinds of foreign relations concerns that I\nwas discussing with -- with respect to Section 3. It\nwould be an extraordinary thing to put someone in jail\nmerely for seeking work. And, yet, that's what Arizona\nproposes to do under Section 5 of its law.\nNow, of course, there is an express\npreemption provision, but the express preemption\nprovision, as this Court has said many times, does not\noperate to the exclusion of implied preemption, field or\nconflict. So we do think those principles apply here.\nWe think there's a reason why the express\npreemption provision was limited to the employer's side,\nwhich is that, after DeCanas, laws had been enacted on\nthe employer's side, and with -- Congress was making\nclear that those were preemptive, there were no laws on\nthe employee's side at the time and, therefore, no\nreason for preemption.\nCHIEF JUSTICE ROBERTS: Thank you, General.\nGENERAL VERRILLI: Thank you, Mr. Chief\nJustice.\nCHIEF JUSTICE ROBERTS: Mr. Clement,\n5 minutes.\nREBUTTAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE PETITIONERS\nMR. CLEMENT: Thank you, Mr. Chief Justice,\nand may it please the Court:\nI'd like to start, briefly, with the\nenforcement issues and then talk about the other\nprovisions. The last thing I'll say about the\nenforcement provision, since I do think that the\nGovernment's rather unusual theory that something that's\nokay when done ad hoc becomes preempted when it's\nsystematic. I think that theory largely refutes itself.\nBut I will say one thing, which is to just\necho that there is no interference with enforcement\npriorities by simply giving the Federal government\ninformation on which to bring their enforcement\npriorities to bear. And this is really illustrated by a\npoint this Court made in its Florence decision earlier\nthis month, which is that, sometimes, you pull somebody\nover for the most innocuous of infractions, and they\nturn out to be the most serious of offenders.\nAnd so if you preclude officers, as happened\nin Phoenix, from communicating with the Federal\ngovernment, the Federal government will not be able to\nidentify the worst of the worst. And if you want an\nexample of this, look at the declaration of Officer\nBrett Glidewell at Joint Appendix 183 to 186. He pulled\nsomebody over in a routine traffic stop and was shot by\nthe individual.\nNow, the individual, it turns out, was\nwanted for attempted murder in El Salvador and was also\nguilty of illegal reentry into the United States. He\nwas stopped on three previous occasions and his status\nwas not verified. Now, if it had been, he certainly\nwould have been apprehended. In at least two of the\nstops, his immigration status wasn't checked because of\nthe city policy, city of Phoenix.\nNow, if the state, I submit, can do\nanything, it can, at the state level, override those\nkind of local policies and say, that's not what we want.\nCommunity policing is all well and good, but we want to\nmaximize communication with the Federal authorities. So\nI think the enforcement policy and priorities argument\nsimply doesn't work.\nAs to Section 3, two points about that, one\nis, I respectfully disagree with the Solicitor General\nas to whether the various things that he led off -- read\noff, the litany of situations where somebody is --\ntechnically doesn't have registration would be a\nviolation of 1306(a).\nAnd the reason I take that position is that\nprovision says a willful failure to register. Now,\nmaybe the prosecutors take the view that there is\nwillfulness in those circumstances, but I don't think\nmany judges would. I think they would say that, if\nyou've been told by the Federal government that you're\nperfectly fine here and you don't need to register, that\nthat would be good enough to defeat a finding of\nwillfulness. So I don't think 1306(a) covers this case.\nJUSTICE SOTOMAYOR: But you're inviting --\nyou're inviting the very sort of conflict that he's\ntalking about because what's going to happen, now, is\nthat, if there is no statement by the Federal agency of\nlegality, the person is arrested, and, now, we're going\nto have Federal resources spent on trying to figure out\nwhether they have an asylum application, whether they\nhave this, whether they have that, whether they are\nexempted under this reason, whether the failure to carry\nwas accidental or not -- I mean, you are involving the\nFederal government in your prosecution.\nMR. CLEMENT: Well --\nJUSTICE SOTOMAYOR: Now, you may say we're\nnot because all we're going to show is -- what? That we\ngot a Federal call -- we got a Federal answer that the\nperson wasn't registered?\nMR. CLEMENT: No, we're going to say that we\ncommunicated with the Federal immigration officials, and\nthey told us this is somebody who's perfectly fine and\ndoesn't have to register. The --\nJUSTICE SOTOMAYOR: No -- no\nConfrontation -- no Confrontation Clause problem with\nthat? With relying on a call to a Federal agency and\nthe police officer says, you're arrested, you're\ncharged, it's not an illegal alien -- or it is an\nillegal alien.\nMR. CLEMENT: My supposition, Justice\nSotomayor, is that they would use that call to not bring\nthe prosecution, so the issue wouldn't even arise. But\nI do want to be clear about --\nJUSTICE SOTOMAYOR: No, no, no. How\nabout -- what -- how about they get a response, yes,\nit's an illegal alien?\nMR. CLEMENT: And they bring a prosecution\nunder Section 3 and then --\nJUSTICE SOTOMAYOR: So how -- where do they\nget the records that show that this person is an illegal\nalien that's not authorized to be here?\nMR. CLEMENT: I --\nJUSTICE SOTOMAYOR: Who do they get it from?\nMR. CLEMENT: I think they would get it from\nthe Federal authorities. I think it would be admitted.\nThere might be a challenge in that case. I mean -- you\nknow, this is a facial challenge. I'm not going to try\nto address that potential Sixth Amendment issue.\nWhat I would like to say is two things.\nOne, if there is some sloppiness in the way the Federal\ngovernment keeps its records, so that there's lots of\npeople that really should be registered, but aren't, I\ncan't imagine that sloppiness has a preemptive effect.\nThe second thing I would say is that I do\nthink, in thinking about Section 3 in particular, the\nanalogy is not the fraud on the FDA claim in Buckman.\nIt's really the state tort law that says that it's a\nviolation of state tort law to not even seek the\napproval that's needed under the FDA for a device.\nNow, states impose tort law for people that\nmarket a device without getting the necessary approval.\nAnd nobody thinks that's preempted because it serves the\nFederal interest. It doesn't have a deluge of\ninformation. It forces people to get FDA approval.\nAnd in the same way, this state law will\nforce people to register, which is what the Federal\ngovernment is supposed to want in the first place, so\nthere is no preemption there. There is no conflict.\nAs to the employment provision, I do think\nit's important to recognize that --\nCHIEF JUSTICE ROBERTS: Finish your\nsentence.\nMR. CLEMENT: -- before 1986, the -- the\ngovernment was not agnostic about unlawful employment by\naliens. The employees were already covered, and they\nwere subject to deportation. So the government said,\nwe're going to cover the employers for the first time.\nI can't imagine why that would have preemptive effect.\nThank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Clement, General Verrilli. Well argued on both\nsides. Thank you.\n"
    }, 
    "respondents": [
        "UNITED STATES"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 33, 
        "GENERAL VERRILLI": 87, 
        "JUSTICE ALITO": 17, 
        "JUSTICE BREYER": 14, 
        "JUSTICE GINSBURG": 3, 
        "JUSTICE KENNEDY": 16, 
        "JUSTICE SCALIA": 35, 
        "JUSTICE SOTOMAYOR": 39, 
        "MR. CLEMENT": 59
    }
}