{
    "appearances": {
        "content": "MALCOLM L. STEWART, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; for\nPetitioner.\nGREGORY G. GARRE, ESQ., Washington, D.C.; for\nRespondents.\n"
    }, 
    "caseNum": "11-139", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nMALCOLM L. STEWART, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nGREGORY G. GARRE, ESQ.\nOn behalf of the Respondents 27\nREBUTTAL ARGUMENT OF\nMALCOLM L. STEWART, ESQ.\nOn behalf of the Petitioner 53\n"
    }, 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 11-139, United States v.\nHome Concrete & Supply.\nMr. Stewart.\nORAL ARGUMENT OF MALCOLM L. STEWART\nON BEHALF OF THE PETITIONER\nMR. STEWART: Mr. Chief Justice, and may it\nplease the Court:\nThe disputed question in this case concerns\nthe meaning of the phrase \"omits from gross income an\namount properly includible therein\" in 26\nU.S.C. 6501(e)(1)(A). More specifically, the question\nis whether an omission from gross income occurs when a\ntaxpayer overstates his basis in sold property and\nthereby understates the gain that results from the sale.\nIn December 2010, after notice-and-comment\nrulemaking, the Treasury Department issued published\nregulations that interpreted section 6501(e)(1)(A) to\napply in overstatement of basis cases. Those\nregulations reflect a reasonable interpretation of\nambiguous statutory language, and they are accordingly\nentitled to deference under Chevron.\nCHIEF JUSTICE ROBERTS: Well, but only if\nyour reading of the Colony decision is correct, right?\nIf we think that Colony definitively resolved the\nquestion before you, the regulation can't overturn that.\nMR. STEWART: If the Court in Colony had\ninterpreted the statutory language to be unambiguous, or\nif the Court in Colony had issued an authoritative\ninterpretation that Congress had then built upon, that\nwould be correct. But the Court in Colony stated that\nthe language was, in its words, \"not unambiguous.\"\nJUSTICE SCALIA: Yes, but once -- once we\nresolve an ambiguity in a statute, that's the law, and\nthe agency cannot issue a -- a regulation that changes\nthe law just because, going in, the language was\nambiguous.\nMR. STEWART: I think -- I don't think that\nthe Court in Colony purported to give a definitive\ndefinition of the phrase \"omits from gross income an\namount properly includible therein\" wherever it appears\nin the United States Code. And the Court in the first\nparagraph of its opinion in Colony said the sole\nquestion before us is whether the taxpayer is subject to\nthe extended assessment period under the 19 -- under the\nInternal Revenue Code of 1939.\nAnd as the D.C. Circuit, for instance,\npointed out in Intermountain, what we are interpreting\nnow is the 1954 code. It's true that, like the 1939\ncode, it includes the phrase \"omits from gross income an\namount properly includible therein,\" but it also\nincludes adjacent provisions that bear upon the meaning\nof that phrase. I think --\nCHIEF JUSTICE ROBERTS: Well, if they use\nthe exact same phrase, and it's a fairly detailed --\nit's not just a normal phrase they might use elsewhere,\nI think it's reasonable to assume that that phrase came\nin with the baggage it -- it carried from the Colony\ncase; right?\nMR. STEWART: I think it's important to\nremember that the 1954 code was enacted in 1954, and the\nColony decision came in 1958. And so, I would take your\npoint that if Congress had enacted the same language\nafter this Court's decision in Colony, then the adjacent\nstatutory provisions that we're relying on would be\npretty indirect means of an -- of expressing an intent\nto change the law.\nBut what Congress was reacting to in 1954\nwas not this Court's Colony decision; it was reacting to\na circuit conflict and trying to resolve that conflict.\nJUSTICE SCALIA: Yes, but our job is not to\nplumb Congress's psyche and decide what they had in\nmind. It's to interpret the statute. And if, as you\nacknowledge, it's a pretty obscure way to change the law\nfrom what we said it was, the law that's written there,\nthat's a very obscure way to change it. I'm inclined to\nthink that the law stays the way it was.\nMR. STEWART: Well, let me point to the\nstatutory provisions that I have in mind, to explain a\nlittle bit more fully why we think that the context in\nwhich the new provision or the 1954 provision appears\nbears on the -- the proper interpretation of the\ndisputed phrase.\nIt's at page 1a of the red brief, the\nappendix to the Respondents' brief.\nAnd the -- the general rule stated in\nsubsection (A) is: \"If the taxpayer omits from gross\nincome an amount properly includible therein which is in\nexcess of 25 percent of the amount of gross income\nstated in the return,\" the assessment period is 6 years\nrather than 3 years.\nAnd it's important to recognize that, for\npurposes of the Internal Revenue Code generally, the\nterm \"gross income\" is defined to include gains derived\nfrom dealings in property. And in that sense, it\nmight --\nJUSTICE SOTOMAYOR: But that -- but that\nargument hasn't changed between the predecessor statute\nand this statute. You made the same argument under the\nColony statute. It lost. So, you can't go back to that\nargument because it's already been rejected.\nSo, what goes from that?\nMR. STEWART: Well, if you look at\nsubparagraph (i), Roman (i) -- or Roman (i) after the\ngeneral rule, it says: \"In the case of a trade or\nbusiness, the term 'gross income' means the total of the\namounts received or accrued from the sale of goods or\nservices (if such amounts are required to be shown on\nthe return) prior to diminution by the cost of such\" --\n\"of such sales or\" --\nJUSTICE SOTOMAYOR: My problem with your\nargument as I read it in the brief, it's a bit\nconvoluted, as Justice Scalia observed. But if Congress\nintended to change Colony, it wouldn't just have created\nthis subdivision (i); it would have changed the main\nstatement. So, why don't we read this as simply saying\nwe accept whatever Colony said, and the only thing we're\n-- we're creating exceptions around are the following?\nThe exception argument.\nMR. STEWART: As I say, I would agree that\nif Congress had passed this statute after the Court's\ndecision in Colony, that this would have been a fairly\noblique way to reflect an intent to change what the\nCourt had done. But Congress was acting in 1954, before\nthe Court's decision in Colony, and it was reacting to a\ncircuit conflict.\nAnd I think it's -- it's just as fair to say\nthat --\nJUSTICE SCALIA: So, this language would\nhave one meaning if the very same language were adopted\nafter our decision in -- in Colony and a different\nmeaning if it were adopted, as it was, before our\ndecision in Colony.\nMR. STEWART: Well, in our -- I think --\nJUSTICE SCALIA: That's a very strange\napproach to a -- to the meaning of a statute, it seems\nto me.\nMR. STEWART: It may be strange, but I think\nin a sense it's the Respondents who are striving for\nstrangeness, in the following way --\nJUSTICE KENNEDY: Well, but -- but you're\nsaying -- and I'm just trying to supplement\nJustice Scalia's question so -- so you can continue to\nanswer it.\nYou're saying that the split is somehow more\nobscure or more imprecise in its formulation than what\nColony did. You're saying that, oh, if Congress knew\nabout Colony, they would have done it differently, but\nit was a split, this was close enough for government\nwork. That seems to be your argument. And I --\n(Laughter.)\nMR. STEWART: No, I -- I guess there are two\nthings I'm saying. The first thing I'm saying is, in\norder to construe the statute, we need to not put\nourselves in -- attempt to put ourselves in the minds of\nCongress, but at least be aware of the state of the\nworld at the time that Congress acted.\nAnd in 1954, when Congress acted, there was\nthe circuit split. And if Congress had wanted to\nendorse the Colony rule going forward and apply it to\ntrades -- to non-trade and -business taxpayers as well\nas trades and businesses, the most natural thing would\nhave been to change the word \"amount\" in the main rule\nto \"item,\" to make clear that the main rule would apply\nonly when an item of gross receipts had been left off\nthe return altogether.\nIt also would have been natural, if Congress\nhad wanted that rule to apply going forward, to change\nthe term \"gross income\" in the main rule to say \"gross\nreceipts\" because gross income --\nJUSTICE KENNEDY: I still don't understand\nwhy the world was different after Colony addressed the\nsplit than before Colony addressed the split. The issue\nis still the same.\nMR. STEWART: I guess the way I would\nrespond to your question, Justice Kennedy, is to say if\nyou look at the statute in its current form, both the\ntext of the main rule and the adjacent provisions that\ncontextually bear on its meaning, then I think ours is\nby far the better interpretation. And, really,\nwhat Respondents --\nJUSTICE SCALIA: Well, by far? By a little\nmaybe, and I might agree with that, but -- but we're not\nwriting on a blank slate here.\nMR. STEWART: And what --\nJUSTICE SCALIA: Indeed, I think Colony may\nwell have been wrong, but there it is. It's -- it's the\nlaw, and it said that that language meant a certain\nthing. And the issue is whether this is -- this change\nis enough to change the meaning of the statute. And --\nand I'm dubious about that.\nMR. STEWART: I guess my main point is we\nthink our reading of the text is better, and what\nRespondents have going for them is the argument that,\nwhether or not this is the way you would otherwise\nconstrue the statute, once Colony has said what the\nstatute meant, the Court is bound by it.\nAnd our point is that methodology doesn't\nreally work with this provision, because the Court in\nColony --\nJUSTICE KAGAN: Mr. Stewart, don't you have\ntwo arguments? One is that the statute changed, but the\nother is that even the statute remained the -- even if\nthe statute remained the same, Colony itself was a\ndecision that found ambiguity in the statute. So, you\nhave the power under Brand X to go back to that statute\nand reinterpret it, if you will.\nMR. STEWART: We do have the power under\nBrand X, but we -- we don't think that the Court needs\nto reach that question. And when the Court in Colony\nsaid that the --\nJUSTICE KAGAN: But if the Court thinks it\nhas to reach that question because it agrees more with\nJustice Scalia than with you as to whether this statute\nstays the same, then you have independent Brand X\narguments, don't you?\nMR. STEWART: Yes, we do.\nCHIEF JUSTICE ROBERTS: Well, about that\nargument, you rely very heavily on the fact that\nJustice Harlan used the term \"ambiguous,\" right?\nMR. STEWART: Yes.\nCHIEF JUSTICE ROBERTS: But he was writing\nvery much in a pre-Chevron world. I -- he was certainly\nnot on notice that that was a term of art or would\nbecome a term of art. And, of course, I didn't know\nhim, but my sense is he was very gracious and polite.\nAnd you can see him saying, well, that's a good\nargument, but.... He's not the sort of person who would\nsay this is it, this is it.\nI don't think you necessarily can take the\nuse of the word \"unambiguous\" in his opinion to mean\nwhat it does today.\nJUSTICE GINSBURG: But he did say that\nsomething was unambiguous, and that was the little (i)\nthat was added. And he also said he wasn't taking any\nposition on the '54 code; isn't that so?\nMR. STEWART: That's correct.\nJUSTICE GINSBURG: He did.\nMR. STEWART: And the Court said that both\nat the end of its opinion and it also said at the\nbeginning the only question before us is whether the\nextended assessment period applies under the '39 code.\nCHIEF JUSTICE ROBERTS: Is there -- is there\na case where we applied Chevron deference to a\npre-Chevron opinion? In other words saying, well, the\nCourt looked at that, but the Court said it was\nambiguous; and so, we apply Chevron.\nMR. STEWART: I'm not aware of any case.\nObviously, Brand X is a recent decision of this Court.\nAnd I would agree with you that it's perilous to kind of\nput a Chevron overlay on decisions that were issued\nbefore Chevron.\nJUSTICE BREYER: Even without Chevron -- I\nmean, even apply it, I would have thought the point of\nBrand X is you look at the language of the statute and\nyou look at what Congress intended, and where they\nintended the agency to have power to interpret, you\nfollow the agency. And you could do that after the\nevent if the basis for your decision is that it isn't\nclear.\nBut that isn't Harlan's opinion at all. He\ngoes and looks at what Congress meant, and what they\nmeant is treat basis like you treat a deduction. And he\ngathers that from the legislative history. And so, I\ndon't see the basis for saying now the agency still has\npower.\nNow, forget that one. I mean, that's one\npoint you might want to address, but I may be too unique\nin that, in which case it's not worth your time.\nMR. STEWART: Let me give two -- let me --\nlet me give two responses to that, Justice Breyer. I\nthink in effect what Justice Harlan did for the Court in\nColony was to construe the term, the reference to an\namount of gross income, as though it meant item of gross\nreceipts. That was the practical effect of the Court's\ndecision. And I think two of the -- two of the adjacent\nprovisions of the current code make clear that that's\nnot a --\nJUSTICE BREYER: No, I didn't think that was\nthe basis. I thought the basis is that there are two\nkinds of things: One is you just don't put in some big\ncategory of stuff in your return, and the agency can\nnever figure that one out. And the other is where you\ndon't state your deductions correctly.\nAnd now, the cost of goods sold and the\nbasis are difficult cases because of the way the -- the\ncode defined \"gross income.\" It defines it in terms of\ngain. But Harlan says they're like deductions for\npurposes of this statute. That's how I read it.\nBut I have a different question. You can\npursue this one if you want. My -- what's really\nbothering me about this case -- and I can't quite figure\nout the answer to this -- is it seems to me when they\nfiled that tax return in April of 2000, it was a\nterrible loophole, but these lawyers have the job of\ncreating loopholes or at least trying to take advantage\nof them. Okay? And the IRS had told them this was\nokay. Indeed, they had informal advice to that effect.\nNow, there's a -- you don't put the date of\nthe year 2000 reg, and I don't know if you're both\ntalking about the same thing. I was really surprised\nthere was no date there. Then what happens is, after\nyou lose in every circuit -- not you personally -- they\nlose in every circuit; and then in the year 2009, they\nsay, though we lost and though we told everybody this is\nokay at the time they filed the return, now we're going\nto pass a new reg and we're going to penalize them,\ntaking all back this money 9 years later. That seems to\nme pretty unfair. So, I'd like to know just that\nanswer.\nMR. STEWART: Well, at the time that the\n2009 regulation was promulgated first in temporary form,\nwe had lost cases in two courts of appeals. One was\nBakersfield in the Ninth Circuit, but the court of\nappeals in that case said that because the statutory\nlanguage was ambiguous, the agency might be able still\nto promulgate a regulation that would get Chevron\ndeference.\nJUSTICE KENNEDY: And what was -- and what\nwas the date of that, Bakersfield?\nMR. STEWART: That was in, I believe,\neither -- I believe 2008 was the Ninth Circuit --\nJUSTICE KENNEDY: Oh, okay.\nMR. STEWART: -- decision in Bakersfield.\nIt was -- at any rate, it was before the -- the issuance\nof the regulation in temporary form. A couple of months\nbefore the regulation was promulgated, we had lost\nSalman Ranch in the Federal Circuit, but that was by a\ntwo-to-one vote. At that time, we had won this issue in\nfour trial courts --\nJUSTICE KAGAN: But, Mr. Stewart, prior to\nthis latest round of litigation, had the IRS ever said,\never given any indication, that it viewed Colony as not\ncontrolling any -- any -- any longer?\nMR. STEWART: Yes, I think probably the best\nindication of our -- the position in the intervening\nyears -- and we agree that there's a surprising dearth\nof law -- was the Fifth Circuit litigation in Phinney,\nP-H-I-N-N-E-Y, which was decided in 1968. Phinney\ninvolved a situation in which the taxpayer accurately\nreported the amount of gross receipts, approximately\n$375,000, but misstated the nature of the receipts as\nproceeds of a stock sale rather than of an installment\nsale. And the reason that that misstatement of the\nnature of the receipt made a difference was that it\npotentially affected the taxpayer's entitlement to take\na stepped-up basis.\nAnd so, the court of appeals in Phinney said\nthat was subject to the extended assessment period, that\nthe misstatement of the nature of the --\nJUSTICE KAGAN: And as a result of this\ncase, had the IRS suggested in any kind of guidance or\nrulings or anything else that it viewed Colony as an\noutdated decision? Because, you know, I'm a taxpayer,\nand I'm reading Colony and I'm thinking the language of\nthe statute is still the same; why wouldn't Colony\ncontrol?\nMR. STEWART: Well, I -- I think one reason\nyou might think that is that if you were -- you -- the\nopinion was not oblivious to the fact that the 1954 code\nhad been enacted in the meantime, and the Court went out\nof its way to say: We are discussing only the 1939\ncode, and we are not pronouncing on the meaning of the\n1954 code, other than to note that our -- our conclusion\nin this case is consistent with the unambiguous language\nof new 6501(e)(1)(A). And as the D.C. Circuit explained\nin Intermountain, that is best read as a reference to\nsubparagraph (i), which says that for a trade or\nbusiness taxpayer, \"gross income\" will mean gross\nreceipts without an offset for the cost of acquiring\ngoods and services. So --\nJUSTICE SCALIA: If --\nMR. STEWART: -- I think, as a taxpayer, you\nwould at least be on notice that there was uncertainty\nas to the proper meaning of the -- the code. Judge\nBoudin had written for the First Circuit in a case\ncalled CC&F W. Operations in 2001 that it was at least\ndoubtful whether the main holding of Colony carried over\nto the new -- the 1954 code. That was certainly dictum,\nbut it also flagged the fact that this was a subject of\nuncertainty.\nAnd remember, the provision at issue here\ndoesn't bear on the legality of the taxpayer's\nsubstantive returns. The only question is whether the\nIRS has 3 years or 6 years to make an extended\nassessment. So, as of 2003, when 3 years from the date\nof the return had run for these taxpayers, I think the\n-- what was out there gave them notice that there was at\nleast uncertainty whether Colony applied.\nJUSTICE BREYER: You say in your brief on\npage 4: \"In 2000, the IRS issued a notice informing\ntaxpayers that Son-of-BOSS transactions were invalid\nunder the tax law.\" And you cite without a date. So, I\nwas sort of curious whether that particular cite came\nbefore or after they filed their return.\nMR. STEWART: I don't know whether --\nJUSTICE BREYER: And they say that -- and\nI -- in July 2000, 3 months after they were filed, the\nCommissioner reiterated his view: \"It has long been\nheld that the extended statute of limitations,\" da, da,\nda, \"is limited to when specific receipts or accruals\nare left out of the\" -- of gross income, which is\nbasically the Colony statement.\nMR. STEWART: Well, the --\nJUSTICE BREYER: Are you talking about the\nsame thing?\nMR. STEWART: No. No, those were two\ndifferent documents.\nJUSTICE BREYER: Okay.\nMR. STEWART: The two --\nJUSTICE BREYER: So, there are two different\ndocuments. So -- so, in July, they're telling the tax\nbar this is okay. And what you say is this document\nhere, which you refer to without a date, told them it\nwasn't okay.\nMR. STEWART: Well, first of all --\nJUSTICE BREYER: I'd be rather curious if\nyou could sort that out.\nMR. STEWART: Well, the 2000 notice that the\nRespondents have cited -- I think the -- the most\nimportant point to make about it is that it was the view\nof a single -- of the district counsel for a single\ndistrict within the IRS.\nJUSTICE BREYER: I -- I know there are many\nways of downplaying that, but I'm just curious as to\nwhat happened. What about the one you cited? When was\nthat?\nMR. STEWART: I don't know the exact date in\n2000, but it has long been established that transactions\nlacking economic substance and transactions motivated\npurely for tax avoidance purposes may be disregarded\nfrom -- by the IRS. That -- that was a pre-existing\nproposition.\nWhen we issued the notice with respect to\nSon-of-BOSS transactions in particular, that was simply\nthe IRS's way of informing taxpayers that we regard this\nparticular avoidance mechanism as encompassed by the\ngeneral principle that transactions lacking economic\nsubstance --\nCHIEF JUSTICE ROBERTS: Well, yes, that's\nthe general principle. But the point you made just a\nfew moments ago is -- I think is responsive to that,\nwhich is: We're not talking about the merits; we're\ntalking about a statute of limitations. The whole point\nof a statute of limitations is some things that are bad\nare -- are -- are gone.\nMR. STEWART: That's --\nCHIEF JUSTICE ROBERTS: You can't go back to\nthem.\nMR. STEWART: That's correct, and that's the\nproposition that the Respondents are citing the\ndifferent 2000 document for. They are citing it as\nthough it were a definitive statement of agency position\nas to the operation of the assessment period. It -- it\nwas not that. It was a document issued by a single\ndistrict counsel. And in a sense, the -- the reference\nto Colony as continuing to -- as though it continued to\ngovern the -- the 1954 code was dictum because the\ndistrict counsel, even in that document, stated that it\nwould not be inappropriate to --\nCHIEF JUSTICE ROBERTS: At what -- at what\nlevel of the IRS bureaucracy can you feel comfortable\nthat the advice you're getting is correct?\nMR. STEWART: Well, this --\nCHIEF JUSTICE ROBERTS: A single district\ncounsel -- you go to there and say, what do you think?\nAnd it tells you, and you say, well, that's fine, but I\nknow you don't count; so, I want to talk to your\nboss and boss --\n(Laughter.)\nMR. STEWART: No, this is not advice to the\ntaxpayer. That document was a memorandum from the\ndistrict counsel to another IRS official. The other IRS\nofficial was seeking guidance with regard to the\nquestion of whether we needed to get within the 3-year\nassessment period or whether it was appropriate to rely\non the 6-year assessment period. And although the\ndistrict counsel cited Colony in a way that it suggested\nthat it continued to control the operation of the 1954\ncode, the district counsel stated on the facts of this\ncase it would not be inappropriate to rely on the --\nCHIEF JUSTICE ROBERTS: So -- so, what that\n-- what happened here is that the taxpayer came to the\nsame conclusion as a district counsel of the IRS.\nMR. STEWART: That's correct, but not --\ndidn't come to the same conclusion as the IRS did in\nlitigating the case in Phinney, didn't come to the same\nconclusion as the IRS did in --\nJUSTICE BREYER: What about the -- that's\nthe July. What about this other, undated one? Now, I\nnotice what you say about it. You said that it\ndescribed \"arrangements that unlawfully 'purport to\ngive'\" them -- if I read that piece of paper, which I\nmight -- and you probably read it because you cited\nit -- will I come away with the impression, uh-oh, these\nloophole arrangements, Son of BOSS, which previously\nseemed to be okay are now not okay? Is that the\nimpression I'll have?\nMR. STEWART: I -- first I would say --\nJUSTICE BREYER: Is that the impression you\nhad?\nMR. STEWART: That notice would not say --\ntell you anything relevant to the computation of the\nassessment period.\nJUSTICE BREYER: Okay. All right. That's\nwhat I suspect. Then look at the unfairness of this.\nI'm not saying there aren't worse unfairnesses in the\nworld, but, nonetheless, people spent a lot of money.\nThe whole Bar has gone to an enormous effort.\nEverything up through 2000 being -- seems to say you can\ndo this. You have a case on point in the Supreme Court.\nAnd then 9 years later, after continuous litigation, the\nIRS promulgates a regulation which tries to reach back\nand capture people who filed their return 9 years\nbefore.\nMR. STEWART: Again, I'm not quite sure what\nyou mean by saying: would seem to say that you could do\nthis. I don't think that there were any affirmative IRS\nstatements that could lead people to believe that the\nSon-of-BOSS mechanism was okay, but what --\nJUSTICE GINSBURG: Can you clarify,\nMr. Stewart, two things that Justice Breyer brought up?\nOne, he said that the IRS had given people advice that\nSon of BOSS was okay; it would work -- this tax shelter,\nthis tax scheme, would work.\nAnd then he said -- he suggested that a\nbasis is like deductions. And you agree that\noverstatement of deductions don't get you the longer\nstatute of limitations. So, why -- why should an\ninflated basis get you to 6 years when inflated\ndeductions don't? That's one question.\nAnd the other question is, is it so, that\nagents told people that Son of BOSS would work? Is --\nMR. STEWART: No. No, it's not true that\nthe IRS had advised people that Son-of-BOSS transactions\nwere okay. It wasn't until 2000 that the IRS issued a\nspecific document that said, as a matter of agency\npolicy, they're not okay. But, again, that document was\njust a kind of case-specific application of the more\ngeneral -- of the more general proposition that\ntransactions lacking economic substance can be\ndisregarded.\nWith respect to why the overstatement of\nbasis is treated differently from the overstated\ndeduction, that follows inexorably from the language of\nthe code. That is, Congress defined the conduct that\nwould trigger the general rule as an omission from gross\nincome, and because of the way that gross income is\ndefined, an overstatement of basis can lead to an\nunderstatement of gain, which in turn is taken into\naccount in computing gross income. A deduction may\nultimately affect taxable income, but it doesn't affect\ngross income. And so, there would be no way of reading\nthe statute to encompass that.\nNow, as to why Congress would have done\nthis, I think a clue is furnished by subparagraph Roman\n(ii), which is at the bottom of page 1a, and it says:\n\"In determining the amount omitted from gross income,\nthere shall not be taken into account any amount which\nis omitted from gross income stated in the return if\nsuch amount is disclosed in the return, or in a\nstatement attached to the return, in a manner adequate\nto apprise the Secretary of the nature and amount of\nsuch item.\"\nAnd so, that provides a safe harbor that\nsays even if you fall within the general rule, even if\nyou understated your gross income by more than\n25 percent, if, at some point in the return, you gave\nthe IRS adequate information to notice that the\nmisstatement had taken place, you will be off the hook\nfor the 6-year assessment period.\nAnd I think that is highly relevant in\nresponding to the policy concern that Justice Harlan\nidentified in Colony. That is, Justice Harlan said the\nreason we think that Congress intended to restrict the\nstatute to situations where an item is left off the\nreturn altogether is that those would be the most\ndifficult for the IRS to catch; the IRS would be placed\nat a special disadvantage.\nHere in subparagraph (ii), Congress has\naccomplished the same intent but through a different\nmechanism. That is, it's made the general rule sweep\nmore broadly but given taxpayers an out where the\ndisclosures are adequate.\nIf I could reserve the balance of my time.\nJUSTICE KENNEDY: Just on that point -- and\nwe'll find out in a minute -- is the Respondent going to\nsay, well, it's always implicit that you have a basis;\neverybody knows you have a basis?\nMR. STEWART: I don't think that --\nJUSTICE KENNEDY: So, that's -- so, that's\nnecessarily what you're telling the government.\nMR. STEWART: I don't think he will say --\nI don't want to speculate too much on what he will say,\nbut I think his position is an overstatement of basis\ncould never trigger the assessment period because the\nitem of gross receipts would have been adequately\ndisclosed.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Garre, is it implicit that you always\nhave a basis?\nORAL ARGUMENT OF GREGORY G. GARRE\nON BEHALF OF THE RESPONDENTS\nMR. GARRE: Your Honor, our position is the\none that the Court reached in Colony, which is that an\noverstatement of basis is not an omission from gross\nincome. What the Court held in Colony was that an\nomission -- an omission from gross income is where you\nleave out a specific taxable item or receipt.\nWe think the court of appeals got it right\nwhen it concluded that the statute of limitations on the\nstatute -- on the tax assessments at issue expired in\n2003 and rejected the IRS's extraordinary efforts to\navoid that result by discombobulating this Court's\ndecision in Colony and by seeking to retroactively\nreopen and extend the statute of limitations.\nWhat the Government relies on principally is\nthe addition of subparagraph (i) in the code, and that\nwas added in 1954, before the Court's decision in 1958.\nAnd I'd like to make a few points about subparagraph (i)\nbecause I think it's the crux of the Government's\nposition.\nThe first is just the anomaly of their\nargument, that by adding this subparagraph -- and it's\non page 1a of the addendum to the red brief -- which\nexplicates the definition of \"gross income\" in one\nspecific context, the sale -- the cost of goods or\nservices by a trade or business, Congress meant to\nchange the general rule -- and that's what it called it,\nthe \"general rule\" -- in subsection (A).\nJUSTICE KAGAN: Well, why do you think they\nadded that paragraph? Because it seems clear that there\nwas a circuit split at that time about exactly this\nquestion and that this paragraph was a response to that\ncircuit split. So, what else could Congress have meant\nby it?\nMR. GARRE: Well, Your Honor, I think that's\nprobably right. It thought it was agreeing with the\ntaxpayer side of the circuit split. There's legislative\nhistory indicating that it also thought it was\naddressing the computational rule of how to get gross\nincome, which factors into the 25 percent trigger.\nI think what maybe is most important is that\nthis Court in Colony looked at the 1954 amendments at\nthe suggestion of the government and concluded that its\ndecision was consistent with the 1954 amendments.\nThat's in the last line of the decision.\nJUSTICE KENNEDY: Were most of the --\nJUSTICE GINSBURG: But that's got to mean --\nthat's got to refer to (i). It can't refer to the --\nHarlan said two things. He said it's ambiguous;\ntherefore, I'm going to look at the legislative history\nto find out what the predecessor section means.\nAnd then he says: I'm not going to\nspeculate on what this new thing means, but I do want to\npoint out that the result we reach in Colony is in\nharmony with the unambiguous language of 6501, et\ncetera. The only unambiguous language that he could be\nreferring to is in (i) because he has just -- he had\nsaid the earlier language was ambiguous.\nMR. GARRE: Well, I don't -- I don't think\nso, Your Honor. First of all, you're right, he referred\nto the whole 6501(e)(1)(A), which includes both\nsubsections. It's not clear that he was identifying\nsubparagraph (i). He could have well been referring to\nsubparagraph (ii), along the lines of what my friend\njust spelled out, because much of the Colony decision\nwas based on addressing the situation where the -- where\nthe IRS is at a special disadvantage because something's\nbeen left out entirely. And that really kind of gets to\nthe heart of subparagraph (ii).\nBut the anomaly of the Government's\nconstruction here today is that Colony would come out\ndifferently, because Colony doesn't involve a taxpayer\ninvolved in the sale of goods or service; it involved a\ntaxpayer in the sale of real property. So, even though\nthis Court in Colony said --\nJUSTICE SOTOMAYOR: -- real estate developer\nin the business of buying and selling property. So, I'm\nnot sure that I buy your argument that it can't be goods\nand services, because that was the services of this\nparticular company.\nMR. GARRE: Your Honor, the sale of real\nproperty, whether in parcels or otherwise, has always\nbeen treated differently than the sale of -- costs of\ngoods or services, which really is a term of art. And\nif you go back at Colony, you can see that the Court\nreferred to basis, referred to property, and that's\nprecisely the way that the parties did in their brief.\nThe Solicitor General in its own brief framed the\nquestion presented as overstatement of basis in the sale\nof property.\nThat's the situation that we have here\ntoday. The subparagraph (i) they're referring to is\naddressed to the specific situation of a trade or\nbusiness involved in the sale of costs of goods or\nservices --\nJUSTICE KENNEDY: And I --\nMR. GARRE: -- which is different.\nJUSTICE KENNEDY: I was going to ask in\nconjunction with Justice Kagan's discussion, were the\npre-Colony cases that involved splits -- did most of\nthose or any of those relate to the sales of goods and\nservices or were they all real estate sales? Do --\nMR. GARRE: Your Honor, the Uptegrove case\ndid, the Third Circuit case. But they involved -- the\nfact is they involved both the sale of property and the\nsale of goods and services. And at that time, no one\nwas drawing this bright-line distinction.\nJUSTICE KENNEDY: Well, but the Congress\ndrew it, as I think is implicit in Justice Kagan's\nquestion, when it talks just about goods and services.\nMR. GARRE: It did do that. There was one\nreason for Congress to address that specific situation,\nin that there was a regulation that had defined \"gross\nincome\" differently. It's appended at the end of our\nbrief, and it was discussed in Uptegrove. So, there was\na reason to single that out. But I think the more --\nJUSTICE KENNEDY: And the other reason, it\nwas goods and services. There's always FIFO and LIFO.\nI mean, there's -- you know, taxpayers who sell goods\nhave inventory cushions. And so, the IRS is very, very\nwell aware that that kind of judgment is involved in all\nthese statements. It's not quite the same with basis.\nMR. GARRE: Well, Your Honor, I think it's\nthe opposite, if I understand your question, which is\nthat taxpayers typically put more information which is\ngoing to put the IRS on notice when you're dealing with\nbasis and the sale of property as opposed to the costs\nof goods and services, which involve many transactions\nand you're dealing with them in the aggregate. When\nyou're dealing with the sale of property, as in Colony\nand here, you're dealing with specific disclosures as to\nthe basis.\nHere, if you look on page 151 of the JA, it\nlays out the adjustment in the basis. And the same was\ntrue in Colony. And so, to the extent that there's a\ndistinction there, I think it cuts in favor of the\ntaxpayer.\nThe problem for the Government is all of the\namendments in 1954 were pro-taxpayer amendments as\nrelevant here; and yet, the Government's conclusion is\nthat by adding this subsection addressing the specific\nsituation, it meant to take away the general rule in a\nway that hurt taxpayers. It's inconsistent with what\nthis Court said in Colony because the Court --\nJUSTICE GINSBURG: Well, why would they be\nredundant? I mean, if the statute without little (i)\nmeant what you said it meant, then there would be no\noccasion to put this in, because \"omission from gross\nincome\" would refer to items of income, period. That's\n-- so, what work does (i) do, if it just -- if the main\nrule, the general rule, is as you say it is?\nMR. GARRE: Your Honor, everyone agrees it's\nnot redundant, even the Government, because what it does\nis, at a minimum, it has a computational effect of\naffecting the 25 percent trigger. The amount to get to\nthe trigger has to be --\nJUSTICE KAGAN: But you agree that that's\nnot why Congress passed that provision?\nMR. GARRE: Well, it's not clear, Justice\nKagan. The -- the Federal Circuit in the Salman Ranch\ncase cited legislative history that suggested it was\ntrying to achieve just that result. But I think the\nbroader point I would make is it's not at all uncommon\nfor Congress to act to provide an answer to a specific\nsituation that had come up by explicating it. And yet,\none doesn't conclude that, in doing that, it's intended\nto overstate -- override the entire general rule that's\nstated, particularly where it doesn't touch the language\nthat's the subject of the general rule. Congress didn't\nin any way touch the phrase interpreted in Colony,\n\"omission from gross income.\"\nAnd the anomaly gets even greater if you\nlook at Congress's actions after Colony. In 1965,\nCongress amended the heading. Now, granted it's only a\nheading, but it amended it, the heading to the\nsubsection, to mean \"Substantial omission of items,\"\nwhich is perfectly consistent with Colony's\ninterpretation, directly contrary to the Government's\ninterpretation.\nIn 1982, Congress re-enacted the same\nlanguage, \"omission from gross income,\" found in the\nprovision at issue in Colony in 26 U.S.C. 6229, which is\nthe provision for partnerships. And yet, it omitted the\nsubparagraph (i) that the Government relies upon as the\ntransformative provision narrowing the general rule.\nAnd so, why on earth would -- would Congress omit that\nsubparagraph if it did the transformative work that the\nGovernment suggests?\nThe Government doesn't have a response\nexcept to say that they have to be interpreted the same\nway, which makes no sense given the emphasis it's\nplacing on subparagraph (i). I think the answer is, is\nsubparagraph (i) just doesn't have and was never\nintended to have the transformative effect that the\nGovernment suggests.\nWhatever -- we can talk about what the Court\nmeant in Colony, but I do think that it's critically\nimportant that Colony is entitled to full stare decisis\neffect. In fact, it's stare decisis coupled with\nCongressional re-enactment. The Government describes\nthe world after Colony, but the fact is, if you go back\nand look, no one thought that Colony was just a ship\npassing the night that had only retrospective\nsignificance. Everybody, including the IRS, appreciated\nthat Colony was a landmark decision.\nJUSTICE KAGAN: Well, Mr. Garre, where do\nyou find evidence of that? Because you cite some cases\nin your brief that end up not really supporting your\nposition. And as far as I can see, there's only one\ncase after Colony that deals with the question of\nwhether Colony continues to govern after the 1954\namendments. And that case, which is Phinney, seems to\ncut in the opposite direction. So, am I missing\nsomething? Are there cases that -- that favor you that\nsay that, yes, Colony continued to control?\nMR. GARRE: I think what my response would\nbe first as to Phinney, the Fifth Circuit has clarified\nthat the Government's construction of Phinney is just\nwrong. Phinney was consistent with the Colony rule. It\ndealt with a particular application of it.\nJUSTICE KAGAN: Well, whatever the Fifth\nCircuit said about Phinney, when I read Phinney, it\nseems to me to cut in the Government's direction if not\nto be entirely on all fours. But I asked, are there any\nother cases that you have that suggest that the courts\ndid think that Colony was continuing to be the governing\nrule?\nMR. GARRE: If I could make one point on\nPhinney, and then I'll address the other cases. I would\nask you to look at the Solicitor General's opposition\nbrief in Phinney, which recognized that Colony was the\ngoverning principle. One would think that the\nGovernment thought that Colony was just a shot in time,\nhad no ongoing significance, they would have said that\nin the opposition brief in Phinney. The Solicitor\nGeneral accepted Colony as the governing rule, as\neveryone did.\nAs to the cases, I think it's fair to say\nthat, no, we can't point to a case in the 1950s, '60s,\nor '70s where they specifically confronted the question\nbefore the Court today. But what I -- what I -- what I\ncan say is look at the cases that we cite in our brief,\nand all of those cases discuss this Court's opinion in\nColony as if it continues to have lasting effect on the\ninterpretation of the \"omits from gross income.\" And\nyet, in the Government's -- the IRS's own internal\ndocuments -- we cite two, 1976 and 2000 -- where the IRS\ninternally is treating Colony as a landmark decision\nwhich controls on a current going-forward basis.\nJUSTICE KAGAN: Because what I was thinking,\nMr. Garre -- and tell me what you think the consequence\nof this would be -- is that if I were a tax lawyer and\nsomebody came to me and said is Colony still the rule, I\nwould have said: Well, I can't tell you 100 percent. I\nthink you're good 70 to 80 percent. You know, it's the\nsame language, and there's Colony out there, and -- and\n-- and nothing the IRS hasn't said that Colony doesn't\ncontrol, but I can't -- so, I'm giving a 70 percent.\nDo you win if that's the state of the world\nas I see it?\nMR. GARRE: Well, I don't know how you would\nput a percentage on -- on, in effect, whether Colony was\na \"step one\" case or not. I mean --\nJUSTICE KAGAN: Well, in terms of what a\ntaxpayer thinks, whether Colony continues to govern.\nMR. GARRE: I think so. I mean, I think,\nyou know, the IRS's actions here really put taxpayers in\nan extraordinary situation. I mean, they're taking a\ndecision of this Court that says an overstatement of\nbasis -- no, that's not an omission of gross income.\nThey're relying on the 1954 amendments to get around\nthat. Look at the Colony decision. The Colony decision\nsays the 1954 amendments -- no, this decision is\nperfectly consistent with those.\nAnd here comes the Government --\nJUSTICE GINSBURG: But it also said before\nthat, Mr. Garre, and without doing more than noting the\nspeculative debate between the parties as to whether\nCongress manifested an intention to clarify or --\nclarify or change the 1939 code. So, not taking a\nposition on whether the new section changes the code.\nAnd the part that is in harmony -- I can't see how that\ncould be read to mean anything other than the (i), which\nis unambiguous and certainly in harmony with the result\nin Colony.\nMR. GARRE: Justice Ginsburg, the government\nin Colony argued that the 1954 amendments compelled its\ninterpretation, which was the one that the Court\nrejected. If -- if this Court -- this Court must have\nconsidered that argument in reaching the opposite\nconclusion. I think -- I think you're right, that it's\nfair to describe that language as dictum. But this\nCourt has many times said that even if something is\ndictum, if it explicates the Court -- Court's holding,\nthe lower courts and this Court would give it great\nweight in its --\nJUSTICE GINSBURG: But as I read it, it\nisn't saying and Colony controls; it's saying we're not\ngoing to take a position on what the 1954 code does,\nwhether it clarifies or changes.\nMR. GARRE: I think that the prefatory\nlanguage there -- I think -- I think you're right.\nThat's a fair characterization. But, ultimately, what\nthe Court said was its holding was in harmony with the\nnew statute. And you can't reach that conclusion if you\nagree with the Government's interpretation.\nJUSTICE GINSBURG: But he says \"unambiguous\nlanguage,\" and he can't mean the general rule because\nhe's already said that is ambiguous. He's got to mean\nthe new provision, which is certainly unambiguous.\nMR. GARRE: I don't think it has to be (i),\nYour Honor. I think it could be subsection (ii). We\ndon't know which one he was referring to. And the\nreason why it could be subsection (ii) is because a\ngreat deal of the Court's analysis dealt with the -- the\nquestion whether the Commissioner was at a disadvantage.\nI would like to address the rationale in\nColony. My friend has referred --\nCHIEF JUSTICE ROBERTS: Before -- if I could\njust interrupt you, before you do so, to follow up on\nJustice Kagan's question.\nUnder our current regime, can you ever give\nmore than a 70 percent chance? Because you have, in the\nabsence of a definitive Supreme Court ruling, the IRS\ncan reach a different result and it can do that\nretroactively. So, I mean, you don't disagree with\nthat, right? I mean, if we determine that Colony was\nambiguous, the IRS can change the rule in Colony, and it\ncan apply that rule, new rule, retroactively. That's\nwhat our cases say, right?\nMR. GARRE: Well, we do disagree with it --\nI mean, I certainly accept the Brand X part of that.\nWhat we disagree with is that (a) the IRS has the\nauthority to retroactively apply an interpretation of a\nstatute, which gets to the meaning of 7805(b)(1); and\n(b) whether or not the regulation in this case on its\nface applies it retroactively. But I accept --\nJUSTICE SOTOMAYOR: Well, they can't -- they\ncan't change the interpretation of the statute, but they\nare the agency with expertise to define a term within a\nstatute. Why don't they have the expertise to define\neither what the words \"gross income\" mean or don't mean?\nMR. GARRE: Well, they don't have any leeway\nto overturn this Court's decision if that decision\nspecifically addressed the question. And that's the\nlanguage of Chevron, and as it turns --\nJUSTICE SCALIA: No, and if it is --\naccording to Brand X, if it specifically addressed the\nquestion and said that there was no ambiguity. But\naccording to Brand X, if there's ambiguity, despite a\nholding of this Court, the agency can effectively\noverrule a holding by a regulation, right? Isn't that\nwhat Brand X says?\nMR. GARRE: Brand X says that --\nJUSTICE SCALIA: So, the only question here\nis, as the Chief Justice put it, whether -- whether\nindeed Colony meant by \"ambiguous\" ambiguous.\nMR. GARRE: I --\nJUSTICE SCALIA: It depends on what the\nmeaning of \"ambiguous\" is, right?\n(Laughter.)\nMR. GARRE: I don't think so, for this\nreason: Because Colony -- at the beginning of the\nCourt's decision, Justice Harlan in a gracious way, as\nthe Chief suggested, pointed out that there could be\nsome ambiguity in the text. But then he went on to\napply the traditional tools of statutory construction.\nJUSTICE ALITO: But I can hardly even think\nof a statutory interpretation question that we've gotten\nthat doesn't involve some degree of ambiguity, if we're\nhonest about it. We take a case where there's a\nconflict in the courts of appeals. And so, there was at\nleast enough ambiguity in those cases for one or more\ncourts of appeals to come to an interpretation that's\ncontrary to the one that we ultimately reach. So, what\ndegree of ambiguity is Brand X referring to?\nMR. GARRE: Well, I would -- I would think\nthat Brand X refers back to Chevron and looks to the\nfirst step of Chevron. Brand -- what Brand X is looking\nto is whether or not -- it's really a step one or step\ntwo case. And on step one, Chevron looks to whether\nCongress has addressed the specific question presented.\nAnd if you look at the Court's decision in Colony, what\nJustice Harlan said was Congress was addressing itself\nto the specific situation where a taxpayer actually\nomitted some income receipt or accrual in his\ncomputation of gross income, and not --\nJUSTICE KAGAN: Well, that was the specific\nsituation, but then the question was, how clearly did\nCongress speak to that specific situation? And in order\nto get his result, Justice Harlan says first that the\nstatute is -- that the statutory text is ambiguous, goes\nto a bunch of legislative history, and none of that\nlegislative history actually speaks to the exact\nquestion before the Court, only by implication.\nSo, if you look at the whole of -- of the\nColony opinion, it sure seems as though there's a lot of\nextrapolation going on and essentially a lot of\nambiguity.\nMR. GARRE: Well, I would disagree with\nthat, respectfully, Your Honor. I think the -- the\nholding of the Court -- and, again, it's entitled to\nstare decisis effect even if this Court might approach\nit differently today under different modes of statutory\nconstruction or otherwise. The holding of the Court was\nthat Congress addressed the specific situation of\nwhether an overstatement of basis was an omission from\ngross income, and the Court said no.\nJUSTICE KAGAN: Well, in the end, there has\nto be a resolution. But the question is, what does it\nlook like before you get to that resolution? And -- and\nJustice Harlan is doing a lot of tap dancing there, you\nknow, going to this Senate report, going to that House\nreport, going to this colloquy, before he can come up\nwith an answer.\nMR. GARRE: He was employing the traditional\ntools of statutory construction, not just legislative\nhistory. He talked about the structure and purpose and\nthe patent tax incongruities created by the government's\nposition that an overstatement --\nJUSTICE GINSBURG: But he did say -- he did\nsay he was looking to -- he said the text isn't clear;\ntherefore, I look to the legislative history.\nMR. GARRE: And that's a tool of statutory\nconstruction.\nJUSTICE BREYER: I agree with you on that.\nThe -- and I agree with Justice Scalia, actually. There\nare many different kinds of ambiguity, and the question\nis, is this of the kind where the agency later would\ncome and use its expertise? And you're saying here it\nwas up to the Congress and looking at what they had in\nmind.\nAll right. Maybe that's the base -- best\nground, but suppose it turns out a majority think you're\nnot right on that. Okay? Now, here's my question:\nAssuming you're wrong on that, which I'm not sure you\nare, but assuming you're wrong, now we get to this\nregulation. Here is my problem: One -- I have no doubt\nat some level it seems rather unfair, but that instinct\nis not enough. The question is what -- what's the law?\n(A) You can say the word \"open\" doesn't\ninclude this case. But we run into the problem that an\nagency has great authority to construe its own\nregulation.\n(B) You could say that, well, there's this\nstatute out there that says don't apply it, and there\nare two routes there. One is something to do with\nlanguage, which I think you can think of, which seems to\ncut very much against you if read naturally, but you can\nstrain it to read it in your favor. And the other has\nto do with a parenthetical where, once again, although\nthey left it out of their brief and they put in\nellipses, I can see why they left it out because when\nyou read it it's again ambiguous. We run into the same\nproblem.\nThen you could say: Well, they're not\nsupposed to do these things retroactively, either on\ncommon law administrative law grounds or something like\nthat; they shouldn't do it; it's unfair.\nAnd they'll say: But, you see, it wasn't\nthat unfair; a child of 2 would have known this was a\nloophole. That's how they would have characterized it.\nAnd the IRS never said anything, except for one district\ndirector in a different district that really encouraged\nor underwrote this kind of thing. So, it's not nearly\nas unfair as you think. If you live by loopholes,\nyou'll die by regulation. You know, something like\nthat.\nSo, looking at those four possible grounds\n-- and I can't think of a fifth -- you take your choice.\nWhich is the strongest, and how do you apply to the --\nreply to the objection?\nMR. GARRE: Well, I think you would first\nlook at the language of the regulation and see whether\nor not --\nJUSTICE BREYER: \"Open,\" that's the term.\nMR. GARRE: -- by its terms, it applies\nretroactively. This Court has made clear, it made clear\nin the Bowen case, that it's not retroactively unless\nthere's a clear -- not retroactive unless there's a\nclear statement of retroactivity. And our position is,\nwhatever else is true, that what the effective date\nprovision says and the preamble says, it's just unclear\nabout whether it's retroactive or not.\nJUSTICE SCALIA: I never thought that a\nrevision of a statute of limitation was retroactive\nlegislation, just as I've never thought that a provision\naltering rules of evidence for a crime, even for crimes\nthat were committed before that alteration, is\nretroactive legislation.\nMR. GARRE: Well, I --\nJUSTICE SCALIA: You know, the crucial date\nis the date -- at least it's not -- well, you can extend\nthe statute of limitations.\nMR. GARRE: I think it's retroactive in the\nworst way, for this reason: It at a minimum\nextinguishes an affirmative defense, the statute of\nlimitations. This Court recognized that --\nJUSTICE SCALIA: No, I --\nMR. GARRE: -- in the Hughes Aircraft case.\nJUSTICE SCALIA: So, say it's unfair, but\nI'm not sure that the rule against -- presumption\nagainst retroactivity technically applies.\nMR. GARRE: Well, again, I mean, I think if\nyou look at Landgraf and the cases talking about what is\nretroactive, this regulation here if it is applied\nretroactivity -- retroactively has the consequence this\nCourt points to as the worst kind of retroactivity,\nwhich is extinguishing a valid defense in litigation and\nimposing new consequences for past actions. Hughes\nAircraft recognizes that, as do the many courts of\nappeals that we've cited in our brief.\nJUSTICE SOTOMAYOR: Presumptively because\nyou're saying that this is a new interpretation. But\nthe IRS is taking the position that the meaning hasn't\nchanged --\nMR. GARRE: Well --\nJUSTICE SOTOMAYOR: -- that it's just\nclarifying some ambiguity that the courts have had; not\nthat it's had.\nMR. GARRE: And with all due respect, the\nlaw in 2003 when the statute of limitations expired was\nColony. Even if the Court -- the agency had leeway to\nreinterpret it, it's changing the law. And the reason\nwhy it's doing that is it's doing it retrospectively.\nIf you look at cases like Brand X, the\ntheory is you have one interpretation, and then the\nagency going forward can have another one. In Brand X,\nthe agency sought to apply its -- its new interpretation\nprospectively. Here, it's doing retrospectively, and\nwhen it does that, it changes the law. Maybe the\nconcrete example of that is --\nJUSTICE SOTOMAYOR: There's too many\npresumptions in your answer. The first is that Colony\ncontrolled --\nMR. GARRE: No, no --\nJUSTICE SOTOMAYOR: -- what to me itself\nsays it's not -- it's not interpreting the new\nstatute --\nMR. GARRE: My point on that --\nJUSTICE SOTOMAYOR: -- whatever its footnote\nmeant.\nMR. GARRE: No, my point on that was not\nthat Colony controlled as a step one matter; it's that\neven if the Government is right that Colony just said\nthis is one permissible reading, it was the law as the\n-- it was the permissible reading and the law until the\ngovernment changed it. And the government didn't change\nit, try to change it, until 2009. The statute of\nlimitations in this case expired in 2003.\nAnd so, if the government can adopt a new\ninterpretation going forward, the question is, can it\napply that interpretation retrospectively during the\ntime frame in this case? And our position on that is\nthat they certainly haven't done so unambiguously. And\nthat -- as this Court said in St. Cyr, ambiguity means\nunambiguous prospectivity. And the Court also\nrejected --\nJUSTICE KAGAN: Do you -- do you understand\nthe preamble as part of the regulation? Because if I\nlook at the preamble, the preamble seems pretty clear to\nme. It seems to me that your view that the government\ndid not do this clearly enough must rest on looking at\nthe regulation without the preamble.\nMR. GARRE: No. No. I mean, the Court\ncould -- I mean, certainly, we think you'd go first to\nthe regulation. And it says \"was open.\" The preamble\nsays, quote, this is \"not retroactive.\" It says it does\nnot apply to open tax -- it only applies to open tax\nyears, and not to reopen closed tax years. That's on 75\nFederal Register 78,898. The government -- the way that\nthe government gets there is to say that, well, even\nthough we've passed the regulation long after the\nstatute of limitations expired, because this case is\npending, we can apply the new interpretation in\ndetermining whether the period closed long before we\npassed this regulation.\nAt a minimum, that's -- that's a highly\nstrained, if not convoluted, way to get around\nretroactivity.\nThe way that the regulation's effective date\nand the preamble speaks about whether this is\nretroactive or not is really kind of nonsensical. And I\nthink, at a minimum, the taxpayer ought to get the\nbenefit of that, and this Court should say that if the\ngovernment really wants to do -- take the extraordinary\nstep that it's taken here to retroactively reopen a\nstatute of limitations, it ought to do so in clear terms\nand not the convoluted way it's done here.\nWe also think that the -- the IRS just\nlacked the authority to -- to legislate, to -- to pass a\nnew interpretation on a statute retroactively. That\ngets to the meaning of 7805 and whether -- which says\nregulations relating to a statutory provision enacted\nafter the '96 legislation which purported to strip the\nIRS of authority to act retroactively, whether the\n\"enacted after\" clause modifies \"regulation\" or\n\"statute.\" And we think, in context, it must modify\n\"regulation\" because there's two types of IRS\nregulations: regulations relating to statutes and\nregulations relating to IRS internal practices.\nAnd what Congress said is internal\npractices -- sure, you can operate retroactively when\nappropriate. With respect to new interpretations of\nstatutes, not retroactive. That was landmark\nlegislation as part of the Taxpayer Bill of Rights.\nJUSTICE KAGAN: I take your point about the\npurpose, but you would have to ignore every rule of\ngrammar that there is in order to read it your way,\ndon't -- wouldn't you?\nMR. GARRE: Not if you read \"regulations\nwhich relate to statutory provisions\" as -- as one\nthing. Regulations which relate to statutory provisions\nas opposed to regulations which relate to IRS\nprovisions. And if you look at the legislative history,\nit's clear Congress was thinking about that distinction.\nIf you do read that as one unit, then the \"enacted on or\nafter\" obviously modifies that.\nI think you have to look at it in context\nand in light of the purpose of it, to get to that\nconclusion. But courts have adopted that conclusion.\nThe American Council on -- American College of Tax\nCounsel lays out those cases.\nWe think Judge Wilkinson got it right when\nhe referred to the IRS's position in this case as \"an\ninversion of the universe\" and concluded that accepting\nIRS's position would stretch accepted administrative\ndeference principles beyond their logical and\nconstitutional limit.\nThe IRS has the tools of its -- at its\ndisposal to identify tax deficiency and to take\nappropriate action timely. Congress acted in 2004 to\nrespond to the precise situation precipitating this case\nwith Son-of-BOSS transactions. It amended 6501 not by\nchanging the meaning of what's an omission from gross\nincome, but by adopting a new provision which requires\ntaxpayers involved in listed transactions like Son of\nBOSS to report many additional things, and saying that\nthe statute of limitations did not apply at all if they\ndidn't make those reporting requirements.\nSo, going forward, the only impact of the\nCourt's decision in this case is going to apply to\neveryday regular taxpayers who simply erroneously\nmisstate or overstate the basis in the sale of a home or\nother assets. There's no reason to take the\nextraordinary steps that the IRS takes -- asks you to\ntake in this case to reach that conclusion.\nWe would ask the Court to affirm the\njudgment of the court of appeals, to reject the IRS's\naggressive position on administrative power, and put an\nend to a case that the taxpayer should have never had to\nfile in the first place.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. GARRE: Thank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Mr. Stewart, you\nhave 3 minutes remaining.\nREBUTTAL ARGUMENT OF MALCOLM L. STEWART\nON BEHALF OF THE PETITIONER\nMR. STEWART: Thank you, Mr. Chief Justice.\nI'd like to make three quick points.\nFirst, Mr. Garre refers to the amended\nheading of section -- subsection 6501(e), which now\nstates \"Substantial omission of items,\" but I think the\nheading simply points up the fact that some provisions\nwithin subsection (e) refer to amounts and some to\nitems. Subsection (e)(2), which deals with estate and\ngift taxes, refers to omission of items.\nAnd the legislative history makes clear that\nCongress chose that term precisely to make clear that\nthe understatement -- or the overstatement or\nunderstatement of an item that was reported will not\ngive rise to the extended period.\nThe second thing is that, at bottom,\nRespondents argue that the -- that the phrase \"amount of\ngross income\" should be construed to mean item of gross\nreceipts. And they don't offer any real textual\nargument as to why that would be a sound reading.\nReally, they rely exclusively on Colony. But the Court\nin Colony said, at the beginning of its opinion, that it\nwas pronouncing only on the 1939 code. It said at the\nend of its opinion that it was not generally trying to\nconstrue the 1954 code.\nAnd it stated that the relevant -- the most\nrelevant language was not unambiguous. And I think the\nrecognition of ambiguity is relevant in part because it\nsets up our Brand X argument, but it's also relevant\nbecause saying that a particular snippet of language is\nambiguous is to recognize that its meaning may vary\ndepending on context. And the --\nCHIEF JUSTICE ROBERTS: Mr. Stewart, I know\nyou've got a -- your third point, and I want to let you\nget it out, but you mentioned Brand X. Have we ever\napplied Brand X to one of our decisions? Have we ever\nsaid an agency by regulation can alter and change one --\na Supreme Court decision?\nMR. STEWART: No. I mean, Brand X was the\nfirst case that announced the Brand X principle, and the\nCourt has not applied it since.\nJustice Stevens --\nCHIEF JUSTICE ROBERTS: Well, but that was\napplying it to a court of appeals decision.\nMR. STEWART: That was applying it to a\ncourt of appeals decision.\nCHIEF JUSTICE ROBERTS: Right. We've never\nsaid an agency can change what we've said the law means.\nMR. STEWART: No. Justice Stevens wrote a\nseparate opinion in Brand X, suggesting that it might\nnot apply to decisions of this Court, but the Court as a\nwhole did not pronounce on that.\nAnd then the third point I would want to\nmake is that Mr. Garre referred to cases and one IRS\nGeneral Counsel opinion that were issued during the\nperiod between 1958 and 2000 that applied Colony to the\ncurrent statute, but they did so in a very specific way.\nThat is, they relied on the aspects of Colony that\ntalked about Congress's purpose to reserve the extended\nassessment period for cases in which the IRS was at a\nspecial disadvantage due to inadequate disclosure. And\nthose cases applied that language in elucidating current\nsubparagraph (ii), which provides a safe harbor in cases\nof adequate disclosure.\nRespondents' position goes much further,\nthough. Respondent is attempting to rely on Colony for\nthe proposition that even if its disclosures were\ninadequate, the extended period still can't be applied\nto it.\nAnd none of the decisions on which\nRespondents rely establish that proposition.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\ncounsel.\n"
    }, 
    "respondents": [], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 19, 
        "JUSTICE ALITO": 1, 
        "JUSTICE BREYER": 14, 
        "JUSTICE GINSBURG": 9, 
        "JUSTICE KAGAN": 14, 
        "JUSTICE KENNEDY": 11, 
        "JUSTICE SCALIA": 14, 
        "JUSTICE SOTOMAYOR": 9, 
        "MR. GARRE": 40, 
        "MR. STEWART": 48
    }
}