{
    "appearances": {
        "content": "EDWIN S. KNEEDLER, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nPetitioner.\nJOHN F. MANNING, ESQ., Cambridge, Massachusetts;\nCourt-Appointed amicus curiae.\nROBERT L. ROTH, ESQ., Washington, D.C.; on behalf of\nRespondents.\n"
    }, 
    "caseNum": "11-1231", 
    "caseinfo": {
        "content": "KATHLEEN SEBELIUS, SECRETARY OF :\nHEALTH AND HUMAN SERVICES, :\nPetitioner : No. 11-1231\nv. :\nAUBURN REGIONAL MEDICAL :\nCENTER, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nEDWIN S. KNEEDLER, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nJOHN F. MANNING, ESQ.\nCourt-Appointed amicus curiae 16\nORAL ARGUMENT OF\nROBERT L. ROTH, ESQ.\nOn behalf of the Respondents 26\nREBUTTAL ARGUMENT OF\nEDWIN S. KNEEDLER, ESQ.\nOn behalf of the Petitioner 53\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, December 4, 2012\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:08 a.m.\n"
    }, 
    "petitioners": [
        "KATHLEEN SEBELIUS, SECRETARY OF", 
        "HEALTH AND HUMAN SERVICES,", 
        "Petitioner", 
        "No. 11-1231 v.", 
        "AUBURN REGIONAL MEDICAL", 
        "CENTER, ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:08 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 11-1231, Sebelius v. Auburn\nRegional Medical Center.\nMr. Kneedler.\nORAL ARGUMENT OF EDWIN S. KNEEDLER\nON BEHALF OF THE PETITIONER\nMR. KNEEDLER: Mr. Chief Justice, and may it\nplease the Court:\nUnder Part A of the Medicare program, the\nFederal government pays out more than $230 billion\nannually to more than 30,000 institutional providers,\nincluding more than 6,000 hospitals. The total amount\nto which each of these providers is entitled is\ndetermined by a fiscal intermediary on the basis of a\ncost report.\nThe statute provides that a provider may\nobtain a hearing before the Provider Reimbursement\nReview Board, only if he appeals the intermediary's\ndetermination with -- within 180 days.\nFor the almost 40 years of the existence of\nthe Provider Reimbursement Review Board, the Secretary,\npursuant to her broad rulemaking authority, has\nprohibited the board from extending that period, and\ninstead required dismissal of the appeal, except as\nspecifically provided in the Secretary's own\nregulations.\nCHIEF JUSTICE ROBERTS: Mr. Kneedler,\nthere's a little bit of at least facial incongruity in\nyour position.\nCongress sets in place the 180-day limit.\nThen you say, oh, well, that, we can go beyond that.\nThe Secretary puts in the 3-year limit, and you say\nthat's it -- you know, that's the dead drop-off. I\nwould have thought what Congress says is entitled to\ngreater weight than what the Secretary says.\nMR. KNEEDLER: Well, the 180-day limitation\nhere is not a limitation applied to suits filed in\ncourt, in which the court is the relevant tribunal, and\nthe court has -- has itself construed the statute's\nregulating access to the courts or the appellate courts\nas a matter -- a matter of internal judicial\nadministration.\nThis deadline governs an appeal within the\nDepartment of Health and Human Services, and that is\nsomething that Congress has delegated the responsibility\nto the Secretary to construe the relevant statutes and\nto adopt the relevant regulations pursuant to her broad\nrulemaking authority.\nSo in -- in this setting, it is the board\nthat is the relevant tribunal, and the rules governing\nthe board's jurisdiction are established --\nJUSTICE SOTOMAYOR: Excuse me.\nMR. KNEEDLER: Excuse me.\nJUSTICE SOTOMAYOR: You don't mention Union\nPacific in your brief. How can you be calling what\nyou're doing setting your jurisdictional limits? Didn't\nwe say, in Union Pacific, that agencies can't do that?\nYou can't define your own jurisdiction.\nMR. KNEEDLER: Well, I --\nJUSTICE SOTOMAYOR: Now, you may or may not\nbe able to establish claim processing rules. That, I\nthink, is a totally different question. But why do you\ncontinue to use it as jurisdictional language?\nMR. KNEEDLER: Well, I was responding to --\nfirst of all, the -- the Secretary's regulations have,\nfrom the outset, referred to these limitations as\nlimitations on the board's jurisdiction. This is --\nthis is set forth in the -- in the regulations\npromulgated --\nJUSTICE SOTOMAYOR: Well, in that respect, I\nthink the amici is right. You can't -- if they're\njurisdictional, we've clearly said that equitable\ntolling doesn't apply under any circumstances.\nMR. KNEEDLER: Right. And we -- and we\nclearly believe that equitable tolling does not apply.\nThat would be fundamentally inconsistent.\nJUSTICE SOTOMAYOR: So what is good cause,\nif not some form of equitable tolling?\nMR. KNEEDLER: There is nothing incompatible\nbetween a good cause -- a limited good cause extension\nand a jurisdictional rule.\nFor example, in -- in the several cases that\nthis Court has considered finding provisions to be\njurisdictional, the time for taking an appeal and the\ntime for petitioning for certiorari are both\njurisdictional, but both allow extensions for good\ncause. In fact, this Court's decision in Bowles\ninvolved the extension for good cause.\nSo the question here for the Secretary --\nand, again, this is just a narrow question of good\ncause. It in no way suggests that equitable tolling\nwould be -- would be permitted.\nThe narrow question is whether the Secretary\npermissibly construed the statute to allow a comparable\ngood cause exception, where -- where something akin to\nan act of God would prevent the provider from actually\nappealing within the requisite period of time, just like\nthe district court can extend the appeal period.\nJUSTICE GINSBURG: The -- the Court's\ndecision in Henderson against Shinseki, that also\ninvolved an intra-agency appeal, and yet, we said that\nequitable tolling was permissible.\nMR. KNEEDLER: Well, I mean, there are a\nnumber of differences there. I think, technically, it\nwas not intra-agency. It was an appeal from\nthe Board of Veterans Appeals to the Court of Veterans\nAppeals, which is a separate body. It is not something\nunder the jurisdiction of the VA.\nThe VA was not given rulemaking authority\nover that, unlike here, where the board is under the\nSecretary's jurisdiction, and, in fact, she has adopted\nregulations that have been in place for 40 years, which\nhave expressly barred any extensions and treated that\nlimitation as jurisdictional.\nAlso, very much unlike Henderson, this\nstatute is not one comparable to a statute regulating\nbenefits for veterans, to which there has always been a\nsolicitude by Congress and the courts --\nJUSTICE KAGAN: But, Mr. Kneedler, do you\nthink you could do the same thing in the veterans'\nbenefits context? Because in Henderson, of course, we\ndropped a footnote saying that we weren't deciding\nwhether equitable tolling was available. All we were\nsaying was that this was a claims processing rule and\nnot a jurisdictional rule.\nCould the Secretary of Veterans Affairs then\ngo on and say, okay, it's a claims processing rule, but\nstill, we get to decide how much equitable tolling we\nwant, and we're going to adopt a regulation, much like\nthe one in this case, saying you can't come in after 3\nyears? Could you do that in Henderson?\nMR. KNEEDLER: Well, I think, in Henderson,\nthere would have been the problem that the rule, as I\nunderstand it, was a rule to -- for appealing to the\nCourt, which was outside the -- the Secretary's\nrulemaking authority; whereas, here, this is a body\nwithin HHS over which the Secretary has rulemaking\nauthority.\nBut, yes, we -- we think that the Secretary\nclearly had -- and she has very broad legislative\nrulemaking authority under this statute -- has the\nauthority to adopt strict limitations, as she has done\non that --\nJUSTICE GINSBURG: Could she -- could she\nhave adopted equitable tolling?\nMR. KNEEDLER: I -- we don't think that she\ncould have. We think that, as we say in our brief,\nquite aside from the Secretary's regulation, we believe\nthe sort of open-ended equitable tolling that the court\nof appeals has imposed on this program for the first\ntime in 40 years is fundamentally inconsistent with a\nneed for repose, especially given the sophisticated\nnature of these providers, as this Court noted in the\nYour Home nursing home case --\nJUSTICE KAGAN: I guess the question I was\ntrying to ask, Mr. Kneedler, was do you think it's a\ngeneral principle of administrative law that, when there\nis a claims processing rule that -- that relates only to\ninternal agency process, that the agency gets to decide\nhow much, if any, equitable tolling to allow?\nMR. KNEEDLER: Yes. We -- we certainly do\nbelieve that.\nFor -- for -- in the first place, most\nagency time limits are established by the agency itself,\npursuant to regulation. So if there had been no\nstatutory 180-day limitation period here and the\nSecretary had adopted a regulation imposing that, then\nwhether -- and the extent to which that provision would\nbe open to extensions for good cause, for some degree of\nequitable tolling, whatever the factors, would be up to\nthe Secretary in construing her own regulation --\nJUSTICE ALITO: Now, you refer to these --\nto the providers as sophisticated, and that certainly is\ntrue. But are they really in a position to double-check\nthe calculation when -- if it were true -- and I know\nyou don't agree with this -- if it were true that\ninformation needed to make the calculation was\nintentionally withheld, concealed?\nMR. KNEEDLER: Well, as you say, we do\nnot -- we do not agree with that. And the findings by\nthe district court in this case, which was the same\ndistrict judge who sat in the Baystate case, disagreed\nwith that -- with that conclusion.\nJUSTICE ALITO: Well, I understand that.\nBut if that were the case, would their sophistication\nallow them to double-check this? Or is this just\nsomething that is dependent on data that they cannot\naccess?\nMR. KNEEDLER: Well, it -- it may be more\ndifficult. This was a situation which required the\nmatching of data between CMS and the Social Security\nadministrative -- massive data files of 11 million\nMedicare claims, I think 6 million SSI claims.\nAnd when you have two agencies matching\nsomething, there will be errors. And the -- the\nproviders did not know --\nJUSTICE SOTOMAYOR: Assume for the sake of\nyour answer that the error was intentional. Don't try\nto go to the facts, but assume the error was\nintentional. Now, answer Justice Alito's question.\nMR. KNEEDLER: There -- it --\nJUSTICE SOTOMAYOR: There -- that might be a\ncontradiction in terms.\nMR. KNEEDLER: There may be -- there may be\nsituations in which the provider would not know that,\nbut the need -- but the need for finality under this\nprogram, we think, requires an across-the-board rule.\nOtherwise, a provider could come in -- as this Court\nsuggested in the Your Home case, circumstances --\nJUSTICE SOTOMAYOR: If this is a claim\nprocessing rule, under what theory could you shield\nyourself against fraudulent conduct -- fraudulent\nconcealment? Under what theory of law would an agency's\nrule be fair and -- and non-arbitrary --\nMR. KNEEDLER: Well --\nJUSTICE SOTOMAYOR: -- that shielded it from\nfraudulent acts.\nMR. KNEEDLER: First of all, we do not\nbelieve this is an ordinary claims processing rule. We\nbelieve that this is a jurisdictional limitation imposed\nby the -- by Congress, interpreted by the Court to allow\nthis narrow exception. So we do not believe that --\nJUSTICE SOTOMAYOR: Why do you keep fighting\nthe -- the question?\nMR. KNEEDLER: But with -- yes, we do\nbelieve that the Secretary, in the interest of -- of\nfinality, can impose that sort of limitation. There's a\npresumption of regularity in the -- in the operation\nof -- administration of Federal programs. There are\ncriminal sanctions.\nJUSTICE SOTOMAYOR: You keep fighting the\nhypotheticals. There is an intent to save money and an\nintent not to use the figures that are specified by\nstatute, and that is concealed. In that set of\ncircumstances, if this were a claim processing rule,\nwould you be authorized to treat -- not to -- not to\npermit the action?\nMR. KNEEDLER: Yes. We -- we believe the\nSecretary would be -- would be required to, and we think\nmay well be compelled to. But let me point out, if\nthere was that sort of extraordinary circumstance, then\neither Congress or the Secretary could provide a special\nremedy in that situation.\nIf there was an inspector general's report\nthat showed widespread fraud in something, I think\nCongress or the Secretary could be expected to respond\nto that in an appropriate way. The question is whether\nthe hard and fast rules that have been adopted should\nbe -- should be open to general equitable tolling\nprinciples.\nJUSTICE SCALIA: Mr. Kneedler, you -- what I\nfind incompatible in your argument is you -- you assert\nthat this is a jurisdictional limitation.\nMR. KNEEDLER: Insofar as the board is\nconcerned. The board has said and the Secretary has\nsaid that the board -- this is jurisdictional, and the\nboard has no equitable powers to --\nJUSTICE SCALIA: Can you think of any other\ninstance in which we have found something to be a\njurisdictional limitation and allowed the person or\nagency, subject to that limitation, to extend it? I --\nI had always thought that once you say it's\njurisdictional, it means you have to abide by it.\nMR. KNEEDLER: As I said, in -- in Bowles,\nthe Court was dealing with the jurisdictional time limit\nfor an appeal, but there was a comparable -- there is a\ncomparable statutory provision for the Court to extend\nthat period for good cause. It remains jurisdictional.\nThat was the point in Bowles. It was -- there was a\nquestion of whether the --\nJUSTICE SCALIA: Well, if there is another\nstatutory provision, then that -- then that statutory\nextension is part of the jurisdictional limitation.\nThat's fine.\nBut when you just have a jurisdictional 180\ndays, without any statutory provision for extension, if\nit's jurisdictional, I thought that's the end of the\ngame.\nMR. KNEEDLER: Right. And -- and the -- the\nquestion is -- some time limitations have been\nunderstood to contain explicit -- excuse me, explicit or\nimplicit authorizations for the tribunal concerned. And\nthis --\nJUSTICE SCALIA: Undoubtedly. But have any\njurisdictional time limitations?\nJUSTICE KAGAN: I mean, you don't need that\nlabel, do you, Mr. Kneedler? You could do just as well\nwith a claims processing label. Maybe you could do\nbetter, as Justice Scalia is suggesting, with a claims\nprocessing label, as long as, with that label, comes the\ngeneral rule that the agency gets to determine the\nextent of discretion as to late filings.\nMR. KNEEDLER: Right. This is a\nmandatory -- this is a mandatory -- even if\nnonjurisdictional, it is a mandatory limitation. And\nthe question is whether the statute contains an implicit\nauthorization, whether the Secretary could permissibly\nconstrue it to allow for this narrow good cause\nexception comparable to the one for extending the\ntime --\nJUSTICE SCALIA: The problem with taking\nthat approach, of course -- and I assume why you assert\nthat it's jurisdictional, is that there is a long\nhistory of both the board and the Secretary regarding\nthis as jurisdictional.\nMR. KNEEDLER: Yes, that is --\nJUSTICE SCALIA: They have said it.\nMR. KNEEDLER: -- that is -- that is\ncorrect. But we -- but I think it's also important to\nrecognize that the -- that this statute was enacted, the\nregulations were adopted before this Court's recent\njurisprudence identifying some things as jurisdictional,\nsome things as claim processing, primarily focusing on\nthe judicial situation.\nHere, we have a statute governing procedures\nin an administrative agency and regulations adopted at a\ntime before that -- that bifurcated way of looking at\nthings arose.\nJUSTICE BREYER: All right. But that --\nthat's why I wonder what the basic underlying principle\nis. I mean, I would have thought -- but I'm not sure\nwhat you think, that -- that the way to look at these\ncases is, using ordinary principles of statutory\ninterpretation, would a reasonable legislator, having\nenacted these words, intend to give the agency a degree\nof leeway in interpreting the statute?\nNow, if that's the basic question, it helps,\nbut isn't determinative whether you classify this as a\nclaims processing rule or a jurisdictional rule. Those\nare conclusions. But, really, it's the question of\nleeway that the Congress intended to -- to delegate to\nthe agency that is determinative.\nIf the answer to that question is yes, your\nrule stands, regardless of label, and if the answer to\nthe question is no, it fails regardless of label.\nMR. KNEEDLER: That's --- that's correct.\nAnd I want to make clear that under, whatever the answer\nto that precise question, the Respondents in this case\nlose because whether -- if it's an absolute rule to\nwhich there can be no exception or the Secretary's\nregulation allowing a limited exception is valid, in no\ncase would the sort of open-ended tolling regime that\nthe court of appeals imposed be permissible.\nIf I may, I'd like to reserve the balance of\nmy time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Manning.\nORAL ARGUMENT OF JOHN F. MANNING,\nCOURT-APPOINTED AMICUS CURIAE\nMR. MANNING: Mr. Chief Justice, and may it\nplease the Court:\nCongress in two ways signaled its intention\nto treat the time limitation prescribed by Subsection\n(a)(3) as absolute; that is, as not subject to waiver\nand not subject to equitable tolling.\nFirst, Congress chose to locate that\nprovision in the very part of the statute that defines\nthe board's jurisdiction, that is to say, in the part\nthat determines the class --\nJUSTICE SOTOMAYOR: It didn't talk about the\nboard. It talks about what a party can do, not what the\nboard can or cannot do.\nMR. MANNING: You're entirely -- entirely\nright, Justice Sotomayor. It talks about the -- the\nright of the provider to get a hearing in the provision\nof the statute that -- that determines the class of\ncases that the provider may hear.\nJUSTICE SOTOMAYOR: That's not the\nprototypical limitation that -- that Congress uses when\nit intends a jurisdictional limit on a court.\nMR. MANNING: No, it's not, Your Honor. But\nin several cases, this Court has held that similar\nstatutes that are framed in terms of the party's right\nto invoke the power of the tribunal, that those are\njurisdictional statutes. The Court has never addressed\nthe question whether they can be -- they must be framed\nin terms of the power of the board or in terms of the\nright of the party to invoke the power of the board.\nJUSTICE SOTOMAYOR: We have talked about\nwhat the -- the fact that there almost is a presumption\nof a claims processing rule, rather than jurisdictional,\nunless Congress is clear about that.\nWhat policy supports an argument that we\nshould be reading limitations of this kind as\njurisdictional, particularly when, on the same day the\nstatute was passed, the agency, invoking its regulatory\npowers, treated it like a claim processing? Whatever\nyour colleague argues, a good cause exception, the\n3-year exception, everything else is -- is really\ntreating it like a claim processing rule, not as\njurisdictional.\nMR. MANNING: Justice Sotomayor, you're\nentirely right, that the test that this Court has\nprescribed in this area of law is focused on\ncongressional intent. In Arbaugh, this Court said that\nthe touchstone is congressional intent, that -- that the\ndesign of this Court's rules is to put the ball in\nCongress' court.\nThis Court has put a thumb on the scale\nagainst jurisdiction because of the hard consequences\nthat follow from deeming a procedure jurisdictional. In\nthis case, the agency's regulation, no matter how old it\nis, is invalid because Congress signaled a clear\nintention to treat this as jurisdictional in two ways:\nOne, by putting it in the -- in the provision of the\nstatute that defines the board's jurisdiction. But,\nsecondly, Congress, in this statute, created two\ndifferent kinds of deadlines, one for providers and one\nfor beneficiaries.\nBoth set almost identical deadlines for\nadministrative appeals. It's 6 months for\nbeneficiaries, 180 days for providers. But there is a\nfundamental difference in the way Congress treated these\ntwo sets of deadlines, and the fundamental difference is\nthat Congress explicitly gave the Secretary authority --\ndiscretion, to extend the deadline for beneficiaries.\nIt gave no such discretion to extend the -- the deadline\nfor providers.\nAnd the same story plays out in the 60-day\nlimits that govern judicial review. Discretion --\nJUSTICE GINSBURG: This -- this agency not\nmore than 3 years extension, that was adopted after\nnotice and comment, and Congress amended this statute\nseveral times thereafter, but it left this -- this\n3-year outside limit intact. So if Congress really\nwanted there to be no leeway at all, then it should have\ndone something about that regulation.\nMR. MANNING: Justice Ginsburg, you're\nentirely right. Congress has amended the statute, in\nfact, eight times since the Secretary promulgated her\nregulation establishing a good cause requirement. But\nthis Court has, in recent years, been more careful about\nfinding acquiescence than it did at one time.\nIn the Solid Waste Authority of Northern\nCook County, what this Court said is that before it will\nfind that Congress has acquiesced, there must be\nevidence that Congress was aware of the regulation and a\nclear signal that Congress meant to embrace or put in\nplace this regulation.\nAnd this is a sound policy because Congress\nleaves regulations in place for all sorts of reasons\nbecause somebody is using a parliamentary tactic,\nbecause Congress doesn't have one opinion or the other\nabout whether the -- the regulation is right, because\nCongress didn't think of the problem.\nSo, in recent years, this Court has insisted\nupon a high degree of proof before it will find\nacquiescence, and that degree is not present here.\nThere is no evidence that Congress was aware of this\nregulation, much less that it approved of it.\nJUSTICE BREYER: Well, but you have three --\nthe point that you make is right, that -- that you have\nspecific language in the beneficiary part and not here;\nbut you have the other way, the point that Justice\nGinsburg made, the fact that the language here is --\nis -- doesn't say file within 180 days. It says, you\nmay have a hearing if you file within 180 days. It\ndoesn't say what happens if you don't. It's open, the\nlanguage.\nAnd the -- the subject matter is not a\ncourt. The subject matter is a rather technical agency\nreview board. And normally, I would think, you would\nthink, and members of Congress would think that the\nagency knows best as to how to run its own operation\nand -- and don't interfere too much in details, and this\nis a sort of detail.\nSo those are the things against you, it\nseems to me, though the thing you cite is certainly for\nyou.\nMR. MANNING: Quite -- quite right, Your\nHonor. And -- and typically, an agency has discretion\nto set its own procedures, as the government argues.\nAnd -- and the government is quite right to cite Vermont\nYankee. And I would add Chevron, that -- that the\ngovernment promulgated its regulation in a\nChevron-eligible format. But Chevron only applies if\nthe statute is not clear, and here, we say that Congress\naddressed the precise question in issue.\nIt's very difficult when one reads the\nbeneficiary provisions and provider provisions, which\nare quite different. One provides discretion, and one\ndoesn't. And what Respondents would have --\nJUSTICE BREYER: One was passed long, long\nago and was part of the Social Security Act or\nsomething, the one you're talking about, and was passed\nmany years before the second one was passed.\nAnd when they're sitting in Congress\nwriting -- you know, they don't know everything that was\npassed in history.\nMR. MANNING: You're exactly right, Justice\nBreyer. But Congress, in Section 299O of the 1972 Act,\nthat enacted -- that created the PRRB, amended and\nreenacted the provision from the 1965 legislation that\nprescribed the -- the beneficiary review provisions. It\nincorporated, by reference, provisions that gave the\nSecretary express discretion to extend those deadlines.\nAnd so, in the same statute, what Congress\ndid was it set up two systems, one for beneficiaries and\none for providers. One prescribed discretion, one\ndidn't.\nWhat the Respondents are asking this Court\nto do is to read these two sets of provisions, which are\nworded very differently, to mean the same thing, to mean\nthat the Secretary has discretion whether Congress gives\nit or doesn't.\nAnd I submit that that's a good reason to\ntreat this as a step one case. The Secretary does not\nmerit deference in this case because the statute is\nclear. And to return to Justice Sotomayor's question\nabout the phrase -- and your question about the\nphraseology of Subsection (a), this Court held in Bowles\nv. Russell that Section 2107 is jurisdiction\nnotwithstanding that it --\nJUSTICE SOTOMAYOR: That was, in part, the\npoint I raised earlier, which is we look at what the\nhistory is to help inform our use of labels. The\nhistory here -- you can't ignore it -- is that, from its\ninception, whether it's trying to disclaim it now or\nnot, the agency has not treated it as jurisdictional.\nIt's used the word --\nMR. MANNING: Well --\nJUSTICE SOTOMAYOR: -- but it's treated it\nas a claim processing rule by creating these exceptions.\nMR. MANNING: Well, you're right,\nJustice Sotomayor. But my question -- the question that\nthat raises is this: From the very beginning, this\nagency has -- all three of the agencies -- the\nSecretary, CMS, and the board -- have all described this\nprovision as jurisdictional and non-waivable. At the\nsame time, they have tried to create this exception.\nIn the -- in the 2008 regulations that\nnarrowed the good cause exception, the Secretary\nacknowledged that there was a question about whether the\ngood cause exception was consistent with the\ncharacterization of the time limitation as\njurisdictional, acknowledged that there was a split of\nauthority on that, and suggested that the courts would\nhave to resolve it. This is not --\nJUSTICE SOTOMAYOR: There is -- there is a\nlot of discussion and confusion between jurisdiction,\nmandatory claim processing rules, nonmandatory claim\nprocessing rules. I could go on and on about the\nlabels.\nBut let's go back to the point Justice Kagan\nmade earlier, which is, assuming we were to treat this\nas a mandatory claim processing rule, where does that\nget you?\nNow, the agency says that means no equitable\ntolling. Assuming I'm willing to accept that, is\nequitable tolling the same as fraudulent concealment,\nwhich has been treated in the law, not as a -- as a\nnecessary part of equitable tolling, which has to do\nwith what the plaintiff could have done or not done, but\nwith what a defendant has done or not done?\nMR. MANNING: Justice Sotomayor, this Court\nhas said that, if a time limitation is jurisdictional,\nthat limitation is absolute. That includes no equitable\ntolling.\nIn Irwin, this Court included among the\ngrounds for equitable tolling the intentional\nconcealment of information that was necessary to --\nCHIEF JUSTICE ROBERTS: Why don't you -- why\ndon't you take another minute to finish your answer?\nMR. MANNING: Certainly.\nSo if it's jurisdictional,\nJustice Sotomayor, then even if the -- even if the CMS\nintentionally withheld this information, the time limit\nwould be absolute and would not be extendable.\nOn the other hand, I believe that if the --\nthe statute is not jurisdictional, it's subject to\nequitable tolling; under Irwin, the presumption of\nequitable tolling applies. And, it's very difficult to\nsee how the Secretary is warranted in narrowing\nequitable tolling beyond the traditional grounds on\nwhich equitable tolling would be available.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. MANNING: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Roth.\nORAL ARGUMENT OF ROBERT L. ROTH\nON BEHALF OF THE RESPONDENTS\nMR. ROTH: Mr. Chief Justice, and may it\nplease the Court.\nJUSTICE SOTOMAYOR: Do you agree with that\nlast statement?\nMR. ROTH: Well, I --\nJUSTICE SOTOMAYOR: Do you think an agency\nis not permitted to have mandatory claim processing\nrules?\nMR. ROTH: Excuse me, Your Honor?\nJUSTICE SOTOMAYOR: Do you believe an agency\nis not capable of having mandatory claim processing\nrules, that it limits the application of equitable\nprinciples?\nMR. ROTH: The -- the agency could have\nmandatory claims processing rules to the extent -- with\nthe leeway that was provided by Congress.\nHere, the leeway ends when you have -- when\nyou have issues, like Your Honor was talking about, with\nintentional concealment, when you have actions by the\nSecretary, misconduct by the Secretary, that caused the\nstatute of limitations time to be missed.\nOne would have to assume that the -- that\nthe Congress has -- has delegated to the fox to\ndetermine who is in charge of the henhouse. So there is\na limitation, Your Honor, on how far the agency can go,\nand it cannot go as far as to shield itself from\njudicial review of its own misconduct.\nJUSTICE SOTOMAYOR: Would our review be an\nAPA review, whether the -- the rule is arbitrary or\ncapricious?\nMR. ROTH: Well, I think that -- that the\nAPA review would start under -- under step one. And we\nbelieve that the statute is clear on this point, that\nunder step one of Chevron, that this has not been\ndelegated to the agency to determine what the judicial\nreview should be available in the context of agency\nmisconduct, Your Honor.\nAnd, in fact, Your Honor, there is -- 1395oo\nprovides no support for the government's proposition\nthat Congress intends undetectable and undisclosed\nagency misconduct to deprive hospitals of the payments\nCongress promised --\nJUSTICE SCALIA: Of course, nobody -- nobody\nintends that when they -- when they adopt an absolute\nrule. I mean, you -- you can create a horrible with\nrespect to any absolute jurisdictional rule. That's\neasy to do. So the mere fact that -- that a horrible\ncould occur does -- does not at all persuade me that --\nthat a rule is not absolute.\nMR. ROTH: Well, the horrible that we're\ntalking about here, Your Honor, is agency misconduct.\nAnd it's been a longstanding principle of law that\ndefendants should not benefit from their own misconduct.\nJUSTICE GINSBURG: And why -- why do you say\nthat? I mean, the record that we have says that the CMS\nfailed to use the best available data. It doesn't say\nanything about deliberate concealment.\nMR. ROTH: Your Honor, the -- this case\narises on -- comes to this Court after a motion to\ndismiss was granted, and so that the -- that the -- the\nCourt would have to take as true the allegations in the\ncomplaint.\nAnd the allegations in our complaint in\nparagraph -- in paragraph 30 -- 38, Your Honor, raise\nthis question. And that can be found -- let's see -- do\nyou have -- in the Joint Appendix --\nJUSTICE GINSBURG: Well, in -- in any event,\nthe Baystate case, which is what revealed all of this,\nin -- in that case, the district judge there didn't\nsay -- he said they didn't use the best available data.\nHe didn't find any deliberate concealment.\nMR. ROTH: That's correct, Your Honor, and\nbecause the -- that issue was not before the court and\nit was not necessary for the court to make that finding\nfor purposes of addressing that case.\nI'm at the Joint Appendix at 2829, which is\nparagraph 38 of our complaint. And paragraph 38 in our\ncomplaint presented one aspect of this concealment,\nwhich was a misleading aspect of the agency's actions\nhere, where the agency said that matching on the basis\nof Social Security numbers was the best way to deal with\nthis -- this matching of the data that my colleague from\nthe government was -- was discussing.\nAnd it ends up that the -- that it turns out\nyears later that, in fact, the Secretary didn't match on\nthe basis of Social Security numbers. And that made an\nenormous difference with respect to how that -- how the\ndisproportionate share hospital benefit would be\ncalculated.\nSo -- so the reason the district court in\nthe Baystate case didn't have to make findings about\nfraud or similar fault or delve that much into the\nagency action was because that case came to the court\nthrough the traditional appeals process without\nhaving -- and so a finding as to the actions of the\nSecretary and -- and characterizing those actions, as\nwhether they're misconduct or not was, not necessary to\naddressing the case as it was before the district court\nin that -- at that time.\nThe -- but -- but we are talking -- while we\nare talking about the disproportionate share hospital\npayment, Your Honor, let me simply -- let me simply\nmention that what we are talking about here are safety\nnet hospitals. We are talking about those hospitals\nthat provide services to -- to a high percentage of poor\npeople, and -- and Congress had found that those\npatients are more expensive to treat.\nJUSTICE KAGAN: But, Mr. Roth, on -- on the\nlegal question here, I think Justice Breyer is right,\nthat this all comes down to congressional intent, how we\nread this statute. If you -- one response to reading\nthe briefs in this case is that you and Mr. Manning\npresent opposite views of the statute, and -- and both\nof you say the statute is clear as to your opposite\nview.\nIn other words, Mr. Manning says the statute\nclearly prohibits equitable tolling, and you say the\nstatute clearly requires equitable tolling. And both of\nyou have kind of decent arguments.\nAnd one response to that might be to say,\nMr. Kneedler is right, that the statute is just\nambiguous and that it can be read a bunch of different\nways, and both of you have presented good arguments, but\nin the end, it really all goes to show that there is a\nlack of clarity here, and then it's up to the agency to\ndecide.\nMR. ROTH: Well, of course, Your Honor,\nthe -- the statute is clear and equitable tolling is\npermitted.\nJUSTICE SCALIA: Of course -- of course, one\ncan always make an argument on the other side, and the\nmere fact that an argument is made on the other side\ndoes not prove that it's not clear. That's what lawyers\ndo. They make arguments on the other side.\nMR. ROTH: But here, Your Honor, the -- when\nyou look at the factors that underpin the government's\nposition here that somehow the government can decide\nthat it can preclude this Court from reviewing agency\nmisconduct -- you heard the government talk about the\nneed for finality. Well, the need for finality is not\nsomething that's articulated in the -- in the Medicare\nAct except to the extent in a statute that's protective\nof providers. There is not a --\nJUSTICE BREYER: Are there examples? I\nmean, it seems to me that, even if you lose this -- I\nmean, I mentioned the three arguments against you, the\nother -- the ambiguity of the language and so forth. So\nif it ends up, even though it's not just a lawyer's\nargument, it isn't really that clear, and they do have\nsome authority, you then have the second string, which\nis you say their rule is unreasonable because it has an\nabsolute 3-year cutoff, instead of a little flexibility\nthere for fraudulent concealment.\nSo -- so do you have statutes, are there\nstatutes that say 3 -- or are there cases that say 3\nyears is not enough, that -- that you have to have more\nthan 3 years? I thought 3 years is a pretty long time.\nI mean, I guess they can't go back to fraudulent\nconcealment pre-Civil War -- you know, I mean, there's\nsome period that must be reasonable to cut everything\noff, and what is that period? What do the cases say?\nIf it isn't 3 years, what is it?\nMR. ROTH: Well, Your Honor, the Secretary\nhas addressed this question in the context of -- of\nfraud or similar fault by providers, and they said there\nshould be no time limit at all.\nJUSTICE BREYER: That's their view there,\nand their view here, which is a different kind of thing,\nis that 3 years is enough. The question is, is that\nreasonable? And do you have any authority that says\nit's unreasonable?\nJUSTICE SCALIA: I thought the 3 years\nprovision applied only to the Secretary, that she gives\nherself 3 years to go back and sort things out, but only\ngives you 180 days; is that right?\nMR. ROTH: The Secretary -- well, depends\nwhat sort -- if the \"sort it out\" means recovering\noverpayments, the Secretary has an unlimited amount of\ntime to recover overpayments that are the fault or\nsimilar -- fraud or similar fault on a provider.\nIf it is not fraud or similar fault on a\nprovider, the reason the Secretary can't go back more\nthan 3-plus years is because the statute permits it. 42\nU.S. Code 1395gg, which is not cited in the government's\nbrief, that says that, at the end of the third year\nafter payment, that the payment becomes final, as long\nas the provider and the beneficiary was without fault\nwith respect to the payment.\nSo that 3-year limitation that the\ngovernment touts in 1885 was not a subject of an\nadministrative determination that they made. That was\nsimply they were -- they were following a statute. And\nwhen you look in the Medicare Act for evidence of a\nstatute that -- that should limit -- impose finality in\nsome way, that statute is the only one, and it's\nprotective of providers.\nAnd what the Secretary has done here is it\nenacted -- it promulgated a regulation, and the\nregulation provides for an unlimited time period to\nrecover in the face of --\nJUSTICE GINSBURG: But Justice Scalia was\nnot correct in what he just said. The 3 years is for\nthe provider. The 3 -- under the Secretary's\nregulations, the provider gets an additional 3 years,\nbut no more; isn't that right?\nMR. ROTH: Well, the 3-year is both -- it --\nit goes both ways, Your Honor, that -- that, under the\nreopening rule, that providers have up to 3 years to\ncome in to ask for relief.\nJUSTICE GINSBURG: Yes. But it's not 180\ndays for them. It's 180 days, plus an extension up to 3\nyears.\nMR. ROTH: It's -- well, but after the --\nafter the 180-day period there is no right to judicial\nreview. With the reopening -- if there would be a\ndenial of the reopening request, that denial of the\nreopening request, as this Court said in Your Home,\nwould not be subject to judicial review.\nSo the extension of time there, Your Honor,\nit would -- would be available, but would not have\nrecourse; and without recourse to judicial review, when\nyou have an issue here like secretarial misconduct, that\nmeans there will be no review at all, because --\nJUSTICE GINSBURG: But are you challenging -- I\nmean, there is a rule that says that -- there is a\nregulation that, for fraud, it's -- the time is\nunlimited. But that -- that regulation, the government\nsays, applies only to the provider, not to the -- the\ngovernment.\nAre you challenging the agency's reading of\nthe word \"party\" in that regulation?\nMR. ROTH: Well, we -- again, this came to\nthe Court on a motion to dismiss, but we think that\nthe -- the Secretary's interpretation of that ruling has\nchanged from when it was -- when it was promulgated in\n1974, when during the rulemaking process, they\nspecifically changed that rule to get -- to eliminate\nthe reference only to a provider, and it's to any party.\nAnd so that rule ought to be applied in a\nway that provides equilibrium, that it would apply both\nagainst secretarial misconduct --\nJUSTICE GINSBURG: Did you -- did you make\nthat argument in this case? I wasn't aware that you had\nchallenged the interpretation of -- of the fraud\nregulation.\nMR. ROTH: We -- we speak at some length in\nthe brief, under this -- under this rubric of the\none-way ratchet. This is the one-way ratchet that we\nwere talking about, Your Honor, in that, with respect to\nthe reopening rule, the -- the Secretary has provided an\nunlimited amount of time. So finality is not an issue\nwith respect to correcting -- correcting these payments\nthat arise from the fraud -- fraud or similar fault of\nthe provider.\nCHIEF JUSTICE ROBERTS: Counsel, I'm about 5\nminutes behind. The gg provision that you said the\ngovernment didn't cite -- you mentioned a provision that\nended, anyway, with gg.\nMR. ROTH: Yes, Your Honor.\nCHIEF JUSTICE ROBERTS: Is that in your\nbrief?\nMR. ROTH: No. No. That is --\nCHIEF JUSTICE ROBERTS: Is that in the\namici's brief?\nMR. ROTH: It is not cited in any of the\nbriefs, Your Honor.\nCHIEF JUSTICE ROBERTS: Is it anywhere that\nI can find, other than -- I mean, is it in the appendix\nto any brief?\nMR. ROTH: No. Sorry, Your Honor. We do\nnot have -- this is not before the Court.\nCHIEF JUSTICE ROBERTS: It's a little bit\nmuch to chide the Solicitor General for not citing it\nwhen nobody cited it.\nMR. ROTH: That is true, Your Honor, and\nthat -- that is correct. But in citing 405.1885 and the\nreason that we're bringing it up, Your Honor, for the\nfirst time on rebuttal is that in the -- in the\ngovernment's reply brief, they went out of their way to\ntry to characterize the reasonableness of the Secretary,\nyou can trust the Secretary here because the Secretary\nhas said, look, after 3 years, we consider there to be\nfinality, and we don't go back after the -- after the --\nafter the providers -- you know, except for fraud or\nsimilar fault, as if this had been a gift, an\ninterpretation from the Secretary.\nIt wasn't, Your Honor. That's why we are\nraising it here, Your Honor, because, under the 1395gg\nprovision, they can't go back, and that's why they have\ntheir reopening regulation and that reopening regulation\nis an order from Congress.\nAnd what we have here, Your Honor, is that\nyou have this concept at least arising from Congress;\nwhen you look at the 1395gg, you look at the appeals\nstatute in 1395oo, is that you have an expectation from\nCongress that the providers within their 180 days will\nbe able to know exactly what happened and why they were\nunderpaid. And here, of course, that underpayment was\nconcealed.\nJUSTICE SCALIA: Is that reopening -- is\nthat reopening provision, the mysterious gg, is -- is\nthat subject to equitable tolling, too?\nMR. ROTH: The -- well, the --\nJUSTICE SCALIA: And if not, why not?\nMR. ROTH: Well, 1395gg simply says that\na -- that a -- that a provider and a beneficiary will\nnot be subject to overpayment recoveries, if they were\nwithout fault.\nAnd what we -- and whether it would be\nsusceptible for equitable tolling is not before the\nCourt at this point, but that rule at least is applied\nequally on both sides.\nIn other words, if -- if the -- if a\nprovider was underpaid because of its own fault, this\ncase isn't about any -- any relaxation of that rule.\nProviders are on the hook for that.\nOn the other hand, where a provider is\nunderpaid because of the secretive conduct, the\nundisclosed and undetectable conduct of the Secretary,\nthat is the -- that's an area where we would find that\nthe very concept of equitable tolling is inherent in\n1395oo.\nRemember, the trigger point in 1395oo is\nnotice. That is -- and, again, that goes against this\nconcept that it is jurisdictional. It's a claims\nprocessing statute. And here, Your Honor, the notice\nwas defective. When they issued --\nJUSTICE KAGAN: Mr. Roth, I'm not certain\nabout the extent of your argument, so let me -- let me\ntry something.\nNow, are you saying that any time Congress\npasses a statute saying -- you know, there is 30 days to\ndo this, there is 60 days to do this, in the agency\ncontext now, as to administrative process, that Congress\nnecessarily means that equitable tolling applies and\nthat the agency cannot limit that equitable tolling?\nMR. ROTH: Yes, Your Honor, that, if the\nissue is the -- is the agency's own misconduct, that\nCongress would -- to -- to read that Congress intended\nin a situation under the -- like this under the Medicare\nAct, where we're talking about a procedural right to\nthat -- to enforce a substantive right.\nIn other words, we have here providers who\nhave provided services. And under their agreement with\nthe Secretary, they provide services, and they get paid\nfor those services.\nIf there were an attempt to limit that\npayment, to cut off that payment because of agency\nmisconduct, because of the expiration of a -- of a\nstatute of limitations, we don't believe Congress ever\nintended that its payments would be cut off because of\nagency misconduct that caused a provider to miss -- to\nmiss a deadline that caused the expiration of a statute\nof limitations.\nJUSTICE KENNEDY: I'm not sure how we can\nlimit this to agency misconduct. Suppose there is a\ncomputer glitch in a program, completely good faith, and\nthe computer just spits out the -- the wrong\ninformation, and nobody knows about it. That's not\nmisconduct.\nMR. ROTH: That's not misconduct.\nJUSTICE KENNEDY: And -- but --\nMR. ROTH: We would agree, Your Honor.\nJUSTICE KENNEDY: But you would say no\nequitable tolling in that case?\nMR. ROTH: Well, that's not -- that -- this\ncase -- that -- that is a mistake. That's an error.\nJUSTICE KENNEDY: I mean, that would be good\ncause. It seems to me that would be good cause under\nthe -- under the Secretary's rules.\nMR. ROTH: That has never been good cause\nunder Secretary's ruling, but -- potentially. But that\nis not what -- that would be the level -- that would not\nbe misconduct. That would not trigger equitable\ntolling, as opposed to the facts of this case.\nJUSTICE KENNEDY: Well, I don't know -- I\ndon't know why it wouldn't.\nMR. ROTH: What's that?\nJUSTICE KENNEDY: You mean to say that if\nthat happened, under the Secretary's rule, the Secretary\nwould abuse its discretion in extending the time for 3\nyears?\nMR. ROTH: For -- excuse me? For\nrecovering -- for the --\nJUSTICE KENNEDY: Yes.\nMR. ROTH: -- for a provider to make an\nappeal?\nJUSTICE KENNEDY: Yes.\nMR. ROTH: Well, they don't have to extend\nthe time, Your Honor. They can simply provide by\nadministrative payment to -- to fix the problem. They\ndon't have to circle it through -- through an appeals\nprocess, if the government found out. And, in fact,\nYour Honor, there is another regulation. It's\nunfortunately --\nJUSTICE KENNEDY: Well, I just find it\nhard -- hard to see why this is -- you're saying that\nthe equitable tolling rule -- the agency does have the\n3-year rule.\nMR. ROTH: Right.\nJUSTICE KENNEDY: It is limited to\nmisconduct?\nMR. ROTH: Yes, Your Honor. But the facts\nthat you're talking about --\nJUSTICE KENNEDY: So you're arguing for --\nin a way, for a narrower rule than what the\ngovernment --\nMR. ROTH: Well, Your Honor, let me say that\nthe facts that you're talking about are addressed\nexplicitly in 42 CFR 405.980. And what the government\nhas said in that regulation is that, when there has been\nclerical error, claims can be reopened indefinitely.\nThat's another indefinite time period.\nJUSTICE GINSBURG: Well, suppose it's just\nwhat the Baystate court said it is. It isn't deliberate\nconcealment, but it is failure to use the best available\ndata.\nAnd I take it the argument you just presented\nis equitable tolling is tied to misconduct. So just\nfailure to use the best available data, not deliberate\nconcealment, wouldn't make it.\nMR. ROTH: Well, in this case, Your Honor --\nwell, simply, if it was knowing use of bad data, in\nother words, if the government, as in this case, was\naware that there was better data to be had, that would\nrise to the level of the kind of conduct that could be\nsubject to equitable tolling; whereas, simple mistakes\nare already addressed for the Secretary's\nregulations --\nJUSTICE GINSBURG: So what -- what\ncircumstances trigger equitable tolling, in your view?\nMR. ROTH: Well, equitable tolling is\ncertainly triggered under the circumstances of this\ncase, Your Honor, because --\nJUSTICE GINSBURG: Yes, but suppose that the\nfact-finding turns out that the -- that there is no\ndeliberate concealment, but there is merely a failure to\nuse the best available data.\nMR. ROTH: Well, if we don't -- if we don't\nhave that extra level of -- of that -- of that level of\nconcealment, Your Honor, I don't think that we would\nhave the misconduct that this Court has cited in the --\nin the Bowen case, and before that, in -- in Irwin and\nfootnote 4 in the -- in the Gluss case that would rise\nto the level of which -- at which equitable tolling\nwould apply.\nJUSTICE GINSBURG: So you would have to\nprove that before we know whether there is equitable\ntolling.\nMR. ROTH: We -- we -- well, we've made that\nallegation in our complaint, Your Honor. And we believe\nthat -- that assuming those allegations to be true for\npurposes of this hearing, which --\nJUSTICE GINSBURG: Yes, but I'm asking you,\nif you get past that hurdle, then we never -- we won't\nknow that there is equitable tolling until we have tried\nout the question of the character of --\nMR. ROTH: Absolutely, Your Honor. If we --\nif we get past this -- this -- this -- and there would\nbe a remand, it would -- the burden then would be on the\nhospitals at that time to, in fact, show that equitable\ntolling could apply.\nThe issue in this Court is whether it should\nforeclose permanently the availability of equitable\ntolling, even in the face of allegations of agency\nmisconduct -- excuse me --\nJUSTICE KAGAN: I guess I'm not sure I\nunderstand this, Mr. Roth. Are you saying that, in all\nof our cases about the presumption in favor of equitable\ntolling, when we talk about equitable tolling, we are\nonly talking about misconduct or fraud cases -- you\nknow, as opposed to the case where it's just a person\ncannot possibly know the -- the information that would\nback up a claim and that we regard that as a good\nexcuse?\nMR. ROTH: No, Your Honor. Whether it was\nHenderson or -- or other cases, those cases recognize --\nthose cases have focused on what happened to the\nclaimant, and the claimant missed a deadline. Holland,\nit was a deadline that was missed. There wasn't\nmisconduct on the other side.\nJUSTICE KAGAN: Right.\nMR. ROTH: And those were subject to\nequitable tolling.\nJUSTICE KAGAN: Well because I thought that\nmost of your argument was built on the presumption in\nfavor of equitable tolling that we've recognized in\nthose cases --\nMR. ROTH: Correct.\nJUSTICE KAGAN: -- and whether it applied to\nthe agency context. But now, you're saying that in the\nagency context, it's -- it's a different kind of\nequitable tolling that we are talking about, a more\nlimited kind?\nMR. ROTH: Well, the -- what -- the\nequitable tolling rule that the Court has found in those\nother cases would certainly come into play. This case\ngoes farther. This case even goes farther than Bowen v.\nCity of New York because it has affirmative misconduct\nby the Secretary.\nJUSTICE BREYER: So what about -- then let's\nget back to the question I really meant to ask before --\nyou know, assuming they have some authority here to\nwrite a rule, you want to say a 3-year absolute rule is\nnot reasonable in this situation. So what is?\nMR. ROTH: Well --\nJUSTICE BREYER: I mean, you want to go back\nto the Civil War? I mean, let's imagine you really have\nthe strongest possible case. All the records burned up,\nand it took 5 years for scientists to reproduce the\nrecords by putting charred pieces of paper together.\nOkay? So you couldn't possibly bring your claim until\nthey finished. That's a pretty equitable claim. 5\nyears okay? 10? What is the -- 100? I mean, what?\nMR. ROTH: Well, Your Honor, in this\ninstance, the -- the question of how to limit a\ncircumstance where a provider is not getting paid --\ngotten paid the amount promised by Congress, one way\nto -- to limit that is by time.\nBut recall here, Your Honor, that the\nSecretary could eliminate this issue entirely by simply\nbeing more transparent. This issue arises --\nJUSTICE BREYER: But what I hear you saying\nis go back to the Revolutionary War. If it took 100\nyears to put the papers together, you're saying no time\nlimit at all is -- is the only reasonable solution\nbecause there are too many weird cases or unusual cases\nor misconduct cases. You've got to have some exception\nin there forever.\nMR. ROTH: Well, if --\nJUSTICE BREYER: Is that right? If that is\nyour position, I just want to know.\nMR. ROTH: That is -- that is the position\nbecause, in order to -- to prevail in equitable tolling,\nwe would have to show that the providers here were\ndiligent, and that's a self-limiting factor.\nJUSTICE BREYER: Okay. And by the way, do\nwe -- are you supposed to, in such circumstances, give\nthe agency's own determination some weight?\nMR. ROTH: The agency's own determination?\nJUSTICE BREYER: Yes. They'll come in and\nsay, I don't care what the cause is, there isn't cause\nhere because we weren't that awful. And now, does the\njudge give them some weight?\nMR. ROTH: If the Secretary here decided to\nattack head-on this concept of equitable tolling and\ndeal with this question of finality straight up and\nsay -- you know, here -- here is how we think that --\nthat finality should be -- should be handled, even in\nthe -- even in the context of secretarial misconduct,\nby, for example, saying within the 3-year period any\nprovider who feels that we've misrepresented data, come\nin, you can come in and look at our data, but after 3\nyears, the time limit is over, I think that's a rule\nthat could exist, Your Honor.\nCHIEF JUSTICE ROBERTS: Well, subject to\narbitrary and capricious review under Chevron?\nMR. ROTH: It -- subject, of course, to\narbitrary and capricious review on that. But the\npoint --\nJUSTICE GINSBURG: Why in your case, even\nassuming that there might be equitable tolling, here, is\nit -- is it 10 years later? And there was this Baystate\ncase going on. You -- you didn't file immediately after\nthat litigation was instituted. You waited until those\nplaintiffs won their case.\nYou waited till there was a decision of the\nlower court. So it seems to me you -- you said there's\na requirement of diligence. Why -- why didn't you have\nto file when you were first on notice, which you would\nhave been from the complaint filed in the Baystate case?\nMR. ROTH: Well, the complaint was filed,\nYour Honor, in Baystate after we brought our\nadministrative appeal. We brought our administrative\nappeal soon after the board -- the administrative board\nrendered its decision. That was the first public\npronouncement that there were flaws with the data.\nThere were some providers who had an inkling\nthat some days might have been missed here or there, but\nthere was no sense in the provider community that that\narose from a systematic effort by the government to\nmiscount and then fail to disclose that it, in fact,\nmiscounted and had misrepresented how it had counted the\ndays.\nSo, Your Honor, diligence, of course, will\nbe an issue if we -- on remand if we get -- if we get\nthat opportunity. But this -- but the -- but the case\nhere arose after the board issued its decision in the\nBaystate -- in the Baystate case.\nAnd there was a -- and there was a\ndiscussion earlier about whether the board has viewed\nits own jurisdiction as limited in some way. And the --\nthe fact of the matter is that -- that the board here --\nand I focus on the Bradford case in particular. In the\nBradford case, the board itself made a determination\nthat equitable tolling should apply in another time\nlimit within the -- within the Medicare Act.\nThat case then goes up to appeal in the\nWestern District of Pennsylvania, and the -- and the\ncourt says, you know what, we think equitable tolling\nshould apply, reversing the Secretary, who had reversed\nthe board's finding that equitable tolling should apply.\nAnd in that case, the -- the Secretary didn't leave it\nthere.\nThey petitioned for -- for the court to\nrevisit its determination, which the court did and\naffirmed its decision with respect to the application of\nequitable tolling.\nAt that point, the Secretary abandoned -- it\ndidn't seek an appeal. It allowed the case to go back\nto the board, and it -- and it -- and it allowed the\ncase to go forward, with that deadline having been\nequitable tolled. So when the government portrays this\nas somehow some kind of consistent view, it's not.\nThis board has engaged in equitable\ndeterminations going back for those 37 years that the\ngood cause regulation has been in place because it is\nthat good cause regulation that -- that forced the --\nthe board to have to deal with these equitable questions\nabout whether -- whether or not the -- whether or not\nthe -- the claim should be considered timely, even\nthough the deadline had to be -- had to be extended.\nThe -- the facts that we have here, Your\nHonor, is that this is really an unprecedented case.\nThis is an unprecedented case in Medicare, that we have\nthe agency that says it was doing one thing in a Federal\nRegister document and actually did something different,\nthat then spent years trying to avoid, as was laid out\nin the Southwest Consulting amicus brief, avoid having\nthose facts come to -- come to -- come to the attention\nof the providers.\nThere will not be floodgates that result\nfrom this, either at the board or at the Federal court\nlevel, because there are -- there will always be, in\nMedicare, a lead case. This is what we saw in the Cape\nCod case. There, you had a case that resulted in what\nlooked to be billions of dollars of payments to every\nsingle hospital in the country as a result of one\ndistrict court decision and one court of appeals\ndecision.\nSo allowing equitable tolling to address the\nmisconduct of the Secretary in this kind of case will\nnot -- will not -- will not flood the judiciary or the\nagency, and it will not -- it will not require an\nexpenditure of money --\nJUSTICE GINSBURG: How many -- how many\ncases are there like this pending, either at the agency\nlevel or in court now?\nMR. ROTH: Well, I think that, when the\ngovernment says there are 80 cases that are pending\ninvolving 4,000 cost years and 450 hospitals, those\nprobably mostly, if not entirely, or for the most part\nrelate to -- to this case. And depending on how this\ncase unfolds, those cases will all presumably fall into\nline, just as in the Cape Cod case.\nJUSTICE SOTOMAYOR: Excuse me. Is the\nmiscalculation still going on? I mean, this involved --\nMR. ROTH: Well, there was a change --\nJUSTICE SOTOMAYOR: -- claims 12 years ago.\nMR. ROTH: Right.\nJUSTICE SOTOMAYOR: But did they continue\nfrom that time forward to the present?\nMR. ROTH: Well, there was a change in the\nlaw in 2004 that now give providers access to the data,\nso they can look at the underlying access to the data\ninstead of -- instead of the government presenting --\npreventing them from being able to get access.\nThank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Kneedler, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF EDWIN S. KNEEDLER\nON BEHALF OF THE PETITIONER\nMR. KNEEDLER: Thank you, Mr. --\nJUSTICE SOTOMAYOR: Mr. Kneedler, just for\npoint of clarification, the 3-year good cause extension\nthat's permitted under the government's regulations,\nwould that include -- would good cause -- or could a\nclaim be raised that fraud by the agency is the good\ncause?\nMR. KNEEDLER: I -- I think that's unclear\nunder the current regulation. The current regulation is\nwritten in terms of good cause for something that\nprevents the actual filing of the appeal, like a fire or\ndestruction of records or something.\nJUSTICE SOTOMAYOR: That's what I thought. So\nit's not as if the government is saying --\nMR. KNEEDLER: No, no. But that hasn't been\ntested as to whether it could. But that's not the only\navenue. In fact, the predominant avenue for raising\nclaims of -- of new and material evidence, which at\nbottom this is, evidence that -- that there was not the\nbest evidence used in this match, is the reopening\nregulation, and that's the regulation that was addressed\nby this Court in the Your Home case. There, the Court\nmade clear that it was a matter of grace, not statutory\ncompulsion, that the Secretary allowed for any reopening\nat all of past cost reports.\nThis sort of claim of new evidence, for\nwhatever reason it wasn't available, could be raised\nunder that. But this Court held in -- in Your Home,\nthat a denial of a reopening was not even appealable to\nthe board at all or subject to judicial review for\nreasons of finality and certainty, that, at some point,\nthe cost years have to be closed.\nAnd the Court specifically pointed out that\nto allow administrative and judicial review of a denial\nof reopening would circumvent the very 180-day\nlimitation that we have at issue here.\nWhat Respondents are trying to do is to come\nup with another way of circumventing that 180-day\nlimitation by superimposing, for the first time in 40\nyears, an open-ended equitable tolling regime in this\nsituation. The Respondents here are seeking to\nrecalculate payment years back to 1987. The only reason\nit goes back no further is that's when the DSH payments\nbegan.\nDSH payments, by the way, go to 80 percent\nof hospitals. It's not some limited category. And what\nis being claimed here is -- is a mismatch of a\nlegislative type. It's not some concealment from an\nindividual provider.\nWith respect to the allegations in the\ncomplaint, I'm not in a position to spend time refuting\nthem here. We have a footnote in our reply brief that\nrefers to the government's summary judgment motion in\nwhich the allegations of misconduct are -- are\naddressed.\nI would like to say that -- that whatever\nlabel one attaches, jurisdiction, claims processing,\nmandating, it's absolutely clear that, from the outset\nof this program, the Secretary understood and\nimplemented the 180-day time limit as limiting the\nboard's authority. It says an appeal shall be dismissed\nif it's not filed within 180 days. No extension shall\nbe granted if requested after -- after 3 years.\nThat 3 years -- Respondent has conceded a\nregulation that provides for coming in within 3 years to\naddress matters of fraud or anything else would be\nvalid. That's what this regulation does. And we think\nthere is no plausible argument at this late date in the\nMedicare program to suggest that a 3-year limitation\non -- on revisiting of closed cost reports is arbitrary\nand capricious under -- under this Court's decisions.\nAnd if we're wrong, as I said, about the\nvalidity of the Secretary's narrow good cause\nregulation, which simply parallels what's in\njurisdictional provisions -- for example, notices of\nappeal -- if the Secretary has no authority to do even\nthat, then the result is the same, there is no broad\nequitable tolling.\nJust one side comment on this Bradford\nopinion, that did not involve the 180-day limitation.\nThat involved a regulatory provision. The Secretary's\nconsistent position has been, as we cite in the brief,\nthat the 180-day limitation is not subject to any\nequitable extensions at all because the board is not an\nequitable body. And the Medicare program, like the tax\nprogram in Brockamp, is not one in which equities are\ntaken into account. You need absolute rules.\nAllegations of fraud or concealment are easy\nto make, but they can -- they can lead to widespread\ndelayed litigation, as the Baystate litigation shows,\nrequiring calling of witnesses -- in this case, 20 years\nago -- what happened 15 or 20 years ago. You would have\na hospital-by-hospital determination of when did the\nhospital know or have reason to know what happened.\nAnd we think that that's -- could be chaotic\nin a program like this.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Manning, you argued and briefed this\ncase as an amicus curiae at the invitation of the Court,\nand you have ably discharged your responsibility, for\nwhich the Court is grateful.\n"
    }, 
    "respondents": [
        "AUBURN REGIONAL MEDICAL", 
        "CENTER, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 14, 
        "JUSTICE ALITO": 2, 
        "JUSTICE BREYER": 11, 
        "JUSTICE GINSBURG": 16, 
        "JUSTICE KAGAN": 9, 
        "JUSTICE KENNEDY": 11, 
        "JUSTICE SCALIA": 11, 
        "JUSTICE SOTOMAYOR": 26, 
        "MR. KNEEDLER": 29, 
        "MR. MANNING": 12, 
        "MR. ROTH": 56
    }
}