{
    "appearances": {
        "content": "THEODORE J. BOUTROUS, JR., ESQ., Los Angeles,\nCalifornia; on behalf of Petitioner.\nDAVID C. FREDERICK, ESQ., Washington, D.C.; on behalf of\nRespondent.\n"
    }, 
    "caseNum": "11-1450", 
    "caseinfo": {
        "content": "THE STANDARD FIRE INSURANCE :\nCOMPANY, :\nPetitioner : No. 11-1450\nv. :\nGREG KNOWLES :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nTHEODORE J. BOUTROUS, JR., ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nDAVID C. FREDERICK, ESQ.\nOn behalf of the Respondent 25\nREBUTTAL ARGUMENT OF\nTHEODORE J. BOUTROUS, JR., ESQ.\nOn behalf of the Petitioner 51\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, January 7, 2013\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:06 a.m.\n"
    }, 
    "petitioners": [
        "THE STANDARD FIRE INSURANCE", 
        "COMPANY,", 
        "Petitioner", 
        "No. 11-1450 v.", 
        "GREG KNOWLES", 
        ""
    ], 
    "proceedings": {
        "content": "(11:06 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next in Case 11-1450, the Standard Fire\nInsurance Company v. Knowles.\nMr. Boutrous.\nORAL ARGUMENT OF THEODORE J. BOUTROUS, JR.,\nON BEHALF OF THE PETITIONER\nMR. BOUTROUS: Mr. Chief Justice, and may it\nplease the Court:\nCongress enacted the Class Action Fairness\nAct of 2005, CAFA, to expand Federal diversity\njurisdiction and to protect defendants and absent class\nmembers against the kind of State court class action\nabuses that are occurring in Miller County, Arkansas.\nCongress directed that in calculating the amount in\ncontroversy, \"courts shall aggregate the claims of the\nindividual class members.\" That's 28 U.S.C. Section\n1332(d)(6), it's quoted in full at page 2 of our blue brief.\nCongress's express focus on the claims of\nthe individual class members in the text of the statute,\nrather than on the amount being sought by the would-be\nclass representative, is dispositive of the question\npresented and requires reversal in this case.\nCHIEF JUSTICE ROBERTS: Would your position\nbe the same if the issue were not the amount sought but\nrather the substantive claims? Say there are two\ndifferent claims the class member -- the class could\nraise. One would yield damages of $4,900,000. The\nother would yield damages of $10 million. Do you have\nthe same objection in a case in which the prospective\nrepresentative only pleads the first claim?\nMR. BOUTROUS: Not necessarily, Your Honor.\nWe are not arguing that here. There are cases that this\nCourt has decided going back to Barry v. Edmunds in 1886\nwhere there are allegations in a complaint that might,\nfor example, yield a punitive damage claim, but it's not\nexplicitly pled, and the courts then look and say,\npunitive damages could be recovered here and say the\namount in controversy clearly exceeds the -- the\nnecessary amount.\nBut we're not saying that in every case the\ncourts need to look through and see every claim that\ncould be in play.\nCHIEF JUSTICE ROBERTS: Well, but you do\nseem to have a difficulty with your position about how\nfar it goes. You make the point in your briefs about\nthe statute of limitations question. In other words,\nit's not just how much they claim, but where they decide\nto cut off the statute of limitations and so forth.\nIt seems to me that it's a bit of a slippery\nslope if you start saying we're going to look at what\nthe class could -- could recover in deciding whether or\nnot, not simply whether or not this representative is\nadequate, but whether or not it's below or above, above\nor below $5 million.\nMR. BOUTROUS: That's really how it's been\ndone, Your Honor, from day one. Under the traditional\ndiversity statute, the courts look and see what's the\nmaximum amount the plaintiff on his or her best day\ncould recover based on the factual allegations in the\ncomplaint and the causes of action that could arise from\nthe factual allegations --\nJUSTICE SCALIA: Yes, but under the\ntraditional -- you surely don't want us to apply the\nrules of the traditional diversity statute to this case\nbecause it's clear that under the traditional diversity\nstatute, you -- you can waive excessive damages, right?\nMR. BOUTROUS: That's correct, Your Honor.\nThe individual --\nJUSTICE SCALIA: So you don't want us to\napply that rule here.\nMR. BOUTROUS: I don't want you to apply\nthat rule, Your Honor, because that rule applies to the\nindividual who brings his own case in court and can say,\nI want to come into court and collect less than the\namount that would give Federal jurisdiction. It's much\ndifferent when Mr. Knowles has come to court and said, I\nwant to represent these other individuals in Arkansas.\nJUSTICE SOTOMAYOR: Well, why doesn't -- why\ndoesn't the normal class certification process protect\nadequately the absent class members? First of all,\ncounsel has to prove he or she is adequate. So doesn't\nthat mean that if they enter a stipulation that is\ngrossly unfair to the class that the judge is not going\nto certify that case?\nMR. BOUTROUS: It wouldn't protect it --\nprotect from the problems and abuses that Congress was\nconcerned about, Your Honor, and that are occurring\nhere.\nJUSTICE SOTOMAYOR: You haven't answered.\nIf -- if the court finds the stipulation inadequate for\nthe class, is that class going to be certified?\nMR. BOUTROUS: It could be, Your Honor. And\nanother class representative could come in and could\nseek more than $5 million. That's why --\nJUSTICE SOTOMAYOR: And then they would get\nremoved to the Federal court, which is what the statute\nwas intended to do.\nMR. BOUTROUS: But what Congress was\nconcerned about in the text of the statute, and the\nSenate report make this very clear, that with all the\nabuses that occur in the interim, discovery that has\nnothing to do with the case -- the discovery here goes\nback 10 years. The -- this case --\nJUSTICE SOTOMAYOR: Well, discovery\nvis-a-vis the certification of the class is going to\nhappen anyway. My point is that much of your argument\nin your brief is centered around binding the absent\nclass members. What I'm getting to is that if the\nstipulation is grossly unfair, there may not be a class\nat all, or the Plaintiffs who have claims greater than\nthose in the aggregate might opt -- will get notice and\nopt out.\nAnd there is due process challenges if a\nsettlement is entered that is so grossly unfair that it\nviolates due process. So I don't know why the process\nitself doesn't protect the interests of -- of Congress.\nMR. BOUTROUS: Your Honor -- excuse me. The\nCongress was very concerned that cases were being kept\nin the State courts through abuses and manipulations of\nthe amount in controversy. It's very clear in the\nSenate report, Congress talks about this because, for\nexample, in this case the defendants can never get a\nclass certification hearing in Miller County.\nThey can never get a ruling on the merits.\nAnd in the meantime, the kind of abuses that Congress\nwas concerned about, the lack of the Rule 23 protection,\nthe application of those standards to protect the class\nmembers --\nJUSTICE KAGAN: But Mr. Boutrous, you say what\nCongress is concerned about and point to the Senate report.\nYou know, usually we look to the text and the text makes\nvery clear that Congress was concerned about many things\nand it did many things. It got -- it really -- it\nraised the matter in controversy threshold. It\neliminated the Zahn anti-aggregation rule. It\neliminated the complete diversity requirement. It\neliminated the one-year limit on removal.\nHere's one thing it didn't eliminate. It\ndidn't eliminate the St. Paul master of your complaint\nrule. So -- so I guess where in the text do you see\nthis? You point to claim, the word \"claim.\" Is that\nthe only thing that you are resting on in the text?\nMR. BOUTROUS: Your Honor, I think the text\ndoes take away the St. Paul rule that an individual can\ncontrol what he seeks and go where he desires and do\nwhat he wants -- or she -- because it points to the\nclaims of the individual class members and the text\nCongress could expect --\nJUSTICE KAGAN: Well, if I said to you,\nMr. Boutrous, \"Is your claim for over $100,000,\" what\nwould you think I mean? Would you think I mean some\nsort of abstract version of the best claim you could\nbring, or would you think I mean what I demanded, what I\nasked for?\nMR. BOUTROUS: Well, Your Honor, I would\nthink that I would answer you that it's worth as much as\nI can possibly obtain in court if I was seeking to\nadequately represent the class. But in terms of valuing\nthe claims here --\nJUSTICE KAGAN: Do you think that the word\n\"claim\" is not -- when you say Joe made a claim for\n$100,000, a claim is not what he asked for, but is\ninstead some kind of law professor's view of what the\nbest thing that he could have asked for?\nMR. BOUTROUS: Your Honor, we've cited the\nTohono O'odham Nation case, where the Court interpreted\nthe word \"claim\" and said when a statute uses the word\n\"claim\" regarding claims that have not been brought,\nit's the operative facts and the right to recovery, not\nthe demand. That's exactly what we have here.\nJUSTICE GINSBURG: Mr. Boutrous, I thought\nat least as an alternative argument, you're saying: The\nstatute itself is silent. It doesn't deal with this\nquestion of amount in controversy. However, the\nindividual, the named plaintiff, who has said, I'm not\ngoing to seek more than the $5 million, cannot speak for\nthe members of the class who are absent. He can't\nstipulate that they will take under 5,000.\nI thought that was the central part of your\nargument, not based on the statute itself, but on the\nnotion that a named plaintiff, unless and until he is --\nhe is certified to represent the class - doesn't\nrepresent them.\nHe can represent himself, but he can't bind\nthe people who -- who have not been certified as part of\na class. I thought that was part of your argument.\nMR. BOUTROUS: Yes, Justice Ginsburg, that's\nabsolutely right. And because the statute focuses on\nthe claims of the individual class members, Mr. Knowles\nhas no power to affect those claims. He's not the\nmaster --\nJUSTICE KAGAN: But he doesn't have power to\naffect those claims before the certification has\nhappened.\nMR. BOUTROUS: Exactly.\nJUSTICE KAGAN: Before the certification has\nhappened, they can do whatever they want. They can go\nbring their own claim for $6 million. And that's why\nSmith v. Bayer, which you so happily rely on, does not\nhave much to do with this case. Smith v. Bayer is the\nquestion of can an -- can a person be precluded by a\njudgment when that person was not part of a class.\nThere's no question that this person is going to be\nprecluded. This person can go do whatever he or she\nwants before class certification and judgment.\nMR. BOUTROUS: Your Honor, that's --\nSmith v. Bayer says the plaintiff can't bind the class.\nPlaintiffs have now conceded that. So what we have\nhere, the district court found on an uncontradicted\nrecord that the claims of the individual class members\nexceed $5 million. That means there's Federal\njurisdiction.\nBack to Justice Ginsburg's point, that is\nexactly our point, Your Honor. The -- a named plaintiff\ncannot affect or jeopardize or undermine the claims of\nabsent individuals.\nJUSTICE BREYER: This is what I -- could you\ngo back --\nMR. BOUTROUS: Yes.\nJUSTICE BREYER: -- to Justice Kagan's first\nquestion? I was looking at the words of the statute.\nAnd if I look at 1332, which has been on the books a\nlong time, it says, \"The district court shall have\noriginal jurisdiction of all civil actions where the\nmatter in controversy exceeds the sum or value of\n$75,000, exclusive of interest, of costs, and\" -- et\ncetera, okay?\nThen I look here, and it says, \"The district\ncourt shall have jurisdiction of any civil action in\nwhich the manner in controversy exceeds the sum or value\nof $5 million, exclusive of interest and costs,\" et\ncetera, okay? So the words seem identical.\nNow, in respect to the first, we know that a\nlawyer can file a binding stipulation that says, I don't\ncare what this is about, I am not asking for more than\n$75,000, and the Federal court does not have\njurisdiction. Given that's true in the first statute,\nand given that the second statute is almost identically\nworded, at least in that part, why can't he do the same\nthing with the $5 million?\nAnd it can't be the words I quoted that\nstopped him from doing it, so what is the word that\nstops him from doing it?\nMR. BOUTROUS: Your Honor, it's the other\npart that is extremely important, section 1332(d)(6).\nYou were quoting from section 1332(d)(2). Unlike\nsection 1332(a), Congress in CAFA explicitly added\nsubsection (6), which says \"In any class action, the\nclaims of the individual class member shall be\naggregated to determine\" --\nJUSTICE BREYER: Yes, as to what that looks\nlike, \"shall be aggregated,\" again from the language, is\nit's simply to make certain that Zahn does not require\nthe individual -- thing to approach -- to count. In\nother words, you aggregate rather than just looking at\nthe individual members, which is Zahn, which has nothing\nto do with the issue before us.\nMR. BOUTROUS: Well, Justice Breyer,\nCongress could have said we're just getting rid of Zahn,\nor it could have said the aggregate amount being sought\nby the named plaintiff is going to control. But if\nyou took that away --\nJUSTICE BREYER: No, they rarely pass a\nstatute that says, let's just get rid of case X.\nNormally they look to the holding of case X, and then\nthey pass the statute that says the opposite. So the\nholding of Zahn was that you could not aggregate the\nindividual members' claims in a class. So to get rid of\nZahn, what we do is we pass a statute that says you can\naggregate.\nAnd indeed, nobody objects here to the\naggregation. It's the total amount of the claims being\nlimited by a stipulation that is the issue here, and\nthat's why I had trouble finding your argument in the\nword \"aggregation.\"\nMR. BOUTROUS: It's really not the word\n\"aggregation,\" Your Honor. It's the word \"individual\"\nand it's with the word \"claims.\" If Congress had done\nwhat you are suggesting, Justice Breyer, it could have\nsaid the aggregate amount being sought by the named\nplaintiff, or the total amount, or the demand of the\nplaintiff. In the Venue Clarification Act, which was\npassed in 2011, which applies to 1332(a), Congress said\nthe sum demanded will control.\nBut here, to protect the legitimate claims,\nCongress defining, as I urged the Court --\nJUSTICE KAGAN: Mr. Boutrous, that form of\nargument -- Congress could have said -- does seem to me\nto be much worse for your position. If Congress had\nwanted to get rid of the St. Paul master of your\ncomplaint rule, it could have said, we are getting rid\nof the St. Paul master of your complaint rule. But\nyou're trying to find it in a provision which is really\nan anti-Zahn provision, not an anti-St. Paul provision.\nMR. BOUTROUS: Your Honor, it really goes to\na fundamental issue of what a class action is. If Mr.\nKnowles had come into court himself on behalf of\nhimself, and Zahn -- in St. Paul, the money quote, if\nyou will, in St. Paul says \"if he desires to go to State\ncourt, he can limit his recovery.\"\nMr. Knowles --\nJUSTICE KAGAN: Let's get back to the Chief\nJustice's question because there are a thousand ways in\nwhich we let the named plaintiff prior to certification\nconstruct a case, and then we ask, as Justice Sotomayor\nsaid, later we ask, is the way he's constructed a case\nadequate or not, and we allow him to go forward or not\nbased on that.\nBut he gets to decide whether to seek\ndamages. He gets -- at all, or whether he only can seek\ninjunctive relief. He gets to decide which claims to\nbring, trespass or negligence. He gets to decide how\nmany years' worth to ask for. He gets to decide which\ndefendants to sue.\nAll of these things are going to have an\neffect on -- on the amount that's -- that's being asked\nfor. And yet in all of these ways, we allow or --\nmaybe you're telling me no -- do we stop the named\nplaintiff from doing all -- all of those things, too?\nMR. BOUTROUS: We don't stop them from doing\nall of those things, Your Honor. And there are certain\nthings -- we -- we agree that the complaint controls a\ngreat deal -- the factual allegations.\nJUSTICE GINSBURG: What about specifically\nthe question that the Chief asked about time? You did\nargue in the district court that these plaintiffs could\nhave specified a 5-year time period, in which case it\nwould be clear that the amount in controversy was\nsatisfied. But instead, they took a 2-year period.\nCan we take that also into account in\ndetermining the amount in controversy, that the\ncomplaint could have been enlarged to include 5 years\ninstead of 2 years?\nMR. BOUTROUS: Your Honor, I believe you\ncould. And I believe that the Court's decision in Hertz\nsaid if there is a sign of manipulation that is meant to\nthwart jurisdiction or affect jurisdiction, the Court\ncan look through that to look to competent proof of what\nthe actual facts are.\nAnd I think that what has happened here is\nthe plaintiff's lawyers, in addition to these\nstipulations, they're slicing and dicing the classes up\ninto pieces to -- to thwart jurisdiction and manipulate\njurisdiction.\nCHIEF JUSTICE ROBERTS: Your approach leads\nto particularly perverse results. You're at the\nposition of arguing that -- you know, they are seeking\nless than $5 million, but we're responsible for a lot\nmore damage than that. And of course, you don't concede\nit, but you do say, if in fact we're liable, the damages\nare going to be a lot greater. Could -- I assume that\nadmission could be used against you under principles of\njudicial estoppel.\nMR. BOUTROUS: It's an unusual position to\nbe in, Your Honor, it's not quite what we're arguing.\nWe're arguing that under the rules for judging the\namount in controversy that this Court has enforced, the\nlower courts have enforced these for hundreds of years,\nand it's that you look at the complaint and say what's\nthe maximum amount the plaintiff can get on their best\nday under the claims they've pled based on the facts and\nthe proof and the evidence.\nHere, the uncontradicted evidence, put aside\nthe statute of limitations question or any other claim\nthey could have brought, it exceeds $5 million. The\nplaintiff never --\nJUSTICE ALITO: Is there a difference\nbetween what you're --\nJUSTICE SOTOMAYOR: But you -- you chimed\ninto this discussion --\nCHIEF JUSTICE ROBERTS: I'm sorry.\nJUSTICE SOTOMAYOR: I'm sorry.\nCHIEF JUSTICE ROBERTS: Let's go by\nseniority. Justice Alito.\nJUSTICE ALITO: Is there a difference\nbetween what you are advocating and the approach that's\nnow taken in the General Removal Statute as it's been\namended recently under 1446(c)(2)? So there as I read\nit, the amount demanded in the complaint is not\nnecessarily controlling.\nA case can be removed even if the amount\ndemanded in the complaint is below the jurisdictional\nthreshold and then the defendant can prove that the real\namount involved exceeds the jurisdictional threshold.\nMR. BOUTROUS: That's -- that's exactly\nright, Your Honor. There's greater leeway under CAFA\nbecause under 1332(a) and 1446, there are certain\nstandards that need to be met to allow the defendant to\nput on proof. But that's how it's always been. The\ndefendant can then put on evidence and say this is the\nactual amount in controversy.\nAnd here, the only way the plaintiff got\naround it in the lower courts was to argue that the\nstipulation was binding, Justice Kagan, that was their\nargument below and that's what the district court found.\nIt found that the stipulation was binding on the class.\nJUSTICE KAGAN: It's binding if the class is\ncertified and a case proceeds to judgment. It's not\nbinding on the absent class members prior to\ncertification and prior to judgment.\nMR. BOUTROUS: And that means that\njurisdiction in the Federal courts exists because we\njudge jurisdiction at the time of removal. And at the\ntime of removal, there was no binding limitation on the\nrecovery that could be obtained, undisputed facts showed\nthat that exceeds $5 million when the claims of the\nindividual class members are aggregated.\nJUSTICE KAGAN: I think I don't understand\nthat, Mr. Boutrous, because what you have, given that\nthis is a State which says that these stipulations are\nbinding if it proceeds, if there's certification, and if\nit proceeds to judgment, you have a cap of $5 million.\nYou cannot be charged more than $5 million under this\nState's law, if this case ever gets to judgment.\nMR. BOUTROUS: The problem, Your Honor,\nagain and this isn't just me. This is what Congress\nsaid in its findings. In -- in the text as you noted,\nit eliminated the -- but the five pillars of\nrestrictions and diversity jurisdiction because in State\ncourts, the courts aren't applying Rule 23-like\nstandards. They're not doing it in Miller County.\nThey're not even allowing class\ncertification to occur or to be heard, and instead this\ndiscovery is being taken. Here, the limitations period\nis limited to two -- or the class period is limited to\ntwo years. The discovery that was served with the\ncomplaint goes back to 13 years. So --\nJUSTICE ALITO: Even if this case were\nhandled on remand to the Arkansas Supreme Court exactly\nlike a Federal class action, I don't understand how\nabsent class members would ever be able to -- to\ndetermine whether by failing to opt out, they had\ncompromised part of their claim. I don't see how, even\nif they're notified that there's a $5 million cap -- and\nI don't know that Rule 23 requires that, but suppose\nthey're notified of that.\nThey can't tell whether, by remaining a\nmember of the class, their claim is going to be\ncompromised at all. It would depend on lots of\ndifferent things, including how many members are in the\nclass after it's certified. And that's something they\ncan't know.\nMR. BOUTROUS: That's -- that's exactly\nright, Your Honor, and that's something page 3a of the\naddendum to our opening brief, the findings --\nJUSTICE GINSBURG: Your concern is that\nthe -- that the certification -- if the certification\nwould occur in the Federal court, that's one thing. But\nyou're -- you're saying that the named plaintiff can't\nstand for the entire class when we know that -- that the\ncertification question, if the stipulation is binding to\nprevent removal, it's going to be the State court that's\ngoing to look into the adequacy of representation and\nwhether the stipulation binds all members of the class.\nThat's your whole concern. If the -- if the\nFederal court made that determination, I think you\nwouldn't be here.\nMR. BOUTROUS: Well, that's what Congress\nwas concerned about, too, Your Honor. It was concerned\nthat the State courts weren't applying standards of\nuniformity in these -- class actions that are affecting\ninterstate commerce and that Rule 23's protections and\nstandards should apply.\nJUSTICE KAGAN: Well, Congress was concerned\nabout suits of over $5 million. And -- and the question\nhere is, is this a suit of over $5 million. Now, if it\nis a suit over $5 million, a State court is bound by the\ndue process clause and a State court is going to find,\nlook, you're just giving these plaintiffs' claims away.\nWe're not going to allow you to do that. You're not an\nadequate representative.\nOn the other hand, in a case like this where\nit's $5,024,000 and it only gets there because you've\nadded on one and a half million dollars of legal fees,\nthe Court might very well say you are an adequate\nrepresentative, go for it. Now, usually we don't\nquestion State court judgments of that kind. Why should\nwe do so here?\nMR. BOUTROUS: We don't have a State court\njudgment yet, Your Honor, that -- and we judge the\nremoval issues and the amount in controversy at the time\nof removal. And $5 million is $5 million, Congress drew\nthe line there. And as Justice Alito was pointing out,\nthe notices to the absent class members, Congress -- I\nwas about to say 3a of the addendum to our blue brief,\nthose are the findings that Congress put into the public\nlaw, number -- letter C: Confusing notices are\npublished that prevent individuals from exercising their\nlegitimate rights in -- and enforcing their legitimate\nclaims.\nAnd it would be ironic in the extreme\nif a -- where a statute was enacted to protect -- and\nthis is in the findings -- \"legitimate claims of absent\nclass members\" and to allow them -- the cases to be in\nFederal court, if this Court were to hold that a named\nplaintiff who doesn't represent those people can come\ninto court and -- and say we're not going to seek the\nfull amount of those claims in order to keep the case\nout of Federal court.\nThat would be totally contrary to Congress's\nintent.\nCHIEF JUSTICE ROBERTS: Well, you're\nassuming that it's a bad thing for the class members to\nhave their claims limited. But it may well be a good\nthing for them to have their claims limited if that gets\nthem into what would reasonably be regarded as a more\nsympathetic forum.\nMR. BOUTROUS: I'm not making a judgment on\nthat point, Your Honor. It may or may not be, and the\nPlaintiff makes this point. Maybe it's better to be in\nState court. But for removal purposes only, going back\nto just the pure analysis, the question is does the\namount in controversy, when the claims of the individual\nclass members are aggregated, exceed $5 million? It's\nundisputed that that's true. The only basis for saying\nit doesn't exceed that amount is the stipulation, which\neveryone now agrees has no binding affect whatsoever.\nThe plaintiffs also argue, concede in their\nbrief that --\nJUSTICE KAGAN: Mr. Boutrous, I do\nthink -- you have to be careful about two different uses\nof the word \"binding.\" It has no binding effect right\nnow on an absent class member; they can go out and bring\ntheir own suit. If the -- the named plaintiff is found\nto be adequate and the suit goes forward and goes to\njudgment, then the stipulation does indeed have binding\neffect and -- and you have not been exposed to more than\n$5 million.\nMR. BOUTROUS: But the question, Your Honor,\nis, is it binding in this case on anybody or anything\nother than Mr. Knowles?\nJUSTICE KAGAN: It's binding -- it is\nbinding on everybody if there's a finding of adequate\nrepresentation and if this goes forward as a class\naction; then it's binding and you haven't been exposed.\nMR. BOUTROUS: But, Your Honor, again, under\nthe jurisdictional approach -- and Your Honor cited\nSt. Paul. St. Paul says that if -- once the amount in\ncontroversy has been established to exceed the amount,\nhere $5 million, it's on the burden of the parties\nseeking to oust jurisdiction to show, to a legal\ncertainty, that the amount will not go over $5 million.\nYour questions and the plaintiff's brief\nconcede it could well go over $5 million if this class\nrepresentative is found inadequate, if another person is\nappointed to be the class representative, and therefore,\nthere is Federal jurisdiction. That's the rule that\nplaintiffs say should apply. They don't even -- he does\nnot even try to suggest that it's legally impossible\nthat the amount might go over $5 million, and that's the\nproblem. It's going -- it's an amount that is over\n$5 million and these cases, the -- the stipulation is\nmeant to just keep the case in State court, contrary to\nCongress's intent and I will --\nJUSTICE GINSBURG: What do you do -- in the\nlanguage in 1332(d)(1)(D), the term \"class members\"\nmeans the persons, named or unnamed, who fall within the\ndefinition of the proposed class, the proposed class,\nand that's what we have here.\nMR. BOUTROUS: That's -- that's what we're\nusing, Your Honor, for our calculations, the proposed\nclass, including the narrower time frame that we think\nis a manipulation, but nevertheless we've used that and\nthe amount exceeds $5 million.\nAnd if I could reserve the rest of my time,\nYour Honor? Thank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Frederick?\nORAL ARGUMENT OF DAVID C. FREDERICK\nON BEHALF OF THE RESPONDENT\nMR. FREDERICK: Thank you,\nMr. Chief Justice, and may it please the Court:\nOur position is that the stipulation is\nbinding throughout the \"civil action filed by the\nputative class representative.\" I want to focus on the\nwords \"civil action\" because there has been no civil\naction filed by any -- absent class members.\nThe only civil action that the district\ncourt is being considered for jurisdiction is the civil\naction that has been filed by the putative class\nrepresentative. So, if the class is later not\ncertified, the stipulation would only bind the putative\nclass representative. If the class is certified --\nJUSTICE KENNEDY: Are you -- are you saying\nthat (6) doesn't apply at this point?\nMR. FREDERICK: No.\nJUSTICE KENNEDY: Because (6) talks about\nclass action, and it says the duty of the district\ncourt --\nMR. FREDERICK: What --\nJUSTICE KENNEDY: -- is to aggregate the\nclaims of the individual class members.\nMR. FREDERICK: And what 1332(d)(1)(B) does,\nJustice Kennedy, is define class action in terms of the\ncivil action that was filed, so long as it was filed\npursuant to Federal Rule 23 or an equivalent State\nstatute.\nWhat the complaint here does in the prayer\nfor relief, and in paragraph 11 of the complaint, is to\nsay that this civil action is not going to be worth more\nthan $5 million.\nCHIEF JUSTICE ROBERTS: And you -- I assume\nyou agree that if at the adequacy hearing, if there ever\nis one, and it's demonstrated that well, in fact, the\namount in controversy is $10 million, then you would be\nobviously not an adequate representative.\nMR. FREDERICK: Well, that would be one\noutcome that a State court could come to. A second\noutcome could be that at that point, if an alternate\nclass member comes in and files an intervened complaint\nand says, this case really is worth $10 million, at that\npoint section 1453(b) applies and they can remove to\nFederal court.\nJUSTICE KAGAN: And they can remove no\nmatter when that happens; is that right, as a result of\nCAFA, because CAFA took off the one year limit?\nMR. FREDERICK: That's correct.\nJUSTICE SCALIA: Or the State court could\nfind, oh yes, it is -- the claim is worth a lot more\nthan 5 million, but it's worth that amount to be in this\ngenerous court for these generous juries. And so you're\nreally not harming these absent plaintiffs because they\nought to want to be here. We've got juries and very\nfavorable judges. Couldn't it find that?\nMR. FREDERICK: Well, what's very clear,\nJustice Scalia, is that Congress was not attempting to\naddress the adequacy of class representation issue when\nit decided this statute and enacted it.\nJUSTICE SCALIA: I understand it, but -- but\nI'm just addressing your point which you blithely say,\nif the -- if the representation is inadequate, if indeed\nit's worth a lot more, that will be handled. Not\nnecessarily. The State court could find, and I suspect\nthis State court would find, that it's worth the money\nto be in State court.\nMR. FREDERICK: A putative class\nrepresentative makes all kinds of strategic judgments\nabout how best to maximize value for his clients and for\nthe class. And that entails judgments about whether to\nassert various legal theories. Here, and\nMr. Chief Justice, this goes to your very first\nquestion, this complaint renounced a claim for punitive\ndamages.\nBut there are some cases out of the Tenth\nCircuit, the Frederick case, not associated with me, and\nin the Seventh Circuit, the Back Doctors case, they say\nessentially if there is a claim for punitive damages you\nhave to make an estimate for amount in controversy\npurposes.\nAs I understand their theory in -- as they\nexpress it on page 11 of the reply brief, it's very\nuncertain as to a case like ours where we have renounced\na claim to punitive damages whether or not a Federal\ndistrict court is, nonetheless, supposed to take that\ninto account.\nCHIEF JUSTICE ROBERTS: What if you had a\ncase where a lawyer brings an action in Miller County\nand says, I represent -- I want to represent the class\nof people with these claims and these claims, whose\nnames begin with A to K. It turns out that's\n$4 million.\nThen, in the next county, at the same time,\nhe files a case saying, I'd like to represent these\npeople whose names begin L to Z. In each of those\ncases, it's $4 million. I take it you don't have any\nobjection to that?\nMR. FREDERICK: Well, my objection would be\nat the class certification stage, Mr. Chief Justice,\nwhere the requisite of typicality, numerosity, the\ncontrivances that are being done are -- are going to\nwhether or not those represent -- representatives are\nadequate. It does not speak to Federal jurisdiction --\nJUSTICE BREYER: That's the same question.\nCHIEF JUSTICE ROBERTS: But is a counsel who\nproceeds on that basis, is there any reason to question\nhis adequacy, let's say he's fully representing,\nbringing all the claims and all the damages. He's just\ndecided to break it up from A to K. Somebody from L is\nnot going to say, well, he's inadequate when he's\nrepresenting him just because he could have represented\neverybody in the other action.\nMR. FREDERICK: I misunderstood, Mr. Chief\nJustice. I think that for Federal jurisdiction\npurposes, the Court has always had -- that kind of legal\nstrategy is perfectly appropriate under the master of\nthe complaint --\nJUSTICE BREYER: If so, this is just a\nloophole because it swallows up all of Congress's\nstatute, which is what their problem is, all you have to\ndo, even if you were less obvious than the Chief\nJustice's example, what you do is you -- you file a\ncomplaint, you say it's for $4,900,000; in fact, it's\nworth 10 million. But you inform people, unlike\nJustice Alito, you figure a way around his problem, you\nkeep them informed, and you say, it's getting close,\ngetting close.\nAnd once you are up to $4,800,000, the\nothers get the word: Stay out of it. And once they\nstay out of it, you go ahead with your action and then\nthose that stayed out of it becomes the subject of a\nsecond action. And if it's for 50 million, then you\nhave ten actions and then you have 20. So, in fact, all\nthat is required is a few extra pieces of paper that\nwill soon become standardized, and a lot of postage\nstamps.\nAnd we have 30 or 40 or $50 million cases\nbeing tried in whatever counties Congress liked the\nleast. I gather they're some in Arkansas. But that\nseems to be all behind Justice Scalia's and the Chief\nJustice's questions, and I would like to hear a pretty\ncomplete answer on that.\nMR. FREDERICK: Sure. Justice Breyer, if\nyou look at the report that went along with the statute,\nwhat Congress was most concerned about was the situation\nwhere each individual class member would not be able to\nexceed $75,000, but there might be a million of them.\nAnd so you might have a million class members, each of\nwhom had a claim for $50,000, and there was no way to\nget that to Federal court because of the Zahn\nnon-aggregating rule.\nCongress was not concerned about having the\nmaster of the complaint altered in this class process;\nand, in fact, Congress rejected a proposal that would\nlower the amount in controversy for class actions to $2\nmillion because the congressional budget office said, if\nyou keep it at that low, virtually every class action\nwill be in Federal court and Congress has not\nappropriated additional funds for the Federal courts to\ndeal with all of the class actions that would occupy\nthis space.\nCHIEF JUSTICE ROBERTS: Counsel, you\nrealize, of course, you are on pretty thin ice. You are\ntalking about a Senate Report and now you are talking\nabout proposals that weren't enacted. Your -- your\nfriend on the other side focuses on the statutory\nlanguage which tells you how to find out how much is at\nstake.\nMR. FREDERICK: And I'm telling you that his\nfocus on the word \"claims\" is insufficient because there\nare no claims by absent members until there is a civil\naction that has been filed. And that is why if you look\nat the definition of a class action, it is a civil\naction that is filed pursuant to one of those rules.\nJUSTICE ALITO: Under your argument, the\namount that's demanded seems to be totally meaningless.\nHere, we are told that the real amount is only slightly\nabove the $5 million figure, but I don't think that\nmakes any difference. So let's say that what was -- you\nstipulate you are not going to get more than $5 million,\nbut really the value of the claim is $50 million.\nAnd you say that's perfectly okay. It will\nbe dealt with later when the case is -- after the case\nhas been remanded to the -- to the State courts. Isn't\nthat right? So the $5 million is just -- just means\nnothing.\nMR. FREDERICK: No, the 5 million --\nJUSTICE ALITO: In practical terms.\nMR. FREDERICK: Well, Justice Alito, it\nmeans we have to determine, and the district court has\nto determine, whether or not the 5 million has been\nsatisfied on the basis of the well pleaded complaint and\nan aggregation where, as a factual matter and as a\nstipulated matter in paragraph 11 of the complaint, the\nclass representative here said, this case is not worth\nmore than $5 million.\nAnd we know that that's true because even\nunder their estimate of all of the class members in the\nState of Arkansas, the damages only equal about\n$3 million. And so --\nJUSTICE ALITO: Okay. But does that matter?\nWe assume, I think, that the real amount is a little bit\nover $5 million. Suppose the real amount is 6 million\nor 7 million, 8 million, does it matter where along that\ncontinuum the real amount falls?\nMR. FREDERICK: Not so long as there is a\nbinding stipulation that says so long as this civil\naction is in place, it is not going to be worth\n$5 million.\nJUSTICE BREYER: But what you said then in\nresponse -- we're on the same subject, and I'm drawing\nthe conclusion from what you say that yes, we've found a\nway around this. And what we're going to do is we will\ndivide our $25 million class action into six subsidiary\nactions and proceed exactly the same merry way. And we\ndo that by means of stipulation.\nNow, your words in the statute do favor\nthat, in my opinion, at the moment. But the purpose\nseems to strongly cut the other way. And I do see a way\nto go the other way, in that you could say, given the\npurpose of this, the words do mean something different,\nand they do mean you should aggregate the real value of\nthe real amounts that the class is likely to have.\nNow, it's capable of that reading, and the\nvirtue of that reading is that it would stop what looks\nlike, from what you're saying, a mechanical method of\navoiding the purpose of the statute. I say that\nexplicitly because I really want to make it as much as\npossible that you will focus in on what's a response to\nthat.\nMR. FREDERICK: Yes. Well, Justice Breyer,\nCongress could have addressed any number of those kinds\nof issues with the specific terms that it used, but the\nwell-pleaded complaint rule and the master of the\ncomplaint rule is a very subtle part of our diversity\njurisdiction. And that is so because we want these\njurisdictional inquiries to be simple, not complicated.\nUnder their approach, they would take all\nthe conceivable legal theories that might be brought\nover a -- conceivable period of time, and ask the\ndistrict court to make very nuanced judgments about --\nwhat --\nJUSTICE KENNEDY: But what you're saying in\nyour answer to Justice Breyer -- and I don't think\nyou've really addressed his point -- that the statute\nnumber 6 says \"shall aggregate the individual claim.\"\nWhat you're saying is that the simplest thing is to\nevade the statute. Evasion is simple. And therefore,\nwe still use that approach because the simplest is the\nbest.\nThat just is not responsive to his question.\nMR. FREDERICK: Well, Justice Kennedy, let\nme try it this way, which is that for the large case,\nthe one that I gave in my hypothetical where there are a\nmillion class members, and each of them has a claim of\n$50,000, we know that prior to CAFA, that case was\nstaying in State court because of this Court's Zahn\nrule.\nBut that might be a nationwide case. It\nmight be worth hundreds of millions of dollars in\ndamages. That was the kind of problem that Congress was\ntrying to get at. But the case where there's a\nstipulation that actually might be meaningful, where the\namount in controversy is debatable as to whether it's\nreally $5 million, that's the kind of case where\njurisdictional simplicity ought to encourage --\nJUSTICE GINSBURG: But your theory doesn't\ndepend on it being just a little over $5 million, the\ntheory would hold whether it was $8 million,\n$9 million --\nMR. FREDERICK: That's correct because --\nand Justice Ginsburg, I'm sorry to interrupt you, but\nthat's precisely because we want the ability to make\nlegal judgments and strategies to reside in the person\nwho's bringing the complaint.\nWe don't want --\nJUSTICE GINSBURG: Even though you admit in\nyour brief -- you agreed that the stipulation -- I\ndidn't think that this is what you said on page 53, the\nstipulations can have no effect on absentees, until the\nCourt finds at the certification stage that the\nstipulation was made in good faith and doesn't render\nthe named plaintiff an inadequate representative.\nBut we have to judge removal at the time\nremoval is made, and at that time, there is no\ndetermination of class. So at the removal stage, the\nstipulation is inoperative as to the non-named class\nmembers.\nMR. FREDERICK: Not where there are\nallegations about what the aggregated damages are about.\nThat's why -- to address this in the language of the\ncivil action, those absent class members haven't filed\nany lawsuit. We don't really know what claims they\nmight conceivably bring if they are were to be\nhypothesized.\nWhat we do know is that there is a civil\naction, it has been filed by a putative class\nrepresentative, that putative class representative in\ngood faith, the district court found had acted in good\nfaith in stipulating to a lower amount than\n$5 million -- and the question is should that be given\nlegal effect, where everybody knows it will be binding\nif the class is certified, and it will be binding on the\nclass representative if the class is not certified.\nJUSTICE ALITO: Suppose this were an\nindividual action, and the amount is -- the amount is\npled -- an individual diversity action -- and the amount\nthat is pled is under $75,000. The defendant still can\nremove the case and prove that the amount is really\nhigher than that because the practice of the State in\nquestion is to allow a recovery that is over $75,000.\nSo why shouldn't the same approach apply here?\nMR. FREDERICK: Well, you were referring to\na statute, Justice Alito, that was recently enacted, in\nwhich it does say that the presumption shall be that the\namount pleaded in the complaint is subject to disproval.\nBut that's reversing 200 -- well, 100-plus years of\nsettled removal law, after the reforms of the 1870s\ncreated the removal jurisdiction the way it is more\ncurrently constructed.\nAnd so in that interregnum between the 1870s\nand that statute passed just a couple of years ago, the\nrule was well-settled that the individual case pleading\namount was fine. And under St. Paul Mercury, if there\nwas a stipulation that had been filed contemporaneously\nwith the complaint or prior to removal, that that would\nbe given legal effect.\nHere, the stipulation was filed with the\ncomplaint. There is no doubt that this was done in good\nfaith. The district court found that -- and I don't\nthink that's really an even arguable proposition here,\nwhere they were asserting a 40 percent attorney's fee on\nthis -- and so really the question is, where you have an\naggregated estimate, should that be given legal effect.\nJUSTICE ALITO: Wouldn't it be perverse if\nthe rule were that in an individual action where a\nplaintiff is simply stipulating how much he or she is\ndemanding -- individually -- which the person can do,\nit's possible to look behind that number.\nBut in a class action where the named\nPlaintiff is purporting to make a stipulation on behalf\nof absent class members as to whom the named plaintiff\nat that point has absolutely no authority, you can't\nlook behind the number --\nMR. FREDERICK: Well, as a policy matter, we\nmight have a debate about the various virtues of that,\nbut they were not enacted in the same piece of\nlegislation.\nSo what we do know is that for CAFA,\nCongress had not adopted the rule that you're positing.\nNonetheless, we do not attempt to argue that they have\nno basis for making arguments about amount of\ncontroversy when they remove, but it is subject to the\nrule that a binding stipulation shall be given binding\neffect in the civil action that has been filed. And if\nthat is later proved to be inadequate --\nJUSTICE GINSBURG: How is it binding when\nyou said in your brief it doesn't bind the unnamed class\nmembers?\nMR. FREDERICK: Justice Ginsburg, this is\nimportant that you and I understand each other on this\npoint because it is binding in the civil action filed\nfor all purposes. So whoever is covered by that civil\naction will forever be bound by the $5 million\nstipulation.\nWhat we do not know is who will be members\nof that class until the certification hearing is done.\nWhoever ends up being covered by that civil action will\nforever be bound by that stipulation. That is what the\ndistrict court knows.\nJUSTICE KAGAN: Can I ask you this? Because\nI have been trying to figure out exactly what\nMr. Boutrous is concerned about. And one thing he might\nbe concerned about is that, notwithstanding that the\nclass has really claims for $20 million, the thing is\ngoing to be certified for $5 million, and all these\nabsent class members are -- are being deprived of\nsomething meaningful to them.\nBut that's something which -- you know\nusually, we assume that State court judges will do their\njobs, will pay attention to the Constitution, will apply\nadequacy of representation standards that come from the\ndue process clause. So that seems like a strange thing\nto worry about in interpreting this Federal statute.\nThe other possibility is that he might be\nworried that this stipulation won't be really as binding\nas you say, that in a case in which there is an adequacy\nof representation determination made, the class goes\nforward, and then things work out and it really looks\nlike all these absent class members are going to get --\nyou know, badly treated.\nHe's going to tear this stipulation up or do\nsomething like that. And it's going to be way down the\nline. And why should we allow that to happen?\nMR. FREDERICK: Well, for two reasons,\nbecause there are protections that are in the statute\nthat protect both defendants and absent class members.\nAnd the protection for the absent class members is it\nthat if that stipulation is insufficient to adequately\nrepresent their interests, the district court, the trial\ncourt and State court will not certify the class.\nJUSTICE KAGAN: But this is -- he's done the\ncertification, now it turns out that the certification\nwas wrong, that in fact, these claims are worth a good\ndeal more. And he says, I can't in good faith allow all\nthese people's claims to be adjudicated for this amount\nof money when I know they're worth five times as much.\nMR. FREDERICK: And -- and as a matter of\njudicial estoppel, what is absolutely clear in every\nState that I am familiar with is that it follows this\nCourt's basic formula in New Hampshire v. Maine, which\nlooks at whether or not a change in position would\nprejudice the interests of the other party if the Court\nhad relied on the original position of the litigant, and\nthat will estop that person.\nNow, it may -- it may well be that there are\ndue process issues associated with class representative\nand the adequacy of a class representative is a\ncontinuing concern throughout a litigation precisely\nbecause of due process concerns.\nCHIEF JUSTICE ROBERTS: Another thing he\nmight be worried about is that if this action is\nallowed to proceed, although on its face it's worth\n$4 million, they're going to have to make a\ndetermination whether to settle for a particular amount\nor not.\nAnd if they make a determination that\nthey've got to settle for whatever it is, 20 -- you\nknow, $20 per class member, that is going to set the\nlimit for other classes, including the class members who\nopt out of this action, the class members from Missouri.\nAnd the point is that, for a variety of\nreasons, that this gives extraordinary leverage to the\nindividual class representative of a sort that --\nprecisely the sort that Congress was worried about.\nMR. FREDERICK: Actually, I think\nMr. Chief Justice, with all due respect, the economic\nincentives are completely reversed because if a class\nrepresentative is bound by a stipulation that this case\nis not worth than $5 million, the bidding starts at 5\nmillion, but it goes down, it doesn't go north because\nthe defendant knows that no matter whether we go to\ntrial or not, this case, this case -- this civil action\nis only going to be worth $5 million.\nCHIEF JUSTICE ROBERTS: It's going to be\nworth a lot more because, if you go to trial, you're\ngoing to have a judgment that they should have been\ngiving the general contractor whatever --\nMR. FREDERICK: GCOP.\nCHIEF JUSTICE ROBERTS: -- pickup it is in\nevery case. And so that is going to be extremely\nvaluable. It's going to be worth a lot more -- but the\ndownside, it's going to be a lot more than $5 million.\nMR. FREDERICK: Well, certainly,\nMr. Chief Justice, Congress could have drafted a statute\nthat allowed for the removal of every State class action\nand dealt with that issue if it was deemed appropriate\nto have Federal courts decide all class actions, but\nthat wasn't the statute that Congress enacted. And\nCongress also could have expressed concerns and\ndifficulty with this idea of having the Master of the\nComplaint Rule applied in the class action context, but\nit didn't address that either.\nAnd so when Congress is only addressing a\nvery narrow problem of dealing with the non-aggregation\nprinciple so that class actions that were worth more\nthan $5 million would be allowed to be removed to\nFederal court, I don't think it would be appropriate for\nthe Court to try to infer a larger set of --\nCHIEF JUSTICE ROBERTS: It's very\ndifficult -- one reason, it's very difficult to\nspeculate about Congress, what they speculate about what\nthey would have intended. Presumably, they may not have\nthought about the idea that there will be class actions\nworth a lot more than $5 million, but the plaintiff's\nlawyer will only ask for less than $5 million.\nMR. FREDERICK: Well, these kinds of\nstipulations are well known and in fact, as we quote on,\nI think it's page 5 of our brief, Congress was aware of\nfactual stipulations. They concede in their reply brief\nthat it's perfectly fine for their to be a joint\nstipulation between the putative class representative\nand the defendants.\nAnd, yet, I would think that that would\nraise even more problems and concerns by you because\nthat would lead to the kind of collusion between a\nputative class representative and the defendant without\nknowing what the other interests of the absent class\nmembers are.\nAnd so here, where a good faith effort is\nmade to quantify the aggregate claims and that good\nfaith effort leads to the stipulation that the case will\nnot be worth more than $5 million, the interests of\njurisdictional simplicity, the interest of fairness to\nthe class members, the interest of understanding what\nthe civil action is all about so that the defendant is\non notice about what will be claimed in this civil\naction are all things that should be given respect.\nJUSTICE BREYER: What about -- what about,\nhas anyone thought of this -- I hate to bring up sort of\na new idea, but somebody may have thought of it.\nImagine we're now in the Federal district court. And\nthe Federal district court reads the statute because the\ncase has just been removed. And he says -- you know,\nthis -- this case would be worth a lot more than 5\nmillion were it not for that stipulation.\nAnd let now me look at that stipulation.\nThat stipulation is a part of some, let's call it,\n\"monkey business,\" which you will resist that, but I\nmean by that to -- to encompass the kinds of things\nwe've been talking about, that there are going to be\nfive similar class actions, that they're going to take\nthe people A through K, that they're going to --\nanything like that.\nAnd he says that's not under this statute\nthe kind of stipulation that Congress meant to bar my\nconsideration of the $5 million. So if it's a\nmanipulative stipulation, whatever that might be, it\ndoesn't bar me as the district judge from aggregating up\nto -- beyond 5 million, but if it's not manipulative,\nfine. Has there -- has there been any thought on that\nkind of --\nMR. FREDERICK: Well, there are two tools\nthat -- that we describe in our brief and that I think\nare reasonable ways that Federal courts address these\nmatters. One is to look at whether or not it violates\nRule 11 and there are -- there's a frivolous assertion\nof a stipulation, which Federal district judges deal\nwith Rule 11 motions all the time.\nThe second is the concept of good faith,\nwhich is what St. Paul Mercury addressed when it said\nthat a stipulation for less than the jurisdictional\namount, if made in good faith, is something that will be\ntreated as dispositive for jurisdictional purposes.\nJUSTICE GINSBURG: Justice Breyer's\nhypothetical would not come up on your theory because\nthe Federal court would never get the chance to make\nthat determination. It would be made in the State\ncourt.\nMR. FREDERICK: No. If I'm understanding\nJustice Breyer's hypothetical, it's at the amount of\ncontroversy stage and so there is litigation at that\nstage and the defendant presumably would bring to the\njudge's attention, I think this is being done in bad\nfaith and I have these arguments for why this is\ndeceiting -- deceitful, misleading, et cetera.\nJUSTICE GINSBURG: So would that include the\nI'm suing for two years when I could have sued for five?\nMR. FREDERICK: No, I don't think so because\nthere are lots of tactical reasons why litigants might\nwant to limit their claims or might have a good faith\nbasis for saying, I've only investigated this time\nperiod, I do not have a good faith basis for asserting\nclaims in a different time period that I have not\ninvestigated that does not serve the court.\nJUSTICE BREYER: Well, but there might be --\nthere might be ways of working with this notion, a\nlittle risky from your point of view, but there might be\nways of working with this good faith notion so that\nsome -- there would be some power in the Federal\ndistrict court to set aside certain stipulations which\nwere used for manipulative purposes and what the definition\nof that manipulative is something that isn't clear to -- to\nme at the moment. But --\nMR. FREDERICK: Well, the -- the -- the\nnotion that I have distilled from St. Paul Mercury and\nthe idea of good faith and looking at cases that have\naddressed bad faith, which is obviously the converse of\ngood faith, is whether or not there is something\nmisleading or deceitful in the way that this stipulation\nwould be framed. And I think that that is as good a\nguidance as I can give you absent briefing.\nJUSTICE SOTOMAYOR: But it would never\ninvolve a judgment that a claim is really worth\n$50 million and just to defeat this statute, it's being\nlimited to 5.\nMR. FREDERICK: There -- there could be a\nstrategic reason, Justice Sotomayor, why --\nJUSTICE SOTOMAYOR: Well, the only strategic\nreason according to your adversary is they want to stay\nin State court.\nMR. FREDERICK: Well, but there are reasons\nbecause, in Arkansas, for instance, there is a direct\nappeal for the State supreme court. We could finish\nthis case in many fewer years than it would take to wind\nits way up through the Eighth Circuit and up to this\nCourt. That is one salutary reason.\nThe second is we're talking about State law\nclaims that are breach of contract claims for a\nState-regulated industry. The State insurance board\nwould be looking at how State insurance is done here.\nSo there are very good reasons why a -- why a lawyer\nwould want this case to be in State court and not want\nit to be removed to Federal court wholly apart from the\nad hominem attacks that they make about Miller County,\nwhich were not brought to Congress's attention and in\nfact are false.\nAs we have put into amicus briefs, it is\nfalse. The arguments that they talk about abuse involve\nall cases that predated CAFA.\nCHIEF JUSTICE ROBERTS: Why did you decide\nto file in Miller County?\nMR. FREDERICK: Because these are Texarkana\nlawyers who filed on behalf of all Arkansas residents\nand Texarkana, Arkansas is a jurisdiction in Arkansas.\nJUSTICE SOTOMAYOR: Mr. Frederick, your\nanswer just doesn't deal with the component that's been\ntroubling, which is that it doesn't protect the absent\nclass members. In situations like the one Justice Alito\nor the point Justice Alito made, which is they don't\nreally know how much the entire quantity of the class\nmight truly be, and who's protecting them --\nMR. FREDERICK: Well --\nJUSTICE SOTOMAYOR: -- if it would go your\nway?\nMR. FREDERICK: Sure. In his hypothetical,\nthat's true under Federal rules, too. If you're\napplying Federal Rule 23 and you have a large number of\nclass members and the case gets settled for X dollars,\nthe individual class member is held to the duty of\ndeciding whether to opt out because that individual\nclass member thinks I may have been able to get more\nthan what is being offered in this class settlement or\nto attack the adequacy of the representation because the\naggregate amount is not high enough.\nIt's a problem that applies in both Federal\nand in State court. It's not unique to State court at\nall.\nIf the Court has no further questions, we'll\nsubmit.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Boutrous, you have four minutes.\nREBUTTAL ARGUMENT OF THEODORE J. BOUTROUS, JR.,\nON BEHALF OF THE PETITIONER\nMR. BOUTROUS: Thank you, Your Honor. Let\nme just start with the concerns that I have and I think\nthey're best expressed and encapsulated in two of the\nfriend-of-the-court briefs, the Manufactured Housing\nInstitute brief and the 21st Century brief. They\nexplain what has been happening in Miller County. It's\nnot speedy justice. It takes five or six years to get a\nhearing on anything and then there's no hearing, even on\nclass certification.\nAnd that's why, Justice Kagan, it's cold,\ncold comfort to say maybe somebody day the Court will find\nthis is an inadequate class member or class\nrepresentative. It does not solve the problem that\nCongress sought to address.\nWith respect to Mr. Fredrick's suggestion\nthat this stipulation is binding in this case forever\nand all-time on anybody who's in the case, his own brief\non page 41 says, it might well be that another class\nrepresentative might get appointed and the stipulation\nmight be invalidated because it's -- it's an unfair\nstipulation and not valid for the class.\nThat new class representative could come in\nand say, we are not going to be bound by this $5 million\nnumber. That's not the amount in controversy.\nJUSTICE SOTOMAYOR: So why can't the case be\nremoved at that moment?\nMR. BOUTROUS: Well, it theoretically could\nbe, Your Honor, but that won't solve the problem of\ndiscovery. That goes back ten years in a case that's\nsupposed to be about two years. It won't solve the\nproblem of --\nJUSTICE KAGAN: Mr. Boutrous -- you know, a\nlot of your brief talks about this problem of discovery.\nAnd it -- it may very well be that there is a\nsignificant one, I don't know, but when you look at\nCAFA, I mean, CAFA did a lot of things. And it did not\naddress this problem that you have with discovery.\nThere could be -- I can give you -- you know, ten\ndifferent proposals that would enable you to bypass\nexpensive discovery, but CAFA didn't do any of them.\nAnd this is a kind of a jerry-rigged\nsolution to get at a problem that Congress, in fact, did\nnot address.\nMR. BOUTROUS: That's incorrect, Your Honor.\nFirst, Congress knew what was going on in State courts\nand wanted swift removal in a simple way for defendants\nto protect defendants and absent class members because\nit knew what was going on. There wasn't these\nprotections. The Federal rules provide protection\nagainst discovery.\nThis Court in Twombly said one of the\nreasons is speedy motion to dismiss, and a strong\nstandard is necessary as to avoid discovery that is\nburdensome, that coerces settlements that don't relate\nto the merits. So Congress knew it was bringing cases\ninto the Federal system for precisely that reason.\nAnd on this master of complaint point,\nMr. Frederick is simply incorrect on this point.\nSt. Paul wasn't a master of the complaint case, it said\nthe plaintiff can limit the amount that he wants to\nseek. The master of the complaint doctrine has never,\never been applied by this Court where an unappointed\nnamed plaintiff, who's not been appointed to represent\npeople, seeks to try to alter the claims and judgments\nof other people and the rights of them to recover.\nIt's usually been applied in the arising\nunder contexts. Where the Court has said if a plaintiff\nwants to bring a State claim, they can. We are not\ngoing to force them to bring a Federal claim.\nJUSTICE KAGAN: Mr. Boutrous, the idea of\nmaster of the complaint is inherent in every class\nlitigation because there could be no class actions,\nthere could be no definition of anything, of the claims,\nof the amount of damages, of the number of defendants,\nof the amount of time unless the plaintiff, the named\nplaintiff, had some ability to define the claim.\nAnd this is just one aspect of that larger\npower.\nMR. BOUTROUS: Your Honor, on the amount in\ncontroversy, this Court has never held, in a class\naction or otherwise, that that's something that's\nsubject to the well pleaded complaint rule or the master\nof the complaint doctrine. The court in the Hertz case\nand in the McNutt case, which it cites, said the Court\nshould look past what the pleadings say.\nJUSTICE KAGAN: Okay. Then you really are\nasking us to blow up the whole world.\nMR. BOUTROUS: No, Your Honor.\nJUSTICE KAGAN: Because you're saying: Next\ntime we will be back and tell you that the named\nplaintiff can't define the clans. Next time we are\ngoing to be back and tell you that they can't name the\ndefendants.\nMR. BOUTROUS: No, Your Honor. May I\nanswer, Your Honor?\nCHIEF JUSTICE ROBERTS: (Nods.)\nMR. BOUTROUS: We are asking the Court to\napply the same rules on this score that the Court has\nalways applied, that when the complaint claims one\namount, the defendant can bring forth proof that it's a\nlarger amount, that it exceeds the amount in controversy\nand the Court looks at the competent proof, that's the\nlanguage the Court used in the Hertz case, to determine\nthe actual amount in controversy, not some jerry-rigged\namount the plaintiffs came up with.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "GREG KNOWLES"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 20, 
        "JUSTICE ALITO": 8, 
        "JUSTICE BREYER": 9, 
        "JUSTICE GINSBURG": 9, 
        "JUSTICE KAGAN": 19, 
        "JUSTICE KENNEDY": 4, 
        "JUSTICE SCALIA": 4, 
        "JUSTICE SOTOMAYOR": 11, 
        "MR. BOUTROUS": 40, 
        "MR. FREDERICK": 37
    }
}