{
    "appearances": {
        "content": "ERIC D. MILLER, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nPetitioners in No. 11-247.\nPATRICIA A. MILLETT, ESQ., Washington, D.C.; for\nPetitioner in No. 11-246.\nMATTHEW T. NELSON, ESQ., Grand Rapids, Michigan; on\nbehalf of Respondents.\n"
    }, 
    "caseNum": "11-246", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nERIC D. MILLER, ESQ.\nOn behalf of the Petitioners in No. 11-247 4\nORAL ARGUMENT OF\nPATRICIA A. MILLETT, ESQ.\nOn behalf of the Petitioner in No. 11-246 19\nORAL ARGUMENT OF\nMATTHEW T. NELSON, ESQ.\nOn behalf of the Respondents 29\nREBUTTAL ARGUMENT OF\nERIC D. MILLER, ESQ.\nOn behalf of the Petitioners in No. 11-247 53\n"
    }, 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": "(10:06 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nthis morning in Case 11-246, Match-E-Be-Nash-She-Wish\nBand of Pottawatomi Indians v. Patchak.\nMr. Miller.\nORAL ARGUMENT OF ERIC D. MILLER\nON BEHALF OF THE PETITIONERS IN NO. 11-247\nMR. MILLER: Mr. Chief Justice, and may it\nplease the Court:\nThe suit in this case suffers from two\nindependent jurisdictional defects, either one of which\nprovides a basis for reversing the judgment of the court\nof appeals.\nThe first is that the United States has not\nwaived its sovereign immunity from suits challenging its\ntitle to Indian trust lands. And the second is that\nPatchak, the plaintiff, lacks prudential standing\nbecause the interests that he seeks to vindicate in the\nsuit are not within the zone of interests protected or\nregulated by section 5 of the Indian Reorganization Act,\nthe provision whose alleged violation forms the basis\nfor his complaint.\nJUSTICE SOTOMAYOR: Could you tell me who you\nthink would have a valid and timely APA action to\nchallenge what the Secretary has allegedly done here,\nwhich is to take lands into trust in violation of the\nstatute per our earlier -- I know that the U.S. is\nchallenging that assumption, but let's assume the -- the\nreality of the allegation. Who would -- who would be\nable to challenge it, and in what mechanism?\nMR. MILLER: There are -- there are two parts\nto that. And taking the timing question first, the\nclaim would have to be brought before the land was taken\ninto trust. And that's why the regulations set out a\n30-day period after the announcement of the intent to\ntake the land into trust before title is actually\ntransferred. So somebody would have to file during that\nperiod, as the MichGO plaintiffs did --\nJUSTICE SOTOMAYOR: That, I understand.\nThat's why I said timely filed.\nMR. MILLER: And the proper plaintiff for a\nclaim under section 5 -- and, of course, there can be\nother claims under NEPA or the IGRA -- but under section\n5 of the IRA, the proper plaintiff would be a State or\nlocal government, because those are the entities that\nare directly affected, directly regulated by the\ntransfer of jurisdiction to the tribe --\nJUSTICE SOTOMAYOR: Let's assume a situation\nwhere you first promise the land to one tribe, and then,\nin the midst of negotiations, another tribe lays claim.\nThe United States says, I change my mind; I'm going to\ngive the land to the other tribe. Does the tribe that\nyou have denied the land to have any standing or any\nrights with respect to challenging that determination?\nMR. MILLER: Yes. As the beneficiaries of\nsection 5, the parties for whose benefit Congress acted\nand the Secretary would be acting, I think in that\nscenario a tribe would have standing to challenge it.\nJUSTICE SCALIA: Mr. Miller, you -- you claim\non behalf of the government that the decision of whether\nto take the land into trust has nothing to do with the\nuse to which the land will be put; wherefore, these\nplaintiffs who were complaining about the use to which\nit'll be put have no standing.\nIf that is so, why did the government delay\nthe taking into trust for 3 years while there was\npending a lawsuit which would have prevented the use\nthat the government intended the newly trusted land to\nbe used for?\nYou delayed for 3 years because there was a\nchallenge to whether you could use -- whether this land\ncould be used for what you call gaming and I call\ngambling.\nWhy did you delay for 3 years if it's\nirrelevant?\nMR. MILLER: Well, the -- the challenge in\nthat case was -- was not just to the use. It was to the\ndecision to take title to land into trust. And the\nSecretary's policy, as set out in --\nJUSTICE SCALIA: Well, wait. On what basis?\nOn any basis other than --\nMR. MILLER: There was a NEPA claim, for\nexample. And the -- the plaintiff in that case, the\nMichGO organization, alleged that the Secretary had not\ncomplied with NEPA, had not adequately considered the\nenvironmental consequences of the action to take the\nland into trust.\nJUSTICE SCALIA: Well, what environmental\naction consequences are there from the mere decision to\ntake it into trust? Unless you know what it's going to\nbe used for, you have no idea what the environmental\nconsequences are.\nMR. MILLER: Well, that's -- that is true.\nAnd it is also true that NEPA may in some circumstances\nrequire consideration of the use for which the land is\nto be put; but, it doesn't follow that section 5\nrequires or contemplates protecting the interests of\nnearby landowners from the use.\nJUSTICE SCALIA: But the challenge was\nto -- was to the transfer, you say.\nMR. MILLER: That -- I mean, that was -- the\nallegation --\nJUSTICE SCALIA: Based in part on the use to\nwhich it was going to be put; right?\nMR. MILLER: Right, but what -- what MichGO\nwas seeking, what the plaintiff was seeking in that\ncase, was an injunction barring the transfer.\nAnd the Secretary's policy -- the whole point\nof the 30-day regulation is to allow people who want to\nchallenge the transfer to have a full opportunity to\nlitigate those claims. And that is why the --\nJUSTICE GINSBURG: And that wouldn't be true\nof Mr. Patchak? Suppose he had filed in the 30-day\nwindow. The Secretary gives notice to affected persons.\nSo he comes in and he says: I think that you don't have\nauthority to do it because this tribe wasn't under\nFederal jurisdiction, and so I want you to call -- call\nit off. Nothing -- nothing has been transferred within\n30 days.\nI thought both your brief and the tribe's\nbrief said that the judicial review would be available\nto any affected person who used that procedure. Is\nthat -- is that true?\nMR. MILLER: I mean, if they could establish\nstanding, but -- if he had filed within the 30-day\nperiod, the Secretary would not take title to the land\nuntil there was a full opportunity for judicial review.\nNow, in this case, he filed outside the\n30-day period. He was aware that --\nJUSTICE GINSBURG: But you said -- you had it\nwas important if. So the argument is this tribe wasn't\nunder Federal jurisdiction. I could raise that because\nI'm an affected person. Somebody's got to be able to\nenforce against the Secretary the limitations that\nCongress put on the Secretary. So would there be\nstanding in that situation?\nMr. Patchak comes in within the 30-day\nperiod, so he's not trying to undo any done deal.\nMR. MILLER: There would not be standing for\nPatchak as a private individual, but there would be\nstanding for a State or local government or, in\nthe unusual situation that Justice Sotomayor suggested,\nfor another tribe --\nJUSTICE GINSBURG: So then you disagree with\nthe tribe that said in no uncertain terms, in its reply\nbrief, that this case is not about the availability of\njudicial review. Judicial review was available in the\n30-day window.\nMR. MILLER: I think we -- we don't disagree\nwith that in the context of the discussion of the\nsovereign immunity issue. I don't understand that\nstatement in the tribe's brief to have been a concession\nthat there would have been standing.\nJUSTICE KAGAN: Well, on the standing point,\nI mean, the -- the distinction that you're setting up\nbetween acquisition of land and use of land -- this goes\nback to Justice Scalia's question -- that strikes\nme as -- as artificial, that the question of when land\nis acquired is all tied up with the question of what use\nis going to be made of it.\nThe government doesn't acquire this land with\nno object in mind. It thinks about how the land is\ngoing to be used. So that in the end, this really is a\nland use statute, isn't it?\nMR. MILLER: Well, it is a land use statute\nin -- in this sense, in the sense that -- and you're\nright that the regulations do refer to the purposes for\nwhich the land is to be used, but that's because --\nJUSTICE KAGAN: And the statute as well\nthinks of this as a -- is a statute that's designed to\npromote economic development, which is dependent on some\nunderstanding of how the land is actually going to be\nused by the tribes.\nMR. MILLER: That -- that is exactly right.\nAnd that's why, in determining whether -- the Secretary\nhas to take account of use in order to determine whether\nit will, in fact, serve the interest of promoting tribal\neconomic development and self-governance, but it doesn't\nfollow that the effect of that use on bystanders, on\nother property owners in the vicinity, is within the\ninterests that Congress had in mind --\nJUSTICE SCALIA: Why not? Of course, it\ndoesn't have to be within the interest, it just has to\nbe arguably within the interest. That -- that adverb is\nleft out in much of the discussion.\nBut if, indeed, the use of the land is one of\nthe elements to be considered in taking title, why isn't\nsomebody who is affected by the proposed use within the\nzone of interest?\nMR. MILLER: Because -- I mean, just to take\nthe facts of this case as an example, you know,\nPatchak's objection is not to the jurisdictional\ntransfer. It's not to the fact that this is now going\nto be tribal land rather than land subject to the taxing\nor regulatory authority of the State of Michigan or\nAllegan County --\nCHIEF JUSTICE ROBERTS: Just to interrupt, in\nother words, it's not to the title.\nMR. MILLER: Well, I mean -- that is -- the\nrelief he is trying to get is to undo that, but\nthe -- the injury doesn't come from that.\nCHIEF JUSTICE ROBERTS: I'm sorry.\nMR. MILLER: The injury comes from the fact\nthat the land is going to be used for gaming, but in\n1934 --\nJUSTICE SCALIA: You could put that it way,\nor you could put it that the injury comes from the\ngovernment's taking title for gaming. Okay? You could\nput it that way as well.\nMR. MILLER: But --\nJUSTICE SCALIA: Inasmuch as the government\nalways has a purpose in mind when it takes title.\nMR. MILLER: But for the zone of interest\ntest, the question would be, are people who may be\nadversely affected by gaming on Indian land within the\nzone of interest -- is that interest arguably\nsomething the tribe -- Congress was speaking to --\nJUSTICE SOTOMAYOR: I'm a little confused.\nThe government --\nJUSTICE KENNEDY: On what date was it -- on\nwhat date was it clear that the use would be gaming?\nThere is some suggestion in the briefs that, oh, well,\nit could be light industry and it was zoned for economic\nuse generally. At what point was it acknowledged by all\nthat this would be for gaming? At the very outset?\nMR. MILLER: I believe that in applying to\nhave the land taken into trust, the tribe said what --\nJUSTICE KENNEDY: At the very outset.\nMR. MILLER: -- it wanted to happen.\nJUSTICE ALITO: What would happen if someone\nfiled a challenge within the 30-day period and then the\ngovernment took title to the land while the litigation\nwas pending? Do the regulations preclude that from\nhappening while the litigation continues, or is it\nnecessary for the -- the challenger to obtain a stay\nfrom a court?\nMR. MILLER: The regulations do not address\nthat. The BIA manual provides that that action, of\ntaking the land into trust, should not be taken while\nthe litigation is pending.\nJUSTICE ALITO: Well, is that enforceable?\nMR. MILLER: I -- I think that it would not\nbe, but I think that -- I guess I would say two things\nabout that. The first is that the Secretary enacted\nthese regulations, the 30-day notice rule, precisely for\nthe purpose of ensuring that there would be an adequate\nopportunity for judicial review, and thus removing the\nconstitutional doubt that the Eighth Circuit had found\nassociated with the IRA.\nAnd I think -- so there is every reason to\nthink that the Secretary is going to conscientiously\ncarry out what those regulations provide for, which is\nallowing judicial review. And if the Secretary were\never to do that, I think he would find that going\nforward in every case, courts would enter a stay.\nCHIEF JUSTICE ROBERTS: Well, they didn't\nhere. I mean, when Patchak filed his suit, title had\nnot yet passed to the Secretary. And he sought a stay.\nMR. MILLER: And -- and it was -- it was\ndenied, and he could have sought relief from the court\nof appeals, and he didn't.\nCHIEF JUSTICE ROBERTS: But nothing -- at\nthat point, you thought nothing prevented the Secretary\nfrom moving forward, and in fact, the Secretary did move\nforward even though he'd already filed the suit.\nMR. MILLER: That -- yes.\nJUSTICE BREYER: All right. Well, then why\nisn't it just like your 30 days?\nMR. MILLER: Well, because this was a suit\nthat was not filed within the 30-day period. The --\nJUSTICE BREYER: So what?\nMR. MILLER: They --\nJUSTICE BREYER: Can I -- the -- this is\nexactly the point that I don't understand. Forget\nstanding for a moment. I'm just thinking of your quiet\ntitle action.\nThis wasn't an action to quiet title at all.\nThis was a -- I looked at the complaint, as I -- as I\ngather from his questions, so did the Chief Justice.\nAnd it is a complaint filed before the -- the property\nwas taken into trust, and it asks for an injunction\nunder the APA, if it wants review of that, before the\ngovernment has any title to it at all, or at least it\nhasn't taken it into trust.\nSo why are we considering quiet title? What\nhas that to do with this? Why isn't it\nexactly what -- now, that's the same as the Chief\nJustice asked, and I have exactly the same question.\nMR. MILLER: Right. Well -- and in that\nperiod before the land is taken into trust, the APA,\neveryone agrees, permits -- permits that litigation.\nJUSTICE BREYER: All right. Well, why isn't\nthat -- that's the end of that argument, then, isn't it?\nBecause this suit was brought seeking an injunction\nbefore the land was taken into trust; the district court\ndenies the request for the injunction. The court of\nappeals reverses that. And so there we are. We're\nreviewing that action by the court of appeals, reviewing\na judge who said you are not entitled to an injunction\nsought before the land was taken into trust.\nMR. MILLER: Because at this point, the\nquestion of whether to enjoin the transfer from taking\nplace is moot. Because --\nJUSTICE BREYER: Oh, I don't know about that.\nWell --\nMR. MILLER: The relief that's being sought\nnow -- and this is made clear in Patchak's brief in the\ncourt of appeals -- is an order compelling the Secretary\nto relinquish the title to the land. And so that --\nJUSTICE BREYER: Well, I don't know how --\nhow we should treat that. There -- there was an order.\nSuppose that order was wrong. Suppose they should have\ngranted the injunction. Then isn't what we should do,\nsend it back because that injunction should have been\ngranted, then have a hearing or trial or whatever you\nwant to have on whether the Act applies, and then figure\nout how you do relief? Which I don't know.\nMR. MILLER: No. The time to seek review of\nwhether to enjoin a not-yet-completed transfer is before\nthe transfer is completed.\nJUSTICE BREYER: They did.\nMR. MILLER: But -- and if he wanted to\nappeal the district court's denial of that injunction,\nhe could have done so as of right under --\nJUSTICE BREYER: He didn't appeal that. He\nappealed it different --\nMR. MILLER: He did not appeal it.\nJUSTICE KENNEDY: Well, then your -- your\nargument is just one of timing and not the fact that the\nreliance is on the -- is on the QTA.\nThe tribe says, isn't it ironic that if you\nreally have a claim in the land as a property owner, you\ncan't sue under the QTA, and this person is much further\nremoved. Well, that's because he has a different ground\nfor relief. That's all we're talking about.\nMR. MILLER: Well, the --\nJUSTICE KENNEDY: So the fact that the QTA\nsuddenly, deus ex machina, pops onto the scene doesn't\nmean that it -- that that changes his -- his ground for\nrelief that he's -- that he's relying upon. His ground\nof relief has always been the same, APA.\nMR. MILLER: With -- with respect, Your\nHonor, once the land is taken into trust, the -- the\nonly effective relief would be an order taking the land\nout of trust, and that's what brings this within the\nscope of the QTA.\nJUSTICE ALITO: Well, that depends on whether\nsovereign immunity is judged as of the time of the\nfiling of the complaint or as of the time of the\nlitigation of the sovereign immunity claim, right? And\nyou claim -- you don't want us to address that issue.\nMR. MILLER: We -- we think it's -- it's not\nproperly before the Court. But I mean, one thing I\nwould just say about that is it is not remarkable, or it\noften happens that, as the nature of the claims or the\nidentity of the parties changes throughout the course of\nlitigation, sovereign immunity can bar a suit that\nwouldn't have been barred before.\nAnd one example of that is under the Westfall\nAct. Somebody sues an officer of the United States for\na tort, that suit can go forward. But if the Attorney\nGeneral then certifies under the Westfall Act that the\nemployee was acting within the scope of his or her\nduties, then it gets converted into an action against\nthe United States, which might, if it falls within one\nof the FTCA exceptions, be brought --\nJUSTICE SCALIA: But the Act provides for\nthat. The Act provides for that, right?\nMR. MILLER: Well, but that -- that's just an\nexample of how, as -- as the parties, or the relief --\nhere, it's the relief -- changes, sovereign immunity can\nbar an action.\nIf I could reserve the remainder of my time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Millett.\nORAL ARGUMENT OF PATRICIA A. MILLETT\nON BEHALF OF THE PETITIONER IN NO. 11-246\nMS. MILLETT: Mr. Chief Justice, and may it\nplease the Court:\nWhen you strip title to land, which is a fact\nin this case, you strip sovereignty. You wreak havoc on\nongoing governmental operations, you -- on criminal\njurisdiction, civil jurisdiction, the backdrop against\nwhich contracts were negotiated, investment decisions\nmade and economic development undertaken.\nThat is why the Congress of the United States\nand this Court in Coeur D'Alene have never allowed\ninjunctive relief to strip the United States of title\nthat it has. The essence of sovereign immunity is,\nright or wrong, you cannot take title away that the\nUnited States has.\nJUSTICE SCALIA: Well, is -- is that in\nthe -- is that in the Administrative Procedure Act? I\nthought the Administrative Procedure Act eliminates\nthe -- the old bugaboo of sovereign immunity, and says\nwhen it -- when it will stand and when it won't.\nMS. MILLETT: If you look --\nJUSTICE SCALIA: And if you're relying on the\nQuiet Title Act, that -- that clearly covers only suits\nwhich seek to say, I own the land rather than the\ngovernment, and this is not such a suit. So I don't see\nwhy the normal APA principles wouldn't govern.\nMS. MILLETT: For two reasons, Justice\nScalia. Because the APA itself -- and this is on page\n6a of the addendum to our brief -- says that it does not\nwaive sovereign immunity and does not grant relief if\nanother statute expressly or impliedly forecloses the\nrelief that is sought. And the Quiet Title Act says you\ncannot have an injunction stripping the United States of\nland, period, and you cannot have any litigation over\ntitle --\nJUSTICE SCALIA: No, but the relief to be\nsought under the Quiet Title Act is title in the\nplaintiff. That's the relief ultimately sought.\nMS. MILLETT: No --\nJUSTICE SCALIA: Now, on the way to that, you\nmay -- you may get some injunctive remedy, but the basis\nfor the lawsuit is -- is not: I own the land.\nMS. MILLETT: With respect, Justice Scalia,\nyou can get no injunctive relief whatsoever even if you\nare asserting title. But the Quiet Title Act itself is\nbrought -- it limits relief to monetary compensation,\nunless the government agrees to a specific relief.\nJUSTICE SCALIA: Relief in that kind of suit,\nyes.\nMS. MILLETT: Yes --\nJUSTICE SCALIA: Relief in that kind of suit.\nBut this is not that kind of suit.\nMS. MILLETT: But -- no. Justice Scalia,\nwith respect, on page -- this is 2a of the addendum to\nour brief, 2409a(a), the type of suit that is addressed,\nand to which the Indian lands exception applies, is a\nsuit -- and I'm reading here from the second line of\na(a): \"A civil action -- \"\nJUSTICE SCALIA: Excuse me. I guess I've\nlost you.\nMS. MILLETT: I'm sorry. I'm on the addendum\nto our -- the blue brief, 2a, and this is the Quiet\nTitle Act.\nJUSTICE SCALIA: Okay.\nMS. MILLETT: And right -- subsection (a),\nthe second line, all right: \"The waiver of sovereign\nimmunity is for a civil action under this section to\nadjudicate a disputed title.\" It does not say --\nJUSTICE KAGAN: Ms. Millett, it also says:\n\"Under this section.\"\nMS. MILLETT: Yes.\nJUSTICE KAGAN: And the section describes the\ncomplaint. It says: \"The complainant shall set forth\nwith particularity the nature of the right, title, or\ninterest which the plaintiff claims.\"\nSo the type of suit that this section has in\nmind is a suit in which the plaintiff claims a right,\ntitle or interest. And the language that you read,\n\"under this section,\" well, that's what this section is\nabout, a suit in which a plaintiff claims the right,\ntitle or interest.\nMS. MILLETT: No, Justice Kagan, in this\nrespect. That tells you what you have to do if you are\nallowed to proceed under the statute to win, the first\nstep of what you have to do. But what subsection (a)\nsays is what is carved out, what is a wholesale -- and\nthis Court said in Mottaz, a retention of immunity, even\nin the face of arguments that the government has done\nwrong administratively, as in Mottaz. What you\ndo -- have done is retain immunity.\nWhen the -- the section here right under the\nsentence I read, Justice Scalia, about this section does\nnot apply to trust or restricted Indian lands, what that\nmeant was that this -- that Congress, against a backdrop\nof complete immunity, said: We've looked at lands,\nwe've studied what we're doing, and we are not doing two\nthings, and we're going to be explicit about it. We are\nnot letting you touch Indian lands. The United\nStates may not be named --\nJUSTICE SCALIA: You can say that again and\nagain, counsel, but it does say \"under this section.\"\nAnd I don't -- I don't know how you get out from under\nthat. It says \"under this section.\"\nMS. MILLETT: This --\nJUSTICE SCALIA: And if this section applies\nonly to suits seeking to assert title on the part of a\nplaintiff, it's not under this section.\nMS. MILLETT: They are -- this section is, I\nthink, defined by what Congress's waiver of sovereign\nimmunity. And it didn't say we're waiving sovereign\nimmunity for quiet title actions. It says for a civil\naction in which the United States' title is disputed.\nSo quieting U.S. title --\nJUSTICE BREYER: But that -- but you\ndon't -- you can't believe that totally because you\nagree there is some APA review of an action brought\nbefore the title shifts where, the claim is, you cannot\ntake title, Secretary. You agree with that. You can\nbring some.\nMS. MILLETT: Absolutely. Before title --\nJUSTICE BREYER: Okay. Once you agree to\nthat, I stop at the words, not just \"under this\nsection,\" but \"to adjudicate a disputed title to real\nproperty.\"\nThen I read his complaint. His complaint, on\n31 to 38, is asking for an injunction, and it's asking\nfor an injunction before they take any title to the\nproperty. And maybe they went ahead and did it anyway,\nbut is there some other complaint that I didn't read?\nIs there some amendment to the complaint in the record?\nIf so, where is it?\nMS. MILLETT: I think there's a constructive\namendment in this sense, because if it's only\nthing with --\nJUSTICE BREYER: I don't know what a\nconstructive amendment is.\nMS. MILLETT: Well, let me see if I can\nexplain. If I can explain. To be sure, the complaint,\nwhich was untimely filed for purposes of the protection\nof the government's not taking it into -- into trust,\nbut the set -- it did seek to stop the decision from\nhappening.\nAfter that happened, when he did not seek\nappeal or emergency relief from the district court not\ngiving him the injunction he asked for -- he asked for a\npreliminary injunction to stop the taking of title. The\ndistrict court didn't give it. It actually sat on it,\nconstructively denied it. And it's well recognized in\ncourts of appeals, you can appeal a constructive denial\nof a preliminary injunction. He didn't do that.\nThis is the way litigation works. Title\nshifted. Sovereign immunity shifted. The Quiet Title\nAct didn't apply, then it did apply because title was in\nthe hand and in the name of the United States\nGovernment.\nJUSTICE SCALIA: I thought you were going to\nanswer how his -- his complaint constructively changed.\nMS. MILLETT: And so after that, he had two\nchoices. He could have dismissed the action as moot.\nBut what happened is he continued to press -- and this is\non page 25 of his brief, his court of appeals brief, at\npage 26 and 27 -- he wants an injunction now, not to stop\ntitle, but to take title out. And that's when the Quiet\nTitle Act --\nJUSTICE SCALIA: I thought you were going to\ntell us how it constructively changed to be an action\nseeking to have a decree that title was in him, which is\nwhat the QTA covers.\nMS. MILLETT: No, it was --\nJUSTICE SCALIA: Okay.\nMS. MILLETT: No, because the Quiet Title\nAct --\nJUSTICE SCALIA: So even constructively, it\nhasn't turned into that.\nMS. MILLETT: The Quiet Title Act, when it\nsays -- when it says the only way we'll give you a\nrelief is if you can establish that you have an interest\nin the land, forecloses suits seeking to adjudicate --\nadjudicate, excuse me -- disputed U.S. title by those\nwho don't even have an interest.\nJUSTICE SOTOMAYOR: Counsel --\nMS. MILLETT: And against the back -- I'm\nsorry.\nJUSTICE SOTOMAYOR: Counsel, you're assuming\nthat the statute was passed against a backdrop of\ncomplete sovereign immunity, but if you look at Larson\nand Malone, it appears as if prior to the enactment of\nthe QTA, people could bring suits to say that an officer\nhad acted beyond his or her statutory authority. So\nwhat the Quiet Title Act did was encapsulate some of\nthat law.\nFrom where do we draw the conclusion that the\nintent was to eliminate every other claim that could be\nbrought under something like the APA, or an officer\nsuit?\nMS. MILLETT: To be clear, as Justice Scalia\nhimself then testified before Congress, the law was a\nmess, and you could not discern anything from Larson,\nMalone. And the one area where actually courts have\npretty consistently denied relief, as Justice Scalia\nthen said, was in the land area.\nAnd Congress responded to hardship, but in\ndoing so, it was making a critical balance. It knew how\ndisruptive to government it is to pull the rug out from\nunder the feet of the Federal Government's operations.\nAnd -- and it said we're going to draw lines,\nand there's three lines. It said: No suits involving\nIndian lands, no injunctive relief or coercive\ninjunctive relief at all will be allowed. If -- if you\nhave a right, you will only get damages unless the\ngovernment agrees otherwise. And to prevail, you must\nhave an interest in land.\nNow, that is a concerted judgment of Congress\nthat we will not --\nCHIEF JUSTICE ROBERTS: Could I say, just for\na moment, let's suppose the tribe -- the -- Mr. Patchak\nbrings a nuisance action against the tribe for running a\ncasino and imposing all these difficulties on the\nsurrounding previously rural community. He says this is\na nuisance.\nAnd the tribe answers and says: No, we can\ndo this under the Indian Gaming Regulation Act. And\nPatchak then says: Well, no, because you don't have\nvalid authority under that Act because the Secretary\nshouldn't have taken the land into title.\nNow, that is not a quiet title action. That\nis a nuisance action. Can he have that adjudicated in\nthat suit?\nMS. MILLETT: He could -- he could bring a\nnuisance action, assuming the tribe waives sovereign\nimmunity, which would be its own problem. Assuming --\nI'm assuming this is a suit against the tribe and not\nthe Secretary.\nCHIEF JUSTICE ROBERTS: Right, right.\nMS. MILLETT: And so there'd be their own\neither State law or sovereign immunity questions, if he\ncould bring it. And then if the government tried to\nraise this as -- or, excuse me, the tribe raised it as a\npreemption defense, then there would be a separate\nquestion whether at that point a court could issue,\nconsistent with the Quiet Title Act, a declaratory\njudgment which would pull the rug out from the\ngovernment's feet.\nCHIEF JUSTICE ROBERTS: Right. But there'd\nbe no --\nMS. MILLETT: Now, to be sure, in the --\nCHIEF JUSTICE ROBERTS: -- question of his\nability to sue and put that question at issue.\nMS. MILLETT: There's no question he could\nbring a -- assuming tribal sovereign immunity, that he\ncould bring a nuisance action, but it's also important\nto remember in that context, the other reason that\nnuisance action would fail is that the courts have\nalready ruled on this claim about the legitimacy of\nauthorization of gambling, about the environmental\neffects and the esthetic effects in the MichGO\nlitigation. This is simply recycled through the IRA\nclaims that have already been adjudicated and lost.\nCHIEF JUSTICE ROBERTS: Well, but that's a\nquestion that's not before us.\nMS. MILLETT: So -- but with respect to the\nquestion of judicial review that was mentioned earlier\nand I think would be implicated, obviously, in a\nnuisance action for -- this is sort of being\ncase-specific with respect to claim preclusion and\nissues like that.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMS. MILLETT: Thank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Mr. Nelson.\nORAL ARGUMENT OF MATTHEW T. NELSON\nON BEHALF OF THE RESPONDENTS\nMR. NELSON: Thank you, Mr. Chief Justice,\nand may it please the Court:\nThis is a classic APA action. Mr. Patchak is\nchallenging unlawful agency action. Mr. Patchak is not\nasserting a quiet title action where someone asserts an\ninterest in property owned by the government and is\ntrying to get that property back.\nAnd as this Court has already discussed, the\nbest evidence of that is the fact that Mr. Patchak filed\nthis suit before the land was taken into trust. The\nfact that the government subsequently took the land did\nnot affect the nature of Mr. Patchak's lawsuit.\nJUSTICE GINSBURG: But he didn't file it\nwithin the 30-day window, so that -- that is -- there\nwas a clear track. He could have filed within 30 days,\nand at least the government tells us that that would\nhave been subject to judicial review, the ruling made\nwithin -- that nothing would go on until that action was\ncleared.\nSo why -- if he could have sued early, before\nany title transfer, why isn't that all the relief\nsomeone in his position would be entitled to? Why\nshould he be allowed to wait?\nI mean, the whole purpose of the 30-day\nwindow is to get people to state their objections.\nMR. NELSON: Justice Ginsburg, the 30-day\nwindow is a notice period. Mr. Patchak did in fact file\nhis lawsuit within the 6-year statute of limitations\nprovided by Congress for APA claims. And the reason\nthat the Secretary adopted the 30-day notice provision\nis the very argument that we believe is misplaced here,\nnamely that the Quiet Title Act springs up to bar\njudicial review after the land is taken into trust.\nWe don't believe that's the case, because\nMr. Patchak is not asserting a Quiet Title Act action,\nwhich is limited to those claims where someone says,\nthis is my property and I want it back or, with regard\nto the government, at least pay me for it.\nJUSTICE SCALIA: You -- you say the 30-day\nwindow only applies to quiet title actions.\nMR. NELSON: Your Honor, the 30-day\nwindow -- yes, if someone was asserting a quiet title\naction, the 30-day window would apply.\nJUSTICE SCALIA: Surely -- surely the 30-day\nenvisions comments by anybody, not just people who claim\nto own the property, doesn't it?\nMR. NELSON: Your Honor, certainly it\nprovides for comments, in that people can come and\nassert their comments. Absolutely. But it doesn't\nprevent someone from asserting a lawsuit.\nJUSTICE SOTOMAYOR: Would you have been\nentitled to file in that 30-day period? How is your\nclaim, the one that you ultimately made, any different\nthan what you would have done if you had filed within\nthe 30 days?\nMR. NELSON: Justice Sotomayor --\nJUSTICE SOTOMAYOR: Same claim; right?\nMR. NELSON: It is the same claim, yes, Your\nHonor.\nJUSTICE SOTOMAYOR: All right. Tell me what\nrelief you're seeking that's different than -- are\nyou -- what relief are you seeking? Aren't you seeking\nto shed the United States of its title?\nMR. NELSON: Your Honor, the relief that --\nJUSTICE SOTOMAYOR: Just the -- what's\nthe -- don't tell me what your cause of action is. What\nrelief at the end of the day do you want?\nMR. NELSON: Justice Sotomayor, Mr. Patchak\nis seeking a declaratory judgment that the decision of\nthe Secretary that it can take land into trust for this\nparticular band of Indians is incorrect, and that\ntherefore, the decision to do so is ultra vires; and as\nan incident to that relief, now that the government has\ntaken the land into trust, that the land now be taken\nout of trust.\nThat does not convert this, though, into a\nquiet title action, because Mr. Patchak is not asserting\nan interest in the property itself.\nThe relief of the quiet title action\nprovides -- has two parts. It both provides for -- that\ntitle will be taken from the government, and that title\nwill be quieted in the plaintiff. The relief that\nMr. Patchak is seeking does not include quieting title\nin himself.\nJUSTICE KAGAN: Mr. Nelson, putting that\nquestion aside of whether this is or isn't a quiet title\naction, there's another question, which is whether\nsovereign immunity can come into effect after a suit has\nbeen filed. It seems to me a hard question, and one\nthat has not been briefed by either party particularly.\nSo I just ask you, is there case -- are there\nany cases that you can point to that suggest that\nsovereign immunity cannot come into effect after a suit\nhas been filed? Because what the government says is,\nyou know, circumstances change, conditions change on the\nground, sovereign immunity can pop up where it didn't\nexist before.\nIs there any precedent that you have to\nnegate that?\nMR. NELSON: Your Honor, I am not at this\ntime prepared to say that there is or is not. I do know\nthat we have cited in the footnote in our brief the -- I\nbelieve it's the Grupo Dataflux case that indicates that\njurisdiction is decided at the time that the complaint\nis filed. Because the D.C. Circuit specifically\nreserved this issue, we did not believe this issue was\nbefore the Court.\nJUSTICE GINSBURG: The government answers to\nthat, that's in diversity. You know, you determine\ncitizenship as of the date the complaint is filed. If\nthe citizenship of a party changes, so it coincides with\nsomeone on the other side of -- of the line, it doesn't\nmatter. But do you have cases other than diversity\ncases where the filing of the complaint -- nothing\nhappens, nothing that can happen after affects the\njurisdiction as set as of the time the complaint is\nfiled? I don't know, outside diversity, where this\nprinciple has applied.\nMR. NELSON: Your Honor, I am not at this\ntime aware of any cases. I'm not, unfortunately, in a\nposition to say that the cases do not exist or do exist.\nI believe the issue was addressed in the -- the D.C.\nCircuit briefing, but I'm not aware at this time of any\ncases that would -- that address this specific issue.\nCHIEF JUSTICE ROBERTS: The Solicitor General\nin footnote 1 of his reply brief says that's the general\nrule, which I take it there might be exceptions to it.\nMR. NELSON: Exceptions.\nCHIEF JUSTICE ROBERTS: But I'm sure he'll\ntell us what those are.\nJUSTICE SOTOMAYOR: Counsel, is there any\nlimit to who can bring an APA action under your theory?\nIt seems to me that what you're saying is that anyone\nother than a landowner because of the Quiet Title Act\ncan within 6 years attempt to unravel any decision the\ngovernment has made to take land, because we're not\nlimited now to trust lands.\nWe're limited -- under your theory, whenever\nthe government takes any kind of land, anyone's entitled\nto come in and challenge that action under the APA for 6\nyears, and to seek an injunction because it isn't a\nquiet title action. It's merely a challenge to the\ndecision to take land.\nIs there any limit to your theory as to who\ncan bring that kind of action and --\nMR. NELSON: Justice Sotomayor, yes, there is\na limit on who may assert these actions. First, with\nregard to this Court's prudential standing analysis\nwould obviously provide a limitation, but second, with\nregard --\nJUSTICE SOTOMAYOR: In which way? You're\nsaying anyone who's affected, your niece, your farm\nowner's niece who comes to visit twice a year or visits\nthe land and walks through it, could presumably say:\nI'm negatively affected by the government's taking of\nthis land, Indian or not, within the 6 years, and the\ngovernment improperly took the land. Undo it.\nMR. NELSON: No, Your Honor, I don't believe\nthat my -- that my client's niece would have prudential\nstanding because I don't think that you could -- that\nthat person would arguably be within the zone of\ninterests to assert that claim. I think that the zone\nof interest test does exclude people who might have\nArticle III standing from asserting these types of\nclaims.\nJUSTICE SCALIA: I thought that -- maybe I'm\nwrong, but the government will correct me if I am. I\nthought the government concedes that a NEPA action\ncould -- could be brought when the government is taking\nland to use for a particular use. Let's say\nit's -- it's taking land for a nuclear waste repository.\nCertainly, a NEPA action would -- would lie. You don't\ndisagree with that, do you?\nMR. NELSON: We don't disagree.\nJUSTICE SCALIA: You're supposed to say \"yes,\nsir, good.\"\n(Laughter.)\nJUSTICE SOTOMAYOR: No, but my\nquestion -- counsel, my question was different. Under\nyour theory, you could bring this suit after the land\nhas been taken. NEPA assumes before the land was taken.\nI'm talking about under your theory of law, once land\nhas been taken by the U.S., if anyone has a viable legal\nclaim that the land was taken improperly, whether it's\nIndian trust land or anyone else's land for any other\npurpose, that person within 6 years can still bring a\nsuit under the APA.\nMR. NELSON: Only to the extent that the land\nis taken as a result of administrative action.\nJUSTICE BREYER: No, no, no. You can't -- I\nmean --\nJUSTICE SOTOMAYOR: Government land is always\ntaken by administrative action.\nMR. NELSON: I'm sorry.\nJUSTICE BREYER: I thought -- I\nmean -- sorry. You answer it as you want according to\nyour argument.\nThere is a difficult question here. The\ndifficult question is what happens if one brings an\nordinary APA suit before land is taken, before that suit\ncan be decided -- before that suit can be decided, the\ngovernment takes the land. Does that transform it into\na quiet title action?\nThe obvious answer, which isn't obvious at\nall, is that the answer is that it's a proper APA suit\nif you bring it before they take it. And if you bring\nit after they take it, it's a quiet title action.\nAnd -- and that would seem to me a first-blush answer.\nBut I haven't found -- I mean, that's a\nquestion we don't -- I don't know if we have to answer\nthat question. It seems to me quite difficult. And I\ndon't know what authority there is. And is it fully\nargued in the briefs? So what -- isn't that\nwhat -- you're thinking -- I think Justice Sotomayor is\nthinking, well, and you just said you can bring it\nafter. I don't know if you can bring it after.\nSo go answer now --\n(Laughter.)\nJUSTICE BREYER: And I want to hear what you\nsay.\nMR. NELSON: Thank you, Justice Breyer.\nThe fact that this -- the fact -- the fact\nthat the land is taken into trust does not transform the\naction into a quiet title action simply because the\ngovernment --\nJUSTICE SOTOMAYOR: Forget about the trust.\nMR. NELSON: Okay.\nJUSTICE SOTOMAYOR: Because under your theory\nof what -- what the APA permits you to do, anytime the\ngovernment takes land, whether into trust or for any\nother purpose, the APA permits someone within 6 years,\nwith whatever definition of prudential standing you want\nto give it, to come in after the taking and challenge\nthat it was ultra vires, that it was done improperly.\nThat's your theory.\nSo going back to Justice Breyer's question,\nwhy isn't that within the quiet title action\nprohibition --\nMR. NELSON: Your Honor --\nJUSTICE SOTOMAYOR: -- once it's in the\ngovernment's hands?\nMR. NELSON: Once it's in the government's\nhands, it is -- it does not -- once the government\nacquires the title, it does not change the nature of the\nAPA action, because the Quiet Title Act is limited to --\nJUSTICE SCALIA: You're not -- you're\nanswering the question with regard to an argument I\ndon't think you've made and I don't think you would want\nto make. You're not asserting that the action can be\nbrought anytime within 6 years after the government has\nalready taken the land. You're just asserting that an\naction brought before the government takes the land does\nnot change its character and become a quiet title action\nafterwards; right?\nMR. NELSON: Yes, Your Honor.\nJUSTICE SCALIA: You're not saying that\nanybody can bring within 6 years after the government's\ntaking a suit, are you? I hope you're not arguing that.\nMR. NELSON: Absolutely not, Your Honor.\nJUSTICE SCALIA: Thank you.\n(Laughter.)\nJUSTICE ALITO: What would happen now, as a\npractical matter, if Mr. Patchak were to -- were to\nprevail? I take -- I understand the casino's built and\nrunning. So what would happen?\nMR. NELSON: Your Honor, what would happen\nhere, to our understanding, is the land would be taken\nout of trust and would revert to the tribe.\nJUSTICE GINSBURG: But I think the government\ntold us that the land didn't belong to the tribe in the\nfirst place.\nMR. NELSON: Your Honor, I'm not entirely\nsure as to what the status of the title was. Our\nunderstanding is that --\nJUSTICE GINSBURG: Well, the government did\nsay that the Band was not the prior owner of the tract.\nSo where would it go?\nMR. NELSON: Your Honor, the -- it depends in\npart, I believe, at this -- at that point, based on\nState law, what the effect of the Court's decision would\nbe. Would it render the trust status void? If so,\nunder Michigan law, the land would vest in the intended\nbeneficiary, which is the tribe.\nIf it -- if it does not, if the entire action\nwould be undone, the land would revert back to the prior\nowner, which, to the best of my understanding, is a\ncompany that involves ownership both by a group of Las\nVegas investors and also, to my understanding, the Band\nitself; although I could be corrected on that.\nJUSTICE SOTOMAYOR: Was that the -- I thought\npart of it was agricultural land, and that another part\nwas a business. I mean, I think -- I thought -- well,\nthe government can correct me.\nMR. NELSON: Your Honor, the land itself was\npartially agricultural and partially light\nmanufacturing. That was how it was zoned.\nJUSTICE SOTOMAYOR: Right.\nMR. NELSON: But it was all owned as a single\nparcel. The Bradley tract was, I believe, a single\nparcel for the purpose of --\nJUSTICE BREYER: But your injury, your\ninjury is that it's being used for gambling. So is\nthere room for relief that could say the government can\ndo what it wants to the land, it just can't let it be\nused for gambling, if you want.\nAnd that would cure your injury, and it\nwouldn't require the government to give back the land,\nand it wouldn't require any unscrambling, and title\ncould rest in the government. I don't know if that's\npossible or not possible.\nMR. NELSON: Your Honor, we -- we looked into\nand wanted to make an argument that somehow you could\nseparate the trust title status and the Federal\nGovernment's fee simple interest. And in looking at the\ndeed itself, it doesn't look like that can be done.\nJUSTICE KENNEDY: What were the provisions,\nif any, in the Indian Reorganization Act itself that\nshow a concern for the kind of standing that you're\nalleging here?\nIt seems to me you're talking about\nenvironmental effects and so forth under the\nIndian Gaming Act, but yet your primary suit is under\nthe Indian Reorganization Act. So I don't see -- I\nunderstand how that might give you standing, but how\ndoes it give you a cause of action for relief under the\nIndian Reorganization Act?\nMR. NELSON: Your Honor, land --\nJUSTICE KENNEDY: The Indian Reorganization\nAct, just to help pursue the question a little bit\nfurther, has a provision about the public interest, but\nnot in the section that you're relying on. It doesn't\nsay anything about the public interest.\nMR. NELSON: Yes, Your Honor, section 463 of\nthe Indian Gaming Act --\nJUSTICE KENNEDY: 463 does, but you're going\nunder 465.\nMR. NELSON: Correct, we're under 465,\nYour Honor.\nJustice Kennedy, I would point to the fact\nthat the land is authorized to be taken into trust for\nIndians, and when land is taken into trust, it\nnecessarily implicates the use. And as soon as the use\nis implicated, anyone who is affected by that\nuse -- people who live in close proximity to that\nland -- are within -- are arguably within the scope of\nthose people who Congress would expect to enforce --\nJUSTICE KENNEDY: What is the specific\nprovision of the IRA that you rely on? You -- do you go\nback to 463? Because there's nothing in 465 that\nanswers your -- this question, I don't think.\nMR. NELSON: Your Honor, I agree that section\n465 does not specifically reference the public interest.\nIt does, however -- the intent in 465 is to have land\ntaken into trust. And I don't believe that you can\nseparate the fact that the land is being taken into\ntrust from the specific use to which it is being put.\nCongress authorized the land to be taken into\ntrust for a specific use. And you can see, in fact,\nthat the government has reached the same conclusion.\nWhen you look at the regulations that the Secretary has\nadopted in consideration of section 465, they not only\naddress land use, the tribe has to identify the use to\nwhich the land will be put, but they also require the\ntribe to identify any conflicts of land use, which\nclearly addresses the fact that other people are going\nto be affected by the land use.\nConsequently, those -- and we believe\nthose -- those regulations are subject to Chevron\ndeference because they fall within the scope of the\nauthority delegated to the Secretary, and they don't\nconflict with the broad delegation there in the -- in\nsection 465. So --\nJUSTICE KENNEDY: That's helpful. Just a\ndifferent question, going back to what -- Justice\nAlito's question. It does seem that we may be wasting\nour time. I'm not suggesting that the State -- that the\ncase is moot, but you did wait for some 3 years before\nyou brought this suit. The building was built. It\nseems to me there's a considerable laches problem. I\nsuppose that's just not before us.\nMR. NELSON: Your Honor, in fact, the APA\nreserves the laches defense, and the laches defense has\nbeen asserted here. But I would point out that the\ncasino hadn't -- the casino did not open, and they did\nnot move forward with this until after the land was\ntaken into trust, which was 6 months after this lawsuit\nwas filed.\nAt that point, in spite of the knowledge of\nthis Court's decision in Carcieri, they made a\nreasonable business decision to move forward with this,\nknowing the risk that they were taking, that the entire\nbasis of them being able to operate a casino and engage\nin class 3 gambling could be overturned.\nJUSTICE KAGAN: But, Mr. Nelson --\nJUSTICE KENNEDY: But that was under the\nMichGO suit, not yours.\nMR. NELSON: No, Your Honor. They knew that\nour suit had been filed --\nJUSTICE KENNEDY: Oh, your suit had been\nfiled at that point.\nMR. NELSON: Correct.\nJUSTICE KAGAN: Mr. Nelson, could I\nunderstand the scope of your argument? Because I had\nunderstood -- let's take the timing question aside for a\nminute. Let's -- let's assume that you had filed this\nsuit after title had transferred. I had understood that\nyour argument was, yes, you should be allowed to do that\nbecause, even though this was filed after title had\ntransferred, yours is just not a quiet title action.\nAnd it's not a quiet title action because you're not\nseeking title yourself.\nIsn't that the question? Isn't that your\nargument?\nMR. NELSON: Yes, Your Honor.\nJUSTICE KAGAN: So your argument really has\nnothing to do with the question of timing. Your\nargument would be the same even if title had transferred\nprior to your filing your lawsuit.\nMR. NELSON: Your Honor, we believe that that\nis a logical result, but we do not believe that the\nCourt needs to address that issue in this case because\nour argument is much stronger than that because we did,\nin fact, file suit before the land was taken into trust.\nJUSTICE KAGAN: Well, as I understood your\nbrief, 49 pages of it were about one thing, and there's\none footnote that's about something else.\nIn other words, all of your brief is\nbasically saying: Ours is just not a quiet title\naction, and so we should be allowed to proceed\nirrespective of when the government acquires title. And\nthen you have this little additional argument which\nsays: By the way, we started this lawsuit before the\ngovernment had title anyway.\nSo, I mean, the briefing in this case is all\nabout what you now say is your weakest point.\nMR. NELSON: Your Honor, I would disagree\nthat it's our weakest point, but I do agree that\nthe -- that the logic here of the position that this is\nnot a Quiet Title Act action means that even if the\ngovernment acquires title to the land while the suit is\npending, that logically, it would then follow that the\naction remains an APA action, and it is not converted\ninto a quiet title action.\nJUSTICE SCALIA: I think you're right. I\npushed you into it. It's my fault. You're right.\nCHIEF JUSTICE ROBERTS: And the proposition\nwould be simply that the government can't go in\nand -- and moot out a suit that was -- by its unilateral\naction, right?\nMR. NELSON: Yes, Your Honor.\nCHIEF JUSTICE ROBERTS: I mean, they seem to\nrecognize that it would be a bad thing, since it's only\nby their grace, they've told us, that they don't do it\nright away anyway. They give people 30 days.\nMR. NELSON: Correct, Your Honor.\nJUSTICE GINSBURG: But didn't they --\nwasn't -- didn't they have some encouragement from a\ncourt of appeals suggesting there might be a due process\nproblem if they didn't have that notice?\nMR. NELSON: Your Honor, there was the Eighth\nCircuit decision -- I believe it was United States v.\nSouth Dakota or South Dakota v. United States -- in\nwhich the Court there found that the lack of judicial\nreview pushed towards the conclusion that the\nReorganization Act is an unconstitutional delegation of\nthe legislative authority. And that was one of the\nreasons, or that was the reason cited in the Federal\nRegister, for why the Department of Interior adopted the\n30-day notice provision.\nJUSTICE BREYER: I don't think Justice\nScalia's argument was a bad argument. I thought it was\na rather good argument. If in fact you go back and you\ntake the view that any suit filed to review APA is not a\nquiet title action, people could go upset government\ntitle to property years and years later. And they would\nsay: Oh, well, we're not challenging the title; we're\njust challenging what happened when it was taken, the\ntitle was taken.\nThat can't be right, it seems to me, first\nblush. So therefore, I thought you -- yours is different\nbecause you filed before they took title. But as I say,\nI'm uncertain of that distinction.\nNow, your answer suggests you've been going\nboth ways. Sometimes you think, well, it matters that\nwe filed before. And other times, you think, no, it\ndoesn't matter.\nJUSTICE SOTOMAYOR: Is that because you don't\nhave a theory as to why once the government takes it,\nit's not a quiet title action?\nMR. NELSON: Your Honor, the Quiet Title Act\nby its terms requires that the person who is asserting\nthe action had an interest in the property.\nJUSTICE SOTOMAYOR: So answer my question, or\nthe one that Justice Breyer has said. Then it\ndoesn't -- and the one Justice Kagan repeated yet\nagain -- okay? What difference does it make that the\ngovernment has taken title? Whether the government has\ntitle or doesn't, under your theory, since this is not a\nquiet action -- title action, anyone who is unhappy with\nthe way the government took title could challenge it\nwithin 6 years. Isn't that the bottom line of your\ntheory?\nMR. NELSON: Yes, Your Honor. Anyone --\nJUSTICE SOTOMAYOR: Absent laches. You say\nthe only defense is laches.\nMR. NELSON: No, Your Honor. The defenses\nwould be laches. The zone of interest would apply.\nOther -- any other defense --\nJUSTICE SOTOMAYOR: But the bottom line is,\nunder your theory, as long as no landowner, the person\nmost directly affected by the taking, as long -- that\nperson can't sue, but anybody who is an indirect person\ncan sue within 6 years, anybody who says, I don't want\nthe land, I just don't want the U.S. to have the land.\nMR. NELSON: No, Your Honor. There's a\ndistinction I think has to be made there.\nThe -- someone who has a right, title, or interest in\nthe property, absent there being trust land, can sue to\nupset the government's title for 12 years under the\nQuiet Title Act. They could bring a claim under the APA\nfor up to 6 years to govern the -- or to challenge the\ngovernment's decision to take the land --\nJUSTICE SOTOMAYOR: But they can't undo the\ntransfer. They can only get money.\nMR. NELSON: Under the Quiet Title Act, they\ncan only -- for the 12-year period, they can only\nundo -- they can -- excuse me. The government, if they\nprevail, the government, correct, has the option of\ndeciding whether to pay for the land or to -- to give it\nup.\nJUSTICE KAGAN: I think --\nJUSTICE SCALIA: Of course, the government\ncan fix that. I mean, if this is indeed an inconvenient\nsituation, that we think the government should not be in\ndoubt for 6 years afterwards, I guess Congress can\nsimply change it; right?\nMR. NELSON: Yes, Your Honor.\nJUSTICE SCALIA: Totally within the control\nof Congress. We -- we -- we don't have to make up some\nlimitation to protect -- to protect the United States.\nMR. NELSON: I agree, Your Honor.\nJUSTICE SCALIA: Yes.\nJUSTICE KAGAN: I suppose the question,\nMr. Nelson, though, is whether you can provide us with a\nreason why Congress would have wanted what you call\nquiet title suits -- and I agree that your definition is\nthe traditional definition. When somebody -- when the\nplaintiff is a -- is himself asserting a right or\ninterest -- why those suits should be barred, but your\nsuit involving a third party should not be barred.\nWhat could possibly be the reason to\ndistinguish between those two sets of cases?\nNow, you might just say, I don't have to give\nyou a reason, this is what the result of the statute\nsays. But if I say, just try to provide me with a\nreason why Congress would have wanted that distinction,\nwhat would you say?\nMR. NELSON: Your Honor, I guess I would\nfirst say that because relief under the APA is different\nthan relief under the Quiet Title Act, someone with a\nright, title or interest in the property can assert the\nsame claim that Mr. Patchak can, in spite of the fact\nthat they have that right, title or interest, under the\nAPA, as long as they do not seek under the APA to quiet\ntitle in themselves.\nSecond, with regard to why this provision\nwould -- this provision is there -- I'm sorry, Your\nHonor, I have to acknowledge I've lost the track of your\nquestion.\nHave I responded or can you restate it?\nJUSTICE SCALIA: What -- what about this as a\nreason? When you prevail in a quiet title action, the\nonly way the government can get off the hook is to give\nyou the land, if it's -- if it's within, what, the 6\nyears, or pay you money if it's after 6 years, but\nwithin 12. Whereas in your case, I suppose the\ngovernment could moot the suit -- moot the suit, by\nsimply disallowing gambling.\nCan the government do that?\nMR. NELSON: Your Honor --\nJUSTICE SCALIA: Once it has told the tribe\nthat they can have -- I mean, this suit could\nbe -- could go away so long as the tribe does not run a\ncasino; isn't that right? That's your -- that's the\ngravamen of your complaint.\nMR. NELSON: That is the gravamen of the\ninjury. Yes, Your Honor.\nJUSTICE SCALIA: So I guess you -- you could\nbe a happy fellow if -- so long as the tribe doesn't\nbuild a casino. Whereas in -- in quiet title cases, the\nonly way you can make a happy fellow out of the\nplaintiff is to give him the land.\nMR. NELSON: Or to pay him for it, yes, Your\nHonor.\nUnless the Court has any further questions, I\ncede the remainder of my time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Miller, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF ERIC D. MILLER\nON BEHALF OF THE PETITIONERS IN NO. 11-247\nJUSTICE KENNEDY: Mr. Miller, one -- one\nquestion, if -- if I may. The government takes the\nposition -- at least this was the way the Respondent\nputs it -- that it can basically moot their action by\nturning this into a quiet title action just by taking\ntitle. And let's assume that that's one\ncharacterization of your position. And the Respondent\non the other hand says, oh, well, this is an APA action,\nwe can -- we can wait forever, at least for 6 years.\nIs there some midway position that the\ngovernment can't moot the case too soon, that it must\nwait a reasonable time? Or is there no basis in the\nstatute or in the cases for that position to hold?\nMR. MILLER: If I understand correctly,\nyou're asking about a case where the -- the lawsuit is\nfiled before the land has been transferred.\nJUSTICE KENNEDY: Yes, yes.\nMR. MILLER: I don't know of any basis for\nrestricting the government's ability to do that. I\nmean, short of the plaintiffs obtaining an injunction\nfrom the Court. I guess the broader point I would make\nabout that timing question is that the -- the court of\nappeals --\nJUSTICE KENNEDY: Well, in other words,\nyou're -- you're sticking with your position. You say\nyou can basically moot a suit at any point you want just\nby taking title, so you're -- you're not accepting any\nqualification to that proposition.\nMR. MILLER: That -- that is our position. I\nwould just emphasize that that was not the basis of\nthe -- the ruling of the court of appeals. The court of\nappeals held that it doesn't matter when the suit is\nfiled, and under the Court's analysis --\nJUSTICE KENNEDY: All or nothing? Okay.\nMR. MILLER: -- it would be exactly the same,\neven if it was filed later. And I think the -- the\nerror in that analysis is -- is that the question here\nis not whether Patchak's suit is a Quiet Title Act\naction. The question is whether the Quiet Title Act\nexpressly or impliedly precludes relief under section\n702, and the answer to that question is yes.\nAnd I'd just like to make two points about\nthat. The first is that the general principle\nrecognized by this Court in Brown v. GSA and a number of\nother cases is that when you have a narrowly drawn\nremedial scheme for a particular subject, that that\nprecludes resort to more general remedies. And here,\nthe Quiet Title Act is exactly such a scheme. It's the\nmechanism for adjudicating a disputed title to real\nproperty in which the United States claims an interest,\nand it has its own procedures, its own statute of\nlimitations --\nJUSTICE KAGAN: Well, but -- but in saying\nthat you've just broadened it, or arguably, you have.\nIf -- if you think that the quiet title action is really\nabout the narrower set of cases, which is when a person\nhimself claims title, how can you get from that to say\nthat there is an express or an implied refusal of -- of\nthis kind of claim?\nMR. MILLER: I think -- for two reasons. And\nthe first is, just that -- that first sentence of\n2409a(a), which is, you know, to adjudicate a disputed\ntitle to land on which the United States claims an\ninterest. That's a perfect description of what this\ncase is.\nAnd the second is that the last sentence of\nsection 702 directs our attention to whether the relief\nis expressly or impliedly forbidden by another statute.\nAnd the relief that is sought here is an order\ncompelling the Secretary to relinquish title on behalf\nof the United States to this land. And --\nCHIEF JUSTICE ROBERTS: What specific -- do\nother consequences other than the ability of the\nSecretary to take land in trust flow from whether or not\na tribe is recognized in 1934?\nMR. MILLER: I -- I'm not aware of any. I'm\nnot sure that there aren't any others, but --\nJUSTICE SCALIA: All right. Do you have any\nconcern that the government will get hoist by its own\npetard?\nWhat your argument -- the conclusion to which\nyour argument leads is that this individual, or any\nindividual claiming that the government took title\nincorrectly, can sue under the Quiet Title Act, even if\nthey don't claim that title was taken from them.\nAre you sure that's good for the government?\nMR. MILLER: Well, this action would be\nbarred under the Quiet Title Act because the Quiet Title\nAct expressly precludes this relief, where -- where\nIndian trust land is at issue, where the relief that's\nsought is an injunction compelling relinquishment of\ntitle without the option of paying damages --\nJUSTICE SCALIA: Of course, that's not the\nonly time the government takes land, right?\nMR. MILLER: Well, and the Quiet Title Act,\nsection (d), requires in a suit under the Quiet Title\nAct the plaintiff to identify his interest in the land.\nCHIEF JUSTICE ROBERTS: Mr. Miller, I\nmentioned earlier your footnote 1 in your reply brief\nabout whether the time of filing question for sovereign\nimmunity purposes is limited to diversity cases.\nAre there -- you cite one case. Are there\nothers going the other way?\nMR. MILLER: I'm not aware of others, but --\nCHIEF JUSTICE ROBERTS: What --\nMR. MILLER: -- I can't say with confidence\nthat there aren't any others.\nOne point I would make on that is just refer\nyou to the Florida Prepaid case from 1998, which was\nabout State sovereign immunity, and which explained that\na State may condition its waiver of sovereign immunity\nand may change that in the course of the litigation.\nAnd I think that's another analogy that might be\ninstructive here.\nCHIEF JUSTICE ROBERTS: So this suit would\ncome out the other way if the person objecting was just\nover the border in -- in Indiana, instead of in\nMichigan? Because there would be -- it could be brought\nas a diversity suit.\nMR. MILLER: Well, it would --\nCHIEF JUSTICE ROBERTS: I'm assuming --\nMR. MILLER: It would be still\nbe -- sovereign immunity would still apply. Sovereign\nimmunity would bar relief, even if the basis for\njurisdiction were diversity rather than --\nCHIEF JUSTICE ROBERTS: Even if it were a\nsuit against the tribe, it would still be not a\ndiversity action but a Federal cause of action?\nMR. MILLER: Our -- our point is that the\nreason it's barred is because of sovereign immunity.\nWhen -- the time of filing in diversity cases refers to\nif the citizenship of the parties changes during the\ncourse of the litigation. That doesn't -- my\nunderstanding is that doesn't defeat diversity. That's\nthe nature of that exception.\nCHIEF JUSTICE ROBERTS: Okay. Thank you,\ncounsel.\n"
    }, 
    "respondents": [], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 25, 
        "JUSTICE ALITO": 4, 
        "JUSTICE BREYER": 16, 
        "JUSTICE GINSBURG": 8, 
        "JUSTICE KAGAN": 12, 
        "JUSTICE KENNEDY": 15, 
        "JUSTICE SCALIA": 39, 
        "JUSTICE SOTOMAYOR": 24, 
        "MR. MILLER": 50, 
        "MR. NELSON": 52, 
        "MS. MILLETT": 28
    }
}