{
    "appearances": {
        "content": "ALEXANDRA T. SCHIMMER, ESQ., Solicitor General,\nColumbus, Ohio; on behalf of Petitioner.\nSCOTT MICHELMAN, ESQ., Washington, D.C.; on behalf of\nRespondent.\n"
    }, 
    "caseNum": "11-218", 
    "caseinfo": {
        "content": "TERRY TIBBALS, WARDEN, :\nPetitioner : No. 11-218\nv. :\nSEAN CARTER :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nALEXANDRA T. SCHIMMER, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nSCOTT MICHELMAN, ESQ.\nOn behalf of the Respondent 16\nREBUTTAL ARGUMENT OF\nALEXANDRA T. SCHIMMER, ESQ.\nOn behalf of the Petitioner 35\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, October 9, 2012\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:04 a.m.\n"
    }, 
    "petitioners": [
        "TERRY TIBBALS, WARDEN,", 
        "Petitioner", 
        "No. 11-218 v.", 
        "SEAN CARTER", 
        ""
    ], 
    "proceedings": {
        "content": "(10:04 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 11-218, Tibbals v. Carter.\nMs. Schimmer.\nORAL ARGUMENT OF ALEXANDRA T. SCHIMMER\nON BEHALF OF THE PETITIONER\nMS. SCHIMMER: Mr. Chief Justice, and may it\nplease the Court:\nThis case is here from the Sixth Circuit,\nwhich held that habeas claims can be stayed indefinitely\nbecause prisoners have a statutory right to competence\nto assist in their case, but even Mr. Carter now disowns\nthe circuit's rationale, and the court's indefinite stay\norder was wrong for two other reasons.\nFirst, habeas claims cannot be stayed\nindefinitely. Doing so is fundamentally incompatible\nwith the timeliness concerns underlying AEDPA.\nSecond, while we readily acknowledge that\nlimited stays will be appropriate in some situations,\nthis is not one of them. All of Mr. Carter's claims are\nrecord based and, therefore, resolvable without his\nassistance.\nJUSTICE KAGAN: What situations would they\nbe appropriate in?\nMS. SCHIMMER: Limited stays, we think, Your\nHonor, would be stay -- appropriate in situations where\nthe prisoner's ability to effectively communicate with\nhis counsel or to disclose evidence would be necessary\nto his claim. And we think that would be true in a\ncase, potentially, where AEDPA does not restrict Federal\nreview to the state court record.\nSo here, for instance, we think that the\nprisoner's assistance would not be necessary, and\ntherefore, even a limited stay would not be appropriate\nbecause all of Mr. Carter's claims were vetted before\nthe state courts and decided on the merits. And\ntherefore, under 2254(d), in this Court's decision in\nPinholster, the Federal court is limited to reviewing\nthe state court record.\nWe don't think that the prisoner's\nassistance in that case is necessary. We don't think\nMr. Carter has made a case for why his assistance would\nbe necessary in this specific case.\nJUSTICE KENNEDY: Well, why -- why shouldn't\nthe rule be that an indefinite stay is -- is never\nnecessary? You just proceed based on the evidence you\nhave?\nSometimes, we have evidence where a witness\nis missing. We have to go on with the case. Then it\ncould be open to argue in a later case that there was\nnew evidence that was not available.\nMS. SCHIMMER: Well, we absolutely agree,\nJustice Kennedy, that indefinite stays are never\nappropriate, regardless of the circumstances; that\nindefinite stays contravene AEDPA's timeliness concerns.\nAnd to the extent that all of the parties in this case\nagree now that, to the extent district courts have some\npower to issue stays -- we say only limited stays -- in\nthese cases, that power is grounded in equitable\ndiscretion.\nAnd we do not think that it comports with\nequitable discretion to allow a prisoner essentially to\nwin his case, to obtain a suspension of his capital\nsentence, the ultimate end relief that he seeks --\nJUSTICE KENNEDY: What about the second part\nof -- of the equation? So, suppose that there's no\nstay, that the habeas proceeding is adjudicated against\nthe petitioner. He then becomes competent and claims\nthere's new evidence. Would -- would that be grounds to\nreopen, you think?\nMS. SCHIMMER: Well, we think in those\nsituations -- certainly, the State of Ohio wouldn't\ncontest, for instance, under 2254(b), that if you were\nincompetent before, that that would be a legitimate\nbasis, potentially, for not having been able to\nreasonably discover a new claim, if one had a new claim.\nSo we do think that -- moving forward, that\nno indefinite stay should be permitted. And when the\ncourts move forward, yes, if someone's competency is\nlater restored, there are backstops. The person,\ncertainly in Ohio, can always go back to state court\nand --\nJUSTICE KENNEDY: And would the backstop be\nnewly discovered evidence?\nMS. SCHIMMER: The backstop would be a newly\ndiscovered claim, I would say. I think that would be\nwhat --\nJUSTICE KAGAN: Ms. Schimmer, if you are\nright that no stay was appropriate in these\ncircumstances, we would never reach the question of how\nmuch of a stay is appropriate in other circumstances;\nisn't that right?\nMS. SCHIMMER: I think that's right because\nI think -- to the extent that, using this case as a\nspringboard, the Court could draw the boundary line --\ncould -- could draw one bright boundary line and say\nindefinite stays are never permitted, but limited stays\nmight be permitted in cases where the claims are not\nrecord based. I --\nJUSTICE KAGAN: I'm saying the exact\nopposite.\nMS. SCHIMMER: Oh.\nJUSTICE KAGAN: In other words, if there was\none bright line, which says that stays are not\nappropriate in a record-based claim because there's\nreally nothing that the client can contribute, then we'd\nhave no need or cause to reach the second question of\nwhat happens, in a case where a stay might be\nappropriate, how long that stay should be.\nMS. SCHIMMER: That's correct, Your Honor.\nI'm sorry, I agree -- I agree with you that the Court\ncould rule on that ground.\nJUSTICE SCALIA: Alternatively, we could --\nwe could rule that indefinite stays are never\nappropriate; in which case, it would be unnecessary to\ndecide whether any stay is appropriate where -- for a\nrecord-based claim, right?\nMS. SCHIMMER: That is true, too. That\nis --\nJUSTICE SCALIA: We can do it from either\nend.\nMS. SCHIMMER: That is true, too --\nJUSTICE SCALIA: Or we could decide both, I\nsuppose.\nMS. SCHIMMER: I suppose, yes. I mean, we\nwould -- we would -- we would urge the Court to, I\nthink, do both, to say --\nJUSTICE SOTOMAYOR: Am I -- am I\nunderstanding that your position, in response to the\nquestion from Justice Scalia and Justice Kennedy, is\nthat, for you, indefinite is any stay whatsoever?\nIt sounds like what you are proposing -- or\nin response to them, is that no stay for purposes of\ndetermining competence, whether it's short or long, is\npermissible. Is that your argument?\nMS. SCHIMMER: That is not our argument,\nJustice Sotomayor. Our -- our definition of an\nindefinite stay is a stay that is imposed until the\nprisoner is restored to competence. That --\nJUSTICE GINSBURG: Like -- like the stay in\nRees?\nMS. SCHIMMER: Like -- like the stay in\nRees, or, really, like the stay the Sixth Circuit has\nissued.\nJUSTICE GINSBURG: You would have to -- to\nmaintain your position, the Court would have to qualify\nRees, or at least the interpretation that says the stay\nshould be indefinite once the petitioner is found\nincompetent because that's what has happened there. The\ncourt said, find out if he's competent. The answer was,\nhe is incompetent. And then the court just let it sit\nuntil the man died.\nMS. SCHIMMER: Well, Your Honor, we don't\nthink that Rees really has any force or provides any\nguidance in this case. That, of course, was a case\nwhere a prisoner was seeking to abandon his further\nappeals.\nThere are multiple reasons why we -- why we\nthink that Rees does not endorse the power of Federal\ncourts to indefinitely stay habeas proceedings.\nOne is the fact that the Court's stay order\nwas completely unexplained and very terse. It didn't\nannounce any rule of law.\nSecond, the historical record shows that the\nCourt's stay in Rees was, at most, a judicially\nnegotiated settlement, meaning far from a demonstration\nof the Court's inherent power. It seemed to be a very\ncarefully orchestrated exercise of consented-to power.\nThe third point is that --\nJUSTICE SOTOMAYOR: I could take objection\nto that characterization because the clerk of the court\ntold the court that neither party was happy with what\nwas happening, and the court still entered the order.\nBut let me go back to my question a moment.\nAmici say that most competency issues are resolved\nwithin months and that many individuals -- the vast\nmajority, are restored to competency with proper\nmedication within months. Are you opposing those kinds\nof stays?\nMS. SCHIMMER: For -- not in -- not where\nit's appropriate, no, Your Honor. And again, Your\nHonor, our definition of an indefinite stay is --\nJUSTICE SOTOMAYOR: But under your\ndefinition, it's never appropriate, really.\nMS. SCHIMMER: No.\nJUSTICE SOTOMAYOR: You argue -- you argue\ntwo things. You say, under Pinholster, they -- courts\nalways have to rely on the record.\nMS. SCHIMMER: Correct. We would -- here's\nhow we would taxonomize the appropriateness of stays:\nWe would say indefinite stays are never permitted,\nmeaning a court can never premise a stay exclusively on\nthe restoration of the prisoner's competency, in saying\nhowever long it takes --\nJUSTICE SOTOMAYOR: Even though a doctor\nsays, it can be done, we have to try?\nMS. SCHIMMER: If -- if a doctor says, it\ncan be done, we have to try, and it's a situation where\nit's appropriate --\nJUSTICE SOTOMAYOR: Well, they can never\nsay, it can be done. They can say --\nMS. SCHIMMER: Right.\nJUSTICE SOTOMAYOR: -- we have to try.\nMS. SCHIMMER: There is a reasonable\nprobability that it can be done. We would say,\nYour Honor --\nJUSTICE SOTOMAYOR: That -- that's also --\nI'm not sure how they can do that until they try.\nMS. SCHIMMER: Right. So we would say, in\ncertain situations, yes, that would be perfectly\nappropriate.\nThe State of Ohio certainly agrees that\nhaving a competent prisoner is a desirable thing in a\nhabeas case and that courts do have some discretion to\ntry to vindicate that goal.\nOur point, though, is simply that it cannot\ncome at all cost, meaning --\nJUSTICE SCALIA: Rees -- Rees was not an\nindefinite stay in -- in the absolute sense, was it?\nMS. SCHIMMER: No.\nJUSTICE SCALIA: Because the trial\nproceeded. There -- there was going to be an end,\nright?\nMS. SCHIMMER: Well, the court -- the court\nin the end held up the cert petition for several decades\nwithout deciding the case. So -- and in the end,\nMr. Rees died and then the cert petition was ultimately\nlater dismissed.\nCHIEF JUSTICE ROBERTS: I don't understand\nhow your approach works. We, the defendant, the habeas\npetitioner, the allegation is made, I'm incompetent,\nthere is support for it. The district court says, okay,\nI can't enter an indefinite stay, but you are going to\nbe treated; I want you to come back in 6 months, okay?\nAnd we will look at it then.\nHe comes back in 6 months, and there's been\nno change. What happens then? Another 6 months? At\nwhat point does it become indefinite?\nMS. SCHIMMER: Right. Well, since we are\nplaying on the field of equitable discretion,\nYour Honor, it's going to be difficult to put forward a\nhard and fast rule.\nBut Justice Sotomayor rightly points --\nCHIEF JUSTICE ROBERTS: Well, give me a\nloose and soft rule. I mean, is it --\n(Laughter.)\nMS. SCHIMMER: Sure. A loose and soft rule.\nCHIEF JUSTICE ROBERTS: Is it two years? Or\nis it ten years?\nMS. SCHIMMER: We would say, presumptively,\na year. And we think there is support for that, even\nfrom Mr. Carter's own amici. The brief of the American\nPsychiatric Association, pages 19 to 21, and especially\nfootnote 30, talks about how most prisoners who are\nultimately successfully restored to competency, that\ndoes happen in a matter of months, 6 to 9 months at the\nlongest end. About 90 percent of them are restored\nwithin 6 to 9 months.\nSo we think, presumptively, a year would be\nan appropriate period of time for --\nJUSTICE KAGAN: Well, Ms. Schimmer, why\nwould that be? I mean, assume a case where you say a\nstay would be appropriate. So it's not a closed record\ncase. It's a case where the client might be expected to\nprovide information that's -- let's -- let's assume it's\nnecessary to a full and fair adjudication of the habeas\nclaim.\nWhy would you cut it off at a year? Why\nwouldn't it be still true in 2 years, that a full and\nfair adjudication couldn't take place in those\ncircumstances.\nMS. SCHIMMER: Well, we think, Your Honor,\nat the point at which you say that the test for a\nlimited stay is however long it takes to restore\nsomebody's competency is the point at which we have\nreturned to the definition of saying that indefinite\nstays are proper.\nAnd the bottom line is that we think that --\nJUSTICE KAGAN: Well, it's not an indefinite\nstay. I think the judge would do what the Chief Justice\nsuggested, that -- you know, it's not for ever and ever.\nWe're just going to come back to it periodically. But\nif the answer is the same, which is that the client's\nparticipation is necessary for a full and fair\nadjudication, then the court's answer should be the\nsame, too. Why isn't that right?\nMS. SCHIMMER: Because we do think that\nthere comes a point, given the finality concerns\nunderlying AEDPA, that a limited stay, when that window\nexpires -- the person has a reasonable period of time to\nbe restored to competency; that when that window\nexpires, at some point, the proceedings do have to\ncontinue.\nJUSTICE SCALIA: Well, it's really -- it's\nreally not the same question when it comes back, is it?\nBecause there are two questions: Is -- is reasonable\ncompetence useful for his defense? But, also, the\nsecond question, is there a reasonable probability that\nhe can be restored to competence?\nThe first time, there obviously is that, and\nyou give him a year. When you come back a second time,\nyou say, well, it's been a year, they usually come back\nwithin 6 to 9 months, there is no longer a reasonable\nprobability.\nMS. SCHIMMER: That's exactly right,\nJustice Scalia. And to the extent that we are balancing\ndifferent parties' interests in these cases, after the\npreliminary limited stay expires, we believe at that\npoint the prisoner's interest in a continued stay has\ndiminished, and the state's interest in the proceedings\ncontinuing and moving forward has then increased, and\nthat the court should then move on.\nJUSTICE GINSBURG: And there'd be no stay at\nall, unless it's necessary for just adjudication of the\nclaim, so that would be a threshold question.\nMS. SCHIMMER: That would be the threshold\nquestion, and there seems to be a good amount of\nconsensus on that point. It's the test articulated by\nthe Sixth and Ninth Circuits and by my colleague here\ntoday. And we're -- we're willing to accept that as the\ntest for when limited stays can be imposed.\nAnd with that, if there aren't further\nquestions, I'll reserve the remainder of my time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Michelman.\nORAL ARGUMENT OF SCOTT MICHELMAN\nON BEHALF OF THE RESPONDENT\nMR. MICHELMAN: Mr. Chief Justice, and may\nit please the Court:\nOhio and the United States have agreed today\nthat courts have the authority to stay habeas\nproceedings when the petitioner is mentally incompetent.\nSo then the questions for this Court are when may such\nstays issue and how long may such stays be?\nThe Court's answers should reflect the\nimportant principle that no individual should lose\npotentially meritorious claims because of mental\nillness.\nI'd like to begin by addressing --\nJUSTICE SOTOMAYOR: Petitioner says they\nwon't because they can come back with new evidence after\nhabeas is closed. Why is that inadequate?\nMR. MICHELMAN: I -- I think that's --\nthat's a crucial question, Justice Sotomayor, that\nJustice Kennedy asked as well, and -- and it goes to the\nlimits on second or successive petitions. They can't\ncome back if they are later competent, if they first\nlose their claims, because they didn't have the evidence\nthey needed and then try again later.\nThey are subject to the bar on second or\nsuccessive petitions, which requires, not only that they\nhave new facts, but also that they have new law. So\nthat's a very restrictive standard that would not allow\nthem to simply pick up where they left off.\nCHIEF JUSTICE ROBERTS: I'm sorry. I -- I\ndidn't follow that exactly. What -- what prevents them\nfrom picking up where they left off?\nMR. MICHELMAN: Mr. Chief Justice,\nSection 2244(b), the bar on second or successive\npetitions.\nImagine Mr. Carter has a potentially\nmeritorious claim now that he can't speak to because of\nhis incompetence, it's adjudicated without him, he loses\nit.\nCHIEF JUSTICE ROBERTS: Oh, it's\nadjudicated. Okay. Sorry.\nMR. MICHELMAN: Imagine it's adjudicated\nwithout him, he loses it. And then he can't simply\nwaltz back into court and say, I'm here, I'm competent,\nhear me out.\nJUSTICE SOTOMAYOR: I'm presume -- I presume\nthat the one claim among your many -- yours is the\ndefendant who was excluded from trial, correct?\nMR. MICHELMAN: Yes, Justice Sotomayor.\nJUSTICE SOTOMAYOR: So that if he comes back\nand says, I told my attorneys I would behave, and I\nwanted to come back earlier, and they never let me back\nin, this would not be a new claim, this would be part of\nthe old claim that has been adjudicated, correct?\nMR. MICHELMAN: Yes, Justice Sotomayor.\nJUSTICE SOTOMAYOR: But without his\ninformation?\nMR. MICHELMAN: Yes. And, in fact, the --\nthe record lends some support to this suggestion by\nshowing that counsel frequently put their own safety and\ntheir own concerns ahead of my client's interests, for\nexample, stating on the record -- and I'm quoting here\nfrom trial counsel -- \"I am still worried about him\nbehaving during this phase, so the bottom line is he\nwants to stay where he is.\" So there is a question of\nwhether trial counsel was -- was really looking out for\nMr. Carter's interests at that time.\nThere's also the question of whether --\nJUSTICE SOTOMAYOR: Well, that, you could\nsee from the record. The question in my mind would be\nwhether he told counsel he would behave, and counsel\nignored that information, correct?\nMR. MICHELMAN: Yes, Justice Sotomayor.\nThere is strong support in the record to suggest that\nMr. Carter has additional information to provide, both\nabout his desire to return to the courtroom and about\nhis competence once he was removed from the courtroom.\nWas he hallucinating during the trial? Could he see it?\nCould he communicate with counsel?\nJUSTICE KENNEDY: Could -- could you help me\nwith your discussion of 2244(b)? I have it in front of\nme. And the hypothetical was that he's incompetent, the\nclaim is adjudicated, then he becomes competent, and he\nsays now is there some new evidence, which could not\nhave been discovered.\nI thought you told us that you not only have\nto have new evidence, but new law. That's not the way I\nread --\nMR. MICHELMAN: I'm -- I'm sorry.\nJUSTICE KENNEDY: -- (b)(2)(B)(1), unless I\nmisunderstood you.\nMR. MICHELMAN: You're -- no, you're right,\nJustice Kennedy. I misspoke. He needs new law or new\nfacts, but the new facts have to come with a showing of\nactual innocence. I misstated that. I apologize.\nBut, either way, new law is --\nJUSTICE KENNEDY: No, no, no.\nMR. MICHELMAN: -- new facts are not enough.\nJUSTICE KENNEDY: No, no. This says, \"or\nthe factual predicate for the claim could not have been\ndiscovered previously through the exercise of due\ndiligence,\" period.\nMR. MICHELMAN: And --\nJUSTICE KENNEDY: Yes?\nMR. MICHELMAN: And (b)(2) --\nJUSTICE KENNEDY: Yes?\nMR. MICHELMAN: -- \"the facts underlying the\nclaim, if proven, would show that, but for the\nConstitutional error\" --\nJUSTICE KENNEDY: Yes, clear and convincing,\nthat's true.\nMR. MICHELMAN: Right. So he needs not only\nthe new facts, but needs to meet that higher standard,\nshowing that no reasonable factfinder would have found\nhim guilty.\nBut one of his claims, his ineffective\nassistance of counsel in mitigation, goes to not his\nguilt, but his punishment. So that claim would be\nbarred under 2254. Additionally, his competence doesn't\ngo to his guilt either.\nJUSTICE ALITO: Well, is it your position\nthat any time a petitioner raises an ineffective\nassistance of counsel claim, the habeas proceeding can\npotentially be stayed indefinitely?\nMR. MICHELMAN: That's potentially correct,\nJustice Alito. But I would emphasize the role of the\ndistrict courts as gatekeepers for only potentially\nmeritorious claims that are -- are truly suggested on\nthe record that someone --\nCHIEF JUSTICE ROBERTS: I'm sorry. Go --\nfinish your answer to Justice Alito.\nMR. MICHELMAN: It's -- where it's truly\nsuggested on the record that the petitioner could help,\nif competent, so that we wouldn't be engaging in\nimaginative speculation or claims that were purely\nrecord based.\nCHIEF JUSTICE ROBERTS: So what -- it's a\ntruly suggested by the record standard?\nMR. MICHELMAN: Well, I would say that --\nthat it would be suggested by the record. I'm not sure\nthe adverb \"truly\" is necessary, but -- you know.\nCHIEF JUSTICE ROBERTS: Well -- well, how is\nit compared to a motion to dismiss standard?\nMR. MICHELMAN: Well, I would look to this\nCourt's decision --\nCHIEF JUSTICE ROBERTS: Is it more\nstringent?\nMR. MICHELMAN: I think it would be -- well,\nI guess not -- not compared to the Iqbal standard, Your\nHonor. Probably the plausibility standard would\nactually be somewhat analogous, although --\nCHIEF JUSTICE ROBERTS: Well, now we've gone\nfrom plausible to truly -- plausible -- well, truly\nsuggested by the record. I mean, suggested by the\nrecord might be plausible.\nIt seems to me that it's a pretty loose\nstandard that entitles the defendant to a stay.\nMR. MICHELMAN: Well, that -- but that --\nthat's not the only criterion, Mr. Chief Justice. It\nwould be not only that it was suggested by the record\nthat it was a potentially meritorious claim, as the --\nas the district court found and the standard this Court\nendorsed in Rhines, but also that the petitioner is\ngenuinely incompetent. This doesn't happen very often.\nIn fact, in the state's amicus brief\ndiscussing how, in -- in their characterization, this\ntype of litigation has exploded in the Ninth Circuit, in\ntheir characterization, they pointed only to nine cases\nin the past nine years, so -- and not all of those\nresulted in --\nJUSTICE ALITO: Well, why isn't what you're\nproposing just a mechanism that will permit stays in\nvirtually every capital case, if that's what the\npetitioner wants -- if that's what petitioner's counsel\nwants?\nLet's say you have a case where there is a\nsmall amount of mitigating evidence about the\npetitioner's childhood, but not enough to -- to sway\nthe -- the sentencing authority. It's alleged that if\nthe petitioner had been -- if the petitioner was\ncompetent, the petitioner could provide a lot more\ninformation about what went on during his childhood\nyears; and, therefore, the -- the proceeding has to be\nstayed indefinitely until the petitioner is restored to\nconfidence or he dies, as happened in Rees.\nWhat do you do with that situation?\nMR. MICHELMAN: Justice Alito, I think\ndistrict courts have a wide amount of discretion in that\nmatter, and they could say, well, it looks like there is\na little evidence here, but based on what I think you\ncould tell me, I don't think there is enough.\nHere, by contrast, the district court did\nfind that Mr. -- Mr. Carter's competent assistance was\nnecessary. So I think we have to trust the district\ncourts to be gatekeepers --\nJUSTICE ALITO: So if the -- if the district\ncourt says, well, there's a little bit here, and I can't\nrule out the possibility that there might be a lot more\nthat's locked in the petitioner's mind, but he is unable\nto provide it because he is incompetent, then I'm going\nto grant a stay until he is restored to competence; and\nthen that would be insulated from being overturned on\nappeal by abuse of discretion standard. That's what\nyou're arguing?\nMR. MICHELMAN: That's -- that's correct,\nJustice Alito. That would be something --\nJUSTICE ALITO: Do you think that is\nconsistent with AEDPA? That Congress, knowing, in\nparticular, that a lot of district judges and a lot of\ncourt of appeals judges don't like the death penalty and\nwill go to some length to prevent the imposition of that\nsentence, that we're just going to leave that all to the\ndiscretion of every individual district judge?\nMR. MICHELMAN: I think it is consistent\nwith AEDPA, Your Honor, because of this Court's recent\njurisprudence in Martinez, in Holland, in Rhines, which\nmake clear that AEDPA did not pursue finality at all\ncost. It did not eliminate the discretion, the\nequitable discretion of the district courts that they\ntraditionally enjoyed, as this Court stated in Holland.\nAnd as this Court stated in Martinez, the\nCourt is concerned that there could be claims that no\ncourt will have heard, not the state court, not the\nFederal court.\nJUSTICE SCALIA: Mr. Michelman, we -- we\nhave established a different standard for the degree of\ncompetence that has to exist in order to prevent\nexecution, right? The -- the prisoner has to be aware\nof what is being done and why it's being done.\nMR. MICHELMAN: Yes, Justice Scalia.\nJUSTICE SCALIA: And that's a much lower\nstandard than the standard of competence required for\ndeciding whether he can assist counsel, right?\nMR. MICHELMAN: It's a different standard,\nJustice Scalia.\nJUSTICE SCALIA: Well, it's -- no, it's a\nmuch -- it's a much easier standard for the state to\nestablish.\nMR. MICHELMAN: Well, it could be easier in\nsome cases, but harder than others. Mental -- mental\nhealth science is complex, so one might be competent\nto because --\nJUSTICE SCALIA: Well, wait. All he has to\nknow to prevent -- to prevent execution is he has to\nknow that he's being executed for a crime, right?\nAnd --\nMR. MICHELMAN: And he has to understand\nwhy.\nJUSTICE SCALIA: -- in order to assist\ncounsel, doesn't he have to know a lot more than that?\nMR. MICHELMAN: That's -- that's true,\nJustice Scalia. The test --\nJUSTICE SCALIA: Well, just make believe\nthat I'm right about that, okay?\n(Laughter.)\nJUSTICE SCALIA: That there are two\nstandards, and one is really quite more difficult than\nthe other. Why isn't the difference between the\nstandards utterly eliminated? Because whenever there is\na capital case, a habeas petition is filed, and counsel\nsays, my -- my client cannot -- cannot -- cannot assist\nme. Oh, yes, he understands why he's being executed,\nbut he may have a new claim, he may be able to tell me\nstuff, so we have to stay the execution indefinitely\nuntil he can assist -- assist me in -- in continuing his\ndefense.\nYou've just converted the standard for\nproceeding with the execution from an easier one to a\nmuch more difficult one.\nMR. MICHELMAN: I -- I don't think that's\ntrue, Justice Scalia, because the -- the two standards\nare different and for different purposes. So there\ncould be individuals who meet one and not the other.\nIt's not -- it's not an either/or choice.\nJUSTICE KENNEDY: But then -- but then you\nare fighting the -- the arguendo assumption.\nLet's assume that the Ford standard -- the\nstandard for competence should be executed, is more\nlenient, less -- less forgiving than competence to\nassist counsel. Let's assume that. Then Justice Scalia\nhas to be right. You've -- you've simply eliminated the\nFord standard altogether.\nMR. MICHELMAN: Not necessarily, Your Honor,\nbecause even if one is easier --\nJUSTICE GINSBURG: At least only -- only in\ncases where the competence -- the claim of incompetence\nis genuine. I mean, if anyone says, oh, I want to\nmake -- take advantage of the more defendant-friendly\nstandard, all I have to do is allege I'm incompetent.\nBut that's not the case. He has to be --\nthere has to be a hearing that determines he is, indeed,\nincompetent. So - and -- and most defendants I don't\nthink would be able to establish that they are, indeed,\nincompetent.\nMR. MICHELMAN: That's right,\nJustice Ginsburg. We -- our standard builds in the\nassumption that there will be mental health experts that\nwill testify to the condition of the petitioner.\nSo the petitioner can't simply select a\nstandard and declare that he meets it. He would have to\nsatisfy mental health professionals that he meets that\nstandard, whether it's competency to be executed or\ncompetency for these purposes. And so that will --\nJUSTICE SCALIA: Mental health experts\nalways agree, don't they? Those provided by the defense\nalways agree with those provided by the prosecution.\nYes.\n(Laughter.)\nMR. MICHELMAN: I understand sometimes\nthat's not true, Justice Scalia, but that's -- that's\nwhy we rely on the district courts to do what they do\nevery day in the trial competency context and adjudicate\nconflicting claims about a petitioner's mental\ncompetence --\nJUSTICE KENNEDY: Am I -- am I -- is it\ncorrect that the petitioners in both cases -- pardon me,\nthat the criminal defendants in both cases here, the\nRespondents, have all but conceded that there is no\nConstitutional basis for the right to competency during\nhabeas, or am I overstating that?\nMR. MICHELMAN: I don't think you are,\nJustice Kennedy, though I won't speak for Mr. Gonzales.\nMr. Carter does not press a Constitutional\nargument here, only the argument that a district court's\ndiscretion, which the State of Ohio recognizes, to stay\nhabeas proceedings should cover --\nJUSTICE KENNEDY: But once you concede the\nConstitutional point, so that there's no fundamental\nunfairness, then it seems to me that -- that you have\nall but given away your case.\nMR. MICHELMAN: Well, I don't think there\nneeds to be Constitutional unfairness for there to be\nunfairness. For instance, this Court's opinion in\nMartinez --\nJUSTICE KENNEDY: Well, it's fairness that's\nnot fundamental -- or --\nMR. MICHELMAN: Well --\nJUSTICE KENNEDY: It's unfairness that's not\nfundamental.\nMR. MICHELMAN: I think Martinez v. Ryan is\nan excellent illustration of that point,\nJustice Kennedy, because, there, the Court held -- not\nthat there was a Sixth Amendment right to effective\nassistance of counsel at the habeas stage, but that\nineffective assistance on initial review collateral\nproceedings could provide cause and prejudice to\novercome a procedural default, in order that the\npetitioner would not lose his claim, and that -- to\nprevent a situation where no court would hear the claim\nbefore he was executed.\nCHIEF JUSTICE ROBERTS: Well, but in that\ncase, the -- the whole basis of the analysis was that,\nalthough it was collateral, it really was the first\nopportunity to raise a particular claim.\nYou say that, earlier, that trial judges do\nthis all the time in the trial context. It's an\nimportant distinction in our jurisprudence if there's a\ndifference in terms of the rights to which you are\nentitled preconviction and post-conviction.\nMR. MICHELMAN: That's -- that's correct,\nMr. Chief Justice. But if the facts haven't been\npresented -- and here what the district court found was\nthere were facts missing, facts that were exclusively\nwithin Mr. Carter's knowledge.\nThey weren't presented to the state court,\nthey haven't been available to either the state court or\nthe Federal court, so it's possible this man could be\nexecuted and no one could have fully heard these\npotentially meritorious claims.\nCHIEF JUSTICE ROBERTS: What is your -- what\nis your limit? You think there is no limit on the\ninherent authority, that these things can go on and on?\nOr as -- I mean, your -- your friend on the other side\nsuggested, 1 year as a presumption? Do you have any\nlimit?\nMR. MICHELMAN: Well, we -- we would leave\nit, in the first place, to the district court's\ndiscretion. We -- as far as the question of indefinite\nstays go, we agree with the State of Ohio that most\ncompetency issues are resolved within a matter of\nmonths. So we can expect --\nJUSTICE GINSBURG: But not this one because\nthe claim is he was never competent; isn't that so? He\nwasn't competent to stand trial, and he never --\nMR. MICHELMAN: That's --\nJUSTICE GINSBURG: And his mental condition\nnever improved. So this person, if -- if the -- the\nstandard is he's got to be competent, the likelihood is\nhe will never be competent because he wasn't even,\naccording to him, competent at the time he was tried.\nMR. MICHELMAN: Yes, Justice Ginsburg. And\nthis -- this would be a rare case in which a stay might\nneed to be more than 6 months, 9 months, a year. But\nbecause most -- most situations, the competency issue\nwill resolve in a short period of time, this Court\nshouldn't fear that it's opening the floodgates to long\nstays in many, many cases.\nThere -- this is a rare case with a very\nseverely ill man, with potentially meritorious claims\nthat require his assistance. That's not something\nthat --\nJUSTICE ALITO: Well, why can't the\ncompetency -- why can't the issue of competency at trial\nbe resolved?\nMR. MICHELMAN: Well, because the issue --\nJUSTICE ALITO: You have to be competent\nduring the habeas proceeding in order to assist in\nproving that he was -- that he was incompetent at the\ntime of trial?\nMR. MICHELMAN: Yes, Justice Alito. And\nthat's because the competency question at this point is\nretrospective. We're not talking -- it's not a matter\nof simply examining Mr. Carter today and saying, How do\nyou feel? What do you experience? Are you hearing the\nvoice of the devil?\nBut it's a question of was he doing that\nduring his trial 14 years ago? And that's why it's\nimportant that he be able to participate now.\nWhat the Sixth Circuit ordered in this case\nwas a remand for a narrow stay with appropriate\nmonitoring by the district court, to make sure that this\ndidn't become -- just sit around on the docket for years\nwith nobody looking at it.\nCHIEF JUSTICE ROBERTS: Did you say that the\nquestion is whether or not -- not whether he is\ncompetent today to assist his counsel, but whether he\nwas 14 years ago?\nMR. MICHELMAN: Yes, Mr. Chief Justice.\nCHIEF JUSTICE ROBERTS: How in the world --\nI mean --\nMR. MICHELMAN: With respect to the\nunderlying claim. That's the question.\nCHIEF JUSTICE ROBERTS: Right. How is a --\ndo mental health professionals make those determinations\non a regular basis?\nMR. MICHELMAN: I understand that they do,\nYour Honor. I understand it is possible for a person\nwith a psychosis to recover and have memories of\nexperiences during that psychosis. Now, I admit that's\nnot a fact in -- in the record, but that's something\nthat, if we're dispositive, could be established on\nremand in this case.\nSo it's because of the -- the rarity of\nthese claims, because they are not going to come up\nevery day, and because district courts exist as strong\ncheckpoints to prevent non-genuine claims of competence\nor not potentially meritorious claims for which the\npetitioner's assistance is necessary, a narrow stay\nauthority should be preserved and should be applied to\nMr. Carter's case.\nJUSTICE GINSBURG: But not staying\neverything, according to the Sixth Circuit. The Sixth\nCircuit said that -- that there are issues or may be\nissues that can go forward right away. And as to that,\nis there any issue that could be argued, despite the\nincompetence?\nMR. MICHELMAN: Yes, Justice Ginsburg.\nJUSTICE GINSBURG: And what -- what are\nthose?\nMR. MICHELMAN: Well, in this case -- and I\nthink it really illustrates the narrowness of -- of the\nSixth Circuit's order. In this case, he had, for\nexample, claims about the jury instructions. He had\nclaims about prosecutorial misconduct. He has a claim\nabout the method of execution that the State of Ohio\nuses.\nThese claims may go forward because they\ndon't require his assistance. And it's -- it's a\nmeasure of the Sixth Circuit's moderation and discretion\nthat they held that only the claims that genuinely\nrequire his assistance should be stayed; the others may\ngo forward with the help of the next friend.\nCHIEF JUSTICE ROBERTS: That's a pretty\ninefficient system, isn't it? That the judge has to\nlearn a particular record to dispose of claims 1 through\n9, when he knows that he's not going to be able to\ndispose of the petition until -- until the petitioner is\ncompetent, maybe a year later, then he has to go through\nthe whole thing again?\nMR. MICHELMAN: Well --\nCHIEF JUSTICE ROBERTS: I don't see a\ndistrict court saying, well, I'm not going to get into\nthis until I can dispose of the whole thing.\nMR. MICHELMAN: Well, I -- I suppose there\nwould be some appeal to the notion that the district\ncourt might stay the rest of it, simply waiting, Your\nHonor; but we -- we don't think that's likely to happen\nfrequently.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Schimmer, you have three minutes\nremaining.\nREBUTTAL ARGUMENT OF ALEXANDRA T. SCHIMMER\nON BEHALF OF THE PETITIONER\nMS. SCHIMMER: Thank you.\nFirst off, there is nothing narrow about\nwhat the Sixth Circuit held. At page 15-A of the\npetition appendix, the Sixth Circuit ordered that all of\nthe ineffective assistance of counsel claims be stayed\nuntil Mr. Carter is competent, meaning these claims will\nbe stayed at any and all cost to the progress and\nfinality of the proceedings. I --\nJUSTICE SOTOMAYOR: Could you tell me what\nthe value is to wait for the Ford analysis or the Ford\nexamination to the time of execution?\nMS. SCHIMMER: We think there are a few\nvalues, Justice Sotomayor. First of all is that the\nstate has -- still has an interest -- first of all, we\ndon't concede that Mr. Carter is Ford incompetent.\nThose -- that --\nJUSTICE SOTOMAYOR: Putting that aside.\nMS. SCHIMMER: Putting that aside, though,\nthe State's interest is that it still has a powerful\ninterest in the finality of its conviction and sentence.\nJUSTICE SOTOMAYOR: \"At all costs\" is what\nyou seem to be saying.\nMS. SCHIMMER: No. But even if the\nimplementation of that sentence is ultimately\nforestalled by a Ford ruling, that's true in a dignitary\nsense, but it's also true in a practical sense, meaning\nthe State should not -- if somebody regains competence\nmany years down the line, the whole point of AEDPA is\nthat the State at that time should not have to be\nlitigating a stale case.\nAnd to wait potentially 5 and 10 and\n15 years until someone's competency is restored on this\ntotal speculation that something might happen runs --\nJUSTICE SOTOMAYOR: Well, your adversary has\nnot said it's total speculation. He suggests that, if\nwe set a standard that requires -- we can talk about\nwhat the terms are, suggestive in the record, plausible\nin the record, typical sort of situation -- but assuming\nthat there is some basis to believe that the defendant\ncan provide information of importance to the claim, why\nshould that be -- that door be shut?\nMS. SCHIMMER: Well, again, Your Honor --\nJUSTICE SOTOMAYOR: And how do you deal with\nhis answer that, if the claim is not a new claim, but\njust new information about an old claim, that he will be\nbarred from a successive petition?\nMS. SCHIMMER: Right. Well, we still don't\nsee how that has any traction in a case like this where,\nwhether competent or not competent, 2254(d) and\nPinholster say this claim -- all of these claims were\nadjudicated on the merits in state court and, therefore,\nno new evidence can be considered by the Federal court.\nSo that, we think, resolves that.\nAnd in terms of how do you deal with limited\nstays and then going on, we would say simply that the\nState of Ohio's experience in this case has been that\nthe State of Ohio has been standing ready for 10 years\nto defend the judgment of its state courts in this case,\neven though all of Mr. Carter's claims are record based.\nThere is no right to competence. Everybody\nseems to now agree on that. Indefinite stays contravene\nAEDPA, and we don't think that any stay is justified\nhere because of the record-based claims.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n(Whereupon, at 10:40 a.m., the case in the\nabove-entitled matter was submitted.)\n32:19 24:8 32:3,7,11 argument 1:12 based 3:22 4:22 33:18 34:1,11\nallegation 12:7 2:2,5,8 3:3,6 6:25 21:12 34:13 36:25\n38:12 alleged 23:5 28:25,25 35:19 basis 6:1 28:20 38:11\n29:19 25:25 26:12,16 behave 18:2,22 cert 12:1,3\namount 15:18 4:9,17,18 bit 23:23 change 12:13\nanalogous 22:2 29:20,21 32:1 18:15 9:22 22:17,19\n36:5 35:25 6:22 33:22\n17:14,17 answer 9:1 14:9 assume 13:13,16 bright 6:22 7:5 12:20,24 14:6\n18:5 14:11 21:7 27:3,6 builds 27:22 15:25 16:4\n37:21 37:14 assuming 37:8 17:6,9,16 21:6\n14:11 apologize 19:21 27:23 C 2:1 3:1 22:3,10 30:2\nappeal 24:4 attorneys 18:2 capital 5:14 30:12,21 32:25\n14:15 24:9 appendix 35:24 aware 25:4 28:24 32:14 Circuit 3:10\n36:23 applied 33:25 a.m 1:13 3:2 36:1,10 8:19 22:18\napproach 12:6 38:11 Carter's 3:21 32:20 34:3,4\n4:2,10 B 18:18 23:19 Circuits 15:20\n28:6,7 7:10,16,17 back 6:7 9:25 38:4 34:13,20\n38:6 10:7,10,25 12:10,12 14:8 case 3:4,10,13 circumstances\n2:3,9 3:6 argue 5:1 10:12 backstops 6:6 13:13,15,15 13:18 15:16\n18:4 27:12 28:15 30:7 courts 4:12 5:8 9:17\n19:9 20:1 33:22 36:22 continue 14:19 6:5 9:11 10:13 desirable 11:14\n38:5 continued 15:10 11:15 16:7 desire 19:2\n26:14 competency 6:5 continuing 21:3 23:14,21 despite 34:6\n29:24,25 10:1,3,19 13:6 15:12 26:16 24:20 28:12 determinations\n31:9 33:8 14:1,17 28:3,4 contrast 23:18 33:21 38:3 33:10\n37:10,14 28:13,20 31:6 contravene 5:6 court's 3:14 determines\n31:20 32:4,4 38:6 4:13 9:12,16 27:17\n4:11 5:19 competent 5:19 converted 26:18 16:11 21:21 8:10\n16:13,24 9:1 11:14 conviction 36:15 24:16 28:25 devil 32:16\n21:4,11 16:23 17:20 convincing 29:9 31:3 died 9:3 12:3\n28:14 19:9 21:10 20:11 cover 29:2 dies 23:11\n31:25 23:7,19 25:17 correct 7:11 crime 25:21 difference 26:9\n31:9,10,14,15 10:15 17:24 criminal 28:18 30:9\n31:16 32:7 18:5,23 21:1 criterion 22:10 different 15:8\n36:1 33:2 35:4 36:1 24:6 28:17 crucial 16:20 25:2,10 26:23\n38:4,8 37:19,19 30:11 cut 13:19 26:23\ncomplex 25:17 36:2 D 26:8,20\n36:10 15:25 18:11,14 deal 37:13,24 diminished\nconcerned 24:23 19:5 20:18,24 decades 12:1 disclose 4:4\n5:6 14:14 26:1,11 27:6 decided 4:12 discovered 6:10\ncondition 27:24 35:16,25 38:10 25:9 20:2\n14:8 conflicting 6:21 7:12 8:2 default 29:23 24:4,14,19,20\n16:17 28:14 8:22 9:1,2,22 defend 38:3 29:1 31:4\n18:3 Congress 24:9 9:23,24 10:18 defendant 12:6 34:20\n33:20 consensus 15:19 11:25,25 12:8 17:24 22:8 discussing 22:17\n18:1 9:19 17:20 22:13,13 defendants dismiss 21:19\n19:5 37:22 24:21,22,23,24 defendant-frie... disowns 3:13\n24:15 29:25 30:13,16 defense 14:23 dispositive\n8:10,15 20:10 28:20,24 32:22 35:8,12 definition 8:13 distinction 30:8\n19:3 29:4,8 37:21,22 10:8,10 14:2 district 5:8 12:8\n24:2 contest 5:24 courtroom 19:2 degree 25:2 21:3 22:13\n27:4,5 context 28:13 19:3 demonstration 23:14,18,20,22\n33:17 facts 17:3 19:20 14:10 habeas 3:11,16\n30:13 Everybody 38:5 19:20,24 20:8 fully 30:19 5:18 9:11\n32:22 evidence 4:4,22 20:14 30:12,14 fundamental 11:15 12:6\n35:8,11 4:24 5:2,20 30:14 29:4,12,15 13:17 16:7,18\nFederal 4:6,14 gatekeepers 37:3\n27:10 excellent 29:17 fighting 27:2 34:21 12:13\n20:21 executed 25:21 find 9:1 23:19 31:12,17 34:2 health 25:17\n26:13 27:4 finish 21:7 34:8,9 27:23 28:2,5\n27:7 34:16 36:6 36:8,9 20:21 21:6 heard 24:24\n12:16 expires 14:16,18 34:5,18,23 grant 24:2 24:21\n15:9 found 8:24 ground 7:13 Honor 4:2 7:11\n18:11 35:14 guidance 9:6 27:9 33:13\n22:16 33:16 front 19:7 19:8\n35:25 11:19,22 12:5 knows 35:2 24:10 26:1\n18:8,23 14:20 15:7,14 Laughter 12:22 M\n19:1 23:8 15:25 16:4,16 26:6 28:9 maintain 8:22\ninherent 9:18 17:9,16,22,25 19:13,19,22 man 9:3 30:18\ninitial 29:21 19:6,16,19,23 leave 24:13 31:2 Martinez 24:17\n32:19 instance 4:8 20:11,22 21:2 legitimate 5:25 matter 1:11 13:7\ninstructions 21:22 22:3,10 length 24:12 32:13 38:12\ninsulated 24:3 24:7,8 25:1,6,7 let's 13:16,16 13:13 22:5\n36:15 27:1,6,11,22 limit 30:22,22 meaning 9:17\n18:12,18 29:3,11,14,18 limited 3:20 4:1 36:1,21\n27:12 8:23 31:8,12,17 6:23 13:25 mechanism\nIqbal 21:25 32:3,7,11,25 14:15 15:9,22 22:23\n8:25 9:2 31:20 32:4,6 34:9,24 35:7 limits 16:22 meet 20:14\n16:8 19:8 34:6 35:16 36:4,8 line 6:21,22 7:5 26:24\n24:1 issued 8:20 36:12,16 37:4 14:4 18:15 meets 28:1,2\nissues 10:1 31:6 37:13 38:10 36:23 memories 33:14\n36:10 34:4,5 justified 38:7 litigating 36:25 mental 16:13\n5:4,6 6:4 judge 14:6 24:14 KAGAN 3:24 locked 23:25 31:12 33:10\n7:15 8:7 34:25 6:14 7:1,4 long 7:10 8:10 mentally 16:8\n10:8 judges 24:10,11 13:12 14:5 10:20 13:25 meritorious\n11:20 30:6 Kennedy 4:20 16:10 31:22 16:13 17:13\n14:2,5 judgment 38:3 5:4,16 6:9 8:6 longer 15:4 21:4 22:12\n38:6 judicially 9:16 16:21 19:6,16 longest 13:8 30:20 31:25\n9:11 24:17 30:8 20:5,7,11 27:1 looking 18:17 merits 4:12\n23:10 jury 34:14 28:16,23 29:3 32:24 37:21\nJustice 3:3,8,24 29:11,14,18 looks 23:15 method 34:16\n16:1,2,4,19 N 2:1,1 3:1 29:1 31:5 period 13:11 points 12:19\nnarrow 32:21 34:16 38:2 14:16 20:3 position 8:5,22\n33:24 35:22 Ohio's 38:1 31:21 20:22\nnarrowness okay 12:8,10 periodically possibility 23:24\n34:12 17:17 26:5 14:8 possible 30:18\nnecessarily 27:9 old 18:5 37:15 permissible 8:11 33:13\n22:9 necessary 4:4,9 once 8:24 19:3 permit 22:23 post-conviction\n24:6,15 4:17,19,22 29:3 permitted 6:4 30:10\n13:17 14:10 open 5:1 6:23,24 10:17 potentially 4:6\n26:2,21 15:15 21:17 opening 31:22 person 6:6 14:16 6:1 16:13\n28:10 23:20 33:24 opinion 29:9 31:13 33:13 17:12 20:25\n29:7,13 need 7:8 31:19 opportunity petition 12:1,3 21:1,3 22:12\n30:11 needed 16:25 30:5 26:11 35:3,24 30:20 31:25\nneeds 19:19 opposing 10:4 37:16 33:23 37:1\n33:4,7 20:13,14 29:8 opposite 7:2 petitioner 1:4,16 power 5:9,10\n34:8,11 negotiated 9:17 oral 1:11 2:2,5 2:4,10 3:7 5:19 9:10,18,19\nneither 9:23 3:6 16:2 8:24 12:7 16:8 powerful 36:14\n6:16,23 7:15 9:19 21:9 22:14,25 preconviction\n31:10,13,15 29:23 32:8 35:3,20 prejudice 29:22\n16:17 17:3,3 ordered 32:20 28:17 15:9\n26:14 37:14,15 28:21 petitions 16:22 preserved 33:25\nNinth 15:20 P 3:1 picking 17:8 presumption\n33:22 pardon 28:17 place 13:21 31:3 13:1,10\nparticipate plausible 22:4,4 34:24\n15:4 O 32:19 22:6 37:7 prevent 24:12\nO 2:1 3:1 participation playing 12:16 25:3,20,20\noh 7:3 17:16 party 9:23 15:10,19 29:4 prisoner 5:13\n38:4 restrict 4:6 35:8 36:17\n10:19 qualify 8:22 7:6,18 38:8 resulted 22:21 10:22,23 12:8\nquestion 6:16 recover 33:14 retrospective 16:16 18:2\n15:5 14:21,24 15:16 9:5,10,16 return 19:2 26:12 27:13\n31:4 32:12,17 reflect 16:11 reviewing 4:14 11:22 14:20\n23:9 quite 26:8 relief 5:15 6:18,19 7:18 27:6 28:5,11\n32:8 quoting 18:13 rely 10:14 28:12 11:3,10,24 Schimmer 1:15\n14:18 R 15:24 15:6 19:18 4:1 5:3,22 6:11\n16:8 R 3:1 remaining 35:18 20:13 25:4,9 6:14,19 7:3,11\n36:3 raise 30:5 remand 32:21 25:21 26:5 7:19,23 8:1,12\n33:10 rare 31:18,24 removed 19:3 29:19 33:9 10:11,15,23\nreach 6:16 7:8 34:19,22 rightly 12:19 13:1,12,23\nreadily 3:19 requires 17:2 ROBERTS 3:3 35:17,19,21\nreally 7:7 8:19 reserve 15:24 15:25 17:6,16 37:12,17\n14:20,21 18:17 resolve 31:21 22:3 30:2,21 SCOTT 1:17 2:6\n23:7 24:1 reasonable 11:5 resolves 37:23 38:10 second 3:19 5:16\n37:10 14:16,22,24 respect 33:7 role 21:2 7:8 9:15 14:24\nrecognizes 29:1 rest 35:12 runs 37:3 seeking 9:7\n4:15 6:25 9:15 10:19 select 27:25\n28:4 21:5,9,12,14 8:15 10:3 13:6 safety 18:11 sentence 5:15\n20:15 21:11 37:3,5 35:12 38:7 take 9:21 13:21 15:1,2,24\n27:7 stand 31:10 staying 34:2 talking 32:13 5:6\n32:14 standard 17:4 stays 3:20 4:1 talks 13:5 today 15:21 16:6\n37:25 20:14 21:14,19 5:4,6,9,9 6:23 taxonomize 32:14 33:2\n29:25 25:2,8,8,10,13 14:3 15:22 36:4 total 37:3,5\n26:18 27:3,4,8 16:10,10 22:23 ten 12:25 traction 37:18\n4:2 5:23 28:3 31:14 38:6 37:24 24:21\n31:20 37:6 stringent 21:23 TERRY 1:3 treated 12:10\n29:19 26:10,22 33:21 test 13:24 15:19 18:14,17 19:4\n34:3,3 standing 38:2 stuff 26:15 15:22 26:3 28:13 30:6,7\n35:23 state 4:7,12,15 subject 17:1 testify 27:24 31:10 32:4,10\n5:23 6:7 11:13 submitted 38:12 Thank 15:25 32:18\nstated 24:21,22 suggested 14:7 30:23 truly 21:4,8,14\n16:6 22:5,5,11 4:17 5:12,21 trust 23:20\n19:15 stating 18:13 18:10 13:2,10,23 16:25\nstatutory 3:12 suggestive 37:7 14:4,6,13 Tuesday 1:9\n9:21 10:9 6:15,17 7:9,10 13:2 18:10,25 24:8,15 26:21 26:7,22\n11:1 7:17 8:7,9,14 suppose 5:17 27:19 28:22 type 22:18\n12:19\n7:25 8:1 35:10 29:7,16 30:22 typical 37:8\n17:22 8:23 9:11,12 Supreme 1:1,12 34:12 35:13\n18:1,6,7 9:16 10:8,18 sure 11:9 12:23 36:7 37:23 U\n36:4 11:20 12:9 21:16 32:22\nultimate 5:15\n14:6 suspension 5:14 third 9:20 ultimately 12:3\n36:19 Washington 1:8 15-A 35:23\n20:8 way 19:13,22\nwent 23:8 2\n28:10 We'll 3:3 20:6\nwe're 14:8 15:21 2012 1:9\n32:13 33:17 2244(b) 17:10\nwhatsoever 8:7 2254 20:20\nwilling 15:21 2254(d) 4:13\nwindow 14:15\nwitness 4:24 3 2:4\nworks 12:6 35 2:10\n37:1\n1:9 13:7,9 15:4\n35:2\n13:8\n32:18,23\n10 37:1 38:2\n23:1 11-218 1:4 3:4\n37:2\n"
    }, 
    "respondents": [
        "SEAN CARTER"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 21, 
        "JUSTICE ALITO": 6, 
        "JUSTICE GINSBURG": 8, 
        "JUSTICE KAGAN": 6, 
        "JUSTICE KENNEDY": 15, 
        "JUSTICE SCALIA": 14, 
        "JUSTICE SOTOMAYOR": 18, 
        "MR. MICHELMAN": 50, 
        "MS. SCHIMMER": 36, 
        "O 2": 1
    }
}