{
    "appearances": {
        "content": "TIMOTHY S. BISHOP, ESQ., Chicago, Illinois; on behalf of\nPetitioners.\nMALCOLM L. STEWART, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; for United\nStates, as amicus curiae, in support of Petitioners.\nJEFFREY L. FISHER, ESQ., Stanford, California; on behalf\nof Respondents.\n"
    }, 
    "caseNum": "11-338", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nTIMOTHY S. BISHOP, ESQ.\nOn behalf of the Petitioners 4\nORAL ARGUMENT OF\nMALCOLM L. STEWART, ESQ.\nFor United States, as amicus curiae, in 18\nsupport of Petitioners.\nORAL ARGUMENT OF\nJEFFREY L. FISHER, ESQ.\nOn behalf of the Respondents 28\nREBUTTAL ARGUMENT OF\nTIMOTHY S. BISHOP, ESQ.\nOn behalf of the Petitioners 49\n"
    }, 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": "(11:06 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next in Case 11-338, Decker v. Northwest\nEnvironmental Defense Center and Georgia-Pacific v. The\nNorthwest Environmental Defense -- Defense Center.\nMr. Bishop.\nORAL ARGUMENT OF TIMOTHY S. BISHOP\nON BEHALF OF THE PETITIONERS\nMR. BISHOP: Thank you, Mr. Chief Justice,\nand may it please the Court:\nThere is a straightforward ground for\nreversal here that rests on a standard application of\ndeference principles to EPA's treatment of stormwater.\nCHIEF JUSTICE ROBERTS: Before -- before we\nget into that, congratulations to your clients -\nMR. BISHOP: Thank you.\nCHIEF JUSTICE ROBERTS: -- getting almost\nall the relief they're looking for under -- under the\nnew rule issued on Friday.\nMR. BISHOP: Thank you.\nCHIEF JUSTICE ROBERTS: And thank you for\ncalling it to our attention.\nMR. BISHOP: Thank you.\nThe problem with that rule is that it puts\ninto place something that EPA has been telling the\ncourts throughout this litigation, that in the\nstormwater rule, where EPA refers to Standard Industrial\nClassification 2411, that what it is referring to is\nsolely the four identified point sources in the\nsilvicultural -- rock crushing and so on.\nIn this case, NEDC Respondent argues that\nthe statute -- the language of the statute, which is\nthat discharges that are associated with industrial\nactivity must have NPDES permits, prevents EPA from\ndoing that -\nJUSTICE GINSBURG: But there was no ruling\nin the court of appeals. The court of appeals did not\nrule on the statute -- whether the statute mandates that\nthese logging roads be governed.\nMR. BISHOP: No. It did not. It did not.\nJUSTICE GINSBURG: So is -\nMR. BISHOP: That is an argument that\nRespondents have made in this Court.\nJUSTICE GINSBURG: And so that's not a point\nthat this Court could resolve in the first instance.\nMR. BISHOP: Well, I don't think that's -- I\ndon't think that's right. The -- the Respondent can\ndefend its judgment on grounds other than those that\nwere -- that were the basis of the Ninth Circuit\ndecision.\nJUSTICE GINSBURG: Yes, you can do that; but\nthis Court is a court of review, not first view, and we\ndon't take questions that haven't been aired below.\nMR. BISHOP: Well, there -- there is an\nadditional reason why we don't think that the rule here\nmoots -- moots the issue. Let -- let's assume that\nthere is a petition for review.\nI think that's a fairly safe -- safe\nassumption, that some environmental groups argue that\nthe new rule is impermissible because it's at odds with\nthe language of the -- language of the statute, an\nargument that I think is -- is near frivolous, but that\nI think will be -- predictably will be made.\nThe rule is prospective. What we have is a\njudgment from the Ninth Circuit that says that we were\nin violation for decades by not having permits. And -\nCHIEF JUSTICE ROBERTS: Well, but it's -\nit's an unusual situation for us to rule in a case -\nMR. BISHOP: Yes.\nCHIEF JUSTICE ROBERTS: -- where the issue\nhas ongoing significance and that's taken away. And\nwhat we would be doing is, when there is a new rule, we\nwould be considering quite a lot of difficult issues to\ndetermine what the old rule was, so that you can unravel\nwhat the Ninth Circuit has upheld.\nMR. BISHOP: Well, let me argue -- let me -\nmaybe -\nJUSTICE SOTOMAYOR: I thought the case law\nwas fairly clear that, when the EPA changes its rules in\nyour favor, that they can't -- the court can't impose\npenalties for a past violation.\nMR. BISHOP: Well, I wish it were so clear.\nCertainly, we think that that is the case.\nWhat they've asked for below is penalties,\nattorneys' fees, and remediation of environmental harm.\nNow -- now, we think that, under Laidlaw, they shouldn't\nbe able to get any of those three things.\nNow, this only happened on Friday, so I\ncan't claim that I've done complete research on -- on\nthe point. But it -- you know, I do think that -- there\ndoesn't appear to be any law on the application of\nLaidlaw to a claim for remediation.\nCHIEF JUSTICE ROBERTS: Is this a -- is this\na new rule that they -- I too haven't had much of a\nchance to look at it. But is this a new rule? Or is it\nan amendment of the existing rule?\nMR. BISHOP: It's an amendment of the\nexisting rule. But what it does is to put into place\nagainst the rule exactly what EPA has been saying\nthroughout this litigation. There is nothing new in the\nrule.\nSo this is something that EPA has been\nsaying in the litigation and that we think is entitled\nto Auer deference as a result of that. Now, it's in the\nrule, so it gets -- it gets Chevron deference. But\nwe -\nCHIEF JUSTICE ROBERTS: Are you sure you\nwant what you're asking for? What if we go ahead and\ndecide this case and rule against you?\nMR. BISHOP: Well, we are -- we are hoping\nthat you rule -- you'll rule with us. And certainly, on\nthe basis of this rule -\n(Laughter.)\nJUSTICE SCALIA: That's usually the\nobjective.\nMR. BISHOP: On the basis of this rule, you\nhave to understand that the challenge to this rule is\nthe claim that the -- the words \"associated with\nindustrial activity\" must be interpreted by EPA to\ninclude harvesting activities and the -- the moving of\nthe logs out of the harvest area. Now, that's -\nCHIEF JUSTICE ROBERTS: Now, I suppose that\nyour clients and others similarly situated -- or I -- I\nguess it would be the Respondents -- can challenge the\nnew rule, right?\nMR. BISHOP: Yes. So -\nCHIEF JUSTICE ROBERTS: So you would have,\nsimultaneously pending, a case involving the\ninterpretation of the old rule and a challenge to the\nnew rule.\nMR. BISHOP: Right.\nCHIEF JUSTICE ROBERTS: Each of which would\nhave the same issue.\nMR. BISHOP: And this Court can cut through\nall of that by deciding this case, which the simplest\nway to decide this case is under the stormwater rule.\nIf the Court decides this case in our favor under the\nstormwater rule, then that will preclude a large part of\nthe basis for the challenge to the new rule.\nIt's squarely in front of this Court.\nMr. Fisher has made the argument here. The stormwater\nrule is squarely here. Congress completely revamped the\nClean Water Act's approach to stormwater in 1987, and it\nmade clear that, as a default, point-source stormwater\nis regulated by the State, with NPDES permits required\nonly for discharges that are associated with industrial\nactivity and a few other categories.\nAnd those statutory terms, \"industrial\nactivity\" and \"associated with,\" are both ambiguous.\nAnd with those words, Congress left EPA with discretion\nto determine what activities count as industrial. And\nit's in keeping with dictionary definitions for EPA to\nhave categorized activities like law, banking, retail,\nagriculture, and silviculture as not industrial.\nJUSTICE KAGAN: But, Mr. Bishop, as -- as\nJustice Ginsburg said, that question was not decided\nbelow, and in the context of this case, which, of\ncourse, was very different when it was briefed,\nMr. Fisher spent a grand total of 2 pages and rightly\nso. It wasn't -- it was -- it was not the main issue in\nthe case then.\nSo would we really be doing something -- you\nknow, a good practice to decide this issue, without\nreally any briefing on it and without a decision below?\nMR. BISHOP: Well, I think there is briefing\non it. I mean, both parties have briefed it. It gets 2\npages because it's a -- a near-frivolous argument under\nthe -- under the caselaw, I think. But the fact is, if\nyou don't -\nJUSTICE KAGAN: Well, that isn't really\nquite fair. It is 2 pages because it wasn't decided\nbelow and because -- and because the -- the question in\nthe case was very different, with a different\nregulation.\nMR. BISHOP: Now, the issue is before this\nCourt. If the Court doesn't decide the issue, then we\ngo back. We have to fight for years about remedies -\nabout the appropriateness of remedies for this\nadjudicated past violation under Laidlaw. And Laidlaw\nhas some very complex law that's developed under it.\nJUSTICE GINSBURG: You wouldn't have to do\nanything if the Court vacated the decision below. Then\nyou wouldn't be facing anything.\nMR. BISHOP: Well, obviously, if the Court\nheld the case was moot, then we'd like the -- the\nvacatur. But in addition -\nJUSTICE GINSBURG: Would you be -\nMR. BISHOP: -- there's going to be a\nchallenge to the new rule -\nJUSTICE GINSBURG: Would you be entitled to\nit?\nMR. BISHOP: Yes, we believe we are entitled\nto vacatur.\nJUSTICE GINSBURG: So -- so if you're right,\nthat you're entitled to it and we agree with you, then\nthere is nothing. You don't have anything hanging over\nyour head as a result -\nMR. BISHOP: Well, what's left -- what's\nleft of -\nJUSTICE GINSBURG: -- of the prior decision.\nMR. BISHOP: -- what's left at that point is\nanother 5 or 6 years of litigation under the new rule on\nan issue that is briefed in this Court, before this\nCourt, and I think relatively easy to decide under the\nstormwater rule.\nCHIEF JUSTICE ROBERTS: Are you -- which\nissue are you talking about? The industrial activities\nissue or the silvicultural?\nMR. BISHOP: The industrial activities\nissue. I mean, the -- the rest of this case has become\nvery complex, I think, because of -- of the -- you know,\nthe government has raised the Seminole Rock argument\nthat -- that no one's ever heard of before. Mr. Fisher\nhas introduced an argument about whether the 1375(b)\ncategories -- this case falls within those categories.\nBut there is a simple way to decide this\ncase, and that is, under the stormwater rule, EPA had\nthe discretion to determine what activities are\nindustrial, and it determined that timber harvesting is\nnot industrial. It defined \"immediate access roads\" in\na way that does not cover these -- these roads, even if\nit were industrial.\nAnd these are terms -- the term \"industrial\"\nis one that is ambiguous. The term \"associated with\nindustrial activity\" is one that admits of degree. It's\nlike the word \"minimized\" -\nJUSTICE SOTOMAYOR: How do we -- how do we\navoid, under your reading -- assuming we agreed with you\nwhat the rule says, that there is a difference between\nlogging roads and access roads? The other side raises a\nlot of question about whether these, in fact, are access\nroads or not. So do -- do we need to -\nMR. BISHOP: The public -\nJUSTICE SOTOMAYOR: Do we have to reach that\nissue then?\nMR. BISHOP: The public -- no, you don't\nhave to reach that issue because the EPA has decided\nthat the timber harvesting activity is not industrial.\nIn the rule -- implementing this rule with a -- a\nmultisectored general permit for industrial activity,\nEPA said, quote, \"Harvesting activities, including\nloading and initial transport from an active harvest\nsite, are not required to be covered under the\nstormwater permits.\"\nYou know, it's been perfectly clear in -\nwhen it promulgated the rule, it said that the reference\nto SIC 24 was a reference to sawmills, planing mills,\nand other mills. When, in the briefs in this case,\nit -- it explained the reference to SIC 2411, it said,\n\"By not excluding SIC 2411, EPA intended to reference\nonly the four categories of silvicultural activities\nalready defined as point sources.\" So it's -- EPA has\nbeen -\nJUSTICE SOTOMAYOR: So how do we -\nMR. BISHOP: -- absolutely clear that timber\nharvesting is not industrial activity -\nJUSTICE SOTOMAYOR: It may not -\nMR. BISHOP: -- and, therefore, it does not\nget to the \"associated.\"\nJUSTICE SOTOMAYOR: It may not be, but these\nare pipes, ditches, and channels which the CWA\nexplicitly defines as point sources -\nMR. BISHOP: Well, you can -\nJUSTICE SOTOMAYOR: -- that are not part of\nthe harvesting. By definition, they are not.\nThey're -- you're saying public roads and not access\nroads.\nMR. BISHOP: Well, remember that the\nstormwater rule applies to point sources. The default\nposition under the stormwater rule is that point sources\ndo not require NPDES permits. And then Congress said\nthere are certain categories that do, and one of those\nis discharges that are associated with industrial\nactivity.\nEPA has said that, under these terms,\n\"associated with industrial activity,\" \"in industrial\nactivity,\" neither the timber harvest nor the roads,\n\"The initial loading and initial transport from an\nactive harvest site are not required to be covered by\nstormwater permits.\"\nIt says, in the rule, that immediate access\nroads are the only things that are covered. It\nexplains, in the preamble to the 1976 rule, that that\nmeans on-plant roads that are dedicated for use by an\nindustrial facility, not public roads. These are public\nroads.\nThese are used by hunters, fishermen,\noff-road vehicle enthusiasts, bird watchers. These are\nfairly heavily trafficked public roads that are used for\na few weeks, every few decades, for logging activities.\nAnd so these are not, EPA has been very clear, the sort\nof -\nJUSTICE KENNEDY: Am I correct or incorrect\nthat a considerable number of these roads are -- a\nsignificant number of these roads were built initially\nby the logging industry?\nMR. BISHOP: Yes, some -- some of them\nsurely -- surely were.\nJUSTICE KENNEDY: And it's a little hard for\nyou to say that, when these were built by the logging\nindustry and presumably maintained to some respect by\nthe logging industry, to say, oh, well, these are used\nby hunters and so forth. I -\nMR. BISHOP: But -- but they are public\nroads. They are owned by the counties, or they're owned\nby the State. These two particular roads that we are\ntalking about here have been there between 50 and 75\nyears. They run by the river. There is a school bus\npull-off on one of them because there are houses by the\nside of this road.\nThere -- these are -- these are\nquintessential public roads that are used by loggers\nfrom time-to-time. Are they -- are they built there?\nAre there other roads that are built by us? Yes. But\nthey are public roads maintained by us under contracts\nwith the State, only during the period when we are using\nthem for -- for logging activity, and otherwise\nmaintained by the -- by the State.\nSo the -- and we think -- to come back to\nyour -- your initial question, Chief Justice, about\nwhether this can be decided without getting into these\nother complex issues -- that you don't have to -- if you\ndecide this case under the stormwater rule, it's -- and\ntaking at face value what the Ninth Circuit said, which\nis the rule itself is not clear, we see the Ninth\nCircuit set a reference here to SIC 2411, which is\nlogging.\nWe see this reference to immediate access\nroads. So at -- at that point, we -- you look at what\nEPA has said. And EPA's explanation, in its 1976\npreamble, in its briefs and in -- in this case, are -\nare absolutely clear, that there was no intention on\nEPA's part to cover the channelled runoff alongside\nthese roads.\nJUSTICE KAGAN: Mr. Bishop, could I -- I'm\nsorry that I don't understand this well enough yet. But\ncan I understand what's still at stake for you in -- in\nthe case? Put aside the question of whether the new\nrule is valid or not, all right? And what -- what do\nyou have riding on whether the Ninth Circuit's decision\nis correct at this point?\nMR. BISHOP: Well, if there is -- if there\nis a vacatur, so that we don't have to worry about\nremedies below -\nJUSTICE KAGAN: So which remedies are you\nworried about?\nMR. BISHOP: Well, the remedies that we -\nwe are obviously not worried about injunctive relief.\nWe are worried about the relief that they have asked\nfor, for past -- supposed past violations, which is\npenalties, attorneys' fees, and I think the more complex\none under the case law is remediation for environmental\nharm, which the case law just doesn't seem to address\nunder -- under Laidlaw.\nSo we are worried about those. And\nprincipally, what we would like to do is to get sorted\nout, once and for all here, an argument that otherwise\nwould drag through the courts for the next five or six\nyears under this rule, putting the whole industry into a\ngood deal of uncertainty that we think is unwarranted.\nIf I can reserve the remainder of my time?\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Stewart.\nORAL ARGUMENT OF MALCOLM L. STEWART,\nFOR UNITED STATES, AS AMICUS CURIAE,\nIN SUPPORT OF PETITIONERS\nMR. STEWART: Mr. Chief Justice, and may it\nplease the Court:\nOn Friday, the EPA administrator signed a\nnew rule that amends EPA's existing regulatory\ndefinition of the term \"stormwater discharge associated\nwith industrial activity.\"\nThe new rulemaking specifically disapproves\nthe Ninth Circuit's decision in this case and states\nexplicitly that the only facilities under SIC Code 2411\nthat are industrial are rock crushing, gravel washing,\nlog sorting, and log storing.\nCHIEF JUSTICE ROBERTS: Were you as\nsurprised, as we were, to learn about that final rule?\nMR. STEWART: No, we were not.\nCHIEF JUSTICE ROBERTS: When did you learn\nthat the final rule would be issued on Friday?\nMR. STEWART: I learned on Friday morning\nthat the final rule would be issued. I learned on\nFriday afternoon that the final rule had been issued.\nWithin five minutes of that time, I alerted counsel for\nboth the Petitioners and -\nCHIEF JUSTICE ROBERTS: You had no idea\nbefore Friday that this was coming out?\nMR. STEWART: I knew that it was a strong\npossibility -- I knew that it was a strong possibility\nthat it would come out. The EPA had issued a notice in\nSeptember of proposed rulemaking. There was a notation\non OMB's website in early November, to the effect that\nthe rule had been transmitted for final approval by OMB.\nCHIEF JUSTICE ROBERTS: In early November?\nMR. STEWART: In early November.\nCHIEF JUSTICE ROBERTS: Maybe in the future,\nyou could let us know when something as definite as that\ncomes.\nThere were 875 pages on the merits briefing\nin this case, and if we knew that the final rule was\nimminent, we could have rescheduled the case for April\nor-- or something along those lines.\nMR. STEWART: I'm sorry, Your Honor. We -\nyou know, we did explain in the opening brief that the\nrule had been -\nCHIEF JUSTICE ROBERTS: Oh, I know, that\nthere was a proposed rule. Is it your experience that\nproposed EPA rules become final within a couple of\nmonths, particularly?\nMR. STEWART: No, I think that -- well, I\nthink this happened more quickly than it usually does,\nbut I think we intended respect for the Court's\nprocesses, rather than disrespect.\nObviously, it's suboptimal for the new rule\nto be issued the Friday before oral argument; but it\nwould have been even worse, I think, from the standpoint\nof the parties and the Court's decision-making processes\nif the rule had been issued a week or two after the\nCourt heard oral argument.\nCHIEF JUSTICE ROBERTS: Well, maybe. And it\nwould have been best if we had known about this in early\nNovember.\nMR. STEWART: With -- with respect to the\nimpact of the rule on this case, the new rule was not\nintended to change the meaning of the preexisting\ndefinition, and in our view, it renders the case moot.\nAnd, really, the point of issuing the new -\nJUSTICE SOTOMAYOR: How do you deal with his\npoints about the ex-fact remedies of attorneys' fees and\nremediation? Why are -- why are those moot?\nMR. STEWART: Well, I think the question of\nattorneys' fees, if the Ninth Circuit's decision was\nvacated on the ground that the case would become moot,\nattorneys' fee are available under the Clean Water Act\nand citizen suits only to prevailing or substantially\nprevailing parties. And I don't see any way that\nRespondent could make a claim to be a prevailing or\nsubstantially prevailing party when, at the end of the\nday, it got no relief.\nNow, with respect to questions of\nremediation and, particularly, of civil penalties, the\nCourt, in Steel Company and Laidlaw, addressed the\ncircumstances under which civil penalties would -- could\nand could not be awarded in citizen suits. And the\nCourt in Steel Company said that, in citizen suits, a\ncitizen plaintiff lacks standing to seek civil penalties\nas a remedy for past violations because the citizen\nderives no benefit from payment of the penalties into\nthe treasury.\nIn Laidlaw, the Court held that, where there\nis a prospect of recurring violations or ongoing\nviolations, the citizen plaintiff does have standing to\nseek civil penalties as a deterrent to future\nillegality.\nCHIEF JUSTICE ROBERTS: Do you -- are you\nsaying that the private companies would not be liable\nfor civil penalties, even though the alleged violation\nwas ongoing at the time of the district court\nlitigation?\nMR. STEWART: That's correct. That even\nif -- if, by the time the -- the suit was wound up,\nthere was no prospect of an ongoing or future violation\nbecause EPA had amended the rule to make clear that the\nconduct was lawful, there would be no future illegally\nto deter. And then there -\nCHIEF JUSTICE ROBERTS: Well, can I stop you\njust for a moment? EPA made clear that the conduct was\nnot unlawful. We have a new regulation. The fact that\nthey have issued a new regulation doesn't mean that the\nreading -- doesn't mean that that's a demonstration that\nthe prior conduct under the old regulation was lawful.\nNow, I know you've taken the position that\nit was not, but you've got a court of appeals decision\nsaying it was.\nMR. STEWART: That's correct. And if we\nactually had a civil penalty award issued by the\ndistrict court in the first instance, it might be a more\ncomplicated question whether that award should be\nvacated. But the district court ruled in the\npetitioner's favor. There was never any civil penalty\naward.\nAnd so if -- if the question is can the\ndistrict court, at some future stage of this case, enter\na civil penalty award, under Laidlaw, the only\njustification for that in a citizen suit would be to\ndeter illegal conduct that might be thought to be\npossible after the civil penalty award was issued and -\nCHIEF JUSTICE ROBERTS: That -- that would\nhave to be based on the assumption that the Ninth\nCircuit decision was wrong.\nMR. STEWART: It would not have to be based\non the assumption that the Ninth Circuit decision was\nwrong at the time that it was entered; that is, even if\nEPA had done something that was explicitly characterized\nas a change in the law, if EPA had issued a rule-making\nthat said, what Petitioners had been doing was unlawful\nup to this point, but we've decided that it shouldn't be\nunlawful, and, therefore, we're amending the rule to\nmake it legal, if EPA had done that, there would still\nbe no prospect of future illegality, assuming that the\nrule is taken to be valid.\nAnd, therefore, although in an EPA\nenforcement action, there might be a possibility of\ngetting monetary awards for past misconduct because\nthat's something the government can do, the citizen's\nonly stake in the matter would be to deter future\nillegalities.\nJUSTICE SCALIA: What if -- what if the rule\nis held invalid? I mean, we don't know the answer to\nthat question until this rule is challenged, and there\nis ultimately a -- I'm sure it will be challenged\nbecause their position is that the -- this rule\ncontradicts the statute. So how does that factor in to\nyour analysis?\nMR. STEWART: It certainly is possible that\nthe rule will be challenged, but, as -- as Petitioners\nhave emphasized in their brief, and we agree, the proper\nforum for adjudicating challenges to the validity of an\nEPA regulation is through a suit brought against EPA\nbased on the administrative record; that is, a citizen\nsuit against the petitioners -\nJUSTICE SCALIA: I understand that, but my\npoint is, until that suit is -- is concluded, you don't\nknow whether there is a possibility of future violation\nor not, do you?\nMR. STEWART: You don't know. But I think,\nat this point, the prospect that the EPA rule would be\nboth challenged and vacated is sufficiently speculative\nthat it would be out of keeping with general principles\nof mootness for the Court to go on to decide the\nquestion of what the old rule meant.\nAnd really -\nJUSTICE KAGAN: Is what you said true also\nof the remediation piece of this? You said that, at\nthis point, even if we understand this as a change in\nthe law, the Plaintiffs would not be entitled to fines.\nWould they also not be entitled to any kind of\nremediation?\nMR. STEWART: I -- I think we would want to\nstudy that a little further. The general rule,\ncertainly, is that injunctive -- the propriety of\ninjunctive relief is determined on the basis of the law\nin effect at the time of the Court's decision.\nAnd under the -- the newly promulgated rule,\nonce the rule took effect, that -- that would be to the\neffect that the discharges from stormwater runoff are\nnot covered, and an order requiring remediation would be\na form of prospective injunctive relief. It would\naddress -\nJUSTICE KENNEDY: Is it your submission that\nwe should issue an order vacating this moot or issue an\norder for the court of appeals to consider whether it's\nmoot?\nMR. STEWART: I think either one would be -\nJUSTICE KENNEDY: What is your submission?\nMR. STEWART: Our preference would be that\nthe Court issue an order vacating as moot; but it would\nalso be an appropriate decision to -- to leave that to\nthe court of appeals in the first instance.\nAnd, again, EPA's objective in this was to\nobviate the need to decide vex questions concerning the\nmeaning of the old rule. That is, EPA has said for\nnearly 40 years that it doesn't believe that NPDES\npermits are the appropriate way of addressing the -- the\ndangers to water quality that are posed by these sorts\nof discharges and -\nCHIEF JUSTICE ROBERTS: I -- I'm having\ntrouble seeing how we can dismiss it as moot when there\nwould remain pending claims for civil penalties and\ninjunctive relief, which you've already said you want to\ntake a closer look at, and attorneys' fees.\nNow, you seem fairly confident that they'll\nlose on those, but you felt pretty confident that you'd\nwin on this.\nMR. STEWART: Well, I think the one piece\nthat we would want to take a closer look at is the\nspecific question of remediation for past harm; that is,\nconcrete steps on the ground to undo the results of past\ndischarges. The -- the other two pieces of it -\nJUSTICE KAGAN: It seems strange that you\nwould -- that there would be an order of remediation to\nundo the results of past discharges when, at this point,\nthe law going forward is, go ahead and discharge.\nMR. STEWART: I think that's correct, that,\nas I say, we haven't -- we haven't specifically focused\non this question; but my instinct is that an order of\nremediation would be an aspect of prospective injunctive\nrelief that would be governed by the general rule that\ninjunctive relief is to be determined under the law at\nthe time of the Court's decisions.\nBut with respect to the other two elements\nof relief, I think those can be easily dealt with as a\nmatter of law; that is, to the extent that they are\nseeking an injunction ordering that no further\ndischarges occur without a permit, then clearly, the\npropriety of that sort of injunction would be determined\nunder the new rule, and it wouldn't be available.\nAnd I think Laidlaw is clear that the only\nbasis that a citizen has for seeking civil penalties is\nto deter future violations, not to punish prior\nviolations.\nCHIEF JUSTICE ROBERTS: Is this something\nthat -- in terms of mootness, we should evaluate under\nthe voluntary cessation doctrine?\nMR. STEWART: No, I don't believe so\nbecause, here, the basis for mootness is not that the -\nthe defendants in the suit have promised to change their\nways; it is that the EPA has issued a new regulation to\nmake clear -\nCHIEF JUSTICE ROBERTS: The EPA has changed\nits ways.\nMR. STEWART: Well, EPA is -- EPA is not the\ndefendant in the case; so, even if this were viewed as a\nchange in ways, it wouldn't be voluntary cessation.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Fisher.\nORAL ARGUMENT OF JEFFREY L. FISHER\nON BEHALF OF THE RESPONDENTS\nMR. FISHER: Mr. Chief Justice, and may it\nplease the Court:\nIt seems to me, in light of the recent\nevents, that the most appropriate course for this Court\nis to just simply dismiss this case as improvidently\ngranted.\nIf this Court had reached its -- had gotten\na cert petition under the circumstances present right\nnow, it seems to me there'd be three very strong reasons\nsimply just to deny the petition.\nFirst of all, because EPA, in its rulemaking\non Friday afternoon, itself says that the Ninth Circuit\ndecision has -- cancels out any impact of the Ninth\nCircuit decision on the ground, moving forward.\nSecond of all, the case is interlocutory in\nposture. Remember, we are just on a reversal of a\nmotion to dismiss. So every argument that's left in the\ncase, in addition to whatever mootness arguments anyone\nwants to make -- which I'll explain why in a moment we\nwould disagree with -- can all be made on remand to the\nNinth Circuit.\nAnd if people are unhappy -- or not on\nremand, but just simply when the case returns -- if\npeople are unhappy with those results, they can bring\nthe case back up to this Court. And -\nCHIEF JUSTICE ROBERTS: So if we do that -\nif we dismiss as improvidently granted, you still go\nback and you -- you get your attorneys' fees, you get\nthe civil penalties, you get remediation because the law\ngoverning your case would be the existing Ninth Circuit\nopinion.\nMR. FISHER: Well, if that's where the case\nends up when it's over and they bring it back and you\ndeny cert -\nCHIEF JUSTICE ROBERTS: Well, the case is\nnot -\nMR. FISHER: But there's a much -\nCHIEF JUSTICE ROBERTS: I was just going to\nsay the case is not going to be over if we dismiss.\nMR. FISHER: No.\nCHIEF JUSTICE ROBERTS: Because, as you just\nsaid, it's interlocutory.\nMR. FISHER: But that's my point, yes.\nAnd -- but I want to make one thing very clear.\nJUSTICE KENNEDY: But -- but, in other\nwords, it goes -- under your view, it would go back to\nthe district court; the district court would try all\nthis. And, as the Chief Justice says, we know what the\nlaw of the case is, if -- if the opinion stands.\nMR. FISHER: Well, the law of the case would\nbe -\nJUSTICE KENNEDY: And -- and so isn't -\nisn't it fairly clear, well, we know that the district\ncourt must do under the court of appeals' decision?\nMR. FISHER: All the district court must do\nunder the Ninth Circuit decision is consider this to be\na point source, for the reason that Justice Sotomayor\nmentioned, and that -- the other side has virtually\nwalked away from that argument, anyway.\nIt is pipe, ditch, or channel; it's\nperfectly obvious we're dealing with point sources here.\nThe only question is whether you have this covered by\nthe stormwater rules, to the extent they are valid. And\nthat -- the district court or the Ninth Circuit or\nwhoever would consider in the first instance, and that\ncould come back to this Court.\nBut if I might just explain to this Court, I\nthink it will help the conversation if I explain exactly\nwhat our case looks like, going forward, because we have\nand will maintain a claim for forward-looking relief for\ntwo reasons.\nOne is, for the reason that was mentioned a\ncouple of times in the -- in the beginning part of the\nargument, because we contend that the new rule simply\nviolates the statute. And we have a right to bring a\ncitizen suit for a violation of the Clean Water Act\nitself, which is to say the language that requires EPA\nto regulate -\nJUSTICE SOTOMAYOR: Is this a -\nMR. FISHER: -- all discharges associated\nwith industrial activity.\nJUSTICE SOTOMAYOR: So you're disclaiming\nthat you have to go to the court of appeals; you think\nyou can bring a citizen suit to challenge the validity\nof the regulation?\nMR. FISHER: Well, I wouldn't put it exactly\nthat way, Justice Sotomayor. What I would say is that\nwe have the power to bring -- or we have the right to\nbring a citizen suit to enforce the Act. And if there\nis a regulation that the other side brings up that says,\nwe are -- supposedly says, we are exempt from having to\nget permits, our position is that regulation just simply\ndoesn't fall under 1369(b)(1), for the reasons Judge\nPryor just found for the Eleventh Circuit.\nI sent that up as supplemental authority.\nJUSTICE GINSBURG: But we didn't -\nMR. FISHER: It is, A -\nJUSTICE GINSBURG: But that -- that is the\nquestion, the question of what the statute requires, was\nnot decided below.\nMR. FISHER: That's correct, Justice\nGinsburg. The Ninth Circuit had no -- no reason to\nreach it because the regulations on stormwater, as then\nwritten, were absolutely clear, that logging\nactivities -\nJUSTICE GINSBURG: And you -- you're not\nurging that we reach it?\nMR. FISHER: I think the most prudent thing,\nas I've said, is for this Court not to reach that, and\nto let -- as you described, to let a lower court look at\nit first and to bring it back.\nBut if I can finish my question -- or my\nanswer to Justice Sotomayor, the reason why that\nregulation doesn't require us to go to court of appeals\nin the first instance and actually lets us proceed on a\ncitizen suit is because the only two subsections of\n1369(b)(1) that they have mentioned are subsections (E)\nand (F).\nSubsection (F) deals with EPA decisions,\nquote, \"issuing or denying a permit.\" Well, this\ndecision does neither of those things.\nSecondly, it covers EPA actions that set\neffluent levels or effluent limitations. And, again,\nfor the reasons the Eleventh Circuit just held and other\ncourts have held, this doesn't do that either.\nSo there is nothing in 1369(b)(1) that\nstands in our way of bringing a citizen suit to enforce\nthe statute on those terms. So -\nJUSTICE KAGAN: Mr. Fisher, why would you\nproceed that way? It's at least arguable that you're\nwrong on that. I mean, it's a -- it's a question as to\nwhat 1369 does. And you obviously do have the route of\ndirect review. Why don't you proceed that way with\nrespect to the new regulation?\nMR. FISHER: Well, I think that what -- what\nwe'll do is proceed whatever way we can because our -\nyou know, either -- either we are supposed to go\ndirectly to the Ninth Circuit -- or any court of\nappeals, or we are not. And if we are, then we will;\nand if we're not supposed to go to the court of appeals,\nas we believe a fair reading of the law -- I don't think\nthere is any plain text meaning of the law that could go\notherwise -- then we have -- the only way we can do this\nis through a citizen suit.\nJUSTICE KAGAN: Do you think that, on your\nview of 1369, you can't go to the Ninth Circuit?\nMR. FISHER: Exactly. And that's what the\nEleventh Circuit just held in a case just like this,\nwhere there was a regulation at issue that exempted\ncertain discharges from the permitting program. And the\nEleventh Circuit said, case dismissed. You can't bring\nthis directly to us.\nSo we have an -- an ongoing claim for a\nviolation of the statute, which I can't imagine this\nCourt would want to address in the first instance.\nWe also, it's important to understand, have\na second claim. And before I describe that second\nclaim, let me describe overall -- just remind the Court\nwhat exactly the case is about. The case isn't about,\nas the other side has -- has portrayed many times, all\nlogging roads, all logging roads that may exist in the\nworld -- or the United States.\nWhat the case is about are two very specific\nkinds of logging roads: One, logging roads that drain\nthemselves by way of pipes, ditches, and channels, only\nthe small subset of logging roads that do that; and\nsecond of all, only logging roads used -- being used for\nactive timber harvesting and hauling, not roads that\njust happen to be sitting in the forest not being used,\nbut only the small subset of logging roads being used\nfor active timber cutting and harvesting.\nJUSTICE SCALIA: What do you mean, \"active\"?\nWhat does that mean?\nMR. FISHER: It means under -\nJUSTICE SCALIA: They -- they cut maybe,\nwhat, every -- every 10 years? Is that active?\nMR. FISHER: Well -- well -\nJUSTICE SCALIA: What about the 9 years\nin-between? Are they being actively used?\nMR. FISHER: No, Justice Scalia. And so\nunder this -- the facts of this case, remember, we're on\na motion to dismiss, so when Mr. Bishop says 1 or 2\nweeks out of whatever, we would like to have a record on\nthat because we don't think that's the reality.\nBut what -- what the case -- what we say in\nour complaint is that they have a contract with the\nState of Oregon to harvest particular areas and use\nparticular roads to access that timber and to take it\nout. And the -- and the contract actually requires them\nto use those roads and to maintain their drainage\nsystems.\nAnd so our claim -- again, just to remind\nyou what our claim is under the statute -- is that that\nharvesting activity can't be thought of in any other way\nthan industrial in nature and that these roads are\nassociated with that activity. They are designed for\nthat purpose, and they're indispensable to the activity.\nNow, we have a second argument. Even if the\nCourt thought that we couldn't win -- or a -- whatever\ncourt looks at this -- thought we couldn't win on the\nstatute, we have a Chevron Step II argument that we will\nmake and have every right to make because if -- and I'll\nbeg this Court's indulgence -- if -- this rule that they\nhave just announced on Friday afternoon is not as clear\nas you might think.\nSo if you start with the language of the\nrule, which is on page 18, what they have done is they\nhave amended -- they have amended the stormwater rules\nto -- to provide that the only industrial activities\nassociated with logging are sawmills, which are covered\nelsewhere, and then these four categories of things:\nRock crushing, gravel washing, log sorting, and log\nstorage. All -\nJUSTICE KENNEDY: Excuse me. This is\npage 18. That's -- that's the last page?\nMR. FISHER: It's page 18, the last page\nof -- at least, I'm -- I hope your copy is the same as\nmine, but on the PDF that -- that was sent up to the\nCourt.\nJUSTICE KENNEDY: And -- and so I'm reading\nunder where it says, \"stormwater discharges\"?\nMR. FISHER: Yes. And if you go all the way\nto the bottom, sub 2, \"facilities classified under\nSIC 24.\"\nJUSTICE KENNEDY: Thank you.\nMR. FISHER: And they list those four\nthings. And -- and then industry -- industry group 242\nis the sawmills.\nSo they are saying those are the only\nindustrial activities that are associated with logging.\nBut that doesn't answer our claim. Our claim isn't that\nlogging roads themselves are industrial activities. Our\nclaim is that logging roads are associated with\nindustrial activities.\nAnd so we still have a claim that, under\nthat -- even if those are the only four industrial\nactivities -- or, sorry, five, those four things plus\nsawmills -- we still have a claim that logging roads\nare, quote, \"immediate access roads\" to those\nactivities.\nAnd the definition of \"immediate access\nroads,\" which is unchanged by the new regulation, is at\nPet. App. 40a -- the Ninth Circuit quoted it, and I\nthink it was described earlier by my friend -- \"Roads\nwhich are exclusively or primarily dedicated for the use\nby the industrial facility.\"\nSo it's still a mystery to us how logging\nroads are not primarily for use by even sawmills or\nthese other four things. And, indeed, if you look very\ncarefully at EPA's new regulation in the preamble, on\npage 6, about two-thirds of the way down the middle of\nthe page, the only sentence here that EPA gives us, that\neven suggests a possible response to the argument I just\ndescribed is the one that begins with the word \"unlike.\"\nThey say, \"Unlike immediate access roads\nassociated with industrial activities, many logging\nroads\" -- \"many logging roads have multiple uses,\nincluding recreation and general transportation, and\ncommonly extend over long distance, i.e., may not\nprovide immediate access to an industrial site.\"\nSo EPA is leaving open our argument. EPA is\nsaying, well, logging roads that are just generally\nrecreational, et cetera, are not immediate access roads.\nBut our claim -\nCHIEF JUSTICE ROBERTS: I thought -- I\nthought -- I'm sorry. I thought they said that their\nrules mooted this case.\nMR. FISHER: Well, that's what they are\nstanding here today saying. But I'm telling you, on the\nlanguage that they gave us on Friday, it doesn't moot\nthe case. And I can't imagine an argument being made on\nMonday, that hasn't been prepared in any written form,\nbased on a written thing that we got on Friday, that we\nhave an argument under, would moot our case.\nAnd particularly, Mr. Chief Justice -- and\nthis is my point about going through all this -- I can't\nimagine why this Court would want to touch all this in\nthe first instance, particularly without supplemental\nbriefing, but it seems to me to make every sense to let\nthe Ninth Circuit address our arguments first.\nCHIEF JUSTICE ROBERTS: Well, if we -- if we\ndismiss as improvidently granted, are you suggesting\nthat the Ninth Circuit would then be the -- be a court\nto consider this?\nMR. FISHER: Yes.\nCHIEF JUSTICE ROBERTS: I'm -- I'm just\nthinking if we vacate, perhaps another court will\nconsider it, but if we dismiss as improvidently granted,\nthe Ninth Circuit will, quite reasonably, think they are\ndone.\nMR. FISHER: No, because we have a forward\nlook at the -- the first thing we'll tell the Ninth\nCircuit is -\nCHIEF JUSTICE ROBERTS: Well, I mean,\nthey're done -- they are done in terms of their\ninterpretation of the regulation and the applicable law.\nMR. FISHER: I think only as to the\nbackward-looking regulation, but now, we have -- our\ncomplaint -- you know, as a citizen suit does -\nJUSTICE KENNEDY: But then -- but then\nwhy -- why isn't your -- aren't your concerns met if we\nvacate for the court of appeals to consider, in the\nfirst instance, the extent to which this regulation may\nbear on its opinion?\nMR. FISHER: Well, I -- I think that gets\nyou very close to the same place, Justice Kennedy. I'm\njust saying there is no reason to vacate because the\nNinth Circuit's point-source holding is so\nself-evidently right, that I don't know why you'd go to\nthe trouble to do that. It makes the case simpler going\nforward.\nCHIEF JUSTICE ROBERTS: Well, I think the -\nthe Ninth Circuit had the -- of course, EPA's views\nbefore it. I don't know, if I'm the Ninth Circuit, why\nI would reconsider my ruling, in light of this new\nregulation.\nMR. FISHER: Do you mean the\nbackward-looking ruling?\nCHIEF JUSTICE ROBERTS: I mean the ruling in\nthe -- the decision that they -\nMR. FISHER: Right.\nCHIEF JUSTICE ROBERTS: -- issued that's\nbefore us today.\nMR. FISHER: Well, I don't know that they\nwould reconsider that -\nCHIEF JUSTICE ROBERTS: No.\nMR. FISHER: -- but the -- but the main\nevent going forward is the new rule because the citizen\nsuit seeks cessation of ongoing violations of the Act,\nand that remains the core of our lawsuit, which is\nstill seeking damages -\nJUSTICE SOTOMAYOR: But that's the -- but\nthat's the whole point, which is if you go back what's\nthe value of the backward-looking construction, if what\nyou're seeking is injunctive relief that has to be based\non the new rule?\nMR. FISHER: It doesn't matter very much,\nJustice Sotomayor. There is two ways in which it might\nmatter a little bit. One is, if we want to press a\nclaim for any kind of civil penalties or remediation,\nthe backward-looking thing would matter. We have to\ndecide whether we want to do that.\nThe second way it would matter would be it\nwould provide a helpful baseline for judging the new\nrule in the totality of EPA action, which brings me to\nmy -- which brings me back to the argument I was\ndescribing, which would be our Chevron Step II argument,\nthat EPA has simply either left this argument open -- I\nstill -- it is still a mystery to us what EPA thinks\nabout our real argument, which is that active hauling\nlogging roads, when they are being used for active\nharvesting and hauling, are subject to the Act because\nthey are plainly associated with industrial activity.\nAnd if EPA later on came out and said, no,\nno, no, we mean to exclude that, too, then we\nrespectfully submit, EPA would still have a lot of\nexplaining to do.\nFirst of all, we would very much wonder why\nlog sorting, log storage, gravel washing, and rock\ncrushing are industrial activities, but mechanized\ntimber harvesting with 20-ton pieces of machinery is\nnot.\nWe'd also wonder why this stuff isn't\nindustrial activity, where construction activity,\nlandfill operations, surface mining operations that have\nall the same attributes of being done out in the field,\nextraction of resources, heavy machinery, et cetera,\nare, as the EPA itself admits, industrial activity; but,\nsomehow -- somehow, logging, which has all the same\nattributes, isn't.\nAnd so that's what our claim is going\nforward. Now, I'm not asking this Court to address that\nbecause I'm not sure this Court wants to get into all of\nthis stuff yet; but what I am telling this Court is,\nthere is no basis whatsoever to find this case is\nmoot -- or I don't think this Court would want to touch\nany of the arguments being made here without further\nbriefing, at least as to the new rule.\nWe do think it's absolutely clear we are\ndealing with point sources. We do think it's absolutely\nclear, based on the language of -- of 1369(b)(1), that\nthere just can't be any way that there is a\njurisdictional, or whatever other kind of problem you\nwant to label it, with us bringing a claim based on the\nstatute itself. The new regulation just simply doesn't\nfall into those.\nSo if this Court dismisses the case, we'll\ngo to the Ninth Circuit and tell them, we want to go\nforward for -- for the following reasons. And if\nanybody is unhappy with what happens in the Ninth\nCircuit, obviously, we can file or they can file\npetitions for -- for cert in this Court.\nLet me just say one last thing to this Court\nabout what we view as really the arbitrary and\ncapricious nature of EPA's new rule and why you\nshouldn't touch it.\nRemember, I said -- and this is in EPA's\nregulations themselves -- that construction activity -\nany construction activity in a site five acres or more\nis industrial activity.\nSo if a developer buys a parcel of forested\nland and wants to build a subdivision there and the\nfirst thing the developer does is punch in some roads\nand drainage systems and cut some trees down to make\nroom for the houses, that is covered by the EPA's\nstormwater rules; but, if a logging company does\nprecisely the same thing, EPA's position seems to be\nit's not covered.\nAnd not only is it not covered if it happens\non public land, but I think at least the implication of\nmy friend's position is that, for logging companies, of\nwhich there are many in the northwest, that own their\nown land -- own their own giant pieces of forest land,\nand that are not open to the public, that are not open\nto hunters, that are not open to recreation, but they\nhave their own logging roads on their own private lands\nthat nobody can use, but them, I still think his\nposition is that's not covered by the Act.\nAnd finally, EPA has one other thing that I\nwant to point out to the Court about this new rule. And\nit's, again, got our heads -- it gets our heads\nscratching as to what EPA is really doing here.\nEPA says twice in the preamble to their new\nrule, once on page 7 and also on page 12, that it,\nquote, \"retains the authority to designate at least some\nlogging roads as covered by its so-called point -- Phase\nII system.\"\nWhat the Phase II system is, is under\nSection 1342(p), which is the stormwater amendments to\nthe Act, it's the category of point source discharges\nthat EPA says are not a covered -- are not industrial\nactivity -- associated industrial activity, but we,\nnonetheless, are going to require certain things of\nthem.\nThis is the critical point. EPA says this\ntwice. Well, the only authority EPA would have to\nregulate any logging roads -- discharges from logging\nroads, is if they are point sources because you don't\nget into the Phase II program, you don't get into the\nstormwater amendments, unless you have a point source.\nIf it's a non-point source, then, as my\nfriend has pointed out quite at length in his brief,\nit's entirely up to the States, and EPA has -- has\nnothing to say about it.\nJUSTICE SCALIA: I'm looking at page 7, and\nit doesn't say the authority to designate additional\nroads. It says additional stormwater discharges.\nMR. FISHER: Right.\nJUSTICE SCALIA: That could be stormwater\ndischarges that have nothing to do with logging.\nMR. FISHER: I think if that's all we had,\nJustice Scalia, it might be a little bit ambiguous,\nalthough, of course, this is in the context of logging\nthe roads.\nBut look at page 12. And this is the\nfinal -- this is the very end of -- of the preamble.\nThe last sentence, \"EPA believes that stormwater\ndischarges from forest roads, including logging roads,\nshould be evaluated under Section 402(p)(6).\"\nThe only authority EPA has for -- for doing\nthat is if they -- if they are point sources; whereas\nEPA has filed a brief in this case that says that they\nare, at least some of them, are not. I don't know if\nit's walking away from that or is planning on walking\naway from that.\nBut, again, there is a variety of questions,\nI think, that EPA should have to address and answer --\nDid you have one? I'm sorry -- that EPA should have to\naddress and answer before any court does anything based\non this new rule.\nJUSTICE GINSBURG: But if you were\nchallenging the new rule, you would have EPA as your\nadversary. The format of this case now is we have -- we\nhave Decker on one side and you on the other, and the\nEPA is not in the lawsuit.\nMR. FISHER: Well, EPA, of course, is an\namicus, Justice Ginsburg, and EPA has an ongoing right\nto intervene in any citizen suit. That's a statutory\nright. And there's a statutory notice that any\nplaintiff in a citizen suit is required to provide to\nEPA, which we did provide to EPA. And so EPA has every\nright to intervene in the case at any point as a party.\nJUSTICE SOTOMAYOR: Does that include a\nright to intervene and dismiss the action?\nMR. FISHER: Well, I think that EPA has a\nright to intervene and make an argument that the case is\nmoot or any other substantive argument they would like\nto make back in the Ninth Circuit. And of course,\nmootness, if it's genuinely moot, which, for all of\nthese reasons, we think, of course, it's not, but\nmootness is an Article III principle that an amicus\ncould raise, and a court would be bound to consider on\nits own.\nJUSTICE SCALIA: Yes, they -- they are just\nintervening. It's -- it's not like what happens in\nthe -- in the suits for fraud against the government,\nwhere they take over the litigation.\nMR. FISHER: Right.\nJUSTICE SCALIA: They don't take it over.\nThey just intervene.\nMR. FISHER: I think that's what would\nhappen. You could ask them how they would like to\nproceed, but I assume that's how it would happen, and I\nassume the defendants in the case would remain the same.\nSo I'm happy to answer any other questions\nabout what the case looks like or what you ought to do,\nbut otherwise, I'll submit it.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Bishop, you have 4 minutes remaining.\nREBUTTAL ARGUMENT OF TIMOTHY S. BISHOP\nON BEHALF OF THE PETITIONERS\nMR. BISHOP: Thank you.\nWe are not asking you to adjudicate the new\nrule. I'm not sure why we are hearing all of this about\nthe -- the details of the new rule. What we are asking\nyou to do is to get rid of this case. In getting rid of\nthis case on the basis of the stormwater rule, it will\neliminate one of the arguments that the plaintiffs will\nmake in a -- in a challenge to the new rule. It will\nsimplify that challenge.\nWhat it will do is to get rid of this case\nand get rid of a Ninth Circuit opinion that really put\nthe court in a -- the position of overriding what EPA\nhas been saying consistently since 1976, consistent\nposition that collected forest road runoff is not point\nsource and, since 1980, that logging is not industrial\nactivity, and these roads are not associated with\nindustrial activity.\nAnd for my clients, that is -- has a great\ndeal of -- of values, particularly since, as Mr. Fisher\nhas admitted, what he really wants here is to be back in\nthe Ninth Circuit seeking not only, apparently,\nrelief -- backward-looking relief, but also prospective\nrelief.\nIf there are no further questions, I'll\nsubmit.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 41, 
        "JUSTICE GINSBURG": 13, 
        "JUSTICE KAGAN": 8, 
        "JUSTICE KENNEDY": 10, 
        "JUSTICE SCALIA": 10, 
        "JUSTICE SOTOMAYOR": 12, 
        "MR. BISHOP": 36, 
        "MR. FISHER": 36, 
        "MR. STEWART": 21
    }
}