{
    "appearances": {
        "content": "E. JOSHUA ROSENKRANZ, ESQ., New York, New York; on\nbehalf of Petitioner.\nTHEODORE B. OLSON, ESQ., Washington, D.C.; on behalf of\nRespondent.\nMALCOLM L. STEWART, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; for United\nStates, as amicus curiae, supporting Respondent.\n"
    }, 
    "caseNum": "11-697", 
    "caseinfo": {
        "content": "SUPAP KIRTSAENG, DBA :\nBLUECHRISTINE99 :\nPetitioner : No. 11-697\nv. :\nJOHN WILEY & SONS, INC. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nE. JOSHUA ROSENKRANZ, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nTHEODORE B. OLSON, ESQ.\nOn behalf of the Respondent 24\nORAL ARGUMENT OF\nMALCOLM L. STEWART, ESQ.\nFor United States, as amicus curiae, 42\nsupporting the Respondent\nREBUTTAL ARGUMENT OF\nE. JOSHUA ROSENKRANZ, ESQ.\nOn behalf of the Petitioner 51\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, October 29, 2012\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:05 a.m.\n"
    }, 
    "petitioners": [
        "SUPAP KIRTSAENG, DBA", 
        "BLUECHRISTINE99", 
        "Petitioner", 
        "No. 11-697 v.", 
        "JOHN WILEY & SONS, INC.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:05 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 11-696 -- 697, Kirtsaeng v. John Wiley &\nSons.\nMr. Rosenkranz.\nORAL ARGUMENT OF E. JOSHUA ROSENKRANZ\nON BEHALF OF THE PETITIONER\nMR. ROSENKRANZ: Thank you,\nMr. Chief Justice, and may it please the Court:\nThis case presents a stark choice between\ntwo plausible definitions of the phrase, \"lawfully made\nunder this title.\" Our definition is the more\nconsistent with the English language, and is the only\ndefinition that does not do mischief with the same use\nof that phrase each time it's repeated.\nOurs is the only one consistent with a\n400-year common law history, and 65-year-old right that\nwas in the statute through 1976, and consistent with the\nprinciple that Congress doesn't abolish those things\nwithout being clear.\nOurs gives the copyright owners much of what\nthey asked for when they were seeking an importation\nprovision, just not everything; whereas, Wiley's grants\nthem rights far beyond anything that anyone could have\nimagined asking for back then.\nOurs --\nJUSTICE GINSBURG: But your reading -- your\nreading is essentially, once a copy is sold anywhere,\nthe copyright owner loses control of distribution\neverywhere.\nThat is essentially your argument.\nMR. ROSENKRANZ: That is correct,\nYour Honor. And to put a finer point on it, ours is\nthat \"lawfully made under this title\" means made\nwherever, in a way that satisfies U.S. copyright\nstandards, made in accordance with --\nJUSTICE GINSBURG: So -- but -- so this\nnotion of sold anywhere, end of distribution rights\neverywhere, that has been called, I think, the universal\nexhaustion principle.\nMR. ROSENKRANZ: International exhaustion.\nYes, Your Honor.\nJUSTICE GINSBURG: And we are told that no\ncountry has adopted that international exhaustion\nregime, that most countries adhere to the national\nexhaustion regime, which nobody is contesting here.\nThat is, if it's manufactured in the United States and\nsold in the United States, that copy belongs to the\nperson who purchased it, end of case. But if the\nexhaustion doctrine applies only nationally, then your\nargument is asking for something that runs against the\nregime that is accepted in most places.\nMR. ROSENKRANZ: Your Honor, I have a few\nanswers to that. The first is it is not true that no\ncountry adopts national exhaustion. Congress adopted\nnational exhaustion in sections 905 and 906 6 years\nafter the statute was passed, as to microchips.\nBut second, Wiley is making the point that\nthere is now a norm. They say most States -- most\ncountries, that is. Back in 1976 Wiley is not even\narguing that there was any international norm, much less\nthat the drafters of the statute were focused on\ninternational norms; and the truth is that there isn't\nan international consensus around national exhaustion.\nWe know that for a fact. In 1994 when 125 nations got\ntogether, they -- they agreed to disagree on\ninternational copyright exhaustion principles, and they\ncodified that disagreement, to each his own, in the\nTRIPS agreement.\nJUSTICE GINSBURG: Well, let's take, for\nexample, the European Union, the position in -- in those\ncountries. Suppose we -- we just transformed --\ntransferred this case to one of those countries, the\nexact same case; and my understanding is that they would\nfollow the national exhaustion.\nMR. ROSENKRANZ: No, Your Honor, not to\nquibble; they don't follow national exhaustion. They\nfollow regional exhaustion. So --\nJUSTICE GINSBURG: Yes, but not -- not\nexhaust -- you sell a copy in -- in Thailand; then it's\nhome free all over the world.\nMR. ROSENKRANZ: Agreed, Your Honor, but it\nis regional, it's not national. And -- and the point\nhere is we've got to of course read what Congress wrote.\nWhat Congress wrote was \"lawfully made under this\ntitle,\" not \"lawfully made in the United States,\" or not\n\"lawfully made under this title and made in the United\nStates.\" When Congress wants to say that, Congress says\nthat very explicitly.\nJUSTICE SCALIA: Do you mean by \"lawfully\nmade under this title,\" simply lawfully made in a manner\nthat does not violate United States copyright law?\nMR. ROSENKRANZ: No, Your Honor. Just, I --\nI would say \"lawfully made under this title\" means\nlawfully made in a manner that does not violate the\nstandards articulated.\nJUSTICE SCALIA: The standards, okay. So --\nso it could be lawfully made in England, let's say; in a\ncountry that has compulsory licensing, it could be\nlawfully made there, but it would not be lawfully made\nunder our -- under our copyright law, because we don't\nhave that.\nMR. ROSENKRANZ: Yes, Your Honor. Let me\ngive a -- an example that actually is consistent with\nwhat --\nJUSTICE SCALIA: So -- so at least they are\ncorrect in contending that what you are arguing for is\n-- is not lawfully made under -- lawfully made if the\nUnited States copyright law had applied where it was\nmade; is that what you are saying?\nMR. ROSENKRANZ: No, Your Honor. And the\nreason is --\nJUSTICE SCALIA: No?\nMR. ROSENKRANZ: -- that that statute that\nyou just described would only do a third of the job of\nthe first-sale doctrine. Everyone agrees the first-sale\ndoctrine applies at a minimum to products made in the\nUnited States. And if you use that counterfactual, if\nU.S. law had applied, it would indicate that it, the\nfirst-sale doctrine, does not apply in situations where\nit was made in the United States. So the\ncounterfactual --\nJUSTICE SCALIA: I don't -- I don't follow\nthat.\nMR. ROSENKRANZ: So the first-sale doctrine\napplies to goods made in the United States --\nJUSTICE SCALIA: Right.\nMR. ROSENKRANZ: -- and to goods made\noutside of the United States, is our argument.\nJUSTICE SCALIA: Okay.\nMR. ROSENKRANZ: If it applies in the United\nStates, if we're talking about goods made in the United\nStates, the counterfactual \"if this title had applied\"\nwould not work, because this title does apply to the\ngoods made in the United States, and that's the core of\nthe first-sale doctrine.\nJUSTICE KAGAN: So, Mr. Rosenkranz, is\nwhat -- is your theory of this statute essentially that\nthis language means non-piratical copies as that is\ndefined by U.S. copyright law?\nMR. ROSENKRANZ: Yes, Your Honor, if I may\njust change one word, because \"piratical\" is a\nmischievous word. Back in the day when the -- when the\n1976 statute was passed, \"piratical\" meant unlawful\nunder the laws of other countries.\nJUSTICE KAGAN: No.\nMR. ROSENKRANZ: Yes. So --\nJUSTICE KAGAN: I said as defined by U.S.\ncopyright law.\nMR. ROSENKRANZ: Absolutely. And -- and the\nkey --\nJUSTICE KAGAN: So that's, that's what the\nstatute means. It's -- the statute in your view is\nsetting up a distinction between piratical, pirated,\nwhatever the term is -- copies --\nMR. ROSENKRANZ: Counterfeit.\nJUSTICE KAGAN: -- and other copies, and\nsaying that that distinction should be measured by U.S.\ncopyright law?\nMR. ROSENKRANZ: That is right. And Your\nHonor, the reason was -- what was driving copyright\nowners crazy was this notion that there were lawless\nstates out there that had no significant copyright\nprotection. And we were applying their standards to\nproducts that were infiltrating the U.S. market. And\none of the most important things to underscore here,\nwhich I think got lost in the Costco argument, is that\nthe space -- that 602 does an enormous amount of work\neven with 109, the first-sale doctrine, carved out of\nit.\nCopyright owners wanted three things out of\nthe 1976 Act with respect to importation, and they got\ntwo and a half of them. The first was what we've just\nbeen talking about, Your Honor. It was driving them\ncrazy that there were lawless states out there; they\ngave the example of Russia, which -- where an agency\napproved the making and distribution within Russia of\nclassic English language works. They got imported to\nthe U.S. and they were competing with U.S. works, U.S.\ncopies within our domestic market. And they got their\nwish to shut that down, to use U.S. law as the standard\nfor those works.\nSecondly, they got coverage for copies that\nwere lawfully made, but stolen. And this was the one\nask that the film industry had. We see it in the\ncolloquies. They rented films abroad. The films --\nthat was their business model. The films would get\nstolen; and the U.S. market would be awash with stolen\nfilms. And so they wanted to shut down, with the\nimportation provision, those stolen goods coming into\nthe U.S. market.\nAnd the third thing that they wanted is --\nis what's been dominating this debate. But it's only\nthe third thing, and that was help dividing geographic\nmarkets, so that they could go after the rogue\ndistributors, yes, but also go after the downstream\nsales. They got half of that. They got a cause of\naction against the rogue distributors. They did not get\na cause of action that went downstream.\nJUSTICE SOTOMAYOR: Mr. Rosenkranz, can I\nask you, just -- it is a practical question, but I think\nit has a theoretical impact. A manufacturer can choose\nto contract or a copyright holder choose to contract\nwith someone here to manufacture their goods. They\ncould contract with someone abroad, anywhere in the\nworld, directly. They can choose to license their\ntrademark and permit a distributor abroad to manufacture\nunder their U.S. copyright; or they can permit the\nlicensee to register the copyright abroad and\ndistribute. In your definition of \"lawfully made under\nthis title,\" does \"lawfully made under this title\" apply\nto all of those situations, i.e. --\nMR. ROSENKRANZ: Yes.\nJUSTICE SOTOMAYOR: -- I think clearly to\nthe manufacturer who manufactures abroad --\nMR. ROSENKRANZ: Yes.\nJUSTICE SOTOMAYOR: -- clearly to the\nmanufacturer who licensed a distributor to do it for it.\nBut does it also apply to the -- to the copyright owner\nwho basically gives the copyright to a foreign\ndistributor and lets the foreign distributor -- register\nit abroad?\nMR. ROSENKRANZ: Yes, Your Honor. The only\nquestion under our definition is, was the making lawful,\nwhich is to say, was it authorized, whether it's by\ntransfer of licensing or by transfer of copyright or in\nany other way? Is it lawful as measured by U.S.\nstandards? And -- and the --\nJUSTICE SOTOMAYOR: That is -- that is\nbroader than I thought. Then I'm not quite sure why you\ndon't mean if this title applied. Because if the --\nMR. ROSENKRANZ: If --\nJUSTICE SOTOMAYOR: -- the manufacturer who\nis manufacturing under the English copyright, because\nthe distributor has an English copyright, is not\nmanufacturing under the U.S. copyright, they are\nmanufacturing under the English copyright.\nMR. ROSENKRANZ: Right. And, Your Honor,\nthe reason that the language works the way we've\ndescribed is because we are not focusing on whether the\nmaking was under this title; we're focusing on whether\nit was lawful under this title. Does this -- would this\ntitle, when you apply it to wherever it happens to be,\nwhether in the United States or abroad, would this title\nsay that this is authorized?\nNow, let me just circle back again. The\nreason if this title had been applicable doesn't work is\nbecause there are enormous numbers of situations,\nprobably three-quarters of them, that the First Sale\nDoctrine applies to where this title does apply.\nAnd so trying to say where -- you know, if\nthis title had applied would work for foreign goods\ncoming in, but not for U.S. goods, which is the core of\nthe First Sale Doctrine.\nJUSTICE BREYER: But you don't have to\nsay -- you can say both, either it was manufactured\ndirectly and received an American copyright and\nsatisfied all the conditions, or, if that wasn't the\ncase, it was manufactured in a way that satisfied the\nconditions of the American statute, even though, for\ntechnical reasons, it didn't apply.\nMR. ROSENKRANZ: Yes, Your Honor. And, in\nfact, (a)(2) --\nJUSTICE BREYER: That's what your argument\nis, I take it.\nMR. ROSENKRANZ: Yes. In 2008 --\nJUSTICE BREYER: So we are off on a kind of\ncurly cue here.\nMR. ROSENKRANZ: Yes, Your Honor. But -- so\nwhat Congress did was to find a much simpler, more\nefficient way to say all of that.\nIn 2008, it figured that out and put --\nJUSTICE BREYER: I take it that the reason\nthey wrote -- or changed the statute was just because\nthey were worried about bailees or lessees or somebody\nunder the old statutes not satisfying the first -- they\nwere worried about that -- somebody -- a printer\nlawfully obtains a book, and he shouldn't have advantage\nof the First Sale Doctrine.\nMR. ROSENKRANZ: Well, Your --\nJUSTICE BREYER: He's in the middle of\nprinting it. And therefore you have to change the\nlanguage. So they changed the language to \"lawfully\nmade under this title.\"\nMR. ROSENKRANZ: Correct.\nJUSTICE BREYER: Am I right; or, if I am\nwrong, why did they change it?\nMR. ROSENKRANZ: Your Honor, that is exactly\nright. And just not to diminish it --\nJUSTICE GINSBURG: Is it all right? Wasn't\nthere also the question of allowing manufacturers to\nsegment markets so we'd have the copyright by abroad,\ngoverned by foreign law, copyright in the United States\ngoverned by U.S. law? Wasn't segmentation of the market\nallowing people to do just what these people are doing?\nMR. ROSENKRANZ: So, Justice Ginsburg, my\nanswer to Justice Breyer was about why the language in\n109 was changed, that is, from \"obtained possession\" to\n\"lawfully made.\"\nAnd that was -- what Justice Breyer pointed\nout was exactly why, because -- and not to minimize\nbailees, bailees was the movie industry problem.\nBailees was stealing things from the manufacturers'\nloading docks or from shippers. But, yes, Your Honor,\nthere was also a segment of the publishing industry that\nwanted that third thing.\nJUSTICE BREYER: I couldn't find a word. I\ncould not find a word of that in the legislative\nhistory. Irwin Karp, who was the strongest\nrepresentative for the publishers, said you couldn't do\nthat ten years earlier.\nSo is there --\nMR. ROSENKRANZ: No.\nJUSTICE BREYER: No, but you just said yes\nin answer to Justice Ginsburg's question. So she'll\nfind exactly what there is there, so I would like to\nknow what it is.\nMR. ROSENKRANZ: Your Honor, I -- I was\nanswering yes to was this a motivation of the\npublishers. And if I misunderstood the question, Your\nHonor --\nJUSTICE KAGAN: But a motivation for 109, or\na motivation for 602?\nMR. ROSENKRANZ: A motivation for 602.\nWhen the conversation turned to 109,\nYour Honor, not a word was uttered about dividing\ndistribution or divided markets. It was all about this\nproblem --\nJUSTICE KAGAN: So on 602, you said that one\nof the things that they wanted was the segmentation of\nmarkets. They got half of it. They got the rogue\ndistributors' half.\nAnd I guess Mr. Olson makes the point, and\nit seems a good one, it's like that's a crazy half to\nhave gotten. That's the kind that they don't need\nbecause they have a contractual remedy about -- against\nthe distributors.\nAnd then they don't get people like,\nfrankly, your client, who are rogue something elses,\nwith no contractual privity. And what sense does that\nmake?\nMR. ROSENKRANZ: Well, it makes perfect\nsense, Your Honor. Obviously, you know, the industry,\nat least back in 1976, did not get everything that they\nwanted. What they got was a much more powerful weapon\nthan a contract.\nI mean, a copyright weapon gives you\ninjunctive relief, gives you multiples of damages which\nyou don't get out of a contract remedy.\nBut to Justice Breyer's point, because I\nthink it's an important one, when you go to the\nhistory -- and I think you are right, Your Honor, that\nthere is exactly one spot in the drafting history where\nthe relationship between 602 and 109 was discussed. It\nwas that conversation between Clark and Goldman, who was\nthe general counsel of the copyright office.\nIt's on pages 11 to 12 of our reply brief.\nIt's recited in extensive detail in the amicus brief\nthat Costco submitted. And here's what happened. They\ngot their importation provision. And Karp says, now,\nwait a minute, I don't get it. You have got this\nimportation provision, and you've got this First Sale\nDoctrine. They are at war with each other. Which one\nwins?\nThey seem to be agreeing that first sale\nwins, but they realize that there is this problem. And\nwhat they do, the general counsel of the copyright\noffice says, we obviously haven't thought this through.\nWe need to do more work on this, says the librarian of\nCongress. And the next thing that happens, you see it\nin a red line on page 13 of our reply brief, is that for\nthe first time in the drafting history, the two are\nreconciled by making 602 subordinate to 109, in exactly\nthe way that Quality King found it to be.\nSo the copyright owners got half the loaf.\nIt may not have been the half that was more important to\nthem, but they got a lot more from the extension of the\n-- the importation provision.\nJUSTICE KAGAN: Mr. Rosenkranz, there is\nthat passage in Quality King, which is, I think it's\nfair to say, unfortunate to your position. Is your\nbasic view of that passage that it was simply\nill-considered dicta that we should ignore?\nMR. ROSENKRANZ: To put it bluntly, yes.\nThat's my ultimate position. But I do think it can be\nreconciled with our position.\nLet's start with the question presented in\nQuality King is exactly the question that is presented\nhere, and the Court answered it yes, that is, do\nimports -- is 109 applicable to imports.\nThe whole driving logic of Quality King is\nabout 109 trumping 602. And it's only in that part IV,\nwhere the court is rebutting various attacks on its\nposition, that it gets to that dictum, and that dictum\nis in the third tier explanation to one of five\nrebuttals.\nI believe it can be reconciled, certainly in\nresult. What you had there was the foreign distributor\nwho had only British rights importing directly into the\nUnited States. There was never a first sale.\nJUSTICE KAGAN: Well, in result, but not in\nreasoning. The passage specifically says this was\npresumably not to be lawfully made under this title.\nMR. ROSENKRANZ: And I have an -- I agree\nwith you, Your Honor. I have an explanation. I offer\nit tentatively. I'm not sure whether it's right or not,\neither as to what the Court intended or under the\nstatute.\nMy hunch is the Court was thinking about a\nscenario where the British publisher only needs 10,000\ncopies to cover Britain; but, instead, what it does is\nto print 100,000 copies. Everyone would know that that\nis not authorized, it's not lawfully made under this\ntitle, because the intent is to send it over to the\nUnited States. So it's not lawfully made at that\nmoment.\nLet me also just mention an important\nundergirding to our position, which is that our position\nis the only one that does not make a complete hash out\nof every uses of the same phrase -- every use of the\nsame phrase in the rest of the statute. Wiley's reading\nmakes almost all of them nonsensical.\nSo let me just give you an example. Section\n110, the classroom provision. Wiley acknowledges this\nis the result, but doesn't explain why Congress would\never have wanted it. The result is that a teacher can\ngo and buy a Beethoven record and play it to her class\nif it was made in the United States. But if she flips\none past it to the next Beethoven record that happens to\nhave been made in Asia, she can't play that for her\nclass.\nOr section 109(c), the public display, the\nBuffalo Cafe owner is allowed to purchase something in\nthe United States and put it up on her walls, you know,\nsay, a picture of Niagara Falls. That is permissible,\nif it was made in the United States. But off the same\nretail rack, she flips one past; if it was made in Asia,\nit's not permissible.\nNor does Wiley explain why Congress would\nadopt an exception to the First Sale Doctrine that is\nnot at all about sales, that is only about where copies\nwere made.\nSo a U.S. manufacturer who wants to sell\ninto the U.S. market has this incentive to go and send\njobs overseas. It's an irresistible incentive if the\nlaw is -- if this Court says the law is what Wiley says.\nJUSTICE GINSBURG: Has that ever happened?\nI mean, the Ninth Circuit cases have been around for\nsome time. Has any manufacturer ever moved abroad?\nMR. ROSENKRANZ: Your Honor, I'm sure it\nhas. They haven't announced it. Now, let me just be\nclear. The Ninth Circuit came out with its opinion,\nthis Court has intervened twice, so the law has never\nbeen settled in Wiley's favor. The courts were split.\nThe moment that a manufacturer learns that\nthis Court says you get what we've called the Holy Grail\nof manufacturing, endless eternal downstream control\nover sales and rentals, you can ruin secondary markets\nthat are competing with you, the moment that happens,\nthat will be yet another reason for manufacturers\nsilently to decide that they're headed -- that they're\nsending their manufacturing overseas.\nJUSTICE SCALIA: Of -- of those -- of those\ncourts that did hold the way your -- your opponent\nwould -- would have it, am I correct that only one of\nthem adopted the absolutist rule?\nMR. ROSENKRANZ: Well, Your Honor, there are\nonly three courts of appeals that have weighed in, but\nyes, the Second Circuit is the only one that has adopted\nthe absolutist rule, and that's yet another problem with\nWiley's position. Wiley urges its position as a matter\nof statutory interpretation, but is refusing to stand by\nit. The moment it gets past the language of the\nstatute, every argument it makes is an argument that is\nabout tempering what -- you know, like a sky hook coming\ndown from on high, tempering its interpretation in a\nmanner that is completely inconsistent with the\nstatutory language.\nJUSTICE KENNEDY: The government argues in\neffect for -- what we might call it -- a common law\nadaptation of Bobbs-Merrill.\nMR. ROSENKRANZ: Yes, Your Honor, which --\nwhich is even -- creates even more mischief. The\ngovernment's position, as I understand it, is 109\ndoesn't have to do any work. In service of giving more\nberth, you know, greater magnitude to 602, we're going\nto make 109 completely superfluous because Bobbs-Merrill\ndoes all of the work.\nNow, 109 Congress said -- it put into the\nstatute, it said it on every recodification to codify\nBobbs-Merrill, and the government is now making 109\ncompletely irrelevant, but picking and choosing,\ndeciding that it wants the limitation on us from 109,\nbut borrowing from Bobbs-Merrill some reservoir of law\nthat modifies the first-sale doctrine.\nIf there are no further questions, I would\nlike --\nJUSTICE KAGAN: Mr. Rosenkranz, can I take\nyou back to Justice Ginsburg's opening question? Just\nas a matter of copyright theory, I had always understood\ncopyright to -- a copyright holder has a kind of a\nbundle of rights. It's not one right that applies\neverywhere in the world. It's you have your U.S. rights\nand you have your Chinese rights, you have your rights\nunder each jurisdiction's law.\nAnd your position is essentially to say that\nwhen I sell my Chinese rights to somebody, I'm also\nselling my U.S. rights to that same person, because the\nperson who has the Chinese rights can just turn around\nand import the goods. I mean, that's the nature of your\nposition, isn't it, that your U.S. rights are always\nattached when you sell more -- your rights under the\njurisdiction of another country?\nMR. ROSENKRANZ: Well -- so first, Your\nHonor, back in 1976, this notion of geographic division\nwas very, very new, so it's not at all clear what\nCongress was thinking with that -- with respect to that.\nBut secondly, no, we're not -- we're not saying that\nwhen the owner sells his Chinese -- its Chinese rights\nto the Chinese company, it is selling all rights.\nCertainly, the Chinese company cannot sell everywhere,\nbut after that first sale, all of the manufacturer's\nrights are cut off.\nIf I may reserve the rest of my time for\nrebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. ROSENKRANZ: Thank you, Your Honors.\nCHIEF JUSTICE ROBERTS: Mr. Olson.\nORAL ARGUMENT OF THEODORE B. OLSON\nON BEHALF OF THE RESPONDENT\nMR. OLSON: Mr. Chief Justice, and may it\nplease the Court:\nPetitioner's commercial enterprise is\nprecisely what Section 602(a)(1) was enacted to address,\nan international gray market in copyrighted works. This\nCourt unanimously recognized in the Quality King case\nthat 602(a)(1) encompasses copies of books that were\nlawfully made not under the United States' Copyright\nAct, but under the law of some other country.\n602(a) is broader than 6 -- 109(a), because\nit encompasses copies not subject to the first-sale\ndoctrine, for example copies made under the law of\nanother country. These are the words of every member of\nthis Court in the Quality King case.\nNow, referring to it as dicta misstates what\nwas going on in the Quality King case. The argument was\nthat if you interpret 602(a) and 109(a) as allowing a\ndefense, a first-sale defense, you emasculate Section\n602(a), and so the Court was explaining on page 147 and\n148, I believe, why there were three reasons why 602(a)\nwould have viability. And one of those reasons had to\ndo with direct action against someone that was engaged\nin pirating, and some of it had to do with bailees and\nlessees. These are relatively small problems either\notherwise dealt with by contract law or otherwise dealt\nwith by the provisions of the statute.\nBut the third reason for the Court's\ninterpretation and its decision in that case was\nprecisely the case that we're talking about here.\nJUSTICE ALITO: Well, it may be important\ndictum, but do you really want to argue it wasn't\ndictum?\nMR. OLSON: I do.\nJUSTICE ALITO: It was the holding of the\ncase?\nMR. OLSON: It was the holding of the case\nin the sense that it was necessary, the Court felt. And\nwe could -- you know, I don't -- I don't feel I want to\nspend a lot of time arguing what the word \"dicta\" means,\nbut it was a necessary ingredient to what the Court felt\nwas an explanation for why it was deciding the case that\nit was deciding.\nJUSTICE BREYER: You don't need that.\nJUSTICE KAGAN: It wasn't necessary, was it?\nJUSTICE BREYER: Your -- 602(a) has plenty\nof meaning. I mean, an American copyright holder\nlicenses a British company to publish the work under\nBritish copyright law. 602(a) says he can't import the\nbooks into the United States, period.\nMR. OLSON: That's --\nJUSTICE BREYER: Now, the only -- so there's\nplenty of meaning there. The question is what happens\nwhen he sells it to his bookstore and you or I go in and\nbuy it and we want to give a copy to our wife when we\nget back to the United States. The question is, did --\nis that unlawful?\nMR. OLSON: Well, we're -- well, if we're\nreading the provisions of the statute, is that copy --\nnow, there are exceptions for the books that are brought\nin --\nJUSTICE BREYER: No, no exception I take it\nonce I bring back five copies and I give one to my son.\nMR. OLSON: Well, there are fair use\nexceptions and there's --\nJUSTICE BREYER: Oh, fair use.\nMR. OLSON: -- other exceptions and -- and\nthere are exceptions for the one that you bring back for\nyour wife and your --\nJUSTICE SOTOMAYOR: I'm sorry. Is your\nreading now that when the library imports in a book or a\nfilm or whatever it's importing in, it goes to the\ncustoms agent and it says to the customs agent: I don't\nhave the express authorization of the copyright owner,\nbut I'm a library, so I can import this book in?\nMR. OLSON: It says --\nJUSTICE SOTOMAYOR: I'm -- I'm a person\nwho's bought the book in England and I'm bringing it to\nmy wife? What provision gives me the right to do that?\nMR. OLSON: The provisions in the statute\nthat deal with the libraries talk about bringing --\nimporting books for lending --\nJUSTICE SOTOMAYOR: So deal with the wife.\nMR. OLSON: -- for lending purposes.\nJUSTICE SOTOMAYOR: How does the wife get\nher book?\nMR. OLSON: What I'm -- what I'm --\nJUSTICE SOTOMAYOR: No, no. Is there --\nwhat provision gives the wife a right under your\nreading?\nMR. OLSON: With respect to the copy brought\nin, in the suitcase for -- to give to a -- a family\nmember or to turn over to someone else?\nJUSTICE SOTOMAYOR: No, to keep for\nyourself. As far as I understand --\nMR. OLSON: Oh, to keep for yourself --\nJUSTICE SOTOMAYOR: -- your reading, I\nbrought it abroad, I can't import it in.\nMR. OLSON: What -- I believe that that is\ncovered by the various provisions of the copyright\nstatute. And the question is, is it covered by section\n2 -- 602(a)(1)? Yes, it's an import of an acquired\ncopy. Do you have a defense under the first-sale\ndoctrine? And I go to the exact explicit language of\nthe statute. There may be exceptions under other\nprovisions of the copyright law, but the first-sale\ndoctrine, 109(a) specifically says \"lawfully made under\nthis title.\"\nJUSTICE BREYER: The reason -- what I was\ntrying to bring up and I didn't do it artfully --\nMR. OLSON: Well, and this --\nJUSTICE BREYER: -- is, imagine Toyota, all\nright? Millions sold in the United States. They have\ncopyrighted sound systems. They have copyrighted GPS\nsystems. When people buy them in America, they think\nthey're going to be able to resell them.\nNow, under your reading -- now, this is one\nof their horribles, I gather, and I want to know your\nanswer to it. Under their reading, the millions of\nAmericans who buy Toyotas could not resell them without\ngetting the permission of the copyright holder of every\nitem in that car which is copyrighted.\nMR. OLSON: There may be --\nJUSTICE BREYER: Is that right?\nMR. OLSON: There may be just --\nJUSTICE BREYER: Am I right or am I wrong?\nAm I off base or am I wrong -- am I right?\nMR. OLSON: There are other defenses, but\nthat is not this case. This case is not --\nJUSTICE BREYER: Well, how do you\ndistinguish? How do you distinguish?\nMR. OLSON: The government -- the government\nwould argue for a broader interpretation under what was\nmade under this statute, whether that would include the\nimportation or the distribution in commerce. That's an\nargument that the government makes, but it's not\nnecessary to decide this case.\nJUSTICE BREYER: Now, explain to me, because\nthere are horribles if I summarize them, millions and\nmillions of dollars' worth of items with copyrighted\nindications of some kind in them that we import every\nyear; libraries with three hundred million books bought\nfrom foreign publishers that they might sell, resell, or\nuse; museums that buy Picassos that now, under our last\ncase, receive American protection as soon as that\nPicasso comes to the United States, and they can't\ndisplay it without getting permission from the five\nheirs who are disputing ownership of the Picasso\ncopyrights.\nThose are some of the horribles that they\nsketch. And if I am looking for the bear in the mouse\nhole, I look at those horribles, and there I see that\nbear.\nSo I'm asking you to spend some time telling\nme why I'm wrong.\nMR. OLSON: Well, I'm -- first of all, I\nwould say that when we talk about all the horribles that\nmight apply in cases other than this -- museums, used\nToyotas, books and luggage, and that sort of thing --\nwe're not talking about this case. And what we are\ntalking about is the language used by the statute that\ndoes apply to this case. And that --\nJUSTICE BREYER: But we need to --\nJUSTICE SOTOMAYOR: Don't those horribles --\nJUSTICE KENNEDY: We need to know about\nthose hypotheticals in order to decide this case.\nMR. OLSON: Well, and that's --\nJUSTICE KENNEDY: You're aware of the fact\nthat if we write an opinion with the -- with the rule\nthat you propose, that we should, as a matter of common\nsense, ask about the consequences of that rule. And\nthat's what we are asking.\nMR. OLSON: And -- exactly, Justice Kennedy.\nAnd that's what you were doing in the -- in the Quality\nKing, when we were -- we were discussing with\nJustice Alito whether this is dicta or not. The Court\nwas specifically saying what it would apply to, and\nit -- what -- what the Court was talking about in that\ncase was books made not pursuant to title, but pursuant\nto some other country's copyright law. This copyright\nlaw provisions --\nJUSTICE SOTOMAYOR: Why is it that a U.S.\ncopyright owner who contracts in England to make\nbooks -- he doesn't have an English copyright, he just\nsimply chooses that place to manufacture as opposed to\nthe U.S. -- why is he making that copy under English law\nand not under his rights of U.S. copyright?\nMR. OLSON: Well, if he is doing -- if he is\nmanufacturing the book in England, he's not -- because\nthe copyright law does not have extraterritorial\napplication, he is not making those copies under this\ntitle. And this Court --\nJUSTICE SOTOMAYOR: But he's selling it\nno -- no differently than Quality King was -- or the\nQuality King --\nMR. OLSON: But the problem is -- the\nstatutes may not be perfect with respect to this, and\nthere may be horribles that occur under one set of\ninterpretations of the statute, and the other\ninterpretation of the statute is to interpret it as --\nas the petitioner --\nJUSTICE SOTOMAYOR: Mr. Olson, we know from\nthe Karp exchange that the response was, this is\nsomething that we have to study with care, in 1976.\nThe parade of horribles is now causing the\nSolicitor General and at least one, if not two, courts\nof appeals to write exceptions into the language to take\ncare of what they perceive as horribles.\nIsn't it incumbent upon us to give the\nstatute what is plainly a more rational plain meaning\nthan to try to give it a meaning and then fix it because\nwe understand that the meaning doesn't make sense?\nMR. OLSON: I -- there -- there is a body of\nthe government of the United States that is entitled and\ncapable of fixing this. These parade of horribles have\nbeen -- people have been arguing about these for years.\nFor 30 years, the statute has been interpreted the way\nthat we are suggesting that it should be under this\ntitle, which this Court earlier this year, in another\ncase, in the Novo Nordisk case, specifically said, under\nthis title means pursuant to the provisions of this\ntitle.\nThis Court said that before in -- in the\nArdestani case. The under this title occurs not only in\nsection 109(a), but under this title occurs in 602(a)\nitself; and then under this section appears twice in\nsections 602(a) --\nJUSTICE GINSBURG: Mr. Rosenkranz told us\nthat under this title means different things in other\nsections, and he gave a number of examples.\nMR. OLSON: Yes, and -- and in each case --\nfirst of all, if the interpretation that my opponent is\narguing for was the law, that -- those are the words\nthat are in 602(b) and 602(a)(2). So Congress could\nhave used those words that our opponents are arguing\nfor, and did use those words, one of which was written\non the same time in the same -- passed in the same time,\nin 1976, that 602(a)(1) was.\nJUSTICE KAGAN: Well, Mr. Olson, can I just\ntake you to --\nMR. OLSON: With respect to those other --\nJUSTICE KAGAN: Please.\nMR. OLSON: With respect to those other\nprovisions, Justice Ginsburg, the -- the government\nspecifically goes over each one of those, but each one\nof those, if you interpret the statute as under this\ntitle as pursuant to this title, each one of those\nprovisions makes sense in the context in which that term\nis used there.\nAnd -- and there is only one real way to\ninterpret under this title in the provisions in 109(a)\nin -- in conjunction with 602(a)(1), and that is the way\nthe Court decided it in the Quality King case,\nspecifically looking at this question.\nNow the facts were slightly different in the\nsense that that was a round trip; this isn't a round\ntrip.\nJUSTICE KAGAN: Can I take you back to the\nwords here, \"lawfully made under this title,\" which you\nsay clearly means what you say it means.\nSo, I find this language a little bit\nperplexing, and I can kind of see it both ways. So what\nyou say is made under this title, that must mean made in\nthe United States, and \"lawfully,\" just as this little\nword that's -- that modifies that basic phrase, \"made\nunder this title,\" which means made in the United\nStates.\nBut what Mr. Rosenkranz essentially says --\nhe doesn't say it in these words, but he says, \"The\nfocus of this provision is on 'lawfully made.'\" That is\nwhat the focus is on. It's on \"lawfully made\" as\nopposed to \"unlawfully made.\"\nNow, when we just say lawfully made, you\nknow, we need something to measure, well, how do we know\nwhether it's lawfully made? Well, you look to the rules\nin the copyright law.\nSo if you just -- if you focus more on the\nlawfully word, lawfully made, and then under this title\ndoesn't mean made in the United States, it means\nlawfully made under the rules of this title.\nMR. OLSON: Lawfully made under this title\nis lawfully made under the copyright laws of the United\nStates. It can't say, 'lawfully made in the United\nStates,' because then something might --\nJUSTICE KAGAN: Well, lawfully made, under\nthe rules of the United States, regardless where the\nthing was manufactured, is what I'm saying. That's the\nway -- it just seems to me as though --\nMR. OLSON: It --\nJUSTICE KAGAN: -- you are saying made must\nbe manufactured. But lawfully made is a lawfully made\ncopy. How do we know if it's lawfully made? We look to\nthis title.\nMR. OLSON: I think under this title means\nthat it was made pursuant to the provisions of the\ncopyright law. I can't imagine the difficulties that\nwould ensue with litigation over whether or not\nsomething made in another country, made under another\ncountry's different laws -- and they vary enormously\nthroughout the world -- whether that was somehow\ncompatible with the laws of the United States.\nJUSTICE BREYER: But what about litigation\nin this respect? I want to bring you back to the\nhorribles.\nMR. OLSON: Because the --\nJUSTICE BREYER: The main point is that\nhorribles haven't occurred. Right?\nMR. OLSON: The main -- main --\nJUSTICE BREYER: Sometimes horribles don't\noccur because no one can believe it.\nNow, for example, I believe there is going\nto be a storm, but it hasn't started yet.\nSo I would like to know -- I would like to\nknow, if you were the lawyer for the Toyota distributor,\nand if you were the lawyer for the Metropolitan Museum\nof Art, or you are the lawyer for a university library,\nand your client comes to you and says, my God, I just\nread the Supreme Court opinion. It says that we can't\nstart selling these old books or -- or lending them or\nputting them in our word processor or reselling the\nToyota without the -- without looking -- displaying the\nPicasso without the permission of the copyright holder,\nwho may or may not be Toyota itself.\nWhat, as their lawyer, do you tell them? Do\nyou tell them, hey, no problem; or, do you tell them,\nyou might become a law violator; or, do you tell them, I\nbetter litigate this? What do you tell them?\nMR. OLSON: Well, each one of those\nsituations that you posit, Justice Breyer, has a whole\npanoply of set of facts.\nWith respect to the museums, with respect to\nthe person bringing books into the United States, there\nare other defenses, including fair use. There are other\ndefenses under the copyright law. But -- and one of the\nthings is that, to a certain extent, if you're going to\nuse the product created by someone else in a way that's\ncontemplated by the copyright laws, maybe it's required\nthat you actually comply with the copyright laws by\ngoing to the owner of the copyright and saying, look,\nhere's what I propose to do, can I have a license to do\nthis? It's a nonprofit. It's a museum. And I'm --\nCHIEF JUSTICE ROBERTS: Counsel, you said\nthere are other defenses, including fair use. In -- in\nthe catalogue that Justice Breyer recited, are all those\nfair uses?\nMR. OLSON: No. And some of -- but -- but\nthey're --\nCHIEF JUSTICE ROBERTS: Well, which ones\nare -- I mean, I'm -- it seems unlikely to me that, if\nyour position is right, that a court would say, it's a\nfair use to resell the Toyota, it's a fair use to\ndisplay the Picasso.\nMR. OLSON: It may be a fair use. It may be\nan implied license, for example, with respect to\ncopyrighted items or trademarked items that appear in a\nproduct that was licensed abroad. The government has\noffered another alternative interpretation of the word\n\"made,\" as putting it in the flow of commerce. That\nmight deal with some of these situations.\nBut the point I guess I am making,\nMr. Chief Justice, is that Congress was clearly\nintending to talk about the vast gray market problem.\nThis provision --\nJUSTICE KAGAN: Well, intending where? I\nmean, I -- you spend a lot of time talking about the\nlegislative history and the purposes behind 602. But\nthe language that we're supposed to be interpreting is\nthe language in section 109. And the language in\nsection 109, as far as I can see, there's really nothing\nto support your argument that that language was intended\nto address this gray market problem.\nIsn't that correct?\nMR. OLSON: Well, no. I think that section\n109 and 602(a) were adopted in the same statute. They\nwere put in the draft of the statute at the same time,\nin 1964.\nJUSTICE KAGAN: But you know, section 109 is\njust a rewording of a prior provision that you would\nclearly lose under, where the prior wording had nothing\nto do with where any product was manufactured. And what\nyou're suggesting is that we should read this change in\nwording -- which actually, there's a real theory behind\nwhat the change in wording meant that has nothing to do\nwith the place of manufacture, that we should read it as\nincorporating a place of manufacture requirement,\nbecause there was a separate debate going on in section\n602 about that question.\nMR. OLSON: But the -- but the two pro --\nwhat I'm -- I guess what I'm trying to explain is that\nthe two were enacted at the same time. They were out\nthere and available to the public for 12 years before\nthey were finally adopted. These parade of horribles\ncould have been addressed by Congress in a different way\nat the time, and the interpretation -- this is a -- 109\nis a defense -- is offered as a defense to section -- to\nsection 602(a)(1).\nSo what does it mean? What provide -- what\nis the defense that's provided? And you then have to\ninterpret, \"made under this\" -- \"lawfully made under\nthis title.\" What does that mean?\nAnd you have done that in the Quality King\ncase. You explained in the Quality King unanimously\nthat it makes a difference because you are exhausting --\nCongress intended to allow segmentation of the market.\nIt only makes sense to interpret this way if you allow\nsegmentation of the market pursuant to these provisions,\nbecause it is exhausting the copyright under the laws of\nthe United States once you make a sale of a product\nproduced in the United States subject to the United\nStates' copyright laws.\nYou are not exhausting your U.S. copyright\nwhen you make something, or allow something to be made\nabroad. You are not exhausting that copyright. You\nhave not done that yet. So the first sale is not\nsomething that happens abroad that uses up the copyright\nlaws -- of the protection under the copyright laws of\nthe United States.\nSo it seems to me that this does make\nperfect sense. And it makes -- there is not going to be\na perfect solution in every case. The Court has dealt\nwith that frequently with respect to copyright laws.\nBut if you interpret it as my opponent interprets it,\nyou are opening the door to commercial enterprises\nprecisely like this.\nIt's not necessary in this case to decide\nevery single permutation of a problem that someone\ncrosses a border with a product, but this section 602\nspecifically contemplates products that are acquired\nabroad and then brought back into the United States.\nHere, we have a commercial enterprise doing exactly what\nis contemplated by the people who were talking about\n602(a) and section 109 when the two were adopted at the\nsame time.\nJUSTICE GINSBURG: Mr. Olson, do you have an\nanswer to the outsourcing problem and the charges that\nif you read the statute as you are urging, then you are\ninviting the outsourcing of manufacturing jobs?\nMR. OLSON: There are several answers to\nthat. One, that's Congress's concern. And -- and there\nis no evidence that that would really actually happen.\nAnd Congress was concerned with creating a segmentation\nof the market. But it's entirely speculative as to\nwhether or not people are going to start manufacturing\nbooks or other items outside the United States.\nCongress can address that if that should\nbecome a problem, but it's not something that was\nsuggested as a part of what was taking place at that\ntime.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Olson.\nMr. Stewart.\nORAL ARGUMENT OF MALCOLM L. STEWART,\nFOR UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE RESPONDENT\nMR. STEWART: Mr. Chief Justice, and may it\nplease the Court:\nI would like to discuss -- begin by\ndiscussing our Bobbs-Merrill argument, because it's a\npart of our brief that's different from both the\nparties' submissions, and I do think it's very important\nto understanding the practical implications of the\nCourt's decision.\nJUSTICE GINSBURG: Mr. Stewart, may I ask\nyou a preliminary question? In Quality King the\ngovernment took the position that the Petitioner is\ntaking here. What led the government to change its\nmind? Was it just what has been called \"dictum\" in\nQuality King, or is there another reason why the\ngovernment has switched sides?\nMR. STEWART: I think there are two related\nreasons, and one of them is the dictum, but I'll get to\nthat second.\nI think in both cases, our overriding\nobjective was to offer a reading of section 109(a) that\nwould not supersede, or would not effectively negate the\nimportation prohibition in section 602(a)(1), because\nfrom the Copyright Office's perspective, we agree with\nMr. Olson that the primary reason for the enactment of\n602(a)(1) was to facilitate market segmentation. And\nthe argument we made in Quality King was you can\naccomplish that; you can prevent section 109(a) --\nJUSTICE SOTOMAYOR: Could you point to\nsomething in the legislative history to support that?\nMR. STEWART: I think the best thing I could\npoint to is a report of the Registrar of Copyrights that\nwas issued in 1965, in which the Copyright Office\nidentified as one of the circumstances that would be\ncovered by the importation ban, the situation in which,\nquote, \"the copyright owner had authorized the -- the\nmanufacture of copies in a foreign country for\ndistribution only in that country.\"\nIt didn't use the phrase \"market\nsegmentation,\" but clearly, the point was the same. You\nare authorizing copies to be made abroad for\ndistribution only in that place, not for redistribution\nhere.\nAnd so --\nJUSTICE KAGAN: So Mr. Stewart, if I\nunderstand your argument, both here and in Quality King\nyou want the copyright holder to have some control over\nimportation, but at the same time you don't want the\ncopyright holder to have control over all downstream\nsales.\nMR. STEWART: That's correct.\nJUSTICE KAGAN: And that's what your\nBobbs-Merrill argument is designed to do. It's designed\nto prevent that.\nMR. STEWART: That's correct.\nJUSTICE KAGAN: Coming back to Justice\nGinsburg's question, do you think that truly the way to\ndo those two things, to give the copyright holder\ncontrol over importation, but not over downstream sales,\nthat our problem really is, do you think in your heart\nof hearts that we got it wrong in Quality King?\nMR. STEWART: Well, we lost that case 9-0,\nand so I am not arguing too vociferously that the Court\nshould change its opinion. But yes, we think that we\nstill would adhere to our view that section 109(a)\nshould not be read as a limitation on section 602(a)(1).\nIf the Court had gone that path, it could read \"lawfully\nmade under this title\" to encompass both foreign-made\nand domestic-made copies, without doing damage to the\ncopyright holder's ability to segment markets.\nOn the other hand --\nJUSTICE SOTOMAYOR: So you get what you\nwanted anyway? That's really the bottom line. We undo\nQuality King, except that the price is that people have\nto ship their manufacturing abroad.\nMR. STEWART: Well, we're not urging the\nCourt to take that course, but yes, that would have been\none way to accomplish the same objective. And so --\nJUSTICE KAGAN: So you are essentially\nsaying that the appropriate way to read this statute, to\nmake sense of all of its provisions, is to give the\ncopyright holder control over the importation, to give\nWiley the ability to go after this importer, Mr.\nKirtsaeng, but to find a way to stop it there?\nMR. STEWART: I think that's correct, but I\nthink our Bobbs-Merrill argument does provide a very\nprincipled way to stop it there without going back on\nwhat the Court said in Quality King. That is,\nBobbs-Merrill was a 1908 case in which the publisher\nsold books to retailers on the proviso that they not be\nsold at retail for less than a specified amount. One of\nthe retailers violated that resale restriction and was\nsued for copyright infringement.\nAnd this Court in Bobbs-Merrill said --\nparsed the statutory language, which at that time gave\nthe copyright owner the exclusive right to vend copies\nof the work.\nJUSTICE ALITO: But you're saying\nBobbs-Merrill means something beyond section 109, but\nwhen -- the 1909 Copyright Act said that it was\ncodifying the holding in Bobbs-Merrill, and the 1976\nstatute, which is now before us, said it wasn't changing\nthe meaning of the earlier law. So I don't know how --\nBobbs-Merrill wasn't a constitutional decision, it was a\nquestion of statutory interpretation.\nSo how does some sliver of Bobbs-Merrill\nstill survive all of this?\nMR. STEWART: Maybe I can put it this way:\nIf I buy a piratical copy of a book, one that was\nillegally made without the consent of the copyright\nowner, and all I do is read it and put it on my shelf, I\ncan't rely on 109(a) because the copy was not lawfully\nmade under this title. But I still couldn't be held\nliable for copyright infringement because there is no\nexclusive right to read the book or to own it. I\nwouldn't have been infringing any of the copyright\nowner's rights.\nAnd so in order to have a valid claim for\ncopyright infringement, the copyright owner would have\nto show both that 109(a) was inapplicable, and that what\nthe defendant was doing was a violation, an infringement\nof one of the exclusive rights.\nAnd Mr. Rosenkranz seems to postulate a\nsituation in which a cagey manufacturer would locate its\nfacilities overseas, make the copies there, import them\ninto the United States, sell them in this country,\nsubject to conditions on resale.\nAnd if the goods were resold in violation of\nthose restrictions, the copyright owner would sue for\ninfringement. And I think the first argument the\ndefendant would make is that is exactly the conduct that\nthe Court in Bobbs-Merrill said did not infringe the\nexclusive right to vend.\nNow -- namely the resale in violation of\nrestrictions on resale. How can you now say it's now an\ninfringement of the exclusive right to distribute? And\nit would be a particularly difficult argument for the\ncopyright owner to make because what the House Report\nsaid in 1909, it didn't say exactly that it was\ncodifying the holding of Bobbs-Merrill; it said that it\nwas amending the statute in other respects, and it\nwanted to make clear that there was no intent to enlarge\nthe exclusive right to vend.\nAnd so the Plaintiff, in Mr. Rosenkranz's\nhypothetical, would in effect be arguing that by\ncodifying section 109(a), Congress had implicitly\nexpanded the scope of the implicit -- of the exclusive\nright to vend or distribute, even though it said it was\ndoing the various opposite.\nCHIEF JUSTICE ROBERTS: That's an awfully\ndifficult maze for somebody to -- to get through. You\nhave to start with the difficulty of the language here,\nand then you have to proceed and put the Quality King\ngloss over it; and, when you finally get to that point,\nyou say, well, now you've got to read Bobbs-Merrill and\nfigure out how the common law governs all that.\nMR. STEWART: But I think that would be true\nunder anybody's reading. That is, once a court in a\ncase determined for whatever reason that section 109(a)\nwas inapplicable, it didn't provide a safe harbor, the\nnext step could never be simply to proceed to judgment\nand say that there was infringement. The next step\nwould always have to be to look at what the defendant\nhad done --\nCHIEF JUSTICE ROBERTS: Well, it's not that\ncomplicated under the Petitioner's approach. It says\nonce you've you had a first sale, that's it.\nMR. STEWART: The other point I would make\nabout the Petitioner's approach is that it -- it really\nhas no grounding in the statutory text. That is, the\nPetitioner is arguing that if the publisher in Thailand,\nif the manufacturer of the books had shipped them\ndirectly into this country, that person could have been\nsued for infringement for the importation and --\nJUSTICE BREYER: Well, the word has\ngrounding. It is Coke upon Littleton, 1628, where it\nsays that if a man be possessed of a chattel and give or\nsell his whole interest upon a condition, that condition\nis no good. And Coke says, and that's how it should be.\nAnd now that's picked up in Bobbs-Merrill;\nit's picked up in Dr. Miles. It's been the law.\nNow if, in fact, there are two ways of\ninterpreting the statute, and one is consistent with\nthat basic principle of commercial law, and the other\nproduces some of the complexities that you have just\nmentioned, isn't it better to go with the common law and\nsimply reaffirm a principle that's been in the\ncommercial law almost forever?\nMR. STEWART: I -- I give two answers for\nthat. And the first is that Coke was saying that, in\nmost circumstances at least, a sale is sufficient in\norder to divest the owner of his prior right to control\ndistribution, but it doesn't say that a sale is\nnecessary.\nAnd my point is that when Mr. Rosenkranz\nsays the hypothetical foreign publisher who makes copies\nwith authorization but ships it into the -- them into\nthe United States without could be held liable for\ninfringement, there is nothing in section 109(a) that\nwould allow a court to draw that distinction; that is,\nalthough 109(a) is sometimes referred to as a\ncodification of the First Sale Doctrine, it doesn't\nrequire an antecedent first sale.\nSo as long as the foreign publisher was the\nowner of the books at the type -- time they were\nmanufactured, if those books were lawfully made under\nthis title, under Petitioner's reading they could be\nimported and distributed.\nWe know also that this was not an oversight,\nthat Congress didn't intend the provision to be subject\nto a sort of implicit first authorized sale requirement,\nbecause the language was intended to cover copies that\nwere made pursuant to a compulsory license.\nJUSTICE ALITO: Which of the following is\nworse: All of the horribles that the Petitioner\noutlines to the extent they are realistic, or the\nfrustration of market segmentation, to the extent that\nwould occur, if Petitioner's position were accepted?\nMR. STEWART: Well, if they actually\nhappened, then I think the -- the horribles would be\nworse. But, as I say, we -- we feel that we have\noffered a reading of all the statutory provisions\ntogether that would avoid both.\nThe other couple of things I would say as to\nwhy a first sale by itself --\nJUSTICE ALITO: If the -- if that middle\nground is -- were found to be not viable, which of the\ntwo sets of consequences is worse from the government's\nperspective, or can you not say?\nMR. STEWART: I would say that the\nconsequence that all foreign-made goods, even if\nimported into the United States with the authorization\nof the U.S. copyright owner, are subject to continuing\nlicensing requirements, etc., I would say that would be\nworse than the frustration of market segmentation that\nwould occur under Petitioner's view.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Rosenkranz, you have four minutes.\nREBUTTAL ARGUMENT OF E. JOSHUA ROSENKRANZ\nON BEHALF OF THE PETITIONER\nMR. ROSENKRANZ: Thank you,\nMr. Chief Justice.\nI just want to step back and take a look at\nwhat the government's doing here. After eloquently\narguing in Quality King in the last two pages of its\nbrief that our position on the meaning of this language\nis right, it's saying our position is wrong. And then,\nit's trying to come up with a middle ground that has\nabsolutely no basis in the statute.\nIf Bobbs-Merrill provides the content for\nthe First Sale Doctrine, then what does section 109 do?\nAnd so the government is creating a scenario in which,\nin order to save 602 from being superfluous in the way\nit is described, although we believe it's not\nsuperfluous at all, it is making 109 superfluous.\nJustice Kagan asked a question about\nessentially sentence diagramming. Our view is that\n'under this title' modifies 'lawfully.' You use the\nU.S. metric of U.S. law to figure out whether it's\nlawful. The government's and Wiley's position is that\n'under this title' modifies both 'made' and 'lawfully.'\nAnd at least the way I learned grammar, you can't use\nthe same phrase to modify both terms.\nI want to correct something that I said to\nJustice Ginsburg because I said it backwards. 905 and\n906 are examples of the United States Congress in a\ncopyright context applying national exhaustion, and that\nwas six years after this statute was passed.\nTo Justice Breyer's question, the bear is\nthere. It is very much there. The only reason no one\nhas ever pursued these legal arguments is that the legal\narguments that are the baseline for all of this have yet\nto be accepted by this Court. But I have not heard any\nargument for why the vast majority of them will not\nnecessarily obtain, and they are not in any of the\nbriefs. To use the Toyota example, there simply is no\nother defense. There is none. Fair use doesn't apply\nto the vast majority of the scenarios that I've just\ndescribed.\nFinally, outsourcing: Congress did not want\nU.S. jobs to go overseas. Congress in the very same\nstatute in section 601 was hoarding manufacturing jobs\nto the United States; and as the government said on the\nlast page of its Quality King, \"it is highly unlikely\nthat the same Congress that hoarded jobs in the United\nStates was prepared to tolerate a situation in which\nthere was eternal downstream control\" that the copyright\nowners would be encouraged to seize by sending jobs\noverseas.\nSo unless there are further questions from\nthe Court -- I saw, I just realized I said the same\nthing twice incorrectly to Justice Ginsburg. 905 and\n906 are examples of international -- exhaustion.\nUnless there are further questions, I thank\nthe Court and respectfully request that the Court\nreverse the judgment below.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\ncounsel.\n"
    }, 
    "respondents": [
        "JOHN WILEY & SONS, INC."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 10, 
        "JUSTICE ALITO": 5, 
        "JUSTICE BREYER": 24, 
        "JUSTICE GINSBURG": 10, 
        "JUSTICE KAGAN": 22, 
        "JUSTICE KENNEDY": 3, 
        "JUSTICE SCALIA": 8, 
        "JUSTICE SOTOMAYOR": 18, 
        "MR. OLSON": 39, 
        "MR. ROSENKRANZ": 42, 
        "MR. STEWART": 14
    }
}