{
    "appearances": {
        "content": "PAUL D. CLEMENT, ESQ., Washington, D.C.; for\nAppellants.\nSRI SRINIVASAN, ESQ., Principal Deputy Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nthe United States, as amicus curiae, supporting\naffirmance in part and vacatur in part.\nJOSE GARZA, ESQ., San Antonio, Texas; for Appellees.\n"
    }, 
    "caseNum": "11-713", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Appellants 4\nORAL ARGUMENT OF\nSRI SRINIVASAN, ESQ.\nOn behalf of the United States, as amicus\ncuriae, supporting affirmance in part\nand vacatur in part 28\nORAL ARGUMENT OF\nJOSE GARZA, ESQ.\nOn behalf of the Appellees 43\nREBUTTAL ARGUMENT OF\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Appellants 64\n"
    }, 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": "(1:00 p.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext today in Case 11-713, Perry v. Perez, and the\nconsolidated cases.\nMr. Clement.\nORAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE APPELLANTS\nMR. CLEMENT: Mr. Chief Justice, and may it\nplease the Court:\nThe judicial maps drawn here are truly\nremarkable. They reflect the reality that the district\ncourt below lost sight of first principles. The court\nrepeatedly invoked the principle that these were only\ninterim maps and not remedial maps, but that obscures\nthe reality that a court has the authority to draw an\nelection map, surely one of the most powerful judicial\ntools in the judicial arsenal, only if it is identifying\nspecific statutory or constitutional violations or a\nsubstantial likelihood thereof.\nJUSTICE SOTOMAYOR: Mr. Clement, section 5\nsays you can't draw new maps unless they've been\nprecleared. You can't put them into effect.\nMR. CLEMENT: But --\nJUSTICE SOTOMAYOR: So, the only thing that\nexists is old maps until you get the preclearance.\nI don't see how we can give deference to an\nenacted new map, if section 5 says don't give it effect\nuntil it's been precleared.\nMR. CLEMENT: Well, Justice Sotomayor,\nobviously, section 5 is clear that the new map drawn by\nthe Texas legislature, the new maps drawn by the Texas\nlegislature, cannot take effect of their own force. But\nthat doesn't answer the question of whether a judge,\nwhen having to impose a remedial map to address what all\nconcede is a one-person, one-vote problem with the\nbenchmark maps, can look to the new maps which also\nremedy that same one-person, one-vote problem, for\nguidance. And this Court in its --\nJUSTICE SOTOMAYOR: But you're asking for\nmore than for guidance. You're asking for deference.\nYou're saying they have to start with the new map even\nthough that map hasn't been approved.\nMR. CLEMENT: That's right, Your Honor. We\nthink they --\nJUSTICE SOTOMAYOR: Instead of starting, as\nthe court below did, with the old map which had been\napproved.\nMR. CLEMENT: Right. We are -- in fairness,\nwe're asking for it to be used as the starting point for\ndrawing the new map, but that's because --\nJUSTICE SOTOMAYOR: Doesn't that turn\nsection 5 on its head?\nMR. CLEMENT: No, I don't think so, Your\nHonor, for a number of reasons. One is that the\nobligation to go to the preclearance court or to go to\nthe Attorney General remains fully in place. So, the\nonly question is, what is going to inform the district\ncourt in Texas's exercise of remedial authority to\nremedy the one-person, one-vote problem with the\nremedial plans -- with the benchmark plans, rather?\nNow, this Court from the very beginning of\nits reapportionment cases has emphasized the need to\nlook for legislative guidance in order to inform the\njudicial exercise of solving that reapportionment\nproblem. And the need to look to the new maps I think\nis most acute, of course, with the congressional maps\nbecause the benchmark is -- is a fine map, but it's a\nmap for 32 seats. And Congress here -- the legislature\nof Texas has spoken as to how it would like to divide\nthe new 36-seat allocation up. And it seems to be quite\nodd that the court would simply ignore that judgment\nwhen it could look to that as the starting point.\nJUSTICE GINSBURG: It didn't -- it didn't\nignore it. It took it into account along with other\nplans. My -- Mr. Clement, suppose the D.C. court that\nhas exclusive authority over preclearance in\nmid-February denies preclearance. And suppose --\nsuppose we accept your position. You prevail in -- in\nthis proceeding. And then the three-judge district\ncourt says this -- this plan -- these plans do not meet\nthe section 5 requirement; we deny preclearance. What\nhappens if we use the Texas plan that has not been\nprecleared as the interim plan?\nMR. CLEMENT: Well, Justice Ginsburg, as a\npractical matter, I suppose at that point Appellees\nwould go to the court in Texas and say you need to\nrevise your interim maps once again.\nNow, I think, since the premise for the\ncourt drawing its interim maps is that time is of the\nessence, it can't wait any longer, the Texas court may\ndeny that motion or it may grant that motion. I mean, I\ndon't -- I don't really have a crystal ball to take that\ninto account.\nBut what I do think is particularly\nanomalous is let's suppose that the D.C. court does deny\npreclearance. At that point, it's common ground that\nthe plan, the legislatively enacted plan, even though\nit's denied preclearance, would be something that the\nTexas court would have to defer to. That's basically\nUpham.\nSo, it's the oddity of the other side's\nposition --\nJUSTICE GINSBURG: I don't see how it's\nbasically Upham. That was a plan -- there were two\ncontiguous districts. There was a problem with them.\nThe Attorney General said the rest of it was okay. Here\nthe entire plan -- the plans are -- are opposed.\nMR. CLEMENT: Well, Justice Ginsburg, I mean\nit's true that the Justice Department does raise a\npurpose objection to the plans as a whole, but of course\neven that takes its force from the way particular\ndistricts are being drawn. It seems to me quite likely\nthat -- you know, obviously, our position is that the\nD.C. court is most likely to grant preclearance. But if\nthey were to deny it, it seems quite likely that they\nwould deny it as to particular districts. And then\nUpham would make clear that you would give -- that the\nTexas court would give deference to the legislative\nplan.\nAnd the anomaly of the other side's position\nis you give less deference to a plan when preclearance\nis pending than you do when preclearance is denied.\nJUSTICE ALITO: Can I ask you a question\nabout timing? Let's suppose that the district court in\nWashington moves expeditiously and issues a decision in\nmid-February. Are there insuperable problems with\npostponing the Texas primary so that the plan that is to\nbe used can -- doesn't have to be formulated until after\nthe district court in Washington has ruled?\nTexas has a very early primary. Some States\nhave them for congressional races in -- in the fall, and\nthe latest presidential primary I think is at the end of\nJune. So, why can't this all be pushed back, and\nwouldn't that eliminate a lot of the problems that we\nare grappling with in this case?\nMR. CLEMENT: Well, Justice Alito, two --\ntwo answers: One is, as a practical matter, all of the\naffected, you know, entities in Texas have gotten\ntogether, and they've agreed on the ability to move the\nprimary back to April, given -- on the assumption that a\nmap could be in place by February 1st.\nNow, you know, the primary has been moved\nfrom March to April already. So, I can't tell you that\nit's impossible to move it again, but it's also quite,\nyou know, in a sense -- I mean, the question becomes --\nI mean, Texas has made its own determination that it\nwants to have a relatively early primary. That's not\nsomething it cocked up for this set of elections. It's\nhad that in place since at least 1988. And so, the\nquestion is how much do you want to interfere with that\njudgment?\nJUSTICE ALITO: Well, if we have a binary\nchoice, if it's either the plan enacted by the Texas\nlegislature or the plan that's already been drawn up by\nthe court, yes, that could be presumably resolved rather\nquickly. But what if neither of those is fully\nacceptable? Then is it -- is it practicable to have the\nprimary on the date that's been agreed on? And if not,\nthen wouldn't -- would you just prefer to limit us to\nthose two possibilities or would Texas entertain the\npossibility of moving the primary back?\nMR. CLEMENT: Well, look, Texas wants the\nCourt to have the opportunity to get this right. We\nthink the decision below is profoundly wrong. We think\nit's important for this Court to send a clear signal to\nthe courts that would provide relief not just in this\ncase but to future situations where this arose.\nJUSTICE KENNEDY: Just one more question.\nMR. CLEMENT: Sure.\nJUSTICE KENNEDY: Background question about\npreclearance. Assume that the court of appeals -- that\nthe three-judge district court in Columbia in the\npreclearance proceeding finds some problems with two or\nthree of the districts, say, in the congressional plan.\nDoes it just say we -- there are problems with these\ndistricts, we therefore deny preclearance; or does it\nthen give guidance and say we would give preclearance if\nyou made the following changes? Does it -- in other\nwords, does it give you a road map? How do these\ndecisions work? That's what I'm asking.\nMR. CLEMENT: Well, I don't think there's a\nroad map for the extent to which they give a road map.\nI think there are two things that are crystal clear.\nOne is that when the D.C. authority, be it the Attorney\nGeneral or the court, denies preclearance, it denies\npreclearance. The plan is not precleared. There's no\nsuch thing as preclearance in part or partial\npreclearance. As the Justice Department puts it, it\ndoesn't work like a line item veto.\nNow, that's not to say -- and here's the second\npoint. That's not to say that the court doesn't provide\nreasoning for its decision, or the Attorney General.\nAnd that's why in Upham, for example, that the Court --\nthis Court knew that the objections were to two\nparticular districts, even though the effect in Upham\nwas to not preclear the whole plan. And it seems to me\nthe mistake of the district court is it effectively\ntreats the un-precleared plan as a nullity. And that's\nthe exact word that Judge Johnson used in the lower\ncourt opinion in Upham.\nAnd this Court reversed because it said no,\nyou don't ignore that, but on the other hand, what you\ndo is you take into account the judgment of the Attorney\nGeneral in that case; but other than that, you take the\nplan into account notwithstanding the fact that it\nhasn't been precleared.\nJUSTICE KAGAN: But we've said over and\nover, Mr. Clement, that it's the Attorney General and\nthe district court in D.C. that have exclusive\njurisdiction over this set of questions and that we\ndon't want courts in other part of the country to try to\nmimic what those -- what that court and the Attorney\nGeneral are supposed to do.\nAnd you're essentially asking for the\ndistrict court in the State of Texas to try to predict\nwhat they're going to do and to mimic what they're going\nto do. And that's why Justice Alito suggests, well,\nlook, if we've said that only the district court in D.C.\nand the Attorney General should do this, let's wait\nuntil they do it and go from there.\nMR. CLEMENT: Well, Justice Kagan, here's\nwhy we're -- we're not asking the regional court to\nmimic the D.C. court's function. We're asking it to\nperform correctly the one -- one of the roles that this\nCourt has always made clear the regional court retains.\nAnd that's to provide temporary relief.\nIf you look at this Court's decisions that\nessentially warn off a regional court from arrogating to\nitself the final preclearance decision -- I'm thinking,\nfor example, of Connor v. Waller -- those same decisions\nsay: But this is not with prejudice to your ability to\nprovide temporary relief.\nNow, our position is quite simple. If we're\nin a situation where the regional court has to provide\ntemporary relief, then it should apply the same\nstandards that always apply everywhere to courts issuing\ntemporary relief.\nJUSTICE KAGAN: But you're not taking into\naccount the fact that, as Justice Sotomayor said,\nsection 5 itself operates as an injunction. And it's an\ninjunction against the use of an un-precleared plan.\nMR. CLEMENT: Justice Kagan, I think we are\ntaking that into account. I mean -- and I think that's\nat the heart of what's going on here. You have to ask\nyourself the question: What is the remedy that the\nTexas court in this case was trying -- what is the\nviolation, rather, that the Texas court was trying to\nremedy? The Appellees proceed and I think your question\nproceeds on the assumption as if the violation is a\nsection 5 violation. But that's not what motivated the\ncourt's opinion, and you can -- I mean, look at page 96\nof the Joint Appendix, where the court specifically\nsays: Look, Texas has always been clear. They need to\nget preclearance. So, this is not about enjoining them\nfrom implementing the plan.\nThe constitutional violation that's being\nremedied here and the only thing that gave the Texas\ncourt any authority is the one person, one vote\nviolation with the old plans. And so, the --\nJUSTICE BREYER: That's what they said\nthey're doing. I mean, I count in the -- about eight\ntimes in the house plan, the State house plan, and\nseveral times in the senate plan where it's clear, and I\nthink it's fairly clear in the U.S. House plan, they say\nthings like: \"The court began by considering the\nuncontested districts from the enacted plan that\nembraced neutral districting principles, although it\nwasn't required to give any deference.\" And you say\nthey're wrong about that. \"The court attempted to\nembrace as many of the uncontested districts as\npossible.\"\nSo, after I got finished reading their\nopinions, I thought, well, there may be a difference\nbetween what you say and they say, but I'm not sure that\nthere is a difference that's reflected in the maps.\nAnd so, it's now January 9th. We have to\nhave something in effect by February 1st. They said\nthat they're paying attention to what the legislature\ndid. And when I looked at the maps, as far as I can\ntell, they include -- some more, some less, most in the\nState senate -- but they include a lot of the State's\nchanges.\nSo, what am I supposed to do? I mean, I\ncan't tell whether you're right or wrong without looking\ndistrict by district by district by district. What am I\nsupposed to do on January 9th?\nMR. CLEMENT: Well, I think on January 9th,\nJustice Breyer, you should take another look at El Paso\nCounty. Because I think if you look at El Paso\nCounty --\nJUSTICE BREYER: In which -- in which --\nMR. CLEMENT: In either the congressional\nmap or the house map. I think if you look at El Paso\nCounty, what you cannot conclude is that all ---\nJUSTICE SOTOMAYOR: What map is that?\nMR. CLEMENT: What's that?\nJUSTICE SOTOMAYOR: What district is that?\nMR. CLEMENT: Well, it depends. If we're\nlooking at the congressional map, I believe it's\ndistrict 16 or 17. And that's -- those maps start on\npage 1.\nJUSTICE BREYER: Okay. El Paso County in\nthe original plan I guess was -- like number 16. I've\ngot it in front of me. And they split it, and it was\nsplit somewhat differently or not. Okay.\nMR. CLEMENT: Well, I mean, I think you're\nunderstating it. I mean, on the benchmark plan --\nJUSTICE BREYER: No, no, right. It's a\nwhole --\nMR. CLEMENT: -- that was a straight line.\nJUSTICE BREYER: Yes.\nMR. CLEMENT: On the enacted plan, it was a\ndifferent straight line.\nJUSTICE BREYER: Yes. Correct.\nMR. CLEMENT: And in the court's plan --\nJUSTICE BREYER: So -- all right. All\nright. Now, why was that wrong? Why is that wrong?\nTell me why it's wrong for them to do that.\nMR. CLEMENT: I want to -- I want to say two\nreasons why it's wrong, but first I think that really\ndoes answer your premise, which is that all the court\nwas doing was remedying one person, one vote.\nJUSTICE BREYER: No, no, I didn't say that.\nI said, in their way of thinking, they are taking the\nmap into account. Now, to sit -- the enacted one. If I\ndisagree with that, I can't disagree at the level of\nprinciple; I have to disagree at the level of particular\ndistricts. That's why I asked you the question. So,\nyou point to district 16, and I say, very well, tell me\nwhat they did wrong and why? Because, remember, they\nare facing a challenge that's based on section 5, part\npurpose.\nAnd the district court there said, in the\nD.C., you don't survive -- I can't give you a summary\njudgment on that; purpose here may have been violated.\nAll right. Now, you tell me what's wrong\nwith district 16, which I guess is your strongest case.\nThat would be helpful.\nMR. CLEMENT: No, what I'm -- I'm not saying\nit's my strongest case. I'm saying it's illustrative of\nthe problem. Another thing that's illustrative of the\nproblem --\nJUSTICE SOTOMAYOR: But what's was the\nproblem?\nJUSTICE BREYER: Tell me -- tell me what's\nthe problem?\nMR. CLEMENT: The problem is that the court\nlost sight of what it was supposed to be doing. It was\nsupposed to be --\nJUSTICE BREYER: What they said they were\ndoing. They couldn't have lost sight at the level of\ngenerality because at the level of generality they said\nwe're trying to take into account the map. I'm just\nrepeating myself.\nI want to know what is wrong with the\ndrawing of district 16, what they did, given that\nthere's a section 5 challenge based on purpose?\nMR. CLEMENT: And what's wrong with it is\nbecause they neither started with the old benchmark plan\nand said we're going to solve a one person, one vote\nproblem, nor did they start with the new legislative\nplan and say is. There some violation that allows us to\nchange that plan? They instead, as they told you, said\nthat they were on their own drawing an independent map.\nJUSTICE SOTOMAYOR: I'm sorry. That's --\nthat's incomplete.\nCHIEF JUSTICE ROBERTS: You can finish your\n-- finish your answer, please, if you can.\nMR. CLEMENT: What I was hoping to say is\nthat they -- they told you they were drawing an\nindependent map, and what they told you is that they\nthought that they were under an affirmative obligation\nnot to defer to the legislative enactment because it\nhadn't been precleared. And the oddity of this -- I\nmean, look, you're right. In certain places, they then\nturn around and say: But we deferred where we could.\nBut the oddity of their position is their\nfirst premise, which is the one thing we can't do in\ndrawing these maps, is look at that -- look at that\nun-precleared map. There's no explanation for why -- if\nthat premise was right, why would it be even a good\nthing that they were pointing to the other map.\nJUSTICE SOTOMAYOR: Counsel, I'm not sure\nhow I understand that, okay? As I looked at one of the\nEl Paso maps, the enacted map created a antler-type\ndistrict, a head and two unconnected antlers on top,\nnothing tying them together.\nThe district court went back to the\nbenchmark and said this is the benchmark district; now\nI'm going to draw the districts around it that fall\nnaturally, trying to stay within neutral principles of\nnot dividing up the city more than I have to. And it\ncame out with another district.\nI don't understand what principle, what\nlegal principle, the district court was violating that\nmakes what it did with that particular county wrong.\nYou're saying they should have given deference to an\noddly shaped district that changed a prior benchmark\nthat's been challenged as having been created\nspecifically to minimize the Latino vote.\nAll of the challenges that relate to El Paso\nare very significant. The district court has already\ndenied summary judgment on that. Tell me what legal\nprinciple they violated, other than the deference\nprinciple that you're relying upon?\nMR. CLEMENT: The basic principle they\nviolated is they drew an interim order that they thought\nwasn't a remedial order without it being based on any\nfinding of substantial likelihood of a violation.\nJUSTICE SOTOMAYOR: That's your second --\nMR. CLEMENT: You may be right. You may be\nright. There may be a problem with those maps in El\nPaso. I don't think so, and I'd like to talk about\nthat.\nBut if the district court had said, you\nknow, there's a problem with this because the two - the\ntwo antler -- the deer with two antlers, that violates\n-- that's a substantial likelihood of violating the\nConstitution. We're going to remedy that. If that's\nwhat they did, this would be a very different case.\nNow, I do want to talk about the deer with\ntwo antlers, because what that ignores is that in the\nbenchmark plan, the deer had one antler and an antenna.\nAnd so, the district court -- the map the district court\ndrew doesn't look anything like the benchmark, and\nactually the map that the legislature drew looks very\nmuch like the benchmark.\nAnd so, I think that just shows that what\nwas going on here by the district court was something\nvery different from either remedying a one-person,\none-vote problem with the benchmark or from correcting\nspecific identified problems with the legislative map.\nJUSTICE SCALIA: I had thought, Mr. Clement,\nthat -- that one of your objections was that in deciding\nwhether they're using the benchmark or the -- the\nlegislature's proposed new plan, whichever one they're\nusing, they -- in drawing up their own plan, they\nassumed the validity of all of the challenges.\nIs -- is that not the case?\nMR. CLEMENT: Well, that is the case, Your\nHonor, and that is one of the many problems with the way\nthat the court proceeded here. Because once you lose\nsight of the fact that, look, we only have remedial\nauthority if we're remedying substantial likelihood of\nviolations that are identifiable and particular, well,\nthen what are you going to do?\nWhat this district court did, after he\nstarted where Justice Breyer suggested, is that the\ndistrict court judges then said, look, we want to avoid\nthe challenges that are brought by the plaintiffs. And\nwhat they mean by \"avoid\" is they basically take all the\nallegations at face value and then redraw the district\nto avoid this.\nJUSTICE KENNEDY: At face value. But you\ndon't have any problem -- if I'm a district judge and I\nthink there is a substantial likelihood that a\nparticular challenge will succeed, you don't have any\nproblem with my drawing an interim plan to avoid that\nlikelihood.\nMR. CLEMENT: Absolutely no problem at\nall --\nJUSTICE KENNEDY: Thank you.\nMR. CLEMENT: -- Justice Kennedy. And the\ngreat thing about that is that gives the district court\na familiar role to play applying familiar standards, and\nit gives this Court something to review.\nJUSTICE GINSBURG: But the district court in\nthat -- in that scenario is projecting what the D.C.\ncourt that has exclusive authority is going to do. And\nthat's why I find your -- your position troublesome.\nYou're asking one court to make its best guess at what\nanother court is likely to do, and that other court has\nexclusive jurisdiction.\nMR. CLEMENT: Can I -- can I respond to\nthat, Justice Ginsburg, as follows? Which is, I had\nassumed that Justice Kennedy's question was not specific\nto section 5 and could just as well be a section 2\nproblem --\nJUSTICE KENNEDY: Section 2.\nMR. CLEMENT: -- or an equal protection\nunder the Constitution problem. And in this case, there\nis no problem. All the court is doing is making a\nsubstantial likelihood determination of an issue that\nit's ultimately going to confront.\nJUSTICE KAGAN: But haven't we also said\nthat, with respect to section 2 and constitutional\nviolations, that those allegations would be unripe in\nthe -- prior to the district court or the Attorney\nGeneral clearing a plan?\nMR. CLEMENT: Absolutely, Justice Kagan.\nBut I think it's important to understand that to the\nextent that the district court in this remedial phase\nshould take section 5 into account, it's just in\nconsidering whether or not the remedial plan is\nconsistent with section 5 principles. And that's what\nthe judges did in this case with respect to their own\nplan. So, we're not asking them to do something with\nsection 5 that they otherwise wouldn't do.\nAnd, again, I think if you come back to the\nparticular question of what are they trying to remedy --\nI mean, they're trying to remedy the one person, one\nvote problem. So, if that's what they're trying to\nremedy, why wouldn't they take into account the\nlegislative policy judgments reflected in the\nun-precleared plan if that's -- if that's the state\nwe're in, if that's the snapshot we're in.\nI mean, keep in mind, this Court has\nthroughout --\nJUSTICE KAGAN: Well, just because section 5\nsays that there's no presumption of regularity attached\nto that plan and, indeed, that it's unlawful to put that\nplan into effect without the proper approvals.\nMR. CLEMENT: Two things, Justice Kagan:\nOne, I would beg to differ that what section 5 says is\nthat there's no presumption of regularity. And I think\nthat's -- it's not just a quibble because I think if\nwhat section 5 says is that there's no presumption of\nregularity or no presumption of good faith, then section\n5 I think is closer to the constitutional edge than this\nCourt said in Northwest Austin. I think all it says --\nJUSTICE KAGAN: Section 5 says somebody has\nto clear it before it can go into effect.\nMR. CLEMENT: Absolutely. But I don't think\nthat means that the assumption is that the legislature\ndidn't act in good faith in enacting the provision. And\nthat brings me to my second point --\nJUSTICE KAGAN: Nobody said the opposite.\nThe question just is, does somebody have to clear it?\nHere, it wasn't cleared.\nMR. CLEMENT: Okay. I agree, but then the\nquestion is, if there's not a presumption of bad faith,\nthen why wouldn't the court take that legislative\njudgment into account in drawing its remedy for the one\nperson, one vote violation in the remedial district?\nIf I could add my second point, which is the\nother thing to keep in mind is the preclearance\nobligation is not driven by congressional judgment that\nthese covered jurisdictions are particularly bad at\nremedying one person, one vote problems.\nObviously, section 5 is driven by concerns\nabout racial discrimination. So, in that sense, it's\nparticularly odd, given that what's at issue here is a\nremedy for a one person, one vote problem, that you\nwould assume that you're not going to take into account\nthe legislature's judgment as reflected in an\nun-precleared plan.\nJUSTICE KAGAN: No, I don't think that\nthat's --\nCHIEF JUSTICE ROBERTS: Counsel, I think\nthere -- I see two different problems, and I'm not quite\nsure how to come out. One, you cannot assume that the\nlegislature's plan should be treated as if it were\nprecleared. The district court in Texas cannot assume\nor presume what the district court here in D.C. is going\nto do.\nBut, on the other hand, it can't presume it\nthe other way. In other words, it can't draw its\ninterim plan assuming that there are going to be these\nsection 5 violations because that's presuming what the\ncourt's going to do the other way.\nSo, how do we decide between those two --\nyou have two wrong choices. How do we end up?\nMR. CLEMENT: Well, I think you try to split\nthe difference by trying to apply the preliminary\ninjunction standards. And I think if you do that, then\nwhat you're going to do is that you're going to ensure\nthat the remedy that the district court draws for -- as\nan interim matter for the one person, one vote problem,\nwhich is not the same thing as preclearance, that remedy\nis both consistent with the legislative policy judgments\nbut also with section 2, with the Equal Protection\nClause.\nAnd I suppose if this Court wants to, it can\nsay that for purposes of interim temporary relief, the\nCourt can look at section 5 directly. I would think the\nbetter answer is, no, you just focus it on section 2,\nthe Equal Protection Clause, and then you ensure that\nthe judicial plan is consistent with section 5\nprinciples, because that's the test that the Court's\ngoing to apply in any event.\nJUSTICE KENNEDY: Can you -- can you tell me\nwith reference to the two districts, other than the\nsenate district, congressional and State house\ndistricts, did Judge Smith defer or use the -- the Texas\nlegislature's 2011 plan as a benchmark to some extent?\nMR. CLEMENT: I -- I don't think Judge\nSmith -- if I can answer your question, I think this\ndoes: I don't think Judge Smith did this the way that\nwe think he should or focused on the benchmark. If you\nlook at the congressional plan, what he did is he just\nbasically picked one of the proposals that was a\nbipartisan proposal, so-called C216.\nWith respect to the house plan, I think he\ngot it -- the Texas house plan -- I think he got it\ncloser to right. But I don't think he applied the right\nstandard. And I would ask you to look at Joint Appendix\n193, and particularly his consideration of house\ndistrict 33, because there what Judge Smith did is said,\nwell, you know, there's these allegations, and I find\nthis -- he said the State has persuasive responses, but\nout of an abundance of caution I'm going to redraw the\ndistrict.\nThat doesn't seem quite right. I mean, if\nthe State really does have persuasive responses, that\nought to be enough to not redraw the district.\nJUSTICE KENNEDY: So, you would fault his\nsolution for giving insufficient deference to the State\nof Texas 2011 plan?\nMR. CLEMENT: That's right, but it's -- it's\ncertainly a fair improvement over what the district\ncourt majority did.\nIf I could reserve the balance of my time.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Clement.\nMr. Srinivasan.\nORAL ARGUMENT OF SRI SRINIVASAN\nON BEHALF OF THE UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING AFFIRMANCE IN PART AND VACATUR IN PART\nMR. SRINIVASAN: Thank you,\nMr. Chief Justice, and may it please the Court:\nThe fundamental flaw with Texas's approach\nis that it directly inverts the burden established by\nsection 5 of the Voting Rights Act. Section 5 places\nthe burden on a covered jurisdiction to show that a\nproposed voting change is nondiscriminatory in purpose\nand effect, and the change can't go into effect unless\nand until the State carries its burden in that regard.\nJUSTICE KENNEDY: Let me ask you this:\nSuppose that this -- all the facts are the same except\nthat this is in a State that is not subject to section\n5.\nWould there be a problem in your view with\nwhat the district -- with what the district court did,\nwith Judge Smith -- with what Judge Smith did?\nMR. SRINIVASAN: Well, with Judge -- with\nwhat Judge Smith did, I guess in that context,\nJustice Kennedy, there wouldn't be a section 5 issue at\nall.\nJUSTICE KENNEDY: Right.\nMR. SRINIVASAN: And all you'd be dealing\nwith is section 2 or the Equal Protection Clause.\nJUSTICE KENNEDY: And then we could -- then\nthere would be no problem with using Texas as a\nbenchmark, the Texas 2011 as benchmark, as a starting\npoint?\nMR. SRINIVASAN: Well, I --\nJUSTICE KENNEDY: As a starting point?\nMR. SRINIVASAN: Yes. Well, I guess what I\nwould say is this, that in the malapportionment context\nwhat this Court typically has said the district court\nshould do is to start with a plan that's already in\neffect and then modify it according to neutral\ndistricting principles to remove the malapportionment\nissue. And that's --\nJUSTICE ALITO: Well, what are neutral\ndistricting principles? Anybody who draws a map faces\nat the outset certain legal constraints, constitutional\nconstraints, restrictions that are imposed by the Voting\nRights Act, maybe some State law restrictions to the\nextent they're not inconsistent with Federal law. Once\nyou've gotten beyond that point, all you have left is\ndistricting policy.\nThey're policy choices, and there are many\nfactors that can be taken into account in drawing a map:\nhow compact you want the districts to be, to what extent\nare you going to respect zones of common economic\ninterests, to what extent are you going to try to\npreserve old districts, what about incumbents, what\nabout party registration? Are you going to try to have\nbalance or are you going to try to favor one party or\nthe other? That's all -- those are all questions of\npolicy.\nAnd the question is, whose -- who makes\nthose policy decisions? Are they going to be the policy\ndecisions that were made by the legislature, or are they\ngoing to be the policy decisions made by the district\ncourt? And to say they're going to apply neutral\ndistricting principles is a subterfuge. There is no\nsuch thing.\nMR. SRINIVASAN: Well, I guess I would\ndisagree with you, Justice Alito. I want to make two\npreliminary observations on what a district court is\nsupposed to do in this regard, and then I'll try to walk\nthrough the principles that should guide this inquiry.\nThe first preliminary observation is what a\ndistrict court is not supposed to do, and what a\ndistrict court is not supposed to do is to take the\nun-precleared plan as a given, because section 5\nforecloses it.\nNow, what's a district court supposed to do?\nIt's not at sea, contrary to the underpinning of some of\nthe arguments made today, because the district court\nstarts with the last legally enforceable plan, which\nafter all is the last manifestation of State policies\nand priorities. So, you have that as a starting point.\nAnd then it has to modify that plan, of course, to deal\nwith malapportionment issues and to comply with section\n2 and section 5 --\nJUSTICE ALITO: Well, I don't want to\ninterrupt you too much, but even if you do that, even if\nyou start with the old plan and then you modify it to\nthe extent necessary to comply with the Constitution and\nstatutes, there are still -- I'm sure our computer could\nshoot out dozens and dozens of possible maps, and\nsomebody has to choose among them. Now, what criteria\ndoes a district judge -- does a district court use in\nmaking that choice?\nMR. SRINIVASAN: There is discretion in the\ninquiry, Justice Alito. I'm not going to -- I'm not\ngoing to disagree with that. What it looks to is the\ndistricting criteria that had been applied by this\njurisdiction in the past. And, for example, in this\ncase --\nJUSTICE SCALIA: It's not just discretion.\nIt's political discretion. That's what's troublesome\nabout it. And you -- it seems to me the Government\nmakes -- takes an absolutist approach to the proposition\nthat you cannot use an un-precleared plan for any\npurpose. All the law says is that you cannot apply a\nprecleared plan. The plan being applied here is not the\nTexas legislature's plan; it's the plan -- a remedial\nplan adopted by Federal judges.\nAnd to say that they cannot use in drawing\nup that plan the legislature's last political decisions\nseems to me not required by the mere prohibition against\nimplementing that plan as the plan of the legislature.\nWhat would you do if -- if the district\ncourt in Washington and the district court in Texas --\nneither one of them acts in time, and it's too late?\nIt's too late to have any -- any primaries anymore.\nWhat -- what would happen?\nMR. SRINIVASAN: Well, I guess --\nJUSTICE SCALIA: What would happen? You\ncan't use the old plan. You have this absolute rule\nagainst using the new plan. What happens? You\ndisenfranchise every voter in Texas --\nMR. SRINIVASAN: No, I don't think you could\ndo that.\nJUSTICE SCALIA: -- because there may be\nsome voters in Texas, may be, some who will be\nprejudiced by using the current plan? I suggest in that\nsituation there's nothing to do but use the Texas plan.\nMR. SRINIVASAN: Well, I don't -- not in the\ncontext of section 5, Your Honor. It's -- that's one\noption, but the other option would be to use a\nmalapportioned plan, which this Court has suggested\nwould be something the courts could do. Now, that's not\na preferred option, to be sure.\nBut we're not in that situation here,\nbecause what you have is interim maps that have been\ndeveloped. We're not in the kind of emergency situation\nthat you're positing.\nJUSTICE SCALIA: You acknowledge that there\nare some situations in which you can use the very plan\nthat the Texas legislature adopted, even though it's not\nbeen precleared?\nMR. SRINIVASAN: Only if there's no time for\na district court to adopt a different plan. But --\nJUSTICE SCALIA: So, it's no longer an\nabsolute rule. So, the question is whether this is\nanother reasonable exception to a non-absolute rule.\nMR. SRINIVASAN: There is an emergency\nexception, as there is with all sorts of legal rules.\nBut that's so far as we would go.\nNow, I would like to address the proposition\nthat what the Court would be doing here under Texas's\nview is just a standard application of substantial\nlikelihood of success principles, because it's not.\nIt's decidedly different from standard operation of\nsubstantial likelihood of success principles in three\nfundamental respects.\nThe first goes to the burden,\nJustice Kennedy, and I think you alluded to this in your\nquestion. The burden in a preliminary injunction\ncontext stays with the same party at the preliminary\ninjunction stage as at the merits stage. And so, when\nin a preliminary injunction context the court is asking\nhas there been a substantial likelihood of success on\nthe merits, the same party has to make that showing as\nhas to make that showing at the merits stage.\nHere Texas would turn that upside down,\nbecause at the merits stage, which is the preclearance\nproceeding --\nJUSTICE KAGAN: Well, would it be okay if we\njust said, well, Texas has to make the showing?\nMR. SRINIVASAN: That would certainly be\nbetter. I think that would improve things quite a bit.\nBut that's not what Texas -- the approach that Texas\nproposes today.\nBut it's different in two other respects\nfrom a standard preliminary injunction context as well.\nAnd one is what Justice Ginsburg alluded to, which is\nhere you don't have a situation in which the same court\nthat's going to forecast its ultimate adjudication of\nthe merits is also deciding what it's going to do at the\npreliminary injunction stage.\nCHIEF JUSTICE ROBERTS: Well, that's exactly\nright, but you see it only on one side of the problem.\nYou say, well, you can't treat it as if it's been\nprecleared --\nMR. SRINIVASAN: That's right.\nCHIEF JUSTICE ROBERTS: -- because that\nwould be prejudging what the court in D.C. is going to\ndo. But you have no trouble with them saying --\nassuming that there are going to be these section 5\nviolations and drawing additional majority-minority\ndistricts, which is just assuming on the other -- the\nother way what the court here in D.C. is going to do.\nMR. SRINIVASAN: Well --\nCHIEF JUSTICE ROBERTS: I don't know how you\n-- you lean one way and say, well, it's horrible, you\ncan't use it because it hasn't been precleared; but it's\nall right in drawing the interim plan to treat it as\nthere -- as if preclearance has been denied.\nMR. SRINIVASAN: No, I don't -- I don't know\nabout that, because I think what a district court is\nsupposed to do when preclearance is pending is not\naccept all the challenges. What it's supposed to do is\nto apply traditional districting criteria to the\nbenchmark. So, I guess --\nJUSTICE KAGAN: So, do you contest the view\nthat this district court did essentially accept the\nchallenges, did sort of say, well, look, there are these\nchallenges; so, we have to make sure that we don't do\nanything that cuts against them?\nMR. SRINIVASAN: Well, there is some\nlanguage in the opinions to -- to that effect,\nJustice Kennedy. I have to say the district court\nopinions here are not a model of clarity. In some\nrespects, they seem to outline the right inquiry. If\nyou look at Joint Appendix 137 to 138, I think what the\ndistrict court said it was doing was starting with the\nstatus quo, which is the benchmark, and then modifying\nit.\nCHIEF JUSTICE ROBERTS: And if you look --\nand if you look at Joint Appendix 146 --\nMR. SRINIVASAN: That's right.\nCHIEF JUSTICE ROBERTS: -- to 147, it looks\nthe exact opposite. It looks like they're drawing\nminority coalition opportunity districts to draw them\nbecause they have anticipated how they think the\ndistrict court in D.C. is going to come out.\nMR. SRINIVASAN: Well, that's -- that's\nright, Mr. Chief Justice, and I think we point to that\nin our brief as an area in which the district court\ncould give further explanation on remand.\nCHIEF JUSTICE ROBERTS: You do.\nJUSTICE KENNEDY: Isn't it odd that this is\na section 2 suit, and yet section 5 seems to be driving\nthat -- driving it. That's the problem with this\nlitigation, it seems to me.\nMR. SRINIVASAN: Well, I think section 5\ncan't help but drive --\nJUSTICE KENNEDY: And section 5 applies only\nto -- to some States and not others. Texas is at a\ntremendous disadvantage here in defending the section 2\nsuit and in drawing -- and in having -- and the\njudiciary is at a disadvantage in -- in framing a remedy\nfor a likely -- a likely section 2 violation in some of\nthe districts.\nMR. SRINIVASAN: Well, of course, Your\nHonor, Texas is in a different position precisely\nbecause it's a covered jurisdiction. And when you have\na section 5 case, section 5 can't help but take\nprecedence in some respects, precisely because a\nproposed change can't go into effect unless and until\nthe covered jurisdiction shows that it's\nnondiscriminatory in purpose and effect. But I do think\nit's important --\nJUSTICE KENNEDY: Well, I wonder if it\nshould take precedence in a section 2 suit. That's all\nthis court -- this is the primary obligation of the\nTexas district court, is to address section 2\nviolations.\nMR. SRINIVASAN: That -- that may be, Your\nHonor, but I think then if -- if it can't address the\nsection 5 issue at all, then the one thing that\nshouldn't happen is that the section 2 court gives\neffect to the un-precleared plan, because that's\nsomething that the D.C. district court is supposed to\ndo.\nJUSTICE KENNEDY: Well, it's not giving\neffect to the uncleared plan. It's giving effect to a\nlegislative judgment as to what is workable for all the\nfactors and criteria that Justice Alito referred to,\ncounty lines, et cetera.\nCHIEF JUSTICE ROBERTS: We -- we'll let you\ngo on for a little longer. We may have a few more\nquestions.\nMR. SRINIVASAN: Okay. Thank you,\nMr. Chief Justice. I appreciate that.\nI guess what I would say, Justice Kennedy,\nis, if you use the un-precleared plan as the starting\npoint, which is what Texas proposes, you are giving\neffect to that, notwithstanding the preclearance\nrequirement of section 5. And with a covered\njurisdiction, that's something that section 5 doesn't\nallow.\nNow, I do think it's important to consider\nTexas's preclearance submission in the context of the\nother statewide preclearance submissions that have been\nsubmitted in this election cycle. If you look at the\nGovernment's brief at pages 1a to 3a, I think what that\nbears out is that there's not a fundamental problem with\nsection 5 or the way section 5 operates. The problem,\ninsofar as it -- as it exists, is with respect to the\nparticular submissions that Texas has made, because\nthere were 20 submissions of statewide plans for\nadministrative preclearance. In all 20 cases, the\nAttorney General precleared them. In 19 of the\n20 cases, the Attorney General precleared it within the\ninitial 60-day window. Now --\nCHIEF JUSTICE ROBERTS: Counsel, I have --\nyour position -- I understand you're straddling a\nposition. That's why you're sitting in the back rather\nthan the front row between the two parties. But it's a\nlittle unsatisfying because what you say we should do\nwhen we are all under the gun of very strict time\nlimitations is we should send it back to the district\ncourt so it can give a greater explanation of what it's\ndone.\nIsn't that going to be very wasteful? I\nmean, it's kind of an odd order from this Court to send\nto a district court saying, you know, tell us more.\nMR. SRINIVASAN: Well, I don't know that it\nis, Your Honor, and I have two -- two responses in that\nrespect.\nFirst -- and this goes to a question that\nJustice Alito asked earlier. What is this Court\nsupposed to do in this situation? And I think one thing\nthat could absolutely happen is if there were a remand,\nthe D.C. district court could complete its preclearance\nproceeding, which would be very illuminating for the\nwhat the Texas district court is supposed to do.\nJUSTICE BREYER: Do you have an idea of\nwhen?\nMR. SRINIVASAN. And by way of guidance on\nthat, what I would --\nJUSTICE BREYER: Do you have -- what is that\nbased on?\nMR. SRINIVASAN: What I would say is this:\nThe D.C. district court has scheduled trial to begin on\nJanuary 17th. It's supposed to last 8 days. Closing\nargument is on February 3rd. If you look at what\nhappened at the summary judgment stage, Justice Breyer,\nthey had summary judgment arguments on one day; 6\ndays later, they --\nJUSTICE BREYER: Yes, I read -- I read -- I\nread the opinion and what she said on the phone and so\nforth.\nMR. SRINIVASAN: No, not that.\nJUSTICE BREYER: It seems to me that it's a\ncomplicated case. Let's suppose you're completely right\non your time schedule. Then they'll decide something.\nHow could any human being redraw maps in 5 days or 10\ndays where you'll have different -- six different\npositions? I mean, I think it's impossible. How can\nyou -- I don't see how you could do it.\nMR. SRINIVASAN: Well, of course, if\npreclearance is granted, we -- we won't have an issue\nwith drawing maps.\nJUSTICE BREYER: Well, I think there's -- it\nseemed to me from reading it, I -- I didn't think that\nthe judge there is ready to grant preclearance.\nMR. SRINIVASAN: And we --\nJUSTICE BREYER: But the other thing in\nsending it back, I read the brief, and then I read the\nopinions. I don't think I have -- I'm not being too\ngenerous to the opinions, but I thought what they were\nsaying throughout is we didn't try to draw extra\ncoalition or extra opportunity districts; they emerged.\nThey say \"emerged\" about seven times. They emerged as\nwe tried to apply equal vote principles. And it's\nhardly surprising that it would, considering that the\npopulation growth is primarily due to the minority\nexpansion.\nSo, they didn't seem to me -- now, why do\nyou want us to send it back to get more explanation when\nthat seems to be the explanation, and to me at first\nblush, it seems like a perfectly good explanation.\nCHIEF JUSTICE ROBERTS: Maybe a brief\nanswer. Thank you.\nMR. SRINIVASAN: Yes. Sure. I think it's\nif -- insofar as the coalition districts and ability-to\ndistricts emerge from natural growth, there's nothing\nsuspect about them. The one example I point to is\ndistrict 33. If you look at Joint Appendix, pages 146\nto 147, it's not clear what the -- what the district\ncourt was doing in that regard.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Garza.\nORAL ARGUMENT OF JOSE GARZA\nON BEHALF OF THE APPELLEES\nMR. GARZA: Mr. Chief Judge, and may it\nplease the Court:\nThere seems to be general consensus on at\nleast three points that we've talked about today.\nFirst, that the un-precleared plan cannot take effect.\nThe second, that the district court is foreclosed from\nentering and engaging in an analysis of the issues that\nare pending before the three-judge court in the --\nWashington, D.C., and that at this point, a\ncourt-ordered plan must be implemented on an interim\nbasis.\nJUSTICE SCALIA: Exclude me from the second.\nI'm not sure that -- that I've gone along on that, as\nyou phrased it. The way you phrase it, you say they\ncannot even make the kind of preliminary inquiry that --\nthat your friend suggests.\nMR. GARZA: I think we're dealing with a\nmatter of semantics, Your Honor, because the question\nis, did the court give the -- the State's plan\ndeference? But it itself said that it began, as it\nshould, as it has been directed by this Court, with the\nhistorical or benchmark configurations and then\nrespected the State's plan.\nJUSTICE KAGAN: But you know what I don't\nunderstand about your briefs, Mr. Garza, is if the State\ncan't -- if the plan has not been precleared, you should\nbe saying the State can't look at the plan. But on the\none hand, you're saying, well, isn't it great because\nthe court did look at the plan, and on the one hand --\non the other hand you're saying the court can't look at\nthe plan. So, which is it? Because there's a real\ntension. On one page, you say isn't it great the court\nlooked at the Texas plan. And then you say the court\ncan't look at the Texas plan.\nMR. GARZA: We don't say that the court\ncan't look at the Texas plan. What we say is that the\n-- the court can't implement the Texas plan, and it\ncertainly can't implement the Texas plan if there is any\nsuspect of discrimination. And what it did was exactly\nthe right measure.\nJUSTICE SOTOMAYOR: Then you're saying the\ncourt should look at the merits.\nMR. GARZA: I think that the court did the\nappropriate thing by looking at the -- at those maps.\nJUSTICE SOTOMAYOR: No. Let -- let's go to\n-- something Justice Scalia asked was what does a court\ndo with frivolous claims? Does it assume under your\ntheory that those frivolous claims are valid? And if\nyou say no, it shouldn't assume that, then what level of\ninquiry should the court engage in before it accepts or\ndeviates from the enacted plan?\nMR. GARZA: I think that the court should\nlook at -- first of all, should not start with the\nState's plan. It should look at where there have been\nobjections made. And the role of the district court in\nthe District of Columbia is where the question of\nwhether there are frivolous claims have been made. And\nthere have been no motions to dismiss any of the claims\nin Washington, D.C., based on frivolity.\nJUSTICE SOTOMAYOR: So, the Texas court\ncannot -- should automatically accept all -- that every\ndistrict that a challenge has been raised in the D.C.\ncircuit court is --\nMR. GARZA: It should --\nJUSTICE SOTOMAYOR: -- court is okay?\nMR. GARZA: It should not accept any of the\ndistricts that have been challenged. But I think the\ndifference in terms of --\nCHIEF JUSTICE ROBERTS: I'm sorry. I'm\nnot -- I didn't --\nMR. GARZA: -- is it assuming a violation --\nCHIEF JUSTICE ROBERTS: I don't mean to\ninterrupt, but I didn't follow that. So long as a\ndistrict has been challenged in D.C., the court in Texas\nshould not accept it?\nMR. GARZA: It shouldn't make a\ndetermination either way, and it didn't, because in\nthose districts, it didn't adopt the plans that were put\nforward by the plaintiffs or the challengers in\nWashington, D.C.; it looked at the benchmark plan as a\nstarting point.\nJUSTICE KENNEDY: But could it -- could it\nlook at the district and say, well, it respects county\nlines; it follows a river; it's got urban and rural.\nCould it look at it for that reason?\nMR. GARZA: What it --\nJUSTICE KENNEDY: And rely on the\nlegislative judgment as making a sound judgment that the\nriver runs through here, and the county line is there\nand so forth? That's -- that's what seems to me the\ndifficulty with saying, oh, you can't look at the plan.\nMR. GARZA: I think the problem with that,\nYour Honor, is that then it would be assuming that the\nState is correct, that it doesn't violate section 5.\nThat is -- that is an inquiry that's reserved to the\ndistrict court in the District of Columbia. And --\nCHIEF JUSTICE ROBERTS: And that's right,\nbut -- but it goes the other way when you say they can't\napprove something that's been challenged. Aren't you\nassuming that the plaintiffs are right?\nMR. GARZA: No.\nCHIEF JUSTICE ROBERTS: And that's an\ninquiry that belongs to the district court in D.C.\nMR. GARZA: No, because what the court did\nis it didn't accept as a remedy what the plaintiffs\nproposed there. It reverted to State policy, which is\nwhat it's directed to do by this Court. It -- it went\nback to State policy, and it looked at the benchmark\nplan, and it started with the benchmark plan. Even with\nthe congressional plan, where there are four new\ndistricts, and there is no comparable district in the\nbenchmark, it looked to the legislatively enacted plan\nto determine where it would place those districts.\nJUSTICE SCALIA: But that is not the current\nState policy. The benchmark plan is gone. It's old.\nThe Texas legislature now has a different policy, and\nthat, you say, should be ignored.\nMR. GARZA: That policy cannot be deferred\nto. It is incorporated in the court's plan by -- in the\nmanner in which it did review the plans. That is --\nJUSTICE SCALIA: Now, what's -- there's a\npresumption of its invalidity. You can't presume it\nvalid, but you can presume it invalid.\nMR. GARZA: Either way. And, in fact, what\nthe court did is --\nJUSTICE SCALIA: Well, not either way.\nYou're presuming it invalid.\nMR. GARZA: It -- you -- you're not\npresuming it is invalid. You're -- you're suggesting\nthat -- you're reverting to the next State policy.\nYou're not incorporating it, but you're not -- you're\nnot making any decisions. And the way you sort of walk\nthat tightrope is you go to what the State policy was\nbefore the enacted plan.\nJUSTICE ALITO: Well, let's say -- let's say\na legislature says we have a new policy, and that is\nthat once we've satisfied our constitutional obligations\nand our obligations under the Voting Rights Act, the\nonly thing we're going to do is try to draw the\ndistricts that are the most compact possible,\ncompactness over everything else.\nThey draw up a plan that embodies that\npolicy, and it's challenged under section 5. Now, can\nthe district court just say, well, that's -- the State's\npolicy is compactness over everything else, but we don't\nagree with that, because we have other neutral\nprinciples that advance the interest of the collective\npublic good, which is the term that this -- the words\nthat this court used. Can they do that?\nMR. GARZA: I don't believe they can, and\nthis court didn't. The court, in fact --\nJUSTICE ALITO: Well, if they can't do that,\nthen you're saying that they are constrained by State\npolicy, except to the extent the Constitution or the\nVoting Rights Act requires otherwise.\nMR. GARZA: And in this case, part of the\nVoting Rights Act is section 5, and in those areas and\nin those districts where there have been challenges --\nand by the way the district court has -- in the District\nof Columbia has determined that those challenges are\nsubstantial because they've denied preclearance, and, in\nfact, they've said that Texas has not disputed --\nJUSTICE GINSBURG: They denied summary\njudgment. They didn't deny preclearance.\nMR. GARZA: I'm sorry?\nJUSTICE GINSBURG: They denied summary\njudgment.\nMR. GARZA: They denied summary judgment,\nbut they went even further. They -- they said Texas has\nnot disputed many of the intervenors' specific\nallegations of discriminatory intent. So, it's -- it's\n-- and under the summary judgment standard, they have to\nfind that the challenges that are being made are\nsubstantial.\nThe district court in Texas was not free to\nincorporate discriminatory districts in its interim\nplan, and it didn't. But it first went to the State's\nplan, the benchmark plan, to begin its process on how it\nwas drawing those districts.\nAnd there's a good reason why Texas is\ncovered under the Voting Rights Act. As this Court\nindicated in -- in LULAC v. Perry, there's a terrible\nhistory of historical discrimination in Texas, including\ndiscrimination in 2006.\nCHIEF JUSTICE ROBERTS: The\nconstitutionality of the Voting Rights Act isn't at\nissue here, right?\nMR. GARZA: That's not.\nCHIEF JUSTICE ROBERTS: Okay. Maybe you\ncould turn for a moment to the issue that I see on Joint\nAppendix 146 and 147. They don't say a minority\ncoalition opportunity district just happened to emerge.\nIt said that district 33 was drawn as a minority\ncoalition opportunity district. And we've never held\nthat it is appropriate or even permissible to draw a\ndistrict where you're putting in together two\nminorities, two different minority groups. And it seems\nto me that that raises all sorts of different concerns.\nIt's one thing under the Voting Rights Act\nto say that this group votes as a bloc and has been\ndiscriminated against in its ability to elect\nrepresentatives of its choice. It's another thing to\nsay that two different minority groups are put together\nbecause they share some particular view so that one\ncandidate is going to be each of theirs candidate --\ncandidates of choice. That goes quite a step further\nfrom what we've upheld under the Voting Rights Act. And\nhere you have the district court creating that in the\nabsence of any State expression of a desire to create\nthat type of -- of district.\nMR. GARZA: I think -- I think that the\nstatement that the court made is a correct statement.\nIt did create a coalition district in Dallas. But\nthat's not describing how it reached that -- that\ndistrict.\nCHIEF JUSTICE ROBERTS: Oh, it is. It\nsays --\nMR. GARZA: Where it describes how it\nreached that district is in a number of other places;\nhowever, as discussed above, the court has not\nintentionally created any minority districts.\nCHIEF JUSTICE ROBERTS: New district 33 was\ndrawn as a minority coalition opportunity district. I\ndon't see how that can be read any way other than\nsaying -- saying when we sat down and drew it, we drew\nthis one as a minority coalition opportunity district.\nMR. GARZA: Of course, it can be read\ndifferently than Your Honor's interpretation of this,\nbecause the court has said over and over again we did\nnot attempt to create coalition districts; we did not\nattempt to draw minority majority --\nCHIEF JUSTICE ROBERTS: I'm sorry. When you\nsay something can be read differently than that and say\nbecause they said something else somewhere else, that's\nnot responsive.\nMR. GARZA: What I'm -- what I'm suggesting\nis what he's saying is that this is the result of what\nthey've done. That sentence can also be interpreted as\nsaying this is the result of what we -- we've done. We\nhave created a minority opportunity --\nJUSTICE SCALIA: Drawn as? Drawn as --\nMR. GARZA: Yes.\nJUSTICE SCALIA: -- a coalition?\nMR. GARZA: Yes.\nJUSTICE BREYER: What he says two sentences\nbefore, if I can be helpful to read it, the fourth new\ndistrict, district 33, was drawn in the Dallas-Fort\nWorth Metroplex \"to reflect population growth in that\narea.\" All right?\nJUSTICE SCALIA: All right.\nJUSTICE BREYER: Then he goes on to say just\nwhat Justice Scalia says.\nAnd I -- I did read that as saying, well,\nwhen you apply -- I read it consistent what they've said\nin -- elsewhere, which is that what they're doing is\npopulation grows; you have to have one person, one vote;\nthe legislature itself in the new plan did create a\nminority, whatever you -- the opportunity district here;\nso, we're following what they did; we're taking into\naccount population, and it turns out to be, and we do\ncreate it as -- in which case there is some ambiguity\nhere.\nMR. GARZA: Precisely. And there's no\nindependent evidence that this was a racial gerrymander.\nWhat do courts look at for evidence of racial\ngerrymanders? Split-voting precincts where you go out\nand carve and bring in minority voters. This district\nmaintains voting precincts intact. It is entirely\nwithin one county. It is a compact district, especially\nwhen you compare it to the district in that part of the\nState --\nCHIEF JUSTICE ROBERTS: I'm sorry. Why --\nwhy do you care -- why do they care then that it was\ndrawn as a minority coalition opportunity district?\nYou're saying they didn't do that at all. They just\nfollowed precinct lines and everything else. Why would\nthey say something?\nMR. GARZA: I believe it's describing what\nthe result of their map drawing is, and I think that's\nperfectly legitimate.\nJUSTICE KENNEDY: Can we infer from either\nthe ambiguity or -- or the other reading of the sentence\nthat the Chief Justice suggested that, in the court's\nview, it was desirable to have a minority coalition\ndistrict? I draw that inference.\nMR. GARZA: I think -- I think it is\ndesirable to have a minority district there.\nJUSTICE KENNEDY: A minority coalition\ndistrict?\nMR. GARZA: A minority coalition district.\nMoreover, I think the court is --\nJUSTICE KENNEDY: All right. So, you would\ndefend the plan on the ground that this is a sound\nresult?\nMR. GARZA: I believe that the plan that was\ndrawn by the court is fair. Is it the optimum plan that\nthe plaintiffs wanted? It is not.\nJUSTICE SCALIA: One of -- one of the basic\nrules that -- that was followed in drawing up the court\nplan was not to divide any voting districts, right?\nMR. GARZA: That's one of the principles.\nJUSTICE SCALIA: Why? Why did the -- that\ncertainly is not a principle that the Texas legislature\nagrees with.\nMR. GARZA: There's two reasons, Your Honor.\nOne is --\nJUSTICE SCALIA: So, the court just made it\nup?\nMR. GARZA: No. There are two reasons why\nthe court saw maintaining voting precincts as important.\nOne is because that is what it's been directed by this\nCourt in Bush v. Vera. In Bush v. Vera, the Court said\nwe have an interim election or a -- or an impending\nelection, and it's important for elections\nadministrators in -- in order to be able to -- to\nimplement without -- without interference a legitimate\nelection process, to have whole precincts because whole\nprecincts makes a big difference in terms of how the\nelection is -- is administrated.\nThe second reason is that this court didn't\nadopt this plan without any inquiry into the standards\nand proposals from the parties. It was very deliberate.\nIt was very cautious, and it was very open. We had 3\ndays of hearings on what these plans should look like\nand what the standards ought to be, including testimony\nfrom elections administrators and from the Texas\nSecretary of State.\nAnd in every instance, those administrators\nand that representative from the Secretary of State said\nthe most important thing that the court should consider,\nif it's going to order us to start conducting elections\nunder a different plan, is maintain voting precincts\nbecause that is the most cumbersome part.\nJUSTICE ALITO: Well, if Texas says we don't\ncare about maintaining voting precincts; this is -- this\nis a matter of -- of administrative burden and expense,\nand we're willing to bear that, so disregard that, the\ndistrict court can say, well, we think -- we disagree\nwith you; in order to make it more convenient to hold\nthe election and less expensive for Texas, we're going\nto respect voting districts. They can do that?\nMR. GARZA: The State didn't do that in this\ninstance, number one.\nJUSTICE ALITO: But could they do that?\nMR. GARZA: And --\nJUSTICE ALITO: Could the district court do\nthat? That's my question.\nMR. GARZA: It -- yes, I think they could\nbecause there's still the authority of this Court in\nBush v. Vera that directs courts, in drawing interim\nplans for impending elections, to -- to be cautious\nabout that, number one. And, number two, if in fact in\norder to get an appropriate map, you must split a number\nof precincts, which means then that you can't conduct\nthe election on April 3rd, we still have time. As -- as\nthe Government's attorney indicated, the -- there are\nStates that conduct primaries as late as June 26th. The\ndrop-dead deadline is not April 3rd; it's November 6th.\nSo, if this Court disagrees with our\nposition and is determined to send this back to the\ndistrict court, then it should consider this: The\ndistrict court in the District of Columbia is about\n30 days away from rendering a complete decision in the\nsection 5 case. That would place the court in Texas in\nexactly the Upham circumstance. In that circumstance --\nand the court is poised to move. It can move with all\ndue diligence. It had 2 weeks of trial in which it\nheard testimony on the plaintiffs' claims. It's -- it\nis -- it is ready.\nOnce the district court in the District of\nColumbia tells us these are the problems with the\nState's plan, the court in Texas is primed to make its\ndecision on the plaintiffs' claims under section 2 and\nthe Constitution. In that circumstance --\nJUSTICE SOTOMAYOR: Mr. Garza, what's the\nreal drop-dead date? It's not November 6th because\nthat's the day of the general election. What's the\nlatest election -- primary election that any State has?\nJune 26th?\nMR. GARZA: June 26th, Your Honor.\nJUSTICE SOTOMAYOR: All right. So, working\nbackwards, what's the last --\nJUSTICE ALITO: Well, that's for\npresidential primaries, isn't it? I don't want to\ninterrupt, but isn't that the date of the last\npresidential primary rather than congressional?\nMR. GARZA: That's correct.\nJUSTICE SOTOMAYOR: Yes.\nMR. GARZA: So, Utah is the last -- is the\nState with the last primary in which it conducts both\nthe State's primary and the presidential. There are in\n-- in fact, States that conduct primaries as late as\nSeptember that have no presidential primary at all.\nJUSTICE SOTOMAYOR: So, how many days before\nthat election do -- does the voting mechanism or\napparatus need to set up the voting booths, et cetera?\nMR. GARZA: The -- the critical date is\n45 days from the election in order to ensure -- sending\nout a ballot to overseas voters, including the military.\nSo, if you -- if you go back 45 days and then you give\nthe jurisdiction sufficient time to develop a ballot,\nbecause you need a ballot to send to the -- to the\nsoldiers, then that's about what they've -- what the\ntestimony was, is that takes about 90 days, I believe,\nis what they testified. So, 45 days plus 90 days, and\nthat's the drop-dead deadline.\nJUSTICE SCALIA: Go back from June 26th.\nWhere does -- where does that leave us?\nMR. GARZA: If you go back from June 26th --\nJUSTICE SCALIA: June, May, April. It's the\nend of March. Right?\nMR. GARZA: You could develop a plan by the\nend of March. And we could conduct an election in June,\nin late June.\nJUSTICE SCALIA: And when do you expect the\nD.C. court to finish?\nMR. GARZA: I would expect it to finish\nby -- within 30 days of today because we have closing\narguments on -- on the 3rd of February, and if the court\nhas -- will act with the sort of diligence that it did\non summary judgment, which was a complicated record and\na large record -- 6 days later, it made its\ndetermination. It didn't issue its memorandum opinion,\nbut it gave us something that we could run with.\nCHIEF JUSTICE ROBERTS: When -- so, when do\nyou --\nMR. GARZA: So, that would be --\nCHIEF JUSTICE ROBERTS: And when do you\nexpect our decision on the appeal from the district\ncourt in D.C.?\n(Laughter.)\nMR. GARZA: Later this afternoon.\n(Laughter.)\nJUSTICE GINSBURG: They did write in a -- in\ntheir summary judgment opinion, they made it sound like\nit's very complicated.\nMR. GARZA: Yes.\nJUSTICE GINSBURG: And so, that's why I'm --\nI have some doubts about how swiftly they're going to\nrender their decision after -- what is the date? The\ntrial will end on February 3rd?\nMR. GARZA: That will be closing arguments.\nYes, Your Honor.\nJUSTICE KENNEDY: Is there anything in the\nopinion from the three-judge court in the District of\nColumbia that indicates that there are some likely\npotential violations that are section 2 violations as\nwell as section 5 violations?\nMR. GARZA: From the -- from the --\nJUSTICE KENNEDY: And -- and I can amend\nthat to -- and in the submission of the parties?\nMR. GARZA: In the District of Columbia?\nJUSTICE KENNEDY: Yes.\nMR. GARZA: Well, I believe that the -- that\nthe court has found that the -- the plaintiffs have made\nsubstantial claims with regard to retrogression and\nintentional discrimination. And, of course, intentional\ndiscrimination --\nJUSTICE KENNEDY: The second -- the second\nbeing section 2 violations as well.\nMR. GARZA: Intentional discrimination is a\ncomponent of section 2. Yes, Your Honor.\nAnd it -- and I think it's important to note\nthat Judge Smith in Texas used, in a manner of speaking,\nthe preliminary injunction standard that's being\nadvocated by the State, and they would not be able to\nmeet that standard because, generally, Judge Smith\ndetermined that the plaintiffs had presented colorable\nclaims of statutory or constitutional infirmity, ruled\nthat the plan was an extreme gerrymander, ruled that\nelimination of district 149 presented section 5\nproblems, ruled that the legislature dismantled a\nminority district in Nueces County that presented\nsection 5 --\nJUSTICE KENNEDY: Do you have substantive\nobjections to the plans suggested by Judge Smith in the\nhouse and congressional districts?\nMR. GARZA: Yes, Your Honor. We believe\nthat there are section 5 claims with regard to Harris\nCounty. Judge Smith addressed the constitutional --\nJUSTICE KENNEDY: Oh -- no, do you have some\nsection 2 objections? Well, that doesn't quite work.\nYou have to talk about retrogression, I suppose.\nMR. GARZA: Right. And in -- in district --\nin Harris County, the court did equalize population per\nthe failure of the State to justify the sorts of\ndeviations that are contained in that district but\ndidn't provide, in our opinion, additional remedies.\nBut Judge Smith's proposed plan for the\nState house is in fact very similar to the plan that was\nproposed by the majority. It -- it differs by only one\nminority district. That is, one additional minority\ndistrict is contained in the interim plan than is\ncontained in Judge Smith's plan.\nJUSTICE KAGAN: Mr. Garza, what would you\nthink of a system in which the court could start with\nthe Texas plan and say -- the new Texas plan and say\nanything that's consistent with statutes and the\nConstitution can go forward, but it's Texas that has to\nshow that consistency? So, flipping the burden of proof\nin the way that Mr. Srinivasan was suggesting? In a way\nthat makes it more consistent --\nMR. GARZA: Right. Right.\nJUSTICE KAGAN: -- with section 5's burden.\nMR. GARZA: Well, I -- I think that our\nposition is that section 5 is clear that this court\nshould not start with the interim plan, but if the Court\ndisagrees with me, I think that that's a much more\nreasonable approach than the one offered by the State,\nfor the same reason argued by the United States. That\nis, that in the State's argument, you really turn\nsection 5 on its head because one of the principal\nbenefits for the minority community in having section 5\nis it alters of the burden of proof. And if you\nmaintain the burden of proof on the State before it can\nimplement any portion of its newly adopted but\nun-precleared plan, that's far more preferable than\nshifting the burden, which would be inconsistent with\nsection 5 in its intent.\nI don't think I have anything else.\n(Laughter.)\nMR. GARZA: Thank you.\nCHIEF JUSTICE ROBERTS: I don't think we do,\neither. Thank you, counsel.\nMr. Clement, you have 3 minutes remaining.\nREBUTTAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE APPELLANTS\nMR. CLEMENT: Thank you, Mr. Chief Justice.\nJust a few points in rebuttal. As one of\nJustice Alito's questions highlighted, one of the things\nthat makes remedying a one person, one vote problem\nparticularly unique is there's literally an infinite\nnumber of ways to solve the problem. And for that\nreason, this Court has always looked wherever it could\nto legislative guidance, so much so that in White v.\nWeiser, this Court looked for legislative guidance to a\nplan that had been declared unconstitutional for failing\nto accommodate one person, one vote problems, but yet\nthis Court still said that the district court erred in\nnot taking that into account to the extent that it\ncould.\nAs to the hard choice, if it comes to that,\nof using either the legislative plan that reflects the\nlegislative will or the judicial plan that even the\nUnited States concedes is flawed, I think this Court has\nfaced even more difficult choices in the past: Bullock\nv. Weiser and in Whitcomb. And in both of those cases,\nthis Court chose between an adjudicatedly\nunconstitutional State plan and a judicial remedy that\nit determined was flawed. And in both cases, it ordered\nthe election to take place under the flawed\nconstitutionally adjudicated imperfect plan.\nCompared to that, simply saying that an\nelection should go forward under a plan that hasn't been\nprecleared is a far less serious step.\nNow, there was a reference made to the 3\ndays of hearings. But the problem is, 3 days of\nhearings with an unadministrable standard is worse than\n1 day of hearing with an unadministrable standard. And\nwhat we ask is for a preliminary injunction standard\nthat's familiar to everybody, everybody understands, and\neverybody can apply.\nJUSTICE SCALIA: Why -- why shouldn't it be\ninverted the way your friend suggests?\nMR. CLEMENT: Well, I'll join everybody in\nsaying that that's -- that's better than the -- than the\nworst alternative I face, which is to say it's better\nthan the district court's opinion.\nBut here's why it shouldn't: That actually\nfurther intrudes on the D.C. court because the question\nthat the remedial court should not be asking is, geez,\ndo I really think -- you know, what are the odds that\nthe D.C. court is going to preclear? It shouldn't ask\nthat question at all. It should ask the questions that\nare before it. Is there a section 2 violation? Is\nthere an equal protection violation? If there aren't\nthose and I use the State's plan, does that create a\nsection 5 violation?\nThat's different from the preclearance\nquestion. And on that section 5 question, the burden is\nnot logically on the State. And that's the same section\n5 question that the court considered on its own motion,\nbecause it understands that even when it takes a plan,\nit has to be consistent with section 5 principles.\nNow, Justice Kennedy, you've asked the\nquestion, what if we take section 5 out of this, what\nhappens? Then it's an easy case. Then it's the\npreliminary injunction standard. Now, the objection to\nthat, of course, is, well, but how can you take section\n5 out of it? But there's not interference with section\n5 because Texas still understands it needs to get\npreclearance. Before its changes can take permanent\neffect, it absolutely, positively needs preclearance.\nIt's never wavered from that recognition. So, you go\nback -- I'll --\nCHIEF JUSTICE ROBERTS: Finish the sentence.\nMR. CLEMENT: Okay. Well, I was simply\ngoing to say if you go back, the default problem here is\nthat there's an infinite number of solutions. It's\nparticularly a problem with respect to the congressional\nmap, where there's now four new seats. There's nothing\nelse to defer to than the judgment of the legislature\nreflected in this plan, notwithstanding that it hasn't\nbeen precleared.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nAll counsel, I appreciate the extraordinary\nefforts you had over the holiday season. Thank you very\nmuch.\n"
    }, 
    "respondents": [], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 29, 
        "JUSTICE ALITO": 10, 
        "JUSTICE BREYER": 18, 
        "JUSTICE GINSBURG": 7, 
        "JUSTICE KAGAN": 12, 
        "JUSTICE KENNEDY": 26, 
        "JUSTICE SCALIA": 20, 
        "JUSTICE SOTOMAYOR": 19, 
        "MR. CLEMENT": 44, 
        "MR. GARZA": 58, 
        "MR. SRINIVASAN": 29
    }
}