{
    "appearances": {
        "content": "THOMAS C. GOLDSTEIN, ESQ., Washington, D.C.; on\nbehalf of Petitioner.\nPRATIK A. SHAH, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.;\non behalf of Respondent.\n"
    }, 
    "caseNum": "11-702", 
    "caseinfo": {
        "content": "ADRIAN MONCRIEFFE, :\nPetitioner : No. 11-702\nv. :\nERIC H. HOLDER, JR., ATTORNEY :\nGENERAL :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nTHOMAS C. GOLDSTEIN, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nPRATIK A. SHAH, ESQ.\nOn behalf of the Respondent 31\nREBUTTAL ARGUMENT OF\nTHOMAS C. GOLDSTEIN, ESQ.\nOn behalf of the Petitioner 61\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, October 10, 2012\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:02 a.m.\n"
    }, 
    "petitioners": [
        "ADRIAN MONCRIEFFE,", 
        "Petitioner", 
        "No. 11-702 v.", 
        "ERIC H. HOLDER, JR., ATTORNEY", 
        "GENERAL", 
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 11-702, Moncrieffe v. Holder.\nMr. Goldstein.\nORAL ARGUMENT OF THOMAS C. GOLDSTEIN\nON BEHALF OF THE PETITIONER\nMR. GOLDSTEIN: Mr. Chief Justice, thank you\nvery much. May it please the Court:\nToday's undercard is an immigration case.\nAdrian Moncrieffe was convicted of possession with\nintent to distribute marijuana, under Georgia law, the\nquestion in the case is whether he was thereby convicted\nof a controlled substances offense, which is a\ndeportable offense, but also an aggravated felony of\nillicit trafficking in drugs, which would mean that the\nAttorney General has no discretion to cancel his\nremoval.\nNow, everyone agrees that, under the Georgia\nstatute, there is going to be some conduct that would be\na Federal felony, but it's also undisputed that the\nGeorgia statute regularly involves prosecutions that\nwould be Federal misdemeanors. So --\nJUSTICE SOTOMAYOR: Excuse me. You use that\nword, \"regularly.\" Do you have statistics on that?\nWere they provided in the briefs?\nMR. GOLDSTEIN: They were not. We do not --\nwe attempted very hard to collect them. This is the\ninformation I can give you about Federal and State\nprosecutions of marijuana cases in the United States.\nIn the State system, the most recent\navailable data -- it was published by the Department of\nJustice in 2006, but we have no reason to believe that\nit's changed materially -- in 2006, there were roughly\n750,000 prosecutions in the States for marijuana\noffenses.\nBy contrast, in the Federal system, we have\ndata from 2010. And we have two different kinds of data\nhere that's a little bit more granular, and that is, for\nprosecutions under 841(b)(1), which is the trafficking\nprovision, there were 6,200 cases.\nFor prosecutions under 841(b)(4) -- which is\nthe provision we say you ought to look at here -- and\n844 -- which is the possession provision -- combined,\nthere were only 93 prosecutions in 2010.\nAnd what we think that illustrates is that\nthere is a massive amount of activity in the States\ndoing things that show that this -- and this case is\nperfectly commonplace, we think. It's consistent with\nthe other cases that we've seen published by the BIA.\nAdrian Moncrieffe possessed --\nJUSTICE KENNEDY: It's -- it's a massive\namount of conduct that -- that the statute contemplates?\nThe statutory scheme -- I just didn't hear. I just\ndidn't hear.\nMR. GOLDSTEIN: Yeah. I apologize. Yes,\nJustice Kennedy, that's right.\nThe Georgia statute, which just refers to\npossession with intent to distribute, contemplates both\nsocial sharing of marijuana -- this case, for example,\n1.3 grams of marijuana, which is less than --\nJUSTICE GINSBURG: When you -- now, Mr.\nGoldstein, when you say, \"this case,\" is there any proof\nin the record that there was a small amount and no -- no\nremuneration?\nMR. GOLDSTEIN: Yes, Justice Ginsburg,\nalthough this is -- we believe the case is proceeding\nunder the categorical approach, the answer to your\nquestion is yes.\nSo let me take you to two places. One is\ngoing to be at the back of the blue brief, where we have\nthe chemist's report, so page 19. This is from the --\nthe record in the immigration proceedings.\nAnd on page 19 of the appendix to our blue\nbrief -- we just agreed because there was so little\nrecord material, that we wouldn't have a joint appendix\nin the case. We just published it at the end of our\nbrief -- it says, \"Material weight less than 1 ounce.\nApproximate weight is 1.3 grams.\"\nAnd for those of us who've been fortunate\nenough not to experience the drug laws a lot, that's\nless than half the weight of this penny. So it's -- I\nthink everybody agrees, a small amount.\nNow, on the question of no remuneration,\nwhat I have to offer you is the Georgia statute --\nJUSTICE SCALIA: Excuse me. I don't\nunderstand.\nMR. GOLDSTEIN: Sorry.\nJUSTICE SCALIA: Material weight says less\nthan 1 ounce --\nMR. GOLDSTEIN: Yes.\nJUSTICE SCALIA: -- parentheses,\n\"Approximate weight is 1\" -- 1 -- oh, I see, 1.3 grams.\nMR. GOLDSTEIN: Yeah. 1.3 grams. 1.3.\nThat's -- that's very, very, very, very little.\nSo then, on the question of remuneration --\nand I should just step back and explain, the reason\nwe're talking about this is that the Federal misdemeanor\nprovision, 841(b)(4), says that it's not a felony, and\nthus, it wouldn't be an aggravated felony, if it's a\nsmall amount and no remuneration. And Justice Ginsburg\nasked about the -- what's in the record about that.\nNow, there isn't record evidence about no\nremuneration, but there is one significant fact. And to\nknow that fact, you have to look at the Georgia statute,\nwhich is also at the end of our brief. It's on page 9\nof our appendix.\nThis is the statute he was prosecuted under.\nIt's the second provision, Section 16-13-30(j)(1). And\nI'll just read it. \"It is unlawful for any person to\npossess, have under his control, manufacture, deliver,\ndistribute, dispense, administer, purchase, sell\" --\nsell -- \"or possess with intent to distribute\nmarijuana.\"\nAnd he was not charged with and he was not\nconvicted of selling. And so we think that should\nnegative any indication -- any implication that he might\nhave gotten remuneration for this.\nJUSTICE SOTOMAYOR: You -- we are discussing\nthe categorical approach, but let's assume he had pled\nguilty. And in his allocution, he had admitted to not a\nsmaller amount or to remuneration. Would -- would an\nimmigration judge, under the argument you're making\ntoday, have to ignore that allocution? Or would he be\nable to apply the modified approach and find this\ngentleman an aggravated felon?\nMR. GOLDSTEIN: Under our rule, the plea\ncolloquy is irrelevant, but we would win under a rule in\nwhich it was relevant.\nSo, to start with the former, we say that\nthe categorical rule applies. There's no -- the only\nreason that you would look at the modified categorical\napproach here is to know that it was a possession with\nintent to distribute conviction, rather than a sale\nconviction, but that evidence would still come in. It\nwould be highly relevant. It's the basis that this\nCourt explained in Carachuri-Rosendo, that the\nimmigration judge would deny cancellation of removal.\nRight?\nThat factor would still be highly relevant.\nThe Attorney General would exercise his discretion in\nsuch a case. Now --\nJUSTICE SOTOMAYOR: That's the issue with\nthis case. None of these immigrants are being let out\nautomatically. They are still felons subject to\nremoval. The only issue is whether --\nMR. GOLDSTEIN: Oh, this -- you said still\nfelons. We --\nJUSTICE SOTOMAYOR: Well -- they're --\nMR. GOLDSTEIN: But that's exactly right.\nJUSTICE SOTOMAYOR: -- they're still subject\nto removal --\nMR. GOLDSTEIN: Right.\nJUSTICE SOTOMAYOR: -- either way.\nMR. GOLDSTEIN: So -- you know, lawyers\noften try and avoid the strength of the other side's\ncase. And so let me just confront what I think is a big\nargument of theirs.\nThey say our position is underinclusive\nbecause the Georgia statute does include conduct that\nwould be a felony. You just gave an example of it.\nBut our point is that our underinclusivity\nis a problem, but it's not a big problem, it's not as\nbig as their problem, because, as this Court explained\nin Carachuri-Rosendo, the offense still is removable,\nand the Attorney General will just deny cancellation of\nremoval.\nNow, the reason they have a much bigger\npractical problem is that their rule is overinclusive.\nIt treats, as felonies, some convictions that should be\nmisdemeanors.\nJUSTICE BREYER: I -- I see that. There's\nsomething I really don't understand in these cases\nbecause the other cases, our precedent's been around a\nlong time, so I would have guessed that, under that\nprecedent in these other statutes, the obvious thing to\ndo -- the obvious puzzle here is not the Federal\nstatute, it's the State statute, what is this thing he\nwas convicted of about?\nSo you'd pick up the phone, and you'd phone,\nat random, four U.S. attorneys -- not U.S. attorneys,\nbut four State attorneys --\nMR. GOLDSTEIN: Okay.\nJUSTICE BREYER: -- who work with the\nstatute in Georgia, and say, now, look, the indictment\nhere says possession with intent to distribute, and I\ncan show from the documents that it's a tiny amount.\nNow, is it your policy, if he was selling it, to charge\nunder the sell? Is it your policy if he's not selling\nit to charge under intent to distribute? Is it totally\nrandom whether you say sell or intent to distribute?\nWhat's your policy? Okay?\nThen we get some answers. Then we'd have an\nidea whether what you're saying is right. Now, you\ncould do that, but they could do it, too. Anyone could\ndo it. And then we'd have some actual facts about\nwhether this charge -- really, it corresponds to the\nmisdemeanor or the felony in the Federal statute.\nSo why -- I'm not -- I mean, that isn't a\nbrain -- that isn't -- doesn't require -- it's not\nrocket science, okay? So why has no one done it?\nMR. GOLDSTEIN: Because I don't think\nanybody would believe me if I went to an immigration\njudge and I said, judge, I promise, I promise that the\nfact that this isn't a possession with intent to\ndistribute case means that there are never cases in --\nJUSTICE BREYER: You don't have to say,\n\"never.\" The question is what kind of a statute is this\nState statute?\nMR. GOLDSTEIN: Right. We -- I think --\nJUSTICE BREYER: And the kind of statute\nthat it is, is a statute that is used to prosecute\npeople --\nMR. GOLDSTEIN: Yes. Yes.\nJUSTICE BREYER: -- with small amounts when\nthey don't sell.\nMR. GOLDSTEIN: Right.\nJUSTICE BREYER: If your version of what\nthat felon intends to distribute --\nMR. GOLDSTEIN: Yes.\nJUSTICE BREYER: The distinction there is\nreally picked up by the district attorneys.\nAnd if it's not, then they may be right,\nbecause -- because then intent to distribute may well\noften include, as it does under Federal law, people who\nsell stuff.\nMR. GOLDSTEIN: We have not read this\nCourt's cases to suggest that we call the State\nattorneys. We have read the Court's cases to engage in\nordinary statutory construction, and sell means sell --\nJUSTICE BREYER: Okay. Okay. You didn't.\nIn any words, nobody did it.\nSo my other question --\nMR. GOLDSTEIN: Yeah.\nJUSTICE BREYER: -- which is the only other\none I really have, aside from making that suggestion.\nBut here, what happened to this person?\nMR. GOLDSTEIN: Yes.\nJUSTICE BREYER: He was -- was he sentenced\nunder 16-13-2(a)? That is, was he sentenced to\nprobation? Which would be evidence in your favor, I\nthink.\nMR. GOLDSTEIN: Yes.\nJUSTICE BREYER: But was he, or wasn't he?\nMR. GOLDSTEIN: Yes.\nJUSTICE BREYER: All right. If he was, what\nit says in this provision is that the Court may without\nentering a judgment of guilt. So there was no judgment\nof guilt.\nMR. GOLDSTEIN: Yes.\nJUSTICE BREYER: And it says, if he\ncompletes it, he then is discharged without court\nadjudication of guilt.\nMR. GOLDSTEIN: Yes.\nJUSTICE BREYER: And -- and shall not be\ndeemed a conviction, it says for purposes of this code.\nMR. GOLDSTEIN: Yes.\nJUSTICE BREYER: Well, why are we saying he\nwas convicted of anything?\nMR. GOLDSTEIN: Sure. Because the\ngovernment's position is -- and the Eleventh Circuit has\nagreed with it -- and just to -- just to make sure\neveryone is on the same page, and that is, the Federal\nstatute is triggered by a conviction.\nJustice Breyer has just made the point that,\nas a matter of State law, he was not even convicted\nbecause he got first offender treatment here, which is a\npoint in our favor. It does show that it was a small\nand non-serious offense.\nThe reason is that there is a Federal\ndefinition of convicted that's independent of the State\ndefinition of convicted.\nCHIEF JUSTICE ROBERTS: And that question's\nnot before us today.\nMR. GOLDSTEIN: That's exactly right.\nCHIEF JUSTICE ROBERTS: Okay. Well, isn't\nthe reason we don't look at the particular facts and\nparticular case and don't depose four district\nattorneys, is that the Court has adopted a categorical\napproach precisely to avoid that type of inquiry in --\nwhatever it is, 750,000 cases?\nMR. GOLDSTEIN: Yes. That's correct. And\nit's an even stronger point in our favor because worse\nthan interviewing four district attorneys is having a\nfact-bound inquiry into every one of these immigration\ncases. Remember --\nCHIEF JUSTICE ROBERTS: No, no, I'm sorry.\nWe don't need that because we've adopted a categorical\napproach.\nMR. GOLDSTEIN: Yeah.\nCHIEF JUSTICE ROBERTS: 841(b)(1)(D) lists\nthe elements and conviction in -- Georgia, right?\nMR. GOLDSTEIN: Yes.\nCHIEF JUSTICE ROBERTS: Conviction in\nGeorgia under their provision satisfies -- has each of\nthose elements. And under our categorical approach,\nthat's the end of the inquiry.\nMR. GOLDSTEIN: That is one way of looking\nat it. We disagree, for reasons I'll explain. I will\nnote in our favor that the Attorney General doesn't even\ndefend that position anymore.\nRemember, that they do not argue that you\ncan just look at the conviction. They want to have the\nfact-bound inquiry into every one of these cases. And\nthe reason is that, if you apply the categorical\napproach to --\nCHIEF JUSTICE ROBERTS: They want to do that\nat the tail end, right?\nMR. GOLDSTEIN: No, they want to do it in --\nin every single case at the beginning.\nSo I can just make clear everybody's\nposition. There really --\nJUSTICE KENNEDY: Again, I didn't hear.\nMR. GOLDSTEIN: Sorry.\nJUSTICE KENNEDY: They want to do it in\nevery --\nMR. GOLDSTEIN: In every case at the\nbeginning. So I'll --\nJUSTICE KENNEDY: At the -- at the beginning\nof the State prosecution?\nMR. GOLDSTEIN: No, in the middle -- at the\nbeginning of the immigration proceedings.\nJUSTICE KENNEDY: All right.\nMR. GOLDSTEIN: So let me --\nCHIEF JUSTICE ROBERTS: Before you get on --\nI didn't understand that to be their position at all. I\nmean, I suppose we -- I certainly will ask them because\nthey're probably better able to articulate their\nposition, but --\nMR. GOLDSTEIN: Yes. So let me explain.\nCHIEF JUSTICE ROBERTS: Go ahead.\nMR. GOLDSTEIN: So our position is it is a\ncontrolled substances offense, and you take account of\nthe seriousness of the offense in cancellation. Their\nposition is that it is presumptively, but only\npresumptively, an aggravated felony. And in every\nsingle immigration proceeding, when you have a case like\nthis, the noncitizen can come forward with fact-found\nevidence, not limited to the record of conviction --\nJUSTICE GINSBURG: Mr. Goldstein, it's\nbecause they are trying to mirror the Federal statute,\nwhich makes the small amount and no remuneration, makes\nthat like an affirmative defense. The burden is on the\ndefendant to show those two things, to get out from\nunder the main statute.\nMR. GOLDSTEIN: That's correct.\nJUSTICE GINSBURG: So what the Government is\nsuggesting is as close to the Federal statute as you can\nget.\nMR. GOLDSTEIN: Well, let me just say first,\nI do want to make -- just want to focus on what the\nparties' positions are. And they do have this\nfact-found inquiry in every one, so I do want to turn to\nwhat I think is probably their second best argument. I\nwas talking about the underinclusiveness as the first\none.\nTheir second one is they want to draw an\nanalogy between this and what would happen in a criminal\ncase. So they say, take the conviction and imagine that\nthe conviction is all the facts that you had in a\nFederal criminal prosecution, and then you would have a\nburden on the defendant to -- to prove that he was\nsubject to the misdemeanor.\nWe have several points about that. The\nfirst is this is not a Federal criminal prosecution.\nThe Federal statute involved is the Immigration and\nNaturalization Act, and it tells you that you are\nsupposed to look at the conviction itself and determine\nwhether it corresponds to a Federal felony.\nThis further proceeding doesn't exist, and\nit's exactly the argument that was rejected in\nCarachuri-Rosendo. And let me talk about why --\nJUSTICE GINSBURG: You said Carachuri. That\ncase involved, in -- in order to hold for the\ngovernment, you would have to go outside the record of\nthe State conviction. You'd have to add something that\nwasn't in the State conviction.\nAnd it's the same thing here. To get to\nwhere you want to go, you have to add something that\nisn't in the State conviction.\nMR. GOLDSTEIN: No, we disagree. What the\nCourt said in -- I agree with the beginning of how you\ncharacterize the Carachuri case. What the Court said is\nwe don't go beyond the -- the conviction itself.\nWe -- And it's true that, in that case, the\ngovernment wanted to go beyond the record to go up. But\nhere, what they're saying is that you should go beyond\nthe record to figure out if you should go down. And\nwhat the Court said is, no, you look at the conviction\nitself.\nJUSTICE SCALIA: What -- what is the\nconviction?\nMR. GOLDSTEIN: Okay.\nJUSTICE SCALIA: What does the conviction\nmean? You say the categorical approach.\nMR. GOLDSTEIN: Yes.\nJUSTICE SCALIA: Is -- is it the categorical\nstatute under which you have been convicted or, as you\nseem to be saying, the indictment?\nMR. GOLDSTEIN: It is what you are convicted\nof. So here, he was convicted of possession with intent\nto distribute. The other side's argument is, well, if I\nhad just possession with intent to distribute, that\nwould be a Federal felony. So we acknowledge the\nstrength of that point. But our --\nJUSTICE SCALIA: Is he convicted of that?\nOr is he convicted of violating Georgia Code 16-13,\nwhatever it is?\nMR. GOLDSTEIN: As I was -- I mentioned very\nbriefly to Justice Sotomayor, when you have a divisible\nstatute like this, that includes possession with intent\nto distribute, sell, possess, all of those things, you\nuse the modified categorical approach to figure out\nwhich one applies.\nAnd so we know he was convicted of\npossession with intent to distribute, and that's common\nground between the parties. It's not the whole statute.\nIt's just the --\nJUSTICE KAGAN: Well, Mr. Goldstein,\nassuming he was convicted of that, as you suggest, you\nhave an underinclusiveness problem. The Government has\nan overinclusiveness problem.\nMR. GOLDSTEIN: Yes. Yes.\nJUSTICE KAGAN: If you assume that this\nstatute covers and is regularly used to cover both sets\nof people, both people with these very minor offenses\nand people with much more major offenses --\nMR. GOLDSTEIN: Yes.\nJUSTICE KAGAN: -- the at least apparent\nattractiveness of the government's position is that\nthey've tried to cure their overinclusiveness problem.\nAnd they have done it by sticking on -- and -- you know,\none can ask where this comes from in the statute --\nMR. GOLDSTEIN: I hope we will.\nJUSTICE KAGAN: -- but they have done it by\nsticking on something that attempts to address their\noverinclusiveness problem, so that people who are really\nmisdemeanants get classified as misdemeanants, and\npeople who are really aggravated felons get classified\nthat way.\nAnd you have no similar cure for your\nunderinclusiveness problem. So why shouldn't we go with\ntheir problem, which at least attempts to solve this\nproblem?\nMR. GOLDSTEIN: Well, two reasons. First,\nthey don't have a real solution; and, second, Congress\nsolved our problem.\nAnd this is what Carachuri-Rosendo says, and\nthat is when you have an underinclusiveness problem just\nlike ours, the statute fixes it because the statute\ntreats the conviction as a controlled substances\noffense. The statute provides the backstop. You don't\nhave to make one up, which, I -- I suggest to you, is\nthe difficulty with their position.\nJUSTICE GINSBURG: I don't follow --\nMR. GOLDSTEIN: Okay.\nJUSTICE GINSBURG: -- your answer because I\nthink you have to concede that, under your view, a lot\nof people who are convicted under the Georgia statute\nwho had a significant quantity, which they intended to\ndistribute --\nMR. GOLDSTEIN: Yes.\nJUSTICE GINSBURG: -- for remuneration --\nMR. GOLDSTEIN: Yes.\nJUSTICE GINSBURG: -- many of those people\nwould -- under your view of the statute, many of those\npeople would -- would not have committed an aggravated\nfelony.\nMR. GOLDSTEIN: I agree with --\nJUSTICE GINSBURG: So you have that --\nMR. GOLDSTEIN: That is our problem. I\nagree with that problem.\nJUSTICE GINSBURG: -- a large\nunderinclusiveness problem, which you haven't solved.\nMR. GOLDSTEIN: Okay. That's the part we\ndisagree with, Justice Ginsburg. Maybe I can just read\nto you what this Court said about this exact issue in\nCarachuri-Rosendo.\nIt said that, when you have a very -- this\nvery underinclusiveness problem, it is solved by the\nstatute because the attorney -- all that happens under\nour rule -- it's still a deportable offense, and the\nAttorney General denies cancellation of removal.\nSo if could just read, very briefly -- and\nthis is from the Supreme Court Reporter, at page 2589.\n\"We note that whether a noncitizen has committed an\naggravated felony is relevant, inter alia, to the type\nof relief he may obtain from a removal order, but not to\nwhether he is, in fact, removable.\n\"In other words, to the extent that our\nrejection of the government's broad understanding of the\nscope of aggravated felony may have any practical effect\non policing our Nation's borders, it is a limited one.\nCarachuri-Rosendo and others in his position may now\nseek cancellation of removal and thereby avoid the harsh\nconsequence of mandatory removal, but he will not avoid\nthe fact that his conviction makes him\" --\nJUSTICE GINSBURG: But all that follows\nfrom, in Carachuri, the government wanted to go outside\nthe record.\nMR. GOLDSTEIN: No, Justice Ginsburg, it\ndoes not. I promise you it does not.\nThe upshot of our position is that\nMr. Moncrieffe has committed a controlled substances\noffense, and anyone else in his position has committed\none. And if there is a serious drug amount, the\nAttorney General will deny him cancellation of removal.\nI have --\nJUSTICE KAGAN: Do you think that the\nAttorney General could just issue some kind of directive\ntelling all administrative law judges and officials to\ndeny cancellation of removal to anybody who commits\nthese kinds of offenses?\nMR. GOLDSTEIN: We -- it's an interesting\nquestion that I have puzzled about at length. I think\nthe answer is no for a very particular reason, however,\nand that is the Attorney General has no such categorical\nrules.\nWe think it's a point in our favor that the\nAttorney General, in the application starting with\n212(c) before the 1996 Act, which is discussed in St. --\nthis Court's decision in St. Cyr, through the present\nhas instead applied a holistic look at all of the\ncircumstances.\nWhat he certainly can do is direct the\nimmigration judges to place special weight -- and this\nwas the rule before 1996, by the way. If you had a\nserious offense, you had to show special equities that\nwould justify your not being removed from the country.\nAnd so we think that's the most likely outcome.\nA per se categorical rule would be very\nunlike what we understand the Attorney General to do in\nany other circumstance.\nJUSTICE KENNEDY: Would it -- would it be\npermissible -- I had the same question. Would it be\npermissible --\nMR. GOLDSTEIN: I think --\nJUSTICE KENNEDY: Or would you be back up\nhere saying that this violates the statute?\nMR. GOLDSTEIN: Well, we think we would win,\nso I wouldn't be back for this client. But I think\nthere would be a substantial argument that it would be\narbitrary and capricious because it would be so unlike\nanything the Attorney General does in other\ncircumstances.\nBut they would have --\nCHIEF JUSTICE ROBERTS: I'm sorry. Could\nyou remind me what the \"it\" is that you're talking\nabout?\nMR. GOLDSTEIN: Yes. Yes.\nCHIEF JUSTICE ROBERTS: It's an order from\nthe Attorney General --\nMR. GOLDSTEIN: Yes.\nCHIEF JUSTICE ROBERTS: -- to the\nimmigration judges --\nMR. GOLDSTEIN: Yes.\nCHIEF JUSTICE ROBERTS: -- to?\nMR. GOLDSTEIN: To treat all of these cases\nas barring cancellation of removal. To get us on the\nback end, as it were, and that is --\nJUSTICE KAGAN: To do the exact same\nthing --\nMR. GOLDSTEIN: Yes. To get --\nJUSTICE KAGAN: -- but through --\nMR. GOLDSTEIN: Right.\nJUSTICE KAGAN: -- an Attorney General\ndirective.\nMR. GOLDSTEIN: And I think our argument\nthat it's arbitrary would be supported by the fact that\nthis Court would have ruled that he couldn't do the\nidentical thing on the front end. But it's an open\nquestion, and it's not presented here.\nI had said that there were two flaws in\nthe -- sort of their characterization of the over and\nunderinclusiveness problem. The second one is they\ndon't have a real solution. This is a big problem.\nUnder these State convictions in which the\namount of drugs and whether there was remuneration are\nirrelevant, it's going to be extremely difficult for\nuncounseled noncitizens who are in jail, who don't have\naccess to tools of communication, to prove to an\nimmigration judge this fact-bound inquiry, which they\nare inserting into every single case, that their offense\nactually corresponds to a misdemeanor.\nSo while you say that they have provided the\nsolution, I don't know where it comes from in the\nstatute, but we think it is not a practical solution.\nAnd that problem is even worse in the many contexts that\nare not just straight removal.\nWe said in our opening brief, and the\ngovernment's response ignores, that there are many cases\nin which immigration officials have to make these\ndecisions about whether it's an aggravated felony much\nmore on the fly, without the opportunity to call\neverybody in and --\nJUSTICE KENNEDY: Do you have any\nstatistics -- if you take the whole universe of\nconvictions under the Georgia statute, what percentage\nof them are for these minor offenses and what are for\nthe major? Do we have any handle on that at all?\nMR. GOLDSTEIN: We don't. We tried. I'm\nsorry. We were unable to do it. The Department of\nJustice has better relationships with prosecutors, and\nso maybe it -- it will have that information for you.\nBut, I can say -- it's possible.\nBut I can say that the -- it is absolutely\ncommonplace, from looking at the case law, for the\nStates to tackle this small social sharing of a couple\nof marijuana cigarettes. This is -- that's the\ndistinction between 93 prosecutions under -- or\nconvictions under (b)(4) and possession in the -- in the\nFederal system and 750,000 in the States. Federal\nprosecutors leave these to the States.\nWhich brings me back to my other answer to\nJustice Ginsburg's pointing out the government's\nargument about a parallel between this and a Federal\ncriminal prosecution.\nAnd the reason they want to do that, Justice\nGinsburg, is that in a Federal -- actual Federal\ncriminal prosecution, the burden of proof never matters,\nincluding because Federal prosecutors almost never bring\nthese cases.\nSo here's what we tried to do: This\nstatute, (b)(4), was enacted in 1970, some 42 years ago.\nWe tried to identify one case in 42 years in which the\nburden of proof in the Federal case made any difference\nat all, and we were unable to. And I would be really\ninterested to know if my friend is able to identify one\ncase in 42 years, which it actually made a difference.\nAnd the reason is, in an actual Federal\nprosecution, the FBI agent would come in and say, here\nare the drugs, and they were trying to sell it to an\nundercover officer. It's never the case that it\nactually -- the defendant is in a position of trying to\nprove that it was a misdemeanor.\nBut what they are trying to do is to take\nthat rule, which is derived from Apprendi, that there is\na burden of proof so that the government doesn't have to\nindict that it wasn't a (b)(4) offense, and take the\nsilence of the State record, where these facts are\ncompletely irrelevant, the quantity and remuneration,\nand transpose them into the Federal system and take\ngreat advantage of the fact that the record is silent.\nJUSTICE SOTOMAYOR: Mr. Goldstein, there are\nat least 93 cases, all right? So --\nMR. GOLDSTEIN: Yes.\nJUSTICE SOTOMAYOR: And I don't know and I'm\nnot going to ask you to prove to me how the burden of\nproof was met or not met in those. But let me give you\na different hypothetical.\nMR. GOLDSTEIN: Sure.\nJUSTICE SOTOMAYOR: Let's assume Georgia has\nthe Federal statute, but in -- differently than the\nFederal statute, it has a sale-distribution provision,\nand it has a small amount, no remuneration statute.\nMR. GOLDSTEIN: Yeah.\nJUSTICE SOTOMAYOR: What would happen in\nthose States?\nMR. GOLDSTEIN: There are about 15 of those\nStates, and in those States, if you weren't convicted\nunder the small one, then you would infer it wasn't a\nsmall amount and no remuneration, and the person would\nhave committed an aggravated felony.\nOur issue arises only when you have a\nsituation in which the State is prosecuting people under\nthe statute that would be a Federal misdemeanor. If the\nState --\nCHIEF JUSTICE ROBERTS: I'm sorry. Go\nahead.\nMR. GOLDSTEIN: No. If the State has a\ndifferent system, as a material number of States do, in\nwhich they track the Federal system, and they have a\nsmall provision or a remuneration provision -- which\nanother nine States have a remuneration provision -- in\nthose situations, if you have a conviction that isn't\nunder that social sharing provision, it's an aggravated\nfelony.\nCHIEF JUSTICE ROBERTS: Your use of the\nstatistics, I think, assumes that Georgia and other\nStates are prosecuting every case that comes before them\nbecause that's how you get -- you know, of these 750,000\nnationwide, so much more than must involve tiny amounts.\nBut, of course, perhaps they don't prosecute\nthe cases involving tiny amounts, so that most of those\ncases, or some percentage of them, may in fact also\ninvolve the serious type of conduct addressed by the\nFederal statute.\nMR. GOLDSTEIN: Well, I have one really good\nexample of a prosecution for a small amount. It's this\ncase.\nAnd we don't deny that there are --\nMr. Chief Justice, please do not misunderstand me to be\narguing that every Georgia conviction or that 80 or\n90 percent of them are the small ones. What I'm trying\nto tell you is that a lot of them are just like this\none, and I think the data bears that out.\nAnd the question before you is, under a\ncategorical approach, is it fair to presume that they're\nall felonies? Is it fair to presume that what Congress\nrecognized here is that there would be a correspondence\nbetween a conviction under this statute and the Federal\naggravated felony of illicit trafficking in drugs, to\nstrip the Attorney General of the United States of any\nopportunity whatsoever to consider the circumstances of\nthe case?\nWe think that is not the best reading of the\nstatute.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Shah.\nORAL ARGUMENT OF PRATIK A. SHAH\nON BEHALF OF THE RESPONDENT\nMR. SHAH: Mr. Chief Justice and may it\nplease the Court:\nPetitioner's proposed rule would confer a\nfree pass from aggravated felony treatment to criminal\naliens convicted under a majority of State laws that\nrequire neither remuneration nor more than a small\namount.\nJUSTICE SOTOMAYOR: What's the free pass?\nThe free pass is mandatory as opposed to discretionary\ndeportation, correct? So the free pass is that --\nMR. SHAH: The free pass is that you would\nnever have an aggravated felony for this conviction\nunder any State that did not make an element of the\nState offense to disprove -- no remuneration or more\nthan a small amount.\nJUSTICE SOTOMAYOR: But those convicted\nindividuals would still be subject to deportation.\nMR. SHAH: Yes, Your Honor, they would still\nbe subject --\nJUSTICE SOTOMAYOR: And nothing would stop\nthe INS judge from considering the amount of drugs,\ncorrect, that the individual actually was involved in,\nand that could be introduced through hearsay -- through\nalmost any document, correct?\nMR. SHAH: Your Honor, you're talking about\nthe discretionary cancellation of removal proceeding?\nJUSTICE SOTOMAYOR: Yes.\nMR. SHAH: It's true, Your Honor, that could\ncome in there. But Congress specifically enacted this\naggravated felony provision to take away that discretion\nfrom the Attorney General. The motivating factor\nbehind --\nJUSTICE SOTOMAYOR: Well, do you -- do you\nsuggest that the immigration judges don't know that and\nthat they wouldn't weigh that desire heavily in a case\nin which a -- the convicted individual is proven to have\nsold the larger amount? You still think they are going\nto cancel?\nMR. SHAH: What -- Your Honor, what Congress\nsaid when it passed this very provision was that\nimmigration judges were granting too much discretionary\nrelief to this very class of criminal aliens, and that\nis why it implemented this aggravated felony.\nNow, Petitioner says it's not going to have\na big deal on immigration -- big impact on immigration\npolicy for the reason that you suggest, the Attorney\nGeneral can do it at the back end. But that --\nCHIEF JUSTICE ROBERTS: Well, will you pause\nright there. I don't -- you just made the argument that\nyour position on Castro-Rodriguez is wrong. You say\nCongress took away the Attorney General's discretion.\nThen you come back and say, well, we're going to\nexercise that discretion under -- under\nCastro-Rodriguez, and this Petitioner in particular can\ntake advantage of it.\nMR. SHAH: Well, Your Honor, it's not an\nexercise of discretion under Castro-Rodriguez. We, at\nthe tail end, have an inquiry that, I think, mirrors the\nCSA scheme.\nRemember that this aggravated felony\nprovision in the INA incorporates by reference the CSA\nscheme. What the CSA scheme provides is, as a default\nmatter, any conviction for possession with intent to\ndistribute marijuana will be a felony. But the CSA\nscheme also provides a narrow mitigating exception for\nthose who distribute just a small amount socially.\nWhat our scheme does is that --\nCHIEF JUSTICE ROBERTS: Is that -- is the\nauthority for that Castro-Rodriguez?\nMR. SHAH: I'm sorry?\nCHIEF JUSTICE ROBERTS: Is the authority for\nthat the decision in Castro-Rodriguez?\nMR. SHAH: To -- to have that secondary\nproceeding?\nCHIEF JUSTICE ROBERTS: Right.\nMR. SHAH: Well, I think it comes from the\nstatute, the INA, which incorporates the CSA scheme.\nBecause many of the State provisions don't offer that\nsame affirmative mitigating exception that the Federal\nscheme does, what Castro-Rodriguez does is it looks to\nthe INA, which incorporates the CSA, and then provides a\nsimilar mechanism in immigration court.\nBut it's not an unprecedented inquiry. The\nBoard has been doing similar inquiries for at least a\nquarter of a century.\nJUSTICE KAGAN: Well, Mr. Shah, the Board\nmay have been doing these inquiries, but I just don't\nunderstand the statutory argument because the way the\nstatute -- the way your own statutory argument runs is\nthat if the conviction -- the State conviction, was a\nconviction for possession with intent to distribute,\nthen those are the elements of a Federal -- of a Federal\nfelony.\nAnd so the person -- and an aggravated\nfelony. So you say, under the elements approach, this\nperson has committed an aggravated felony. And the\nstatutory directive is that, when a person has committed\nan aggravated, felony, he is deportable, and there is no\nexercise of discretion that can come into play.\nAnd so your whole back-end process, which\nsays, oh, well, maybe not, maybe he's not automatically\ndeportable, it doesn't come from the statute, and it\nseems to run into the statutory language, which says an\naggravated felon must be deported, the end.\nMR. SHAH: Your Honor, I agree. The\ngovernment could have taken the hard-line approach that\nit's game over under the categorical inquiry because the\nelements --\nJUSTICE KAGAN: Well, that's what the\nstatute says, and that's what your own statutory\nanalysis says.\nMR. SHAH: Your Honor, I don't think it's\ninconsistent with the statutory scheme. In fact, I\nthink it's consistent.\nAnd here's one way to think about it:\nThis -- this particular aggravated felony is a little\nbit complicated because it incorporates by reference, in\ntwo different levels, the CSA. Congress -- let's assume\nCongress rewrote the aggravated felony definition to\neliminate the incorporation by reference.\nI think what the equivalent -- the\nfunctionally identical formulation would be -- the\ndefinition of the aggravated felony is, \"any\ndistribution of a controlled substance, unless the\ndefendant shows that it involved a small amount of\nmarijuana for no remuneration.\"\nThat would incorporate both the presumptive\nfelony provision, any distribution of controlled\nsubstance -- you have the same two elements -- and then\nit would add in the proviso that it's in the CSA\nmitigating exception. Functionally identical.\nAggravated felony is, \"any distribution of a\ncontrolled substance, unless the defendant shows that it\nwas a small quantity for remuneration.\"\nCHIEF JUSTICE ROBERTS: This is --\nMR. SHAH: What our inquiry does is --\nCHIEF JUSTICE ROBERTS: Go ahead. I'm\nsorry.\nMR. SHAH: Sorry. What our inquiry does is\nallow the board to get to that second part of the\ndefinition, the \"unless\" clause, and that mirrors\nexactly other aggravated felony provisions in the INA.\nJUSTICE KENNEDY: But you've answered\nJustice Kagan's question by -- she said, doesn't your\nown interpretation of this statute require the opposite\nresult and -- or the -- the harsh result?\nAnd you say, well, suppose Congress wrote a\nstatute this way. But that wasn't her question. The\nquestion is --\nMR. SHAH: Your Honor, I'm not positing --\nJUSTICE KENNEDY: You -- you said that\nCongress could write a new statute. Of course, Congress\ncould write a new statute, but what about this one?\nMR. SHAH: I'm not positing a new statute.\nI was simply taking out the incorporation by reference,\nso we could look at it in a different way. I think it's\nfunctionally identical to the provision at issue here.\nAnd I think it's --\nJUSTICE KAGAN: No, I'll just read you,\nMr. Shah, this sentence from your brief -- and I could\nread you a thousand of these in your brief. \"Because\nPetitioner's Georgia conviction necessarily established\nthat he knowingly possessed marijuana with the specific\nintent to distribute it, that conviction constitutes an\naggravated felony.\"\nWell, if that conviction constitutes an\naggravated felony, he has to be deported, and there is\nno exercise of discretion that this statute allows.\nMR. SHAH: Well, Your Honor, I -- I would\nsay that it presumptively creates the aggravated felony,\nand it's because of that --\nJUSTICE KAGAN: Well, now, you've just put\nin words into your brief.\nMR. SHAH: Well, well --\nJUSTICE KAGAN: -- and -- and really, truly,\nyou say this 10 or 15 times.\nMR. SHAH: Well, Your Honor, the heading to\nthe brief says, \"presumptively,\" and so I didn't use\nthat word every time, but I think the point is that it\nwould be the -- the aggravated felony has that unless\nclause.\nAnd if you look at other aggravated felony\nprovisions in the INA, such as the one reproduced on the\ntop of page 34 of the government's brief, it defines an\naggravated felony as certain document fraud crimes, and\nthen it has a clause that says, \"unless\" -- \"unless the\nalien has affirmatively shown that the alien committed\nthe offense for the purpose of assisting, abetting or,\nabating only the alien's spouse, child, or parent to\nviolate a provision of the INA.\"\nSo you could say ball game over, once you\nhave shown the document fraud crime under the\ncategorical approach. But the INA specifically has a\nprovision that says, unless the alien can show that he\ncommitted the offense for the purpose of assisting and\nabetting --\nCHIEF JUSTICE ROBERTS: But this is -- this\nis a new position for the government. My understanding\nis that you -- your clients were on the other side of\nthis position in Castro-Rodriguez itself; is that not\ncorrect?\nMR. SHAH: Well, Your Honor, I don't think\nthat we categorically deny that you could have this sort\nof proceeding. And in the op to this case -- I know\nPetitioner says this is a new position in this case.\nPages 13 through 16 of our op embrace Castro-Rodriguez\nas the right way to do it. I think it's --\nCHIEF JUSTICE ROBERTS: But that was a\nchange in the government's position, wasn't it?\nMR. SHAH: Your Honor, I can say that the --\nthe government did dispute the particular facts in\nCastro-Rodriguez. I can't say that they categorically\nrejected the availability of that sort of inquiry. And\nthat sort of inquiry is not new.\nIf you look at the Grijalva decision, which\nis discussed on -- in footnote 23 of our brief on page\n36, that was a precursor to the controlled substance\nground of removability that is currently in effect. And\nso if you look at the language of that precursor\nprovision, essentially, it said any aliens deportable\nfor a drug offense, unless that drug offense involves\nsimple possession of marijuana of 30 grams or less.\nCHIEF JUSTICE ROBERTS: So what does -- in a\ncase in which the Attorney General can cancel removal,\nputting aside this case, what are the sort of things he\nlooks at in deciding whether or not to cancel removal?\nMR. SHAH: It's a balance of equities.\nAfter, assuming that the -- the alien has established\nthe three eligibility criteria set forth, it will be a\nbalance. It's a favorable exercise of discretion. It's\na balance of the equities.\nCHIEF JUSTICE ROBERTS: So one of the\nthings, presumably, is the amount of drugs involved,\nwhether they were for intent to distribute for\nremuneration -- all the sorts of things that you say he\ncan consider under the provision that says he does not\nhave the authority to cancel removal.\nMR. SHAH: Your Honor, those are the sorts\nof factors that might be open to consideration, but what\nCongress did is it took away the ability for the\nAttorney General to exercise that discretion. That was\nthe main purpose of this very aggravated felony\nprovision.\nNow, Justice Sotomayor, if I can go to\nyour --\nJUSTICE SOTOMAYOR: Each time you get -- you\nsay that, you get back into the hole that Justice Kagan\nhas been asking you to climb out of. If -- if Congress'\nintent was to bar discretion, then I'm not quite sure\nhow you get to your alternative to get out of your --\nMR. SHAH: Your Honor --\nJUSTICE SOTOMAYOR: -- overinclusiveness\nargument.\nMR. SHAH: Your Honor, this will bar\ndiscretion in the vast majority of cases, and here's\nwhy. -if I could go back to the data question that you\nasked, Justice Sotomayor, we do have Federal data, and I\ninterpret the data a little bit differently than my\ncolleague.\nWhat data we have is that, over the last\ndecade, there have been over 60,000 convictions under --\nunder Section 841(a), for crimes involving something\nmore than possession of marijuana. 60,000. There have\nbeen, in those 10 years, exactly 20 that have been\nsentenced under Section 841(b)(4).\nMy colleague combines 844(a), which is a\npossession offense, but if you isolate out of the data\nonly those who qualify for the mitigating exception,\nthose who are charged with distribution of marijuana,\nbut only have a small amount of remuneration, you have\n20 out of over 60,000.\nI think this is a fairly atypical case. To\nthe extent this Petitioner --\nJUSTICE GINSBURG: Do -- do you agree with\nMr. Goldstein when he says, in reality, it's not an\naffirmative defense, that the defendant never has to\nprove the amount?\nMR. SHAH: I -- I don't agree with that\nbecause if it were, in fact, the case that the\ngovernment had to disprove the -- the small amount and,\nmore importantly, the remuneration element, that would\nbe a very different statute. Every court of appeals and\nlots of the Federal --\nJUSTICE SOTOMAYOR: I'm sorry, counselor.\nI -- the government can do it very easily. If you have\nless than an ounce of marijuana and nothing else from\nwhich you can infer an intent to sell or distribute, and\nyou have no proof that this individual's engaged in drug\ntrafficking, what more does a defendant have to show?\nMR. SHAH: Oh, I --\nJUSTICE SOTOMAYOR: How does it raise his\nburden of proof?\nMR. SHAH: I'm not saying it -- the\ndefendant has to show more. I believe Justice -- I\nthought Justice Ginsburg's question is what would the\ngovernment have to show to disprove it. And I think --\nJUSTICE SOTOMAYOR: I -- I guess my point is\nthat one, which is don't the facts that the government\nhave either show it or not show it in virtually every\ninstance?\nMR. SHAH: I think it's a very different\nquestion. If you put the burden on the government to\nshow that, in fact, no remuneration was involved, the\ngovernment would have to meet its burden in a criminal\ncase to show beyond a reasonable doubt that there was no\nremuneration at all. That is going to change the result\nin a large number of cases where there is a relative --\nit's going to be the universe of cases where there is a\nrelatively small amount of drugs involved.\nJUSTICE SOTOMAYOR: It would be less than an\nounce.\nMR. SHAH: Right. But in -- and in that\nuniverse of cases, in fact, the presumption is probably\ngoing to be that it's not for a distribution or\nremuneration.\nJUSTICE SOTOMAYOR: Can I go back to your\nsubstantive argument?\nMR. SHAH: Yes.\nJUSTICE SOTOMAYOR: All right. This is a --\nyou are right. It's an unusually crafted statute. And\nreally, what the issue is, generally, what you have with\nlesser included offenses is you have a base offense and\nthen an enhancement that goes up. You commit the base\noffense --\nMR. SHAH: Yes.\nJUSTICE SOTOMAYOR: -- of burglary, but if\nyou did it with an explosive or you did it with a\ndangerous weapon, it goes up.\nMR. SHAH: That's exactly right.\nJUSTICE SOTOMAYOR: And applying the\ncategorical approach is relatively easy there because\neither the State offense includes the addition or it\ndoesn't.\nThis is sort of in reverse. You've got a\nstatute with the same elements that can be either a\nmisdemeanor or a felony. And you're saying it can be\neither under the CSA, but we have to assume it's the\ngreater because --\nMR. SHAH: Your Honor --\nJUSTICE SOTOMAYOR: -- of Apprendi, because\nof -- of --\nMR. SHAH: I -- I think it's because of the\nproper interpretation of the statute. Apprendi might\nhave influenced that interpretation of the statute, but\nevery court of appeals that has interpreted this statute\nhas said that the -- the default punishment, is this\npunishable up to 5 years --\nJUSTICE SOTOMAYOR: But that's under\nApprendi.\nMR. SHAH: Well, both before and after\nApprendi, Your Honor, this statute was interpreted the\nsame way. Apprendi didn't change anything because there\nwere no sentencing factors or elements --\nJUSTICE SOTOMAYOR: That's the point.\nMR. SHAH: -- to get to the 5-year --\nJUSTICE SOTOMAYOR: Didn't we -- didn't we\ntalk about the categorical approach in footnote 3 of our\ncase in Carachuri?\nMR. SHAH: Uh-huh.\nJUSTICE SOTOMAYOR: Where we said that, in\ntalking about the generic Federal offense, whether it's\na felony or not, that we can't look at just strictly the\nelements of the crime, but we have to also look at the\nsentencing factors because, when we're talking about\nwhat constitutes a misdemeanor or a felony under Federal\nlaw, we have to look at both.\nMR. SHAH: Well, Your Honor, what Carachuri\ninvolved was something very different. It involved a\nrecidivism factor, an aggravating factor. When you are\ntalking about an aggravating factor, Apprendi\njurisprudence has treated those somewhat equivalent to\nan element because it raises the statutory maximum. And\nso when you are trying to decide whether something is\npunishable as a felony, it's natural to look at the\naggravating factor.\nThe other thing I would say about Carachuri\nis that it's easily distinguishable on the grounds that\nJustice Ginsburg raised. It -- the government's\nargument in Carachuri was much more difficult. The\ngovernment was trying to rely on a recidivism factor\nthat was not part of the predicate conviction. And it\nwas trying to rely on that factor to elevate what was\notherwise a misdemeanor under both State and Federal law\nto a felony.\nHere, the predicate conviction itself has\nall the elements that are required for a Federal felony\nunder the CSA, namely possession of marijuana and a\nspecific intent to distribute it.\nJUSTICE SOTOMAYOR: But the same elements\nwould go to the misdemeanor. Really, the issue for me\nis it could be one or both. And when do we tell the\nimmigration judge that he can, should, or should not --\nMR. SHAH: I think there are --\nJUSTICE SOTOMAYOR: -- choose between the\ntwo?\nMR. SHAH: I think there are -- I think\nthere are two ways, Your Honor, that -- two different\nlines of reasoning that show that the government's\napproach to the categorical part of the inquiry is -- is\nthe right approach and not Petitioner's approach. The\nfirst is --\nJUSTICE SOTOMAYOR: However you do it, the\nmisdemeanor still has the same three elements.\nMR. SHAH: Well, here's -- here's how --\nJUSTICE SOTOMAYOR: So how do we choose\nbetween it being a misdemeanor or a felony?\nMR. SHAH: Right. I think here -- here are\nthe two ways you get there. First is by looking at how\nthis Court has consistently formulated the categorical\ninquiry. Starting with Taylor, pre-Apprendi case,\ncompare the elements of the predicate offense to the\nthose of the generic offense.\nFast forward past Apprendi through all of\nthe more recent cases, Lopez and not -- still the same\ninquiry, focusing on the elements of the predicate and\nthe elements of the generic.\nIf that is not enough for you,\nJustice Sotomayor, if there is still some uncertainty as\nto when you have mitigating factors, like in this case,\nand the question is, well, does the predicate conviction\nhave to affirmatively negate those narrow mitigating\ncriteria, then this Court can look, if it wants to go to\nfirst principles, look at this Court's decision in\nNijhawan.\nThere, it had a different aggravating\nfelony, certain fraud and deceit offenses which resulted\nin a $10,000 loss to the victim. What the Court said,\nlook, fraud and deceit, those are clearly elements, we\nare going to apply the categorical approach to -- to\nfigure out whether those elements are satisfied. But\nthe $10,000 loss factor, we're not sure. We're not sure\nwhether the predicate offense has to affirmatively\nestablish it or not.\nAnd so what the Court did is it did a survey\nof the 50 States. It looked at the 50 States. And it\nturns out that, in a vast majority of those States, the\npredicate conviction will never establish that $10,000\nloss factor. And so you're going to have a vastly\nunderinclusive aggravated felony.\nAnd that's something that Congress -- that\nCongress could not have intended. The Court said\nCongress would not have intended its aggravated felony\nprovision to apply in such a limited and haphazard\nmanner.\nI submit that's exactly what you have here\non pages 26 to 30 of our brief. And Petitioner does not\ntake issue with a single one of the statutes that we\ncite. And we go through all 50 of them. We show that,\nin a clear majority of the States, the predicate\nconviction will not establish that there is remuneration\nor more than a small amount.\nCongress cannot --\nJUSTICE KAGAN: Mr. Shah, I think the\nproblem with your main argument is that it leads you to\na result that you don't want to accept because your main\nargument is all we've done in our past cases -- and I\ncan argue with this, but your argument is all we've done\nis compare the elements.\nBut if all we do is compare the elements,\nthen we don't get to your discretionary scheme in which\nwe also admit evidence of -- of the case-specific nature\nof the offense.\nI mean, so your arguments all go towards a\nvery purist solution. And then you say, oh, no, that's\na crazy solution. It's a crazy solution because we\nwould wind up saying that misdemeanants, like this\nperson, like people who are actually convicted under\n(b)(4) who are clearly misdemeanants, would wind up as\naggravated felons and -- and must be deported.\nMR. SHAH: Well, well, first, Your Honor, I\nam glad that we have an agreement on the first part of\nthe categorical inquiry because I think that is the main\npart of the inquiry that this -- that would establish --\nJUSTICE KAGAN: I don't think we really have\nan agreement --\nMR. SHAH: Okay.\nJUSTICE KAGAN: -- because it seems to me\nthat Carachuri actually says we don't just look to\nelements. But if we were just to look to elements in\nthe way you're arguing for, we wouldn't get the result\nthat you're arguing for.\nMR. SHAH: Again, Your Honor, I think you\nhave to look at this particular aggravated felony, which\nI think is structured similar to other aggravated\nfelonies in the INA.\nIf you look at the aggravated felony in the\nINA that's on page -- top of page 34 of our brief, and\nthat -- that is the one about document fraud crimes, it\nsays the alien -- then, if the alien then shows that\nthat document fraud crime was perpetrated in order to\nhelp a family member, then no more aggravated felony.\nHow does the alien make that showing? He\ncomes into immigration court -- after it's already been\nestablished that you have the predicate document fraud\nfelony, he comes into immigration court. He has to\nbring forth evidence on his own that shows that it\nsatisfied this familial exception to that document fraud\naggravated felony. I think the --\nCHIEF JUSTICE ROBERTS: And the whole\npoint -- the whole point is that there is no similar\nprovision in the statute at issue in this case, right?\nMR. SHAH: I think the point is that there\nis a similar provision. In the -- the INA here\nincorporates the CSA to define the aggravated felony.\nThe CSA says it's a felony if you have possession plus\nintent to distribute, unless the defendant shows -- and\nthis is how it has been interpreted by every court of\nappeals that has interpreted the CSA -- unless the\ndefendant shows it was only a small amount for no\nremuneration.\nThat is an identical formulation to some of\nthe other aggravated felonies in the provision. And how\nthose other aggravated felony provisions have been\ninterpreted is to allow the alien to come into\nimmigration court to show the exception.\nWe are not aware of a single court decision\nthat has ever interpreted any similar provision in any\nof the other aggravated felony provision to require the\npredicate conviction to affirmatively negate it.\nAnd that's exactly what Petitioner's main\nsubmission is, that this predicate conviction has to\naffirmatively negate the possibility of a narrow\nmitigating exception. That is --\nJUSTICE KAGAN: I don't think that that is\nquite right, Mr. Shah, because if you read this statute,\nwhat it most looks like is that Congress is simply\nclassifying two different kinds of conduct.\nCongress has the -- the social sharing\nconduct, and that's in one section. And the everything\nelse, the more dangerous conduct, is in another section.\nAnd so it's not something where it's like,\noh, you're trying to get them to negate a specific -- a\npoint. Congress has created two separate sections,\ntwo -- and one is a felony, and one is a misdemeanor.\nAnd that's the -- the real way to understand this\nstatute.\nAnd then the categorical approach suggests,\nwell, in that case, we accept the underinclusion, rather\nthan the overinclusion.\nMR. SHAH: Well, Your Honor, I disagree with\nthat characterization of that statute. Every court of\nappeals that has considered this statute has rejected\nthe argument that we have two separate offenses and that\nthe -- that the government, in order to get to the\nhigher offense, the -- the default felony provision,\nthat the government would have to treat as elements\nthe -- the mitigating criteria of remuneration and small\namount. Every court of appeals has rejected that.\nIf this statute were drawn as you suggest,\nand it were elements of a crime, that is, you had two\nseparate offenses, one is possession with intent to\ndistribute a small amount for no remuneration, or it\ncould just say possession with intent to distribute\nmarijuana, if that was one distinct offense that was a\nmisdemeanor, and then Congress created a second offense\nthat says, in cases where there is more than a small\namount, in which there is remuneration, then you get a\nfive-year maximum instead of a one-year maximum, that is\neffectively making, as an element, the government to\ndisprove both the possibility of no remuneration and\nmore than a small amount.\nIf that was the statutory scheme that were\nat issue, I would agree with you, Petitioner would\nprevail under the categorical approach. That's not\nthe -- that's not the statutory scheme here.\nThey do not disagree with that. They --\nthey agree that every court of appeals that has\ninterpreted this has interpreted it as one offense and\nthat those mitigating criteria are just that, they are\nmitigating exceptions and not offense elements.\nI think the other point I would make, Your\nHonor, is that --\nJUSTICE KAGAN: I guess I don't understand,\nMr. Shah. That seems just a question of labeling to me.\nI mean, why should we -- why should we accept that\nlabeling, rather than, look, what Congress did here was\nto say that certain kinds of offenses are felonies\ndeserving of grave punishment, and other kinds of\noffenses are misdemeanors deserving of less than a year\nin prison, and -- and we see those -- those categories\nof conduct differently.\nAnd if you are saying that if Congress\nhad -- had said two separate offenses, then the\ncategorical approach means that Mr. Goldstein's client\nwins, I guess I just don't get what in this statute\nsuggests something different from that.\nMR. SHAH: Two things, Your Honor. One is I\ndon't think it's a matter of labeling because Congress\nknows that these labels actually have big consequences.\nIf you made those mitigating criteria elements, that\nwould be a very different statute, which the government\nin every case would have to show beyond a reasonable\ndoubt that it's more -- more than a small quantity.\nThat may not be difficult; but in cases\nwhere there is a small quantity, it may, in fact, be\ndifficult to disprove --\nJUSTICE SOTOMAYOR: Counsel --\nJUSTICE SCALIA: Counsel, I thought that\nwhen Congress enacted this provision, there was not the\ndistinction between elements and sentencing factors that\nwe now have, that the statute was enacted, in other\nwords, before Apprendi.\nMR. SHAH: Your Honor, this statute was\nenacted before Apprendi, but Apprendi doesn't change the\ninterpretation of this statute. This statute -- in the\nrelevant criteria.\nThis statute was interpreted -- interpreted\nboth the same before and after Apprendi, with respect to\nthe default provision, because the default provision\ndoesn't require any factors or elements at all to get to\nthe felony provision.\nJUSTICE SCALIA: That may be, but it\ncertainly goes to your argument that Congress had in\nmind some distinction between elements and sentencing\nfactors.\nMR. SHAH: Well, I think what Congress had\nin mind is that those mitigating criteria would not be\ntreated as elements.\nAnd, Justice Kagan, to get back to your\nquestion, how do we know? Well, we can look at what --\nthe inquiry that the Court did in Nijhawan. It would\nnot be -- it would not be consistent with Congressional\nintent to assume that Congress intended that this\naggravated felony provision would not have any effect in\nthe clear majority of States that do not make either\nremuneration or more than a small quantity an element of\nthe offense.\nThat is what Nijhawan was about. It was\ntrying to figure out, did Congress intend this\nparticular piece of the aggravated felony description to\nbe subject to the categorical approach or not? That is,\ndid it require the predicate conviction to establish or\nnegate it? And the right way to look at that is to look\nat the State of the State laws.\nAnd here, we know that, in a clear majority\nof States, they do not require remuneration, they do not\nrequire more than a small amount. You will never get an\naggravated felony conviction out of a majority of\nStates. Congress could not have intended that result.\nThat's what Nijhawan stands for.\nJUSTICE KENNEDY: If you do not -- if you do\nnot prevail in this case, can you simply solve this\nproblem in the discretionary removal proceedings?\nMR. SHAH: Your Honor, I think that's --\nJUSTICE KENNEDY: You just say we're going\nto -- we're going to order you removed, unless you bring\nin evidence that this was a minor amount, period.\nMR. SHAH: Your Honor, I -- I think that\nthat -- I think that's an open question. That's one\nthat has not come up yet. I think\nCongress specifically --\nJUSTICE KENNEDY: Well, don't you think\nit's -- it's, under the law and under administrative\npractice, that it's an option available to you?\nMR. SHAH: It may -- it may be -- be an\noption open to the Attorney General to do that. The\nAttorney General would have to issue an order to that\nground. I imagine it would be challenged and we'd have\nto litigate it. But what we do know is that Congress\ndidn't want those sort of discretionary determinations\nmade. Congress knew that all of these areas --\nJUSTICE SOTOMAYOR: Counsel, under the --\nunder the -- do you have the same answer as\nMr. Goldstein, that the modified categorical approach\nwouldn't permit the immigration judge to look at the\nplea allocution to determine the amount?\nMR. SHAH: I think the modified categorical\napproach would allow -- would allow --\nJUSTICE SOTOMAYOR: So that in -- in many of\nthese cases that we're talking about, it is possible\nthat the plea allocution itself would set out the\namounts that the alien sold or show that he sold\nsomething --\nMR. SHAH: Yes, Your Honor, I think --\nJUSTICE SOTOMAYOR: -- and that would take\ncare of this issue of how many people are escaping\nautomatic removal?\nMR. SHAH: I think if the -- the plea\nagreement or plea colloquy set forth the amount and it\nwas more than a small amount, I think the modified --\nour position would be that the modified categorical\napproach would allow you to reach that.\nPetitioner's and his amici's argument are\nessentially that the plea agreements aren't going to say\nthat in a large majority of these cases, for the simple\nreason that a -- that a vast majority of the States\ndon't make more than a small quantity an element of the\ncrime, and so it's going to be irrelevant. But that\nsimply shows --\nJUSTICE SOTOMAYOR: But the vast majority --\nthe vast majority, in my experience, do -- do say\nwhether the crime was for sale or distribution.\nMR. SHAH: And if that's the case, then the\ngovernment would agree that, if we were to lose this\ncase, we could then look at -- look at that evidence\nto -- to show -- to disprove more than a small amount,\nsomething that's not an element in any of the State\ncrimes.\nJUSTICE GINSBURG: Are there any other\nconsequences? We've been talking only about\ndispensation from removal. But are there any other\nconsequences that matter?\nMR. SHAH: Yes, Your Honor, there -- there\nare other consequences that matter. For example, a\nperson who's not -- a person is not only removable and\nnot only deprived of cancellation relief. There --\nthose who are aggravated felons are just essentially\ndeprived of all forms of discretionary relief, except\nfor Convention Against Torture relief and withholding of\nremoval.\nIt also has implications beyond the\nimmigration context. At the same time that Congress\nenacted this aggravated felony provision, it made it a\nsentencing enhancement provision in -- in criminal\nprosecutions for illegal reentry. And so in any illegal\nreentry prosecution, if the defendant is also -- has a\nprior conviction for marijuana distribution, they would\nbe subject to a significant sentencing enhancement under\nboth the guidelines and Section 1326, the Illegal\nReentry Statute.\nIf Petitioner's rule were to prevail in a\nsignificant number of those cases, in any State in which\nit did not have those relevant elements, that sentencing\nenhancement would no longer have operative effect.\nSo, Your Honor, it's not simply the case, as\nPetitioner would like to say, that the only thing here\nis -- is a difference between removability and\ncancellation of removal relief that the Attorney General\ncan fix on his own. There are other ancillary\nconsequences. And I think the criminal -- the\nconsequence of the criminal prosecution is a significant\none.\nCHIEF JUSTICE ROBERTS: Does that -- does\nthe Castro-Rodriguez proceeding take care of those\nadditional consequences?\nMR. SHAH: If -- if I may respond, Your\nHonor?\nCHIEF JUSTICE ROBERTS: Sure. Oh, yes.\nMR. SHAH: Thank you.\nI don't -- I think what -- we haven't had\nany criminal cases where the -- where an alien has come\nin and tried to make the argument. I imagine, if\nPetitioner prevails, it will be made in every single one\nof those 1326 reentry prosecutions.\nI think, if the Court were to accept the\nGovernment's submission, both on the threshold\ncategorical inquiry and on the tail-end fact-specific\ninquiry, I think a defendant would probably be able to\nhave the opportunity to try to make that showing in the\nFederal sentencing proceeding as well.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Goldstein, you have three minutes\nremaining.\nREBUTTAL ARGUMENT OF THOMAS C. GOLDSTEIN\nON BEHALF OF THE PETITIONER\nMR. GOLDSTEIN: Mr. Chief Justice, I told\nyou I was going to acknowledge the strengths of the\nother side's case. And I want to just recognize that\nyou can conceivably read the statute their way. But the\nquestion is, if you actually adopt their statutory\nconstruction argument and you say we're going to look at\nthe elements and it's an aggravated felony, we're\ncomparing two different ways of reading it.\nAnd they admit that their way of reading the\nstatute comes up with an answer that Congress couldn't\npossibly have intended by treating all these\nmisdemeanants as aggravated felons.\nNow, their solution is to add a whole\n'nother proceeding that isn't in the statute. Another\nsolution is just to recognize their reading is wrong.\nIf it produces this ridiculous result that Congress\ncouldn't have intended, and our reading is perfectly\nsensible and not only do you have the solution of the\nremoval proceedings, but also Justice Kennedy's\nsuggestion of the Attorney General's ability to issue an\norder, Justice Sotomayor's solution of being able to\nlook at the plea allocution, questions that aren't\npresented here, but lots of ways of addressing any\nadverse consequences of our rule.\nWhat in statutory construction allows us\njust to add this procedure that --\nJUSTICE BREYER: But it's the word\n\"punishable,\" I think.\nMR. SHAH: Well, \"punishable\" is a good\nword --\nJUSTICE BREYER: So you're thinking, under\nGeorgia law, this is punishable as a felony only if it\nwasn't a small amount used for personal use, you see,\nand therefore, they go into the hearing.\nIt's not punishable as an 841 felony, unless\nthose two things are absent, and therefore, they have\nthe hearing to find out. And the word \"punishable\"\ndoesn't appear in the statutes, the other ones that\nwe've construed. That's what I thought they were doing.\nMR. GOLDSTEIN: Okay. But I don't think\nthat's actually what they're doing because Mr. Shah did\nnot deny Justice Kagan's questions about, yeah, it would\nproduce this ridiculous result, and so we're going to\nadd this other proceeding.\nWhen they say -- what they do with\npunishable is they say look at only the elements of the\nFederal offense. And that's how they say that any\nGeorgia conviction, even though, Justice Ginsburg, lots\nof these convictions will just be equivalents to Federal\nmisdemeanors because they are the equivalent of --\nbecause they involve possession with intent to\ndistribute, those are the only elements of the offense,\nthen they're all punishable as felonies, even if they\nwould be a misdemeanor.\nSo I don't think punishable helps them. And\nthey don't seem to argue on the basis of punishable. So\nmy base point to you is that why, in choosing between\nthese two readings, we have strengths, they have\nstrengths. Their argument starts from the proposition\nthat theirs produces a result that Congress couldn't\nhave intended.\nAnd, Mr. Chief Justice, they did start out\nwith the hardcore position. I can give you the example.\nIt's our case. Remember, even though this is 1.3 grams,\neven though he was not convicted of selling, they\nordered him mandatorily deportable without an inquiry\ninto the underlying facts. They recognize that can't be\nright. And so they are trying to tack something on to\nthe statute that doesn't appear in the statute.\nThe last point that I want to address is\nactually a very small one. And that's about\nJustice Thomas' dissent in the Lopez case on whether you\nshould look to the State definition of whether this is a\nfelony or instead, the Federal one, because the\ngovernment cites it in a footnote in their brief.\nAnd we would only say that the government is\nnot relying on the Lopez dissent. It invokes Lopez\nrepeatedly in the Federal courts. And so this is a\nsituation in which the Court's decision in Lopez should\ntake hold as a matter of statutory -- stare decisis, and\nwhat matters here is the Federal treatment of it.\nWhen you don't know if the Georgia\nconviction is a felony or a misdemeanor under Federal\nlaw, you don't know which one it is, what the\ncategorical rule says is that the State conviction\ndoesn't necessarily establish it's a Federal offense,\nthe Federal felony here, and therefore, you don't treat\nit that way.\nThe -- the arguments that my friend ended\nwith -- ended with about, hey, this is going to be\napplied in Federal sentencing and lots of other\ncontexts, makes it worse, not better. How in the world\nare we going to have these others Castro-Rodriguez\nproceedings, these other intermediate proceedings about\ndetermining the facts of the offense in Federal\nsentencing? It gets vastly more complicated.\nOur rule addresses the core concern of\nCongress. It gets the right people deported. Their\nrule, because it's overinclusive, there will be\nnoncitizens who can't prove their offense was a\nmisdemeanor, and they shouldn't be removed.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\ncounsel.\n"
    }, 
    "respondents": [
        "ERIC H. HOLDER, JR., ATTORNEY", 
        "GENERAL"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 31, 
        "JUSTICE BREYER": 17, 
        "JUSTICE GINSBURG": 13, 
        "JUSTICE KAGAN": 18, 
        "JUSTICE KENNEDY": 13, 
        "JUSTICE SCALIA": 9, 
        "JUSTICE SOTOMAYOR": 39, 
        "MR. GOLDSTEIN": 76, 
        "MR. SHAH": 62
    }
}