{
    "appearances": {
        "content": "GREGORY G. GARRE, ESQ., Washington, D.C.; on behalf of\nPetitioner.\nJOSEPH R. PALMORE, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.;\nfor United States, as amicus curiae, supporting\nPetitioner.\nGLEN P. GIFFORD, ESQ., Assistant Public Defender,\nTallahassee, Florida; on behalf of Respondent.\n"
    }, 
    "caseNum": "11-817", 
    "caseinfo": {
        "content": "FLORIDA, :\nPetitioner : No. 11-817\nv. :\nCLAYTON HARRIS :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nGREGORY G. GARRE, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nJOSEPH R. PALMORE, ESQ.\nFor United States, as amicus curiae, 18\nsupporting the Petitioner\nORAL ARGUMENT OF\nGLEN P. GIFFORD, ESQ.\nOn behalf of the Respondent 28\nREBUTTAL ARGUMENT OF\nGREGORY G. GARRE, ESQ.\nOn behalf of the Petitioner 50\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, October 31, 2012\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:06 a.m.\n"
    }, 
    "petitioners": [
        "FLORIDA,", 
        "Petitioner", 
        "No. 11-817 v.", 
        "CLAYTON HARRIS", 
        ""
    ], 
    "proceedings": {
        "content": "(11:06 a.m.)\nCHIEF JUSTICE ROBERTS: Mr. Garre, welcome\nback.\nORAL ARGUMENT OF GREGORY G. GARRE\nON BEHALF OF THE PETITIONER\nMR. GARRE: Thank you, Your Honor, and may\nit please the Court:\nThe question in this case is when does a\ntrained drug detection dog's alert to a vehicle\nestablish probable cause to search the vehicle?\nJUSTICE SCALIA: Are you for or against the\ndog this time?\nMR. GARRE: For it again, Your Honor.\nJUSTICE SCALIA: For it.\nMR. GARRE: The Florida Supreme Court\nanswered that question by erecting what we think is an\nextraordinary set of evidentiary requirements, in\neffect, puts the dog on trial in any suppression hearing\nin which defendant chooses to challenge the reliability\nof the dog.\nI think, most fundamentally, the problem\nwith the court of appeals' -- the Supreme Court's\ndecision -- is that it misconceives what this Court's\ncases conceive of the probable cause requirement,\nconverting probable cause, which this Court has referred\nto as a substantial chance, or fair probability, of the\ndetection of contraband or evidence of a crime, into\nwhat amounts to a continuously updated batting average\nand a requirement that dogs be virtually infallible.\nThat -- that --\nJUSTICE SOTOMAYOR: Mr. Garre --\nJUSTICE GINSBURG: That -- that goes to the\nfield performance; but, the other requirements, that\nthe -- some showing that the test -- that the training\nprogram is reputable, some showing that the handler, not\nonly the dog, has -- has had training, it seems to me\nthose two -- not -- there's nothing improper about that.\nMR. GARRE: Well, and I think, Your Honor,\nunder our view of it, it's okay to inquire into whether\nor not the dog has successfully completed a bona fide\ntraining program, which -- which we think is a training\nprogram in which the dog is going to be tested for\nproficiency, including in a setting where some vehicles\nhave drugs and some vehicles don't.\nAnd Aldo, the dog in this case, clearly was.\nHe'd received a 120-hour training program with the\npolice department in Apopka, Florida. He received a\n40-hour refresher seminar by another police department\nin Dothan, Alabama. And he was subjected to continuous\nweekly training, in which part of that training\nconsisted of taking him out, walking him by some\nvehicles that contained cars, some vehicles that didn't.\nAnd the testimony of Officer Wheetley was\nthat Aldo's performance was really good. And what he\nmeant by that was that if there were eight cars with\ndrugs.\nJUSTICE GINSBURG: Why didn't -- then why\ndidn't they get the dog recertified? By the time of the\nsearch, the certification had expired 16 months.\nMR. GARRE: It was a lapse, Your Honor. The\ndog subsequently was recertified.\nOur position is that the Fourth Amendment\ndoesn't impose an annual certification requirement.\nSome states have it, some states don't.\nI think, more important in this case was the\nfact that the dog was continuously trained, continuously\nevaluated in training.\nJUSTICE GINSBURG: Well, what do you -- what\ndo you have to show to establish that the dog was well\ntrained.\nMR. GARRE: Well, Your Honor, I think the\nmost important thing is successful completion of\nproficiency testing.\nI mean, what -- what our friends would like,\nand what the Florida Supreme Court would like, would\nreally for the courts to delve into all aspects of the\ntraining, what types of distracters were used, what type\nof smell and printing was used and the like.\nJUSTICE GINSBURG: Well, if it were just\nthat -- you have the show that the program was\nreputable.\nMR. GARRE: Well, certainly that it was\nauthentic, Your Honor. And here, the programs were --\nwere conducted by actual police departments in -- in\nAlabama and Florida. And this Court ordinarily would\npresume regularity in those sorts of training settings.\nAnd there's no reason to approach the\ntraining of a dog any differently, but --\nJUSTICE SOTOMAYOR: I thought all of these\ntraining facilities were private entities that\ncontracted with police departments.\nMR. GARRE: No, Your Honor. The\ncertification. Certification usually is done by private\nentities which are operated by former law enforcement\nofficers. But the training itself, it usually and here\nwas done by police departments themselves.\nJUSTICE SOTOMAYOR: Could I go back to\nJustice Ginsburg's question? There's no -- what I\nhear -- read the Florida court saying is there's no\nnational standard for certification. That's correct?\nMR. GARRE: Yes.\nJUSTICE SOTOMAYOR: There's no national\nstandard that defines what's adequate training, correct.\nMR. GARRE: That's right. There --\nJUSTICE SOTOMAYOR: So -- let me just finish\nmy question. So assuming there's no national standards,\nthen how do you expect a judge, without asking questions\nabout the content of the certification process, the\ncontent of the training process, and what the results\nwere and how they were measured, how do you expect a\njudge to decide whether the certification and the\ntraining are sufficiently adequate.\nMR. GARRE: And I think that the central\ninquiry that we would think the judge would undertake is\nto determine whether or not the dog was performing\nsuccessfully in proficiency testing.\nI mean -- after all, that's why we train the\ndogs. And if --\nJUSTICE SOTOMAYOR: But you still have to\nask what that training was, and the judge still has to\ndetermine whether the judge believes it was adequate,\ncorrect? That's what the totality of circumstances\nrequires.\nMR. GARRE: Well, Your Honor, in our view,\nwe don't think it's -- it's an appropriate role for the\nCourt to delve into the contours of the training, what\nspecific methods were used to train or distract or --\nyou know, all the contours that they bring up in their\nbrief.\nJUSTICE SOTOMAYOR: So what does a judge do,\njust say, the police department says this is adequate,\nso I have to accept it's adequate?\nMR. GARRE: Not -- you would have to accept\nit, Your Honor, on its face. I think you -- in a record\nlike this -- and I think this record is clearly\nsufficient -- and, ultimately, that's what we're asking\nthis Court to hold -- what you have in the record\nis evidence --\nJUSTICE SOTOMAYOR: Mr. Garre, I -- I have\nno problem that this record -- with this record. My\nproblem is how do we rule.\nBecause it seems the me that I'm not quite\nunderstanding what -- how -- the legal rule you're\nasking us to announce. I think the legal rule, you're\nsaying, if the dog has been tested for proficiency by a\npolice department's determination of what's adequate for\nproficiency, that establishes probable cause. That's\nwhat I think the rule you want us to -- to do.\nI don't know what the role of the judge is\nin that --\nMR. GARRE: I think it would be close --\nJUSTICE SOTOMAYOR: -- with that rule.\nMR. GARRE: -- close to that. We would ask\nwhether or not the dog successfully treated -- completed\ntraining by a bona fide organization. And here --\nJUSTICE SOTOMAYOR: No certification, no\nquestioning of the handler and the handler's training?\nThe judge can't do any of that and shouldn't do any of\nthat.\nMR. GARRE: Certification is not required.\nIt may be one way that the police department could\nestablish reliability a different way, but certification\nitself is not required when you have a record of the\ntype of training that you have here.\nWe do think that you could put the handler\non the stand and ask about the reliability, certain\nquestions about reliability.\nWe don't think, in a record like this, the\njudge would say, well, it says that he completed 120\nhours in narcotics detection at the Apopka, Florida\npolice department, and 40 hours at the Dothan police\ndepartment, so --\nJUSTICE SOTOMAYOR: So it's not enough for\nyou to win by us saying that a court can't insist on\nperformance in the field records, that it has to look at\nthe totality of the circumstances.\nWhat other case have -- have we announced,\nunder a totality of the circumstance test, an absolute\nflat rule like the one you're proposing? Where else\nhave we said that one thing alone establishes probable\ncause --\nMR. GARRE: Your Honor --\nJUSTICE SOTOMAYOR: -- that one factor\nalone.\nMR. GARRE: -- I think one area where the\nCourt mentioned that was in the Lago Vista case, where\nit talked about the importance of clear rules for police\nofficers and --\nJUSTICE SCALIA: I suppose that if the\nreasonableness of a search depended upon some evidence\ngiven by a medical doctor, the Court would not go back\nand examine how well that doctor was trained at Harvard\nMedical School and, you know, what classes he took and\nso forth, right.\nMR. GARRE: Absolutely. And the same way\nthat when an officer provides evidence for a search\nwarrant, we don't demand the training of the officer,\nwhat schools he went to or what specific courses he had\nin probable cause.\nJUSTICE GINSBURG: Mr. Garre, you said there\nwas the certification, training program, but you gave a\nthird. You said, or otherwise show proficiency in\nlocating narcotics.\nSo if there is no certification, no\ntraining, how would the state establish that the dog was\nreliable in detecting drugs?\nMR. GARRE: Your Honor, I think that that\nwould be the unusual case, and it probably would be\ncaptured by the other factors; but, what we meant by\nincluding that is that there's no limit on the types of\nevidence that the police could submit to show\nreliability.\nIf you didn't have certification or a formal\ntraining program, the fact that there was evidence that\na dog like Aldo successfully performed in weekly\ntraining over the course of the year, and the police\nsubmitted the records, like the records in the Joint\nAppendix in this case at pages 106 and 116, that might\nbe another way of establishing reliability.\nBut the -- the central way would be showing\nthat the dog successfully completed training or that the\ndog was certified.\nJUSTICE GINSBURG: And I think you'll agree\nthat the handler, too, the handler would have to --\nMR. GARRE: Well, Your Honor, we don't think\nthere is a Fourth Amendment requirement of certification\nfor handlers. Again, this is something that varies\namong states.\nJUSTICE GINSBURG: Not -- not certification,\nbut that the handler has been -- has been trained --\nMR. GARRE: Yes.\nJUSTICE GINSBURG: -- to work with drug\ndetection dogs.\nMR. GARRE: That's correct. And Officer\nWheetley here, of course, had been trained. He had\ngotten a 160-hour course in narcotics detection, and had\ndone training with Aldo in the Dothan, Alabama police\ndepartment, 40 hours there.\nAnd these dog -- the dog, Aldo, and Officer\nWheetley had worked together for about a year before the\ntime of the search.\nThe handlers themselves are going to be in\nthe best position to know the dogs and evaluate their\nreliability. And they have a strong incentive to ensure\nthe dogs are reliable. That's both because they don't\nwant to miss contraband when it's available -- when it\nexists in the field; and, also, they don't want to be\nput into harm's way.\nThe traffic stop, in particular, is one of\nthe most dangerous encounters police officers face.\nThey're not going to want to be working with a dog that\nis consistently putting the officer in a position of\nsearching cars based on an alert when that dog is not\nreliable in predicting the presence --\nJUSTICE SOTOMAYOR: Counsel, I'm somewhat\ntroubled by all of the studies that have been presented\nto the Court, particularly the Australian one where,\nunder a controlled setting, one dog alerted correctly\nonly 12 percent of the time.\nHow and when and who determines when a dog's\nreliability in alerting has reached a critical failure\nnumber? And what is -- what do you suggest that number\nis, and how does a judge determine that that's being\nmonitored?\nMR. GARRE: We don't think the\nFourth Amendment puts a number on it. This Court has\nrejected a numerical conception of probable cause.\nBut with respect --\nJUSTICE SOTOMAYOR: Well, I'm deeply\ntroubled by a dog that alerts only 12 percent of the\ntime. Whatever -- whether we have a fixed number or an\nunfixed number, that seems like less than probability\nfor me.\nMR. GARRE: But, but let me -- let me\naddress the, the South Wales study, Your Honor, which I\nthink is the one that you were referring to and that's\nthe primary one relied on by the other side. In that\ncase they reported that over the course of several years\nthe dogs' alerts resulted in discovery of drugs only 26\npercent of the time.\nBut there is another part of that study\nwhich doesn't come up in the amicus briefs, and that's\nthat in 60 percent of the other cases the individuals\nadmitted to using drugs or being in the proximity of\ndrugs. And if you include that in the universe of\naccurate alerts, as you should, then the number becomes\n70 percent of dogs accurately alerting. That 70 percent\nbased on the primary study that they rely upon --\nJUSTICE SOTOMAYOR: That doesn't answer what\nhappens to the dogs who have -- dogs grow old. They are\ntaken out of service for a reason. So how -- how is a\ncourt supposed to monitor whether or not a dog has\nfallen out of --\nMR. GARRE: Well, primarily by looking at\nwhether the dog has successfully completed training.\nAnd you're right, dogs do go out of service when they\nreach a certain age. Dogs, like humans, become old and\nimpaired over time. But -- but looking at weekly\ntraining records, like are available in this case, dogs\nthat successfully perform week in and week out in\ntraining are going to successfully perform in the -- in\nthe real world.\nAnd, after all, I think the most problematic\naspect of the challenges to the reliability of these\ndogs is that law enforcement agencies across the country\nat the state and Federal level, law enforcement agencies\naround the world, and law enforcement agencies that\nprotect this Court rely on detection dogs as reliable\npredictors of the evidence of contraband, evidence\nof the presence of explosives or likewise.\nAnd this is an area where we think that a\npage of logic and experience is worth a volume -- a page\nof experience and history is worth a volume of logic.\nThese dogs have been used and are being used in many\nsettings across the country and across the world today.\nAnd the reason they are being used is because the people\nwho work with them know that they are reliable and --\nand know by experience that they are reliable.\nAnd that's one of the central problems we\nhave with the argument on the other side, is that\nultimately this Court should distrust the reliability of\nthe dogs. And again --\nJUSTICE KAGAN: Well, Mr. Garre, could I\nunderstand your argument? Because -- suppose in a case\nthe government comes in, says this dog has been through\ntraining and the handler has been through training. And\nthis is a case in which -- this is never going to come\nup when the dog actually alerts to narcotics; it's not\nworth anybody's time at that point.\nIt's only going to come up in a case like\nthis, where a dog alerts to narcotics, there is no --\nthere are no narcotics, but something else is found, and\nso the person ends up being criminally prosecuted. So\nit's, you know, a small universe of cases.\nSo the government comes in and says that the\ndog has been trained. Can -- can the criminal defendant\nat that point call the handler, say, how has the dog\nbeen trained, what are the methods that -- that the dog\nhas -- was used, and how did the dog do in training?\nCan the -- can the defendant do that.\nMR. GARRE: Your Honor, I think that the\ndefendant can call the handler and can ask those sorts\nof questions. I think the court would cut it off if you\ngot into questions like, well, did they use the\nplay-reward or the scent-imprinting method in training.\nWell, what specifics -- because I think that delves too\nfar into the details.\nJUSTICE KAGAN: But you can ask questions\nlike how did the dog do in training.\nMR. GARRE: Yes, and that was done here.\nJUSTICE KAGAN: And how about if you really,\nif there were some articles that said, you know, that\nthere was a certain kind of method that, for example,\nled to a lot of subconscious cueing by the handler.\nCould the -- could the criminal defendant say, did you\nuse that method that leads to these problematic results?\nMR. GARRE: I -- I don't think so, Your\nHonor. First of all, cueing is not part of this case\nbecause they haven't argued that the dog was cued. The\nargument is the dog was just sort of inherently\nreliable.\nJUSTICE KAGAN: I'm using \"cueing\" not in\nterms of any intentionality, but one thing that I\nlearned in reading all of this was that one difficulty\nhere is that dogs respond to subconscious cues and that\nthere are different ways of training that make that less\nor more of a problem.\nMR. GARRE: And our position is, is that you\ncan inquire into cueing during this hearing, that the\ndefendants can -- can argue that the dog was cued, and\nin -- in the course of that argument you might be able\nto get into those sorts of things. That's different\nthan the challenge that was made here. There wasn't a\ncueing challenge made in this case.\nI would like to just go back to one of the\npremises of your question, which is that the dog in this\ncase didn't accurately alert. The dog in this case\naccurately alerted to the odor of illegal narcotics.\nJUSTICE KAGAN: Yes, I didn't mean to say\nthat. I just meant to say that there were -- there were\nno drugs found.\nMR. GARRE: Right. And, and I think that's\nanother central problem with the Florida supreme court's\ndecision, is this notion that alerts to so-called\nresidual odors aren't indicative of the dog's\nreliability. A dog's alert to the lingering odor of\nmethamphetamine which was in the car, must have been in\nthe car in this case, is just as accurate as a dog's\nalert to the presence of methamphetamine itself in the\ncar.\nIf I could reserve the remainder of my time\nfor rebuttal?\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. GARRE: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Palmore.\nORAL ARGUMENT OF JOSEPH R. PALMORE,\nFOR UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE PETITIONER\nMR. PALMORE: Mr. Chief Justice and may it\nplease the Court:\nThis Court has long recognized the ability\nof trained dogs to reliably detect target odors and such\ndogs every day perform critical life and death homeland\nsecurity and law --\nJUSTICE SOTOMAYOR: Counsel, I have two\nseparate questions for you. Tying the earlier case a\nlittle bit to this one, I am assuming that your position\nis -- and you'll tell me what the legal standard is --\nthat a well-trained dog, if he alerts, or walks by a row\nof apartments, a row of houses, and alerts to drugs,\nthat that simple alert is probable cause for the police\nto get a search warrant.\nMR. PALMORE: Yes, we believe that an alert\nby a trained dog is sufficient to establish probable\ncause.\nJUSTICE SOTOMAYOR: So that, without any\nother information about -- unlike the earlier case or\nthis one, where the police officer saw the individual\nbeing nervous, et cetera, et cetera -- that all -- all\nit takes is a dog alert, despite the fact that there is\nno study that says the dogs reliably alert 100 percent\nof the time?\nMR. PALMORE: 100 percent of the time is of\ncourse not required for probable cause.\nJUSTICE SOTOMAYOR: No, I -- I understand.\nMR. PALMORE: It's a fair probability\nstandard and certainty is not required, and I think that\nwas the principal and fundamental flaw of the Florida\nSupreme Court. It demanded infallibility where\ninfallibility is not required.\nIn terms of studies, it is actually well\nstudied --\nJUSTICE SOTOMAYOR: So -- so shouldn't we be\naddressing the question whether a -- an alert,\nespecially outside a home in particular, should be,\nstanding by itself, enough?\nMR. PALMORE: I think what the Court -- of\ncourse reliability is important. The question is how\nyou determine reliability. This is a somewhat unique\nsetting where the law enforcement tool is actually\ntested initially and on an ongoing basis in a controlled\nsetting to establish its reliability. Your Honor asked\nwhat the standard for bona fide training is.\nWe think the -- the important point is the\noutcome of the training: Is the dog proficient? Can\nthe dog reliably detect narcotics odor and only\nnarcotics odor in a controlled setting where false\npositives and false negatives can accurately be\nmeasured? That record is established here.\nJUSTICE SOTOMAYOR: Well, only because the\nofficer said that he satisfactorily performed --\nMR. PALMORE: Well --\nJUSTICE SOTOMAYOR: -- and what the Florida\ncourt said: But we don't know what that means.\nMR. PALMORE: Well, we -- I think we do know\nwhat it means, Your Honor. There are two different\nshowings that are made here. There is a formal training\nand formal certification, both for the dog and the\nhandler separately, and then a separate training, formal\ntraining together.\nBut then, just as important, you have\nongoing, but less formal, proficiency exercises\nconducted by the handler in which the dog, in a\ncontrolled setting where errors could reliably be\nidentified, performed quite strongly, including 2 days\nbefore the arrest here. So that's JA 113 on June 22nd,\nthe dog performed perfectly in a controlled setting.\nAnd we have -- there are records in this\ncase going back several months before the arrest and\nseveral months after the arrest showing that -- that\nthis dog passed the test, this dog was reliable.\nCHIEF JUSTICE ROBERTS: And you agree that\nthat's an appropriate area of inquiry?\nMR. PALMORE: We think it is.\nCHIEF JUSTICE ROBERTS: The judge,\npresented with, here's Aldo, he was -- went to this\nschool, he was certified, the judge can say, when was he\nlast tested, right? When did he last go through some --\nMR. PALMORE: Yes, I think the judge can ask\nthose kinds of questions.\nCHIEF JUSTICE ROBERTS: The -- the only\nthing really you say they can't ask about is what's --\nwhat's his record.\nMR. PALMORE: Well, there is a question --\nthere are a couple sub-issues here. The principal vice\nof the Florida Supreme Court was in imposing an\nunprecedented and inflexible set of evidentiary\nobligations that are part of the government's\naffirmative case that the government has to always\nintroduce any time it seeks to establish probable cause\nbased on a dog alert. We think that's fundamentally\nmisplaced for a -- for a variety of reasons.\nThe question of what the government -- what\nare fair game questions for a defendant to ask once the\nhandler is on the stand is a -- is a different question.\nAnd --\nJUSTICE KENNEDY: And judges do this\nthousands of times in thousands of cases. They ask:\nWas the tip reliable? There are any number of\npermutations. It's a question of whether or not the\ntrial judge was -- made a correct determination in\ndetermining that there was or was not sufficient cause\nfor the police to proceed. It just happens every day.\nMR. PALMORE: I think that's right, Your\nHonor, but I think the -- the critical aspect of\nreliability in this context is the dog's performance in\na controlled setting.\nJUSTICE GINSBURG: Mr. Palmore, you\ncriticize the Florida Supreme Court for requiring\nevidence of field performance; and, assuming that that\nevidence is not required, if the defendant, in preparing\nfor the suppression motion, wants what information there\nis, would it be proper to seek -- for the defendant --\nwould it be permissible for the defendant to speak -- to\nseek through discovery whatever field performance\nrecords there are?\nMR. PALMORE: We don't think so, certainly\nnot as a routine basis. The kind of burden that that\nmight impose on law enforcement we don't think is\njustified.\nThat's a separate question from whether the\ndefendant can ask the handler, if the handler is on the\nstand, about field performance, and then the court can\ngive that answer whatever weight is appropriate.\nWe think, typically, an answer on field\nperformance is not going to be material. It's not going\nto be helpful. Because the problem is in the field,\nwhen a dog alerts, the dog is trained to alert to the\nodor of drugs.\nYour -- it's like a -- what the -- Florida\nSupreme Court wanted a batting average, a batting\naverage that would be calculated when we know the number\nof at bats, but we don't know in many cases whether\nthere was a hit or an out. So we had a fraction where\nwe know the denominator but not the numerator.\nThe answer to the Florida supreme court's\nquestion and concern about reliability, again, is to go\nback to the controlled setting, where we know what's a\nhit and what's an out, and we can calculate a reliable\nbatting average. That needs to be where the focus\nshould be in determining the reliability of a dog.\nAnd there should -- there's no reason to\nconstitutionalize the process or the training\nmethodologies that get you to that point. What matters\nis, is this dog successful in a setting in which we can\nmeasure success.\nAnd I think that it's also important to\npoint out that the Florida court was basically alone in\nestablishing these unprecedented and inflexible sets of\nevidentiary requirements.\nThere is a large body of case law in the\nlower courts on the reliability of drug detection dogs\ngoing back 30 or 40 years, and there are no other\ncourts, no other appellate courts to be sure, that have\nimposed these kinds of requirements on law enforcement\nwhen it seeks to establish probable cause for a\ndetection -- for after a detection dog alerts.\nJUSTICE KAGAN: If you take out the Florida\nSupreme Court and this one trial court in Massachusetts,\nbasically you think what courts have been doing is the\nright thing?\nMR. PALMORE: In general. There is some\ndiversity across the courts, but I think that if you\nlook at Judge Gorsuch's opinion in the Ludwig case from\nthe Tenth Circuit, or the Jones case from the Virginia\nsupreme court, you see approaches that are basically\nsound, where courts have confidence that if law\nenforcement comes in and says, this dog is trained and\nhas demonstrated proficiency in a training setting, that\nthat dog is generally reliable.\nAnd I think, as Mr. Garre --\nJUSTICE KAGAN: But where at the same time\nthey'll allow a defendant to question the handler about\nthat training, about how the dog has performed in that\ntraining; is that right?\nMR. PALMORE: Yes. Those questions can be\nasked.\nBut I think it's critical, as Mr. Garre\npointed out, that the courts not constitutionalize dog\ntraining methodologies or hold mini trials with expert\nwitnesses on what makes for a successful dog training\nprogram. Because, as Mr. Garre said, the government has\ncritical interests, life and death interests, that it\nstakes on the reliability of these dogs.\nSo the U.S. Marshals use dogs to protect\nFederal judges. The Federal Protective Services use\ndogs to keep bombs out of Federal buildings. The TSA\nuses dogs to keep bombs off of airplanes. FEMA uses\ndogs to find survivors after hurricanes.\nThere are 32 K-9 teams in the field right\nnow in New York and New Jersey looking for survivors of\nHurricane Sandy.\nSo, in situation after situation, the\ngovernment has in a sense put its money where its mouth\nis, and it believes at an institutional level that these\ndogs are quite reliable. And I think the courts --\nCHIEF JUSTICE ROBERTS: Do you -- I'm not\nsure it's relevant, but do dogs -- are their -- does\ntheir ability -- is it even across the board? In other\nwords, if you have a dog that's trained and good at\nsniffing out heroin, the same dog is going to be good at\ndetecting a bomb, or is there some difference?\nMR. PALMORE: No, there -- well, I think any\ndog could be trained in either discipline. And if you\nlook at the Scientific Working Group on Detection Dogs\nreport that we cite in our brief, the report explains\nthat the same general methodologies and the same\ndifferent -- same general approach is used to train each\nkinds of dogs. But, typically, a drug detection dog\nwill not be cross-trained on explosives.\nCHIEF JUSTICE ROBERTS: So you don't know\nwhether -- in other words, are dogs good at sniffing\nthings, or are they -- can they be good at bombs, but\nnot good at meth?\nMR. PALMORE: Well, I don't know the\nspecific answer to that. I think once a dog kind of\nchooses a major, that's what they stick with. But I\nthink the important point is that --\nJUSTICE SCALIA: You don't want coon dogs\nchasing squirrels.\nMR. PALMORE: Right. But I think the\nimportant point is that these dogs have to meet -- have\nto pass proficiency in an initial training program, and\nthen they, as is shown in the record here in great\ndetail, they show proficiency on an ongoing basis,\nincluding in this case two days before the arrest.\nThank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Gifford.\nORAL ARGUMENT OF GLEN P. GIFFORD\nON BEHALF OF THE RESPONDENT\nMR. GIFFORD: Mr. Chief Justice, and may it\nplease the Court:\nThere is no canine exception to the totality\nof the circumstances test for probable cause to conduct\na warrantless search. If that is true, as it must be,\nany fact that bears on a dog's reliability as a detector\nof the presence of drugs comes within the purview of the\ncourts. This can encompass evidence of initial\ntraining, certification, maintenance training and\nperformance in the field.\nJUSTICE KENNEDY: Do you understand the\ngovernment to disagree with that general position? In\nother words, the trial court, if you have an attorney\nthat's really concerned about the training of this dog,\nthey can ask about it.\nMR. GIFFORD: I do understand the government\nto disagree about the relevance of field performance.\nAnd where I specifically think the government disagrees\nis on the level of detail that can be inquired into by\nthe trial court on any of these elements.\nJUSTICE BREYER: I didn't think they\ndisagreed about what he may do; I thought they disagreed\nabout what he must do. That is, the Florida Supreme\nCourt said you must, da, da, da, da, da, and gave a\nwhole list. I thought that's what the case was about.\nMR. GIFFORD: Well, the Florida Supreme\nCourt did have several passages in its opinion where it\ntalked about what the state must produce. And at first\nglance, that looks rather didactic.\nHowever, what I think the Florida Supreme\nCourt was saying there was that if this -- these records\nexist, the state must produce them. And that is\nconsistent with the state's burden of proof to justify a\nwarrantless search.\nJUSTICE BREYER: That's a totally different\nmatter. Of course, I agree with you that a trial judge\nhas control of the trial. He's likely to know what's\nrelevant. In different circumstances, different matters\nwill be, and he has first say on what you're going to go\ninto. It's the must.\nAnd now you're on the point. Why is that\nthe right list? I mean, what in the Constitution\nrequires that list?\nMR. GIFFORD: I don't believe the\nConstitution requires it, and I don't believe --\nJUSTICE BREYER: Didn't the Supreme Court\nbelieve the Constitution required it?\nMR. GIFFORD: No, I don't think so, even\nthough they used the word \"must.\" I think that the\n\"must\" concerns performance records and training records\nthat exist.\nFarther down in the opinion, the court says\nreasons why the -- why the state should keep and present\nperformance records --\nJUSTICE SCALIA: But what --\nJUSTICE GINSBURG: So -- so if the state\ndoesn't keep -- if the state doesn't keep any\nperformance records, then there would be no field\nperformance to show, but that doesn't mean the state\nloses; is that what you're saying?\nThe state doesn't keep performance records.\nThe Florida Supreme Court seemed to say field\nperformance records are required.\nMR. GIFFORD: If the state does not keep\nfield performance records, that is a fact, that is a\nlack of evidence that could be held against the state in\nthe suppression hearing. And it shifts the focus onto\nproviding evidence of the initial training, the\ncertification, and the maintenance training that can\nshow to the trial court that this is a reliable dog.\nJUSTICE SCALIA: Now I thought the\ncourt said -- held against the state. I thought what\nthe Florida court was saying is that if you didn't\nproduce it, the dog's evidence would -- would not be\nallowed -- it's --\nMR. GIFFORD: They did use --\nJUSTICE SCALIA: -- the search is invalid.\nMR. GIFFORD: The court did use the word\nmust --\nJUSTICE SCALIA: Yes.\nMR. GIFFORD: -- but it's not -- it's not a\nspecific recipe that can't be deviated from. Because,\nin addition to listing the records that must be\nproduced, the Florida Supreme Court also said, and all\nother evidence that bears on the reliability of the dog.\nJUSTICE SCALIA: Even worse.\nMR. GIFFORD: So it's not a specific recipe,\nand it's talking about what -- if these records exist,\nthey must be produced.\nJUSTICE GINSBURG: Are you conceding that\nthe Florida Supreme Court, at least with respect to the\nfield performance records, was wrong, that they -- it is\nnot a Fourth Amendment requirement?\nMR. GIFFORD: I don't think they -- I don't\nthink they require field performance records to\nestablish --\nJUSTICE GINSBURG: But they said it was part\n-- but they outline what the government must prove, and\nthat was one of them.\nMR. GIFFORD: They said what the government\nmust produce if those records exist. But when you go\ndown to the part of the opinion where the court applies\nthe law to the facts, the court didn't just say, because\nthere were no field performance records, no probable\ncause, we close up shop, conviction reversed.\nWhat the court did was take into\nconsideration the lack of field performance records, the\nlack of any records about initial training and\ncertification aside from the fact that this dog had a\ncertificate.\nAnd we have to remember that this\ncertificate, not only was it 16 months out of date, it\nwasn't a certificate for Aldo. It was a certificate for\nAldo and a Seminole County deputy together as a team.\nThis dog was never certified as part of a\nteam with Officer Wheetley in this case. And the\ncertifications in this area are team certifications, not\nindividual certifications.\nJUSTICE SCALIA: Is that a requirement too?\nThat's a constitutional requirement, that the dog\ntraining doesn't count unless it's training with the\nofficer who is using the dog?\nMR. GIFFORD: No, but that's an indicator of\nreliability, which is the ultimate test here, has this\nteam been trained and certified together --\nJUSTICE SCALIA: Well, fine. Counsel can\nbring that up. Counsel can bring that up at the hearing\nbefore the judge. But -- but I understood this to be\na -- a requirement. You never even get to that hearing,\nbecause there's no evidence that this dog was ever\ntrained with this policeman.\nMR. GIFFORD: That's correct, there is no\nsuch evidence.\nJUSTICE SCALIA: Yes, and therefore end of\ncase, right?\nMR. GIFFORD: No, not end of case. The fact\nthat the dog wasn't trained with this policeman means\nthat you need to look for evidence -- other evidence of\nreliability, which also doesn't exist in this case.\nJUSTICE SCALIA: Well --\nJUSTICE GINSBURG: Doesn't this -- this\nofficer has been working with this dog for many months.\nThey have training periods every week. So why isn't\nthat enough to show that this handler and this dog\nworked effectively as a team?\nMR. GIFFORD: Well, first, this weekly\ntraining is maintenance training. It's to maintain the\ndog at a level of proficiency that has previously been\nestablished. That level of proficiency hadn't been\nestablished with this team of Wheetley and Aldo. The\nlevel of proficiency that had been established was with\nWheetley and with another Seminole County deputy.\nJUSTICE SCALIA: What -- what -- what are\nthe -- what are the incentives here? Why would a police\ndepartment want to use an incompetent dog? Is that any\nmore likely than that a medical school would want to\ncertify an incompetent doctor? What -- what incentive\nis there for a police department?\nMR. GIFFORD: The incentive is to acquire\nprobable cause to search when it wouldn't otherwise --\notherwise be available.\nJUSTICE SCALIA: And that's a good thing?\nMR. GIFFORD: Is that a good thing?\nJUSTICE SCALIA: I mean, you acquire\nprobable cause, you go in and there's nothing there.\nYou've wasted the time of your police officers, you've\nwasted a lot of time.\nMR. GIFFORD: And -- and you've invaded the\nprivacy of an individual motorist who was innocent.\nJUSTICE SCALIA: Well, maybe the police\ndepartment doesn't care about that, but it certainly\ncares about wasting the time of its police officers in\nfruitless searches.\nMR. GIFFORD: The incentive of the officer\nto be able to conduct a search when he doesn't otherwise\nhave probable cause is a powerful incentive. As the\nCourt has said, ferreting out crime is a competitive\nenterprise. And also, these --\nJUSTICE SCALIA: Willy-nilly. Officers just\nlike to search. They don't particularly want to search\nwhere they're likely to find something. They just like\nto search. So let's get dogs that, you know, smell\ndrugs when there are no drugs. You really think that\nthat's what's going on here?\nMR. GIFFORD: Officers like -- officers like\nto search so that they can get probable cause so that\nthey can advance their career. Forfeiture is also an\nissue in this --\nJUSTICE SCALIA: They like to search where\nthey're likely to find something, and that only exists\nwhen the dog is well trained. It seems to me they have\nevery incentive to train the dog well.\nMR. GIFFORD: But the question goes back to\nthe dog's reliability, what the officer knows\nobjectively, and what that officer can demonstrate on\nthe stand to the trial court to determine by the\ntotality of the circumstances that that dog is well\ntrained.\nCHIEF JUSTICE ROBERTS: I'm -- getting back\nto -- I'm confused about the difference between must and\nis required. What if the judge has before him or her a\nrecord, this is where the dog went to school and it's a\nbona fide school, this is where the dog was certified,\nhe's trained every -- every, you know, couple of weeks\nor whatever it is, and the judge says, do you have any\nfield records, and the officer says, no, and the\ndrug says -- the judge says, well, then no probable\ncause. That's reversible error, right?\nMR. GIFFORD: It is reversible error if we\nknow what went into the training and certification. Was\nthat training and certification sufficient to prove the\ndog was reliable? Did it include the use of blanks and\ndid the --\nCHIEF JUSTICE ROBERTS: You have, I guess,\nexperts testify about whether -- what constitutes a good\ntraining program.\nMR. GIFFORD: No, not necessarily experts,\nbut simply the -- the officer who participated with the\ndog can testify as to what he and the dog went through\nto obtain the training certificate and the -- and the\ncertification.\nJUSTICE SCALIA: Oh, I assure you that if we\nagree with you there will be a whole body of experts\nthat will spring into being about dog training. I\nassure you that that will be the case.\nMR. GIFFORD: Those experts already exist.\nThey -- they are prevalent in the case law already.\nJUSTICE SOTOMAYOR: I understood the Florida\nSupreme Court, counselor, to say that the deficit in the\ntraining records here was because there was no evidence\nof false positives, that the reports didn't say, the\ntraining reports didn't say, if the dog was alerting\nfalsely.\nAssume that the record, as your adversary\nclaimed, shows the opposite, that a satisfactory\ncompletion means that the dog detected drugs where they\nwere. What -- why wouldn't the training records here be\nadequate in that circumstance?\nMR. GIFFORD: That would be one of several\nshowings that would make the training records adequate.\nAlso, you would want to know whether there were\ndistractors used in the field. However, I don't believe\nthat the record supports, except -- and this is\narguable; the parties dispute this -- for the\nmaintenance training.\nAll the state had for the initial training\nwith Deputy Morris, not with Deputy Wheetley, was a\ncertificate: One certificate that said this dog was\ntrained by the Apopka Police Department for 120 hours\nwith Deputy Morris; another certificate saying that this\ndog was certified by Drug Beat narcotics certifications,\nagain with Deputy Morris, for 1 year.\nJUSTICE SOTOMAYOR: I -- I guess what I'm\nasking you is, as a matter of law you want us to hold\nthat training records are inadequate unless what?\nUnless -- you're going to specify now a list of things\nthey have to include?\nMR. GIFFORD: No. This Court in -- in a\nnumber of circumstances has provided examples that can\nguide a court in probable cause determinations. In\nIllinois v. Gates, under the old Aguilar-Spinelli test,\nthe Court specified where evidence on one prong can be\nso strong that it substitutes for evidence on another\nprong. In Ornelas, the Court pointed to local knowledge\nthat can be relied upon, such as the winter climate in\nMilwaukee.\nJUSTICE SCALIA: Yes, but -- but counsel,\nyou're defending a Florida Supreme Court opinion which\nsays \"must.\" You can't just say, you know, I'm not\nasserting any particular thing is necessary, just, you\nknow, totality of the circumstances. You have an\nopinion here in which the Florida Supreme Court says\n\"must.\" It must include the, you know, the field\ntraining. Now, do -- do you disavow that or -- or do\nyou want us the ignore it? What?\nMR. GIFFORD: That is -- that is not the\nholding on which I'm relying here. The holding on which\nI'm relying is that training and certification alone,\nthe mere fact of training and certification alone, is\nnot sufficient to establish the dog's reliability.\nAnd as to the language about \"must,\"\nremember, the Florida Supreme Court didn't just say that\nthe failure to produce one of these elements\nnecessitated reversal.\nIt then went and engaged in a totality of\nthe circumstances test. And several lower courts\napplying that case, applying Harris, have reached the\nsame conclusion. In two of those cases --\nJUSTICE SCALIA: If -- if this is absent in\nthe totality of the circumstances and you nonetheless\nhold that there was probable cause, then \"must\" does not\nmean \"must,\" right?\nMR. GIFFORD: \"Must\" means \"must\" if the\nstate has the records. If the records exist, then the\nstate must produce them because it bears the --\nJUSTICE GINSBURG: That's not what the\nFlorida Supreme Court said? It listed, along with\ntraining, that the -- the provision of records of field\nperformance.\nMR. GIFFORD: I read that as: If those\nrecords exist, the state must produce them, because not\nonly does it bear the burden of proof; it's the only\nparty that can produce these records because it keeps\nthe dog.\nJUSTICE GINSBURG: Suppose it's -- it's a\ndog that's just completed the training, training course,\ntop-performing dog in the training program, but there's\nno field record.\nMR. GIFFORD: If that -- if the training is\nsufficient, if it has those elements that demonstrate\nthat the dog is reliable, those are the circumstances.\nYou have the totality of the circumstances there and\nthose circumstances don't include any field performance.\nAnd, yes, under that circumstance, a trial court can\nfind the dog to be reliable.\nJUSTICE ALITO: What is wrong with the\nstate's argument that field performance records are not\nvery probative because dogs detect odors, they don't\ndetect the physical presence of the substance that\ncreated the odor, and therefore so-called false alerts,\ncases in which a search was performed and no contraband\nwas found are not really cases of false alerts. What's\nwrong with that?\nMR. GIFFORD: Well, you don't know whether\nthey're cases of false alerts or not, because the state\nwill always point to the possibility of residual odor as\na reason. And we know from the studies that have been\ncited in the briefs that there are other reasons that\ndogs alert when that alert cannot be verified. Handler\ncueing is identified as the chief one. And simply dogs\nmake mistakes. Dogs err. Dogs get excited and will\nalert to things like tennis balls in trunks or animals,\nthat sort of thing.\nJUSTICE ALITO: Well, that may all be true,\nbut then what -- what can one infer from the fact that a\ndog alerted a number of times when no contraband was\nfound?\nI think what you just said was the\nexplanation could be the dog detected an odor, but the\nsubstance wasn't there, or it could be that the dog was\ncued or the dog was confused or the dog is not very\ncompetent. So what can one infer from these field\nperformance records?\nMR. GIFFORD: Well, what you can infer is\nthis dog is not a very accurate indicator of probable\ncause, because probable cause tests whether drugs are\nlikely to be found in a search that follows an alert.\nIf the dog's --\nJUSTICE SCALIA: But they are likely to be\nfound if there is a residual odor of drugs, even though\nthe drugs are no longer there. So it's not an\nincompetent dog when he alerts because of the residual\nodor.\nMR. GIFFORD: But if a dog has -- but if a\ndog has previously alerted and no drugs have been found\nbecause the dog's hyperacuity causes him to smell drugs\nthat were there two days or two weeks ago, then the next\ntime that dog alerts, it's less likely, the probability\ndeclines that drugs will be found.\nIt goes to what probable cause measures,\nrather than what the dog training and certification\ncommunity measure, and that is, the likelihood, the\nreasonable probability, that drugs will be found\nfollowing the search.\nJUSTICE SOTOMAYOR: Counsel, how is that any\ndifferent than a police officer who comes to a car and\nsmells marijuana? He's never going to know whether\nthere is any more in the car or not. It could have been\nsmoked up an hour before. I don't know how long\nmarijuana lingers for, but -- I'm not sure why residual\nodor affects the reliability of the dog, which was\nJustice Scalia's point. It's no different than an\nofficer who smells something.\nHe doesn't actually know whether it's\nphysically still present or not, but we're talking about\nprobabilities.\nMR. GIFFORD: That's correct. And -- and\nthe difference is that -- that the police officer can\ndescribe what he has smelled and can say, I smell\nmarijuana. All the dog tells the police officer is, I\nsmell something I was trained to detect, perhaps, if I'm\noperating correctly.\nBut getting to this -- this issue of\nresidual odor, our position is that an alert where no\ndrugs are found means that the dog -- that -- it\ndetracts from probable cause in that instance.\nBut that's not the only rule available to\nthe court. Residual odor, whether an alert was to\nresidual odor and is therefore correct and accurate, is\nsomething that can be litigated.\nIn one of the lower courts that decided the\ncase after the Florida Supreme Court, the court looked\nto the field performance records, and it found several\nof them well supported on the issue of whether the alert\nwas probably to the odor of drugs; several it didn't\nfind. So that is an issue that can be litigated.\nAnother possibility is --\nJUSTICE ALITO: Well, excuse me.\nWhere -- when nothing is found, how can you tell whether\nthe dog alerted to a residual odor or simply made a\nmistake?\nNow, there may be cases where there is other\nevidence that suggests that drugs were present in that\nlocation, and, therefore, that is something from which\nyou could infer that the dog was alerting to residual\nodor; but, the fact that you don't have evidence of that\ndoesn't mean that there wasn't residual odor.\nMR. GIFFORD: No, it doesn't mean that there\nwasn't residual odor. But, again, you go back to what\nprobable cause measures, I believe.\nAnd the Florida Supreme Court didn't demand\nevidence of residual odor. What it did is it said that\nif field performance records exist, then the state can\nexplain unverified alerts in the field as residual odor,\nand then a court can then evaluate that.\nCHIEF JUSTICE ROBERTS: What's the magic\nnumber? What percentage of accurate alerts or\ninaccurate is enough for probable cause?\nMR. GIFFORD: Well, this Court has always\nhesitated to assign percentages to probable cause; but,\nin the lower courts, once you get below 50 percent,\nprobable cause is much less likely to be found, assuming\nthat there is no other corroborative evidence, no other\nreasonable suspicion factors.\nI'd like to talk briefly about the Oregon\nsupreme court and what that court did in several cases.\nHelzer and Foster decided in 2011,\nindependently of the Florida Supreme Court decision,\ndoesn't cite Harris; in Foster, the Oregon supreme court\nhad a dog that trained initially with the same handler,\nunlike here, where the evidence was very strong as to\nthe features of the training and certification program,\nand where that dog had, I believe, a 66 percent field\nperformance record.\nNow, the court in Foster said that the dog's\nreliability can be established by training,\ncertification, and performance in the field. The court\nadded that it didn't think that performance in the field\nwas the most reliable measure, but it's relevant, and\nthe court considered that 66 percent percentage.\nBut then, on the same day, in Helzer, there\nwas a dog that trained initially with a different\nhandler, that the handler ultimately testified to very\nfew details of the ongoing training and the\ncertification.\nIn Foster, the certification was with an\norganization that required a 90 percent success rate.\nIn Helzer, there was no such testimony.\nAnd this officer, like the officer here,\ndidn't keep field performance records when the dog\nalerted and no drugs were found.\nIn Helzer, the court found that there was\ninsufficient evidence of reliability. And I believe\nthat those two cases demonstrate what is a -- what is a\ncorrect line to draw in navigating what is reliable.\nOn several arguments made by the state, the\nargument was that the maintenance training included\nblanks, and that the dog did not alert to blanks. The\nrecord, we believe, supports the Florida supreme court's\nconclusion that blanks were tested -- the dog was tested\non blanks, but there was no testimony as to whether the\ndog didn't alert on those blanks.\nThe state has said that the dog was\nsubsequently recertified. I don't find support in the\nrecord for that. At a suppression hearing, the state\nargued -- the officer testified that the dog was\nscheduled for another certification, but we don't know\nwhether the dog was ever recertified.\nThe Court can affirm the Florida Supreme\nCourt simply on the failure to produce adequate\ndocumentation of certification and initial training, and\non the fact that this dog was never certified with this\ntrainer -- with this handler and didn't initially work\nwith this handler.\nYou don't have a dog here who was reliable\nenough to demonstrate probable cause. The Florida\nSupreme Court so concluded. I believe its conclusion\nwas correct. And unless there are additional\nquestions...\nJUSTICE GINSBURG: The alert -- the alert\nhere could have been to residual odor, or it could have\nbeen to drugs inside the pickup truck. If it's --\nbecause the alert was in front of the -- a front door\nhandle, is that -- so it -- it's equally likely that\nit -- that it was just residual odor or that there were\ndrugs inside the pickup truck.\nCan the police establish probable cause\nwhen what the dog alerted to may well have been residual\nodor and nothing inside? The dog didn't alert anyplace\nother than the door handle, is that...\nMR. GIFFORD: It can constitute probable\ncause. What Officer Wheetley testified to in this case\nwas he believed that this alert was to residual odor\non the door handle --\nJUSTICE KENNEDY: Excuse me. Did you say it\ncan or it can't?\nMR. GIFFORD: It may. It may. It can\nconstitute probable cause in this case.\nOfficer Wheetley testified that this dog\nalerted to the door handle. And in his prior\nexperience, when the dog alerts to the door handle, it\nmeans that someone who had smoked or consumed drugs or\nhandled drugs had touched the door handle.\nNow, if Officer Wheetley had testified that\nin his experience when he'd seen such alerts and\nconducted a search, drugs were found inside the vehicle,\nthen that residual odor alert would support probable\ncause.\nOfficer Wheetley did not so testify. There\nwas insufficient evidence that this residual odor\nalert -- that a residual odor alert of this nature,\nwithout finding drugs afterward, supports probable\ncause.\nJUSTICE SCALIA: But at least we don't have\nto worry about mothballs in this case; is that right?\nThere are no mothballs?\n(Laughter.)\nMR. GIFFORD: No. No mothballs to my\nknowledge. No, Your Honor.\nJUSTICE ALITO: Was that the holding in the\nFlorida Supreme Court, that there was no probable cause\nbecause the dog alerted to the wrong part of the truck?\nMR. GIFFORD: No, Your Honor.\nJUSTICE ALITO: Was it any part of their\nreasoning?\nMR. GIFFORD: They were concerned about\nresidual odor alerting without any explanation by the\nstate as to how residual odor alerting supports probable\ncause.\nBut the primary basis for its decision was\nthe lack of performance records and the lack of records\nsupporting initial training and certification to show\nthat this dog was reliable.\nJUSTICE GINSBURG: And if we think they were\nwrong in that respect, I suppose that you would say the\nCourt shouldn't reverse, but should vacate and remand\nbecause the question did alert him to the door handle,\nwas that enough? Was that enough to establish probable\ncause that there were drugs in the vehicle?\nMR. GIFFORD: Well, I don't think the door\nhandle itself is -- is dispositive. I think it's the\ndoor handle plus the lack of evidence that we have a\nreliable dog.\nAnd, again, the reason you need a reliable\ndog, evidence on what training and certification means,\nis that there are no standards, no standards whatsoever\nfor initial training.\nSome states do have standards for training\nand certification. Florida does not. And no standards\nfor -- for maintenance training as well.\nIn order to have probable cause, you have to\nknow what that certification, what that training means,\nif you don't have standards that will tell that for you.\nIf there are no additional questions, I'll\nconclude.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Garre, you have 3 minutes.\nREBUTTAL ARGUMENT OF GREGORY G. GARRE\nON BEHALF OF THE PETITIONER\nMR. GARRE: Thank you, Your Honor.\nFirst, probable cause in this Court's\nprecedents looks not only to the likelihood that\ncontraband would be present, but the likelihood that\nthere would be evidence of a crime. And that would\ninclude the so-called residual odor, evidence that drug\nparaphernalia, someone had recently smoked illegal\nnarcotics in the vehicle, or the like.\nSo the alert to the so-called residual odor\nof drugs is just as probative to the question of\nprobable cause as an alert to drugs themselves.\nThe fact that Aldo alerted to the door\nhandle area of the car doesn't negate in any way the\nprobable cause that Officer Wheetley had to search.\nWhat it means is that the door handle area was where the\nscent of the illegal narcotics was the strongest. It\ncould have been narcotics coming out of that area, or\ncoming out of the door seam, or could have been the fact\nthat someone who had used narcotics was using the door\nhandle to get in and out of the car.\nSecond, courts can determine reliability in\nthis context. They would look to the performance in the\ncontrolled training environment. There is a real danger\nwith suggesting that field performance records are --\nare a permissible foray for defendants in suppression\nhearings to challenge the reliability of dogs because,\none, as Justice Alito pointed out, it's not a controlled\nsetting.\nWe don't know whether the dog did alert to\nresidual odors of narcotics that had been in the car,\ndrugs that were hidden and simply not found during\nthe relatively --\nJUSTICE SCALIA: Would you -- would you\nallow counsel to ask about that?\nMR. GARRE: I think they could ask about it,\nYour Honor. I don't think they could demand the\nperformance records themselves. And that would be a\nhuge deterrent to law enforcement, even maintaining\nthose records.\nThird, Officer Wheetley and Aldo did train\ntogether for nearly a year before the search in\nquestion. They did complete the 40-hour drug detection\nseminar at the Dothan, Alabama, police department. And\nthat certificate's at page 105 of the record.\nAnd second, as Justice Scalia pointed out,\nall the incentives in this area are aligned with\nensuring the reliability of drug detection dogs. It's\nnot in the police interest to have a dog that is\ninaccurate in finding contraband or that is inaccurate\nand putting an officer in harm's way.\nHumans have relied upon dogs for law\nenforcement-related purposes, due to their extraordinary\nsense of smell, for centuries. Dogs, trained drug\ndetection dogs and explosive detection dogs, are\ninvaluable members of the law enforcement community\ntoday.\nWe would ask the Court to reverse the\ndecision below, which would act as a serious detriment\nto the use of that valuable tool.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. GARRE: Thank you, Your Honor.\nCHIEF JUSTICE ROBERTS: The case is\nsubmitted.\n(Whereupon, at 12:01 p.m., the case in the\nabove-entitled matter was submitted.)\n6:11 12:13 animals 41:14 asked 20:18 2:4,11,14 3:6\n53:6 12:13,15 22:2 annual 5:14 8:20 38:11 30:1,2,4 37:24\nalert 3:10 13:4 answered 3:17 assign 45:2 believes 7:22\n42:2 20:10 22:17 apartments Assume 37:16 bit 19:8\n44:24 24:4 41:11,11 19:11 assuming 7:7 blanks 36:19\n18:3,4 43:16,20 44:1 9:21 38:6 45:4 46:19\n46:15,19 47:12 appeals 3:23 assure 37:4,7 board 26:25\n48:14,18,18 1:14 Australian 13:8 bomb 27:3\n46:8 47:20 approach 6:13 24:8,16 29:17 30:3\n37:14 25:17 B briefs 14:8\n8:7,8,22 alerts 13:21 14:5 21:24 23:25 10:17 18:1 bring 8:4 33:9,9\n47:2 14:12 16:4,7 area 10:11 15:12 21:20 24:14 buildings 26:13\n48:8 argue 17:21 based 13:4 C\naligned 52:12 46:23 basically 24:24 calculate 24:15\nallow 25:24 17:22 18:22 49:12 captured 11:10\n29:18 Amendment arguments 24:7,16 51:11,21\n5:13 12:2 46:13 bear 40:9 care 35:3\namicus 1:19 2:7 21:21 28:2 31:17 40:2 cares 35:4\n10:3,12 certificate's cite 27:7 45:11 41:23 corroborative\n14:4 52:10 cited 41:10 consideration 45:5\n15:25 certification claimed 37:17 32:14 counsel 13:6\n17:9,25 5:10,14 6:19 classes 10:19 considered 18:19 19:6\n19:7 6:19 7:1,9,12 CLAYTON 1:6 45:22 28:4 33:8,9\n21:20 9:7,11,13 11:2 clear 10:13 consisted 5:2 38:24 42:22\n25:2,15 11:5,14 12:2,5 clearly 4:21 8:11 consistent 29:15 50:13 51:25\n28:2 21:9 28:16 climate 38:22 consistently 53:1\n32:23 31:1 32:16 close 9:2,4 32:12 13:3 counselor 37:11\n36:17,18 37:3 come 14:8 16:3 constitute 47:23 count 33:3\n39:19 39:10,11 42:18 16:6 48:5 country 15:6,16\n47:24 45:14,19 46:2 comes 16:1,11 constitutes County 32:21\n53:3,5 46:3,24 47:3 25:19 28:14 36:22 34:9\n22:24 certifications coming 51:8,9 29:24 30:2,4 36:11\n39:20 32:24,24,25 community constitutional course 11:17\n44:9 38:8 42:19 52:21 33:2 12:11,12 14:4\n46:11 certified 11:23 competent constitutionali... 17:22 19:25\n8:23 10:7 33:7 36:10 competitive consumed 48:9 40:13\n13:18 38:8 47:4 35:9 contained 5:3 courses 10:24\ncertify 34:14 complete 52:8 content 7:9,10 court 1:1,12 3:8\n23:3 cetera 19:20,20 completed 4:16 context 23:7 3:16,23 4:1 6:1\n28:11 challenge 3:20 9:5,20 11:22 51:13 6:11,25 8:2,13\n34:17,22 17:24,25 51:17 14:21 40:13 continuous 4:25 9:25 10:12,17\n36:15 challenges 15:5 completion 5:23 continuously 13:8,17 14:18\n39:23 chance 4:2 37:18 4:4 5:17,17 15:9,22 16:19\nchasing 27:21 conceding 31:22 contours 8:2,4 19:1,2 20:5,13\n44:17,25 chief 3:3 18:19 conceive 3:25 contraband 4:3 21:5 22:12\n47:8,19 18:21,25 21:23 conception 12:22 15:10 23:10,24 24:7\n48:5,15 22:1,7 26:23 13:18 41:3,18 50:20 24:24 25:10,10\n49:3,11 27:12 28:4,8 concern 24:13 52:15 25:17 28:9,20\n50:8,18 36:6,21 41:12 concerned 28:21 contracted 6:17 29:2,6,9,13\n44:23 50:13 49:8 control 29:19 30:3,9,19 31:2\n15:20 27:18 concluded 47:9 21:18 23:8 32:13 35:9\nCircuit 25:16 conclusion 24:14 51:14,18 36:3 37:11\n17:4 40:21 conduct 28:11 coon 27:20 40:4,21 43:20\n35:3 7:23 10:2 conducted 6:10 12:10 23:2 44:22 45:1,8,8\n49:3 18:10 45:10 detected 37:18 49:23 46:15,17,19,20\n52:23 49:12 52:24 41:21 dispute 38:1 46:23,25 47:4\ndeeply 13:20 27:3 distracters 6:3 48:6,8 49:4,15\n26:5,22 defendant 3:20 detection 3:10 distractors 49:25 50:2\n39:18 16:12,16,18 4:3 9:21 12:9 37:24 51:20 52:14\n45:3 17:6 22:20 12:12 15:9 distrust 15:22 dogs 4:5 7:19\n23:12,14,15,23 25:3,8,8 27:6 diversity 25:14 12:9,19,21\n24:12 defendants 52:20,20 34:14 14:22,23,25\n50:18 17:21 51:16 detector 28:13 documentation 15:6,9,15,23\ndeficit 37:11 determinations 4:12,16,18,21 26:10,11,13,14\ndelve 6:2 8:2 determine 7:16 6:14 7:16 8:21 27:6,10,13,20\n23:6 26:4 44:18 52:2 51:12 13:2,4,9,21 41:13,13 51:17\ndemanded 20:5 determines 14:18,21 16:1 52:13,17,19,20\n46:11 47:8 23:3 24:17 17:10,11,21 18:11,12,14\n25:20 detracts 43:18 19:15,21 20:21 31:6 36:1\n41:12 24:11 deviated 31:14 21:18,22,22 45:17\n8:7 9:12,22,23 36:7 43:10 25:19,21,25 48:1,7,8,10\n38:6 52:9 17:17,23 21:7 27:10,17 28:21 51:3,6,9,10\ndescribe 43:11 28:24 38:5,8 40:11 50:22 52:8,13\ndetail 28:1 29:1 disagrees 28:25 41:18,21,22,23 drugs 4:20 5:7\n20:22 40:25 23:16 44:7,12 45:12 28:14 35:15,15\n22:16 25:7 37:5,8 31:24 32:2,11 found 16:8 18:7\n44:2,10 32:3 39:12 expired 5:10 32:14 36:13 41:4,19 42:4,7\n47:14,18 47:19 49:20 explain 44:21 37:24 39:5 42:12,16,20\nestablished explains 27:7 40:5,15,20,24 43:17,25 44:6\n51:1,2 20:25 34:6,7,8 explanation 41:24 43:25 45:4 46:8,9\n45:18 41:21 49:9 44:20,21 45:15 48:13 51:22\n40:17 15:10 23:11,12 30:22 32:16 50:18\n31:6,17 33:12 41:17 44:13 flat 10:5 G 1:15 2:3,13\n15:6,7,8 45:5,13 46:10 45:6 6:11,25 9:21 2:13 3:3,5,7,14\n23:20 48:17 49:24 facts 32:10 18:9 20:4 21:4 3:16 4:7,14\n52:4 50:2,21,22 failure 13:12 22:12 23:10 5:11,22 6:8,18\nevidentiary 3:18 39:15 47:2 24:6,12,24 7:2,5,14,25 8:9\nexamine 10:18 22:20 30:19 31:5,16 10:8,11,21\nexist 29:14 30:8 features 45:14 focus 24:16 50:14,15,17\n15:13,14,19 12:23 23:11,16 former 6:20 43:15\n9:13 11:6 expert 26:6 26:16 28:17,24 Foster 45:9,11 2:10 28:5,6,8\n20:18 experts 36:22,24 30:15,19,22 45:17 46:3 28:23 29:8\n31:8 22:19 26:8,20 Helzer 45:9,23 important 5:16 28:15 30:25\n28:19,23,25 46:5,9 5:23 20:14,20 32:15 38:3\n33:5,14 32:5,7 heroin 27:2 21:12 24:23 47:3 49:14\n34:3,16 government's hesitated 45:2 27:19,23 50:4\n35:6 22:14 hidden 51:22 impose 5:14 initially 20:17\n36:16 great 27:25 history 15:14 23:20 45:12,24 47:5\n37:8,21 GREGORY hit 24:10,15 imposed 25:6 innocent 35:1\n39:8,25 1:15 2:3,13 3:5hold 8:13 26:6 imposing 22:12 inquire 4:15\n41:6 50:15 38:11 39:23 improper 4:13 17:20\n43:9 Group 27:6 holding 39:9,9 inaccurate inquired 29:1\n45:1 grow 14:16 49:2 44:25 52:15,15 inquiry 7:15\n48:4,25 guess 36:21 home 20:11 inadequate 21:24\n38:10 homeland 19:4 38:12 inside 47:14,18\n6:5 11:1 4:14 5:11,22 34:14,16 35:6 insist 9:25\n12:5,8 H 6:9,18 7:25 35:8,24 instance 43:18\n30:13 handle 47:16,22 8:10 10:8 11:8 incentives 34:11 institutional\n32:4 48:1,7,8,10 12:1 14:1 52:12 26:21\n40:3,12 49:19,23,24 16:17 17:9 include 14:11 insufficient\n49:16 51:4,6,11 20:18 21:7 36:19 38:14 46:10 48:17\n21:10,14 22:21 12:14 38:6 28:2 invaded 34:25\n18:1 34:1 41:11 huge 52:4 34:12,14 42:9 invaluable\n24:13 45:12,25,25 humans 14:23 independently 52:21\n32:8 47:5,6 52:17 45:10 issue 35:20\n44:16 handlers 12:3 Hurricane indicative 18:11 43:15 44:1,3\nhandler's 9:8 hurricanes 42:2 J\n15:2 16:3 23:4 hyperacuity 32:25 35:1 Jersey 26:17\n21:20 harm's 12:24 42:13 individuals 14:9 Joint 11:18\n25:4 52:16 infallibility 20:5 Jones 25:16\n29:21 Harris 1:6 39:19 I 20:6 JOSEPH 1:17\n38:13 45:11 identified 21:16 infallible 4:5 2:6 18:22\nHarvard 10:18 41:12 infer 41:17,24 judge 7:8,12,15\nhearing 3:19 illegal 18:4 inflexible 22:13 9:9,20 13:14\n36:22 17:20 30:24 50:23 51:7 24:25 22:1,3,5 23:2\n22:15 helpful 24:3 10:13 initial 27:24 judges 22:23\n22:23 28:18 likelihood 42:19 Massachusetts 3:24\n4:7,8\nlimit 11:11 matter 1:11 mistakes 41:13\n6:5,15 kinds 22:6 25:6\n7:3,6\nlingering 18:12 53:6 monitor 14:18\n8:6,15 9:3 know 8:4,25 lingers 43:2 matters 24:20 monitored\n10:9,15 10:19 12:19 list 29:7,24,25 29:20 13:15\n12:5,8\n16:10 38:13 mean 5:25 7:18 months 5:10\n14:15\n21:5,6 listed 40:4 18:5 29:24 21:20,21 32:19\n16:24 24:8,9,11,14listing 31:15 30:16 34:21 33:24\n18:5\n29:19\n35:14 36:11,17 44:3 means 21:5,7 mothballs 48:22\n20:1,9 37:23 39:1,3,5\n22:1\n42:24local 38:21 39:25 43:17 motion 23:13\n23:9 43:1,6 46:24locating 11:4 48:9 50:2,9 motorist 35:1\n26:23 50:9 51:20 location 44:11 51:6 mouth 26:20\n28:4\n29:3 38:21 49:1 long 19:2 43:1 18:6 N\n30:3,12 knows 36:1 longer 42:8 measure 24:22 N 2:1,1 3:1\n31:3,9 K-9 26:16 look 10:1 25:15 42:19 45:21 narcotics 9:21\n27:6 33:20 measured 7:11 11:4 12:12\n33:1,8,16 L 51:13 20:25 16:4,7,8 18:4\n34:10lack 30:23 32:14 looked 43:24 measures 42:17\n38:8\n35:2\n49:13,13 looking 14:20,24 44:17 50:24 51:7,8\n36:6 49:24 26:17 medical 10:17 51:10,21\n37:4,10 Lago 10:12 looks 29:11 10:19 34:13 national 7:1,3,7\n39:21language 39:13 50:19 meet 27:23\n42:6,22 large 25:2 lot 17:5 34:24 mentioned 46:12\n44:5,23 Laughter 48:24 lower 25:3 39:18 10:12 nearly 52:7\n48:2,21 law 6:20 15:6,7 43:23 45:3 mere 39:11\n19:5 Ludwig 25:15 meth 27:15 36:24\n51:18,24 20:16 23:20 methampheta... necessary 39:2\n53:1,3 25:2,6,18 M 18:13,15 necessitated\nmaintaining methodologies needs 24:16\n17:2,13 led 17:5 28:16 31:1 methods 8:3 nervous 19:20\n25:9,23 legal 8:19,20 34:4 38:2 16:14 never 16:3 32:22\nlet's 35:14 major 27:18 38:23 47:4\n46:7 level 15:7 26:21 marijuana mini 26:6 New 26:17,17\nonce 22:20 particularly 50:16 present 30:10\n22:25 27:17 45:3 13:8 35:12 physical 41:1 43:7 44:10\n38:16 ongoing 20:17 parties 38:1 physically 43:7 50:20\n44:24 21:13 28:1 party 40:10 pickup 47:14,18 presented 13:7\noperated 6:20 passages 29:9 16:21 presume 6:12\n3:5 18:22 28:6 45:22 46:4 41:8 43:4 principal 20:4\n24:5 organization 9:6 45:2 police 4:23,24 privacy 35:1\n42:7 46:4 perfectly 21:18 6:10,17,22 8:7 private 6:16,19\n43:3,16 Ornelas 38:21 perform 15:1,2 8:22 9:12,22 probabilities\n44:2 outcome 20:21 19:4 9:22 10:13 43:8\noutline 32:5 performance 11:12,17 12:13 probability 4:2\n47:13 outside 20:11 4:9 5:5 10:1 13:1 19:12,19 13:23 20:2\n23:7,11,16,24 23:4 34:11,15 42:15,20\nP 24:2 28:17,24 34:23 35:2,4 probable 3:11\n50:22 P 1:21 2:10 3:1 30:7,11,15,16 38:6 42:23 3:25 4:1 8:23\n28:6 30:18,20,22 43:10,12 47:19 10:6,25 13:18\n51:21 15:13 52:10 32:14 40:6,20 policeman 33:13 22:16 25:7\n12:10,15 Palmore 1:17 43:25 44:20 position 5:13 34:17,22 35:8\n19:19 2:6 18:21,22 45:16,19,20 12:19 13:3 35:18 36:14\n32:23 18:25 19:14,24 46:7 49:13 17:19 19:8 38:17 39:23\n35:6 20:2,13 21:3,6 51:13,15 52:3 28:19 43:16 42:2,3,17\n21:25 22:5,10 performed positives 20:24 43:18 44:17,25\n43:5,10 23:5,9,18 11:16 21:2,16 37:13 45:2,4 47:8,19\n46:6,6 25:13 26:2 21:18 25:25 possibility 41:8 47:23 48:5,14\n47:24 27:4,16,22 41:3 44:4 48:19 49:3,10\nparaphernalia performing 7:16 powerful 35:8 49:20 50:8,18\n52:6,16 50:23 periods 33:25 precedents 51:2,5\n13:1 17:9 22:14 23:15 51:16 predicting 13:5 44:2\n35:4,11 32:4,9,22 49:4 permutations predictors 15:10 probative 40:25\n49:6 23:1 premises 18:2 51:1\n20:11 39:2 2:14 3:6 18:24 28:14 41:1 problematic\n17:7 p.m 53:5 received 4:22,23 46:10 51:12,17 44:7,12,14,16\n6:24 7:7 18:2 recognized 19:2 15:9,18,19 49:9,10 50:22\n31:6 22:19,21 23:1 8:13,16,16 22:25 24:15 respect 13:19\n39:15 23:22 24:13 9:14,19 20:25 25:21 26:22 31:23 49:17\n47:2 25:24 35:25 22:9 27:25 31:2 36:19 respond 17:16\n52:8 40:15 45:16 46:12 47:7 1:22 2:11 28:7\n7:17 8:21 questions 7:8 records 10:1 reliably 19:3,22 results 7:10 17:7\n11:3 9:18 16:19,20 11:18,18 14:25 20:22 21:15 reversal 39:16\n25:20 16:24 19:7 21:19 23:17 relied 14:3 reverse 49:18\n28:1 22:6,20 26:2 29:13 30:7,7 38:22 52:17 52:23\n47:11 50:11 30:11,15,18,20 rely 14:14 15:9 reversed 32:12\n6:6 32:11,14,15 18:17 right 7:5 10:20\n26:8 R 36:13 37:12,19 remand 49:18 14:22 18:8\n36:23 R 1:17 2:6 3:1 37:22 38:12 remember 22:4 23:5\n45:14 18:22 40:1,1,5,8,10 32:18 39:14 25:12 26:1,16\nreally 5:5 6:2 regularity 6:12 9:14 19:25 36:6,21 44:23\n41:4 relevance 28:24 46:4 routine 23:19\nreasons 22:18 26:10 28:13 reserve 18:17 satisfactorily\n18:18 50:15 43:3 45:18 43:2,16,20,21 37:17\n29:13 seen 48:12 43:5 46:13,20,22 suggesting\n31:5 seminar 4:24 smoked 43:1 49:10 51:15\n52:9 48:9 50:23 states 1:1,12,19 suggests 44:10\n19:22 34:9 Solicitor 1:17 12:4 18:23 48:14\n30:9 sense 26:20 somewhat 13:6 50:5 supported 44:1\n52:19 20:15 state's 29:15 supporting 1:19\nseparate 19:7 sort 17:11 41:15 40:24 2:8 18:24\n27:20 separately 21:10 17:23 stop 12:25 supports 37:25\n31:3,9 serious 52:24 SOTOMAYOR strong 12:20 46:16 48:19\n33:1 service 14:17,22 4:7 6:15,23 7:3 38:20 45:13 49:10\nset 3:18 22:13 9:3,7,24 10:9 strongly 21:16 15:25 40:12\nsets 24:25 13:6,20 14:15 studied 20:8 49:17\n38:24 setting 4:19 13:9 19:6,17 20:1,9 studies 13:7 supposed 14:18\n42:6 20:16,18,23 21:1,4 37:10 20:7 41:9 suppression\n51:24 21:15,18 23:8 38:10 42:22 study 14:1,7,14 3:19 23:13\n24:14,21 25:20 sound 25:18 19:22 30:24 46:22\nshifts 30:24 speak 23:15 submit 11:12 18:9 20:5\n34:13 11:3,12 28:1 31:14,19 subsequently 25:17 29:5,8\n30:16 31:2 specifically 5:12 46:21 29:12 30:3,19\n12:17 37:22 spring 37:6 38:20 45:11 46:16\n28:12 shown 27:25 squirrels 27:21 sub-issues 22:11 47:1,9 49:3\n31:9 shows 37:17 stakes 26:10 success 24:22 sure 25:5 26:24\n35:7,12 side 14:3 15:21 stand 9:17 22:21 46:4 43:2\n42:4,21 simply 36:25 standard 7:1,4 24:21 26:7 26:17\n51:5 41:12 44:7 19:9 20:3,19 successfully suspicion 45:6\n47:2 51:22 standards 7:7 4:16 7:17 9:5\nsmell 6:4 35:14 29:10,14 30:10 19:15 23:3 taken 14:17\n8:1,10,11,20 27:9 35:24 40:21 U.S 26:11\n10:11 11:8,24 trained 3:10 troubled 13:7,21 V\n14:2 15:4,12 12:6,11 16:12 49:4 vacate 49:18\n33:7 20:13,20 21:6 27:1,5 33:7,13 TSA 26:13 variety 22:18\n21:25 22:5,17 33:19 35:23 two 4:13 19:6 vehicle 3:10,11\n25:14,22 26:4 52:19 46:11 vehicles 4:19,20\n41:20 45:20 6:14,16,21 7:4 27:10 Virginia 25:16\n28:11 52:1,2 9:6,8,15 10:23 U Vista 10:12\n38:18 third 11:3 52:6 11:2,6,15,17 ultimate 33:6 volume 15:13,14\nthought 6:15 11:22 12:13 ultimately 8:12\n22:4 thousands 22:24 16:2,2,15,21 understand Wales 14:1\n22:24 16:25 17:17 15:25 20:1 walking 5:2\n47:24 12:17 13:10,22 21:10,11 24:19 understanding want 8:24 12:22\n14:6,24 16:5 25:20,25 26:1 8:19 12:23 13:2\n48:16 22:16 25:23 28:16,16,21 33:10 37:10 35:12 37:23\n42:15 32:15 33:3,3 unfixed 13:23 wanted 24:7\n28:3,4 today 15:16 37:19,22 38:2 universe 14:11 warrantless\n53:1 52:22 38:3,12 39:6 16:10 28:12 29:16\ntool 20:16 52:25 39:10,11 40:5 unprecedented Washington 1:8\n22:8 40:14 42:18 45:14,18 unusual 11:9 wasn't 17:24\n34:19,20 totality 7:23 46:1,14 47:3 unverified 44:21 32:20 33:19\n41:15 10:2,4 28:10 49:14 50:2,4,5 updated 4:4 41:22 44:14,16\n38:13 39:22 40:19 treated 9:5 26:11,12 31:8 wasting 35:4\ntotally 29:17 trial 3:19 23:2 31:10 34:12 way 9:12,13\n5:16 traffic 12:25 29:2,18,19 uses 26:14,14 12:24 51:4\n40:23 41:5 5\nx 1:2,7 60 14:9\n14:24 Y\nyear 11:17 12:16 7\nyears 14:4 25:4\n38:9\n19:22,24\n52:10\n37:1\n11:19\n1:4\n1:13 3:2\n21:17\n11:19\n32:23\n13:10,21\n38:4\n53:5\n48:6,11\n9:20 38:6\n51:5\n4:22\n5:10 32:19\n12:12\n2:7\n22nd 21:17\n28 2:11\n3\n33:24 30 25:4\n40 9:22 12:14\n40-hour 4:24\n"
    }, 
    "respondents": [
        "CLAYTON HARRIS"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 15, 
        "JUSTICE ALITO": 5, 
        "JUSTICE BREYER": 3, 
        "JUSTICE GINSBURG": 17, 
        "JUSTICE KAGAN": 7, 
        "JUSTICE KENNEDY": 3, 
        "JUSTICE SCALIA": 25, 
        "JUSTICE SOTOMAYOR": 24, 
        "MR. GARRE": 35, 
        "MR. GIFFORD": 43, 
        "MR. PALMORE": 17, 
        "P 24": 1
    }
}