{
    "appearances": {
        "content": "CHARLES A. ROTHFELD, ESQ., Washington, D.C.; on behalf\nof Petitioner.\nANN O'CONNELL, ESQ., Assistant to the Solicitor General,\nDepartment of Justice, Washington, D.C.; for United\nStates, as amicus curiae, supporting Petitioner.\nLISA S. BLATT, ESQ., Washington, D.C.; on behalf of\nRespondents.\n"
    }, 
    "caseNum": "11-889", 
    "caseinfo": {
        "content": "TARRANT REGIONAL WATER DISTRICT, :\nPetitioner : No. 11-889\nv. :\nRUDOLF JOHN HERRMANN, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nCHARLES A. ROTHFELD, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nANN O'CONNELL, ESQ.\nFor United States, as amicus curiae,\nsupporting Petitioner 18\nORAL ARGUMENT OF\nLISA S. BLATT, ESQ.\nOn behalf of the Respondents 28\nREBUTTAL ARGUMENT OF\nCHARLES A. ROTHFELD, ESQ.\nOn behalf of the Petitioner 56\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, April 23, 2013\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:10 a.m.\n"
    }, 
    "petitioners": [
        "TARRANT REGIONAL WATER DISTRICT,", 
        "Petitioner", 
        "No. 11-889 v.", 
        "RUDOLF JOHN HERRMANN, ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:10 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next this morning in Case 11-889, Tarrant\nRegional Water District v. Herrmann.\nMr. Rothfeld?\nORAL ARGUMENT OF CHARLES A. ROTHFELD\nON BEHALF OF THE PETITIONER\nMR. ROTHFELD: Thank you, Mr. Chief Justice,\nand may it please the Court:\nIn the Red River Compact, Oklahoma agreed\nthat Texas would be allowed to use a specified quantity\nof water that is located in Oklahoma. Oklahoma is now\ntrying to back out of that bargain.\nWhat its argument to this Court in support\nof its position is essentially that the Court should\ndisregard language that appears in the Red River Compact\nbecause that language is superfluous, that the Court\nshould read into the Compact language that does not\nappear there, and that the Court should not give the\ntext of the Compact what Oklahoma in its brief describes\nas talismanic significance.\nOur very different view is that the plain\ntext of the Compact must control.\nNow, in the Red River Compact, Texas and\nOklahoma, along with Louisiana and Arkansas, agreed to\nallocate among themselves the waters of the Red River\nBasin. The Compact divides that basin into large areas\ncalled reaches and subdivides the reaches into\nsubbasins. As to some of those areas, the Compact\nexpressly allocates entitlement to water by State line.\nIt says that the States may use the water within their\nboundaries exclusively.\nBut in the section of the Compact which is\nat issue here, Reach 2, Subbasin 5, the Compact uses a\nvery different and unique language. That section -\nthat subbasin includes the territory of three of the\nfour compacting States. The boundaries of that subbasin\nare drawn not by State lines, but by reference to the -\nthe last downside dam sites before tributaries to the\nRed River Basin -- Red River flow into the river itself.\nJUSTICE GINSBURG: Mr. Rothfeld, we are told\nthat in other compacts when they really mean to give one\nState the right to take another State's water, the\nprovision in the compact is much clearer, much more\ndefinite.\nThis clause, the one that you rely on, is\nkind of sketchy, isn't it? Doesn't say how they're\ngoing to get it, if they're going to pay for it.\nThere's a lot to be filled in.\nMR. ROTHFELD: Well, the provision that we\nare relying on, I would say is not sketchy at all. It\nis quite clear that all four of the compacting States\nare in the language of the Compact, have equal rights to\nthe use of water, defined water in a defined area of the\nsubbasin, so long as no State uses more than 25 percent\nof the water. That -- that is quite express as to what\nis required.\nIn -- it's difficult to read that language\nto mean anything other than that the States can take -\nJUSTICE SCALIA: What is the exact language?\nDo you want to read the exact language just to refresh\nour recollection?\nMR. CLEMENT: It appears -- it is reprinted\non page 8 of the blue brief in the indented text, and it\nsays, \"Within this -- within this subbasin, the\nsignatory States have equal rights to the use of,\" and\nthen it defines the water that they have the rights to\nthe use of, \"at times of normal flow\" -- with the flow\nof the Red River at 3,000 cubic feet per second at the\nArkansas/Louisiana border -- \"provided that no State is\nentitled to more than 25 percent of the water in excess\nof this amount.\"\nSo the -- the gist of the language is States\nhave -- all -- all four signatory States have equal\nrights to the use of -\nJUSTICE BREYER: It doesn't say that. It\nsays, \"No State is entitled to more than 25 percent.\"\nIt doesn't say -- I mean that language doesn't say what\nhappens if in fact there's a State that because of\ncliffs or something can't get the 25 percent to which it\nis entitled. It just doesn't say anything about it.\nMR. ROTHFELD: Well, I have to disagree with\nthat.\nJUSTICE BREYER: Where does it say something\nabout it?\nMR. ROTHFELD: It says that -- the section\nis designed to allocate the water of the subbasin, and\nit says, \"Within the subbasin, States have equal rights\nto use of the runoff.\" That's the first part of it.\nJUSTICE BREYER: Yes.\nMR. ROTHFELD: The second part of it then\nsays, \"provided that no State is entitled to more than\n25 percent\" -\nJUSTICE BREYER: All right. Does that mean\nthat a State can, when it can't get its pipeline to the\nriver, go into some other State and take the water out\nof that other State? I mean, I would have thought, if\nthat was their intent, there would be a mechanism for\ndoing it; that you'd have some authority set up by the\nCompact that would decide where, whether it's really\ntrue, and how are we supposed to do it, and there is no\nsuch mechanism, rather if there is such a right, which\nit doesn't say anything about, it's left to the State\ncourts in different States to try to do what is an\nextremely complex and controversial administrative job.\nMR. ROTHFELD: A couple points to say about\nthat. First of all, it is not at all a complex job.\nJUSTICE BREYER: It's not at all complex\nwhen Oklahoma is going to say, Texas, go run the pipe to\nthe south of the Red River, and Texas is going to say,\nI'm sorry, we can't get there, there's too much cactus.\nAnd then they're going to say, don't you know that, in\nfact, when you put your pipeline into Oklahoma, you are\ngoing to be taking part of the 25 percent that belongs\nto us.\nAnd Texas will say, no, we aren't. And then\nwe'll have to have a way of measuring how much goes into\nthe river at different places and what are all these\ndifferent pipelines are going to take out. You\nunderstand what I'm saying.\nMR. ROTHFELD: Right. But -\nJUSTICE BREYER: I would have thought a\nmechanism would be set up to do that and there is none.\nMR. ROTHFELD: Okay. Again, several things\nabout that. First of all, in all these other compacts\nto which Justice Ginsburg alludes that are cited by our\nopponents, which expressly allow for cross-border -\nvirtually none of them provide any of the kinds of\ndetails that you are describing.\nJUSTICE BREYER: Fine. But they do say\nexpressly, and I don't know what the terrain is like in\nthe other areas. And here it does not say anything\nabout it. That's why I think we're here in the Court,\nbecause all it says is you can't take more than\n25 percent. It doesn't say what happens when Texas is\nunable to get its 25 percent from the south. I'm now\nrepeating myself, but you point to the language that\nsays what I just say is not consistent with the\nlanguage.\nMR. ROTHFELD: What I say -- I guess I will\nsay two things about that. One, I think what you just\nsay is, in fact, with respect, is not consistent with\nthe language. I think that -\nJUSTICE BREYER: Which language is it not\nconsistent with?\nMR. ROTHFELD: Equal rights to use of\nspecified water. It -- the -- the subbasin is defined,\nagain, not by State lines; it's defined by -- by\ndownstream dam sites. So it has created a pool of water\nin the -- in this subbasin, and it says that all four\nStates have equal rights to use of this water, provided\nthat none takes more than 25 percent.\nIt seems to me that on the face of it, that\nis saying State lines are not relevant and that what we\nare looking at is a pool of water the States can come\nand get it. And it is particularly so -\nJUSTICE SOTOMAYOR: Excuse me.\nMR. ROTHFELD: If I may just -- I'm sorry.\nJUSTICE SOTOMAYOR: No, no. Finish.\nMR. ROTHFELD: And I think to the extent\nthat there could be any ambiguity in the -- in that\nlanguage viewed in isolation, in the context of the rest\nof the Compact, there are places where the drafters of\nthe Compact, in fact, did refer to State lines. They\nsaid that States are entitled to use the water within\ntheir State values, the respective States may use the\nwater within their boundaries. They did not -- the\nframers did not use that language in this provision.\nJUSTICE SOTOMAYOR: I think under your\nargument, and you can correct me if I'm wrong, that\nLouisiana could decide it doesn't want to wait for the\nflow of water to come to it, and it could just go right\ninto Oklahoma, in which it shares no border, and I don't\nknow how it's going to do that, and take its 25 percent.\nDoes that make sense in terms of the language?\nMR. ROTHFELD: Well, I will -\nJUSTICE SOTOMAYOR: I mean, you're talking\nabout Texas, but Texas shares a border and so it may be\na little easier to cross the borderline. But what's\nLouisiana going to do?\nMR. ROTHFELD: Well, let me make two points\nabout that.\nFirst of all, I think that not only does it\nmake sense in the language; it's compelled by the\nlanguage, because the language says within this subbasin\nall four States have equal rights. Separately, there is\nanother separate reach. Reach V of the Compact is\nLouisiana's, and so the water flows into Louisiana.\nWhen the water gets to Louisiana, it's no longer within\nthe subbasin, it's somewhere else.\nSo the plain language of the Compact compels\nthe reading -- compels the -- the point that Louisiana\ncould take its water from within the subbasin.\nNow, could it do that? The subbasin runs\nthrough to Arkansas to Louisiana, so it could go to\nLouisiana -\nJUSTICE BREYER: Go back to the first one,\nbecause what you have done is you've pushed me back to\nthe equal rights. And now if I am going to fight you on\nit, I have to say the equal rights to water means equal\nrights to water arising within its boundaries. And all\nyou have to say is equal rights to water arising\nanywhere in the subbasin.\nAnd if I just heard that, then I might say\nokay, I think yours is a little better. But -- but we\nhave this enormous administrative mess that would seem\nto be created, and both those interpretations seem\npossible.\nSo let's go back to that and let me hear\nquite clearly, now that I've focused it: What's the\nanswer?\nMR. ROTHFELD: If I may just finish with\nJustice Sotomayor and I will turn to that?\nI think the second answer to the question\nis, the States are going to take the water from the\nclosest point where they can get it. And so Louisiana\nis not going to go to Oklahoma. If it's going to go\ninto Subbasin 5, it's going to go to Arkansas directly\nacross the State line.\nJUSTICE GINSBURG: How -- how does it do it?\nDoes it have to apply to Texas?\nMR. ROTHFELD: It has to apply to\nwhichever -\nJUSTICE GINSBURG: To Oklahoma.\nMR. ROTHFELD: If it's going to Oklahoma,\nand this is partially responsive to Justice Breyer, it\nwould have to apply to the water authorities within\nOklahoma. So what is going on here, Tarrant, the Texas\nwater district, is applying to the Oklahoma Water\nResources Board. It will seek a permit. This will\noperate precisely in the same way as if an Oklahoma\napplicant is seeking a permit.\nYou will go to -- you will go and say, I\nwant to take water out of this point. The Water\nResources Board will apply its ordinary standards to\ndetermine whether or not that can be granted.\nJUSTICE GINSBURG: Who -- who erects the\nfacilities to accomplish this diversion?\nMR. ROTHFELD: Tarrant presumably will do\nthat. If Tarrant needs to obtain rights of way,\nOklahoma law provides for exercise of eminent domain, or\nTarrant can simply purchase the property to do that.\nJUSTICE KENNEDY: It's -- it's my\nunderstanding that there is a place where Texas can put\na line into the river, and then a subset of that\nquestion is, the main stem of the river, through -\nwithout going through Oklahoma property, other than\nperhaps just the bank itself.\nMR. ROTHFELD: That -- that I think is not\ncorrect as a factual matter. The -- the Red River lies\nentirely within Oklahoma, and so Oklahoma, in order to\nget water out of the main stem, if -- if Texas were to\ndo that, it would have to go into Oklahoma. And -- and\nin fact, this is in response to -- in part to what -\nJUSTICE KENNEDY: But you say entirely\nwithin Oklahoma, just because of ownership of the banks?\nMR. ROTHFELD: Because -\nJUSTICE KENNEDY: -- or because of there's\nalso some intervening property between Texas and the\nbank that Oklahoma owns?\nMR. ROTHFELD: The -- the border between\nOklahoma and Texas is the south vegetation line of the\nRed River, so therefore it is out of the river past the\nbank to the vegetation line. So in order to get water\nout of the main stem, Oklahoma and -- Texas would have\nto go into Oklahoma. Now, there is -\nJUSTICE KENNEDY: Do -- do the current laws\nprohibit that -\nMR. ROTHFELD: Oklahoma's current laws\nwould, I would think, prevent -\nJUSTICE KENNEDY: At any point?\nMR. ROTHFELD: At any point, because the\nlaws that Tarrant is challenging here are laws that are\ndiscriminatory Oklahoma laws that prevent any use of\nwater originating in Oklahoma outside.\nJUSTICE ALITO: When you say Texas has the\nright to go into Oklahoma, just -- just think about that\nphrase. That's -- that's very striking. I mean, it\nsounds like they are going to send in the National Guard\nor the Texas Rangers.\nMR. ROTHFELD: Right. And that -- if I may,\nJustice Alito, that is -- that's a very misleading way\nof looking at it. And I think Oklahoma's brief suggests\nthat the Texas Rangers are going to descend on Tulsa\nand seize the water. That is not what -- what is\ncontemplated.\nJUSTICE ALITO: But you were saying that\nOklahoma -- that Texas has the right to force Oklahoma\nto take private property in Oklahoma by eminent\ndomain if necessary.\nMR. ROTHFELD: No, I -- there is an -- there\nis an Oklahoma statute that says in order to -- someone\nwho has a permit to obtain water can exercise eminent\ndomain. An Oklahoma person can do this. A Texas person\ncan do this.\nCHIEF JUSTICE ROBERTS: How does -- how does\nOklahoma apply its law in this situation? I assume\nthere is normal priorities and they will get\napplications from a lot of people. But they have to -\nwhat do they have to give Texas? Up to 25 percent?\nI mean, they can't just say -- deny it,\nbecause another Oklahoma user has priority, or all this.\nHow does that fit in with the existing administrative\nstructure?\nMR. ROTHFELD: Well, Oklahoma cannot use\nmore than 25 percent of the water within the subbasin.\nI think that our friends concede that, because the\nlanguage of the Compact says no State is entitled to\nmore than 25 percent.\nWithin each State's 25 percent allocation, a\nresident water user of the State will apply to the\nOklahoma -- if they are seeking to take their water from\nOklahoma, it will apply to the Oklahoma Water Resources\nBoard, which will assess that permit precisely as it\nassesses permits from Oklahoma residents.\nCHIEF JUSTICE ROBERTS: But it's got to give\nTexas at least up to its 25 percent, right?\nMR. ROTHFELD: If -- if there is a request\nfor that much water from a Texas user, and the Texas\nuser has priority as a permit applicant against others\nwho are seeking to take water from this particular -\nCHIEF JUSTICE ROBERTS: I guess what I'm\nasking is, does the Compact give Texas special priority\napart from what Oklahoma -- Oklahoma's priorities would\nbe?\nMR. ROTHFELD: No, it does not. It's -\nall -- all the Compact says is that Texas is entitled to\ntake water from within the subbasin, its 25 percent.\nNow when it applies in a particular place, as Tarrant\nhas done here, it's going to apply -- be consistent with\nthe Oklahoma Water Resources Board permit application\npolicies, as it has done.\nThe resources board will assess that permit\napplication just as it would assess an application\nfrom -\nJUSTICE KAGAN: And what does that mean\nexactly? What would Oklahoma do to evaluate that\napplication and to compare it to other applications from\nOklahomans, and also maybe to compare it -- maybe there\nis more than one Texas application.\nHow does the Oklahoma board make those\ndecisions?\nMR. ROTHFELD: It -- a permit applicant\nsubmits an application, which has to demonstrate that it\nsatisfies the standards for obtaining the water. That\nwill be assessed on its merits by the Water Resources\nBoard.\nIf there are competing applications for the\nsame water, then it's -- it's done in the terms of\npriority -- of -\nJUSTICE KAGAN: I'm really asking you to\ntell me what the Oklahoma board is going to do. I mean,\nwhy doesn't the Oklahoma board just say, you know,\nsorry, we like Oklahomans? Would that be all right?\nMR. ROTHFELD: Well, that is their current\npolicy. That would not be all right.\nJUSTICE KAGAN: What -- what -- what\ndifferent kind of priorities do they have to use, and\nwhy do they have to use them, as I think -- somewhere\nalong the lines of what the Chief Justice was asking?\nMR. ROTHFELD: I suppose there -- there are\ntwo points there. One is, if there is enough water to\ngo around for everyone, as in fact there is, then they\nsimply assess it in terms of priority in time. Whoever\nmakes the first application will get it.\nHowever, Oklahoma can only get -- use\n25 percent of the water. And therefore, Texas has the\nright, so long as there is water available and Texas has\nnot used its 25 percent of the subbasin water, Texas has\nthe right to seek that anywhere it can get it in the\nsubbasin.\nIf I may, Mr. Chief Justice.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. O'Connell.\nORAL ARGUMENT OF ANN O'CONNELL,\nFOR UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE PETITIONER\nMS. O'CONNELL: Mr. Chief Justice, and may\nit please the Court:\nThe court of appeals concluded that Oklahoma\nmay categorically foreclose Texas water users from\naccessing Reach II Subbasin 5 water in Oklahoma, and the\ncourt reached that conclusion for reasons that in the\nview of the United States are wrong.\nFirst, the court of appeals erred in\napplying a presumption against preemption to determine\nwhether the challenged Oklahoma laws conflict with the\nCompact. The rationale for that presumption where it\nhas been applied is one of federalism, but the States\nthemselves created the terms of the interstate Compact,\nand respect for the States as sovereigns in that context\nrequires enforcement of the Compact according to its\nterms.\nSecond, the court of appeals relied on\ngeneral Compact provisions to conclude that the Compact\ngives States unrestricted authority to regulate the\nwater within their boundaries. But the general\nprovisions of the Compact make clear that a State's\nregulation of water has to be consistent with the\nallocations made under the Compact, and each State's\nobligations under the Compact.\nJUSTICE KENNEDY: Well, I -- I am not quite\nsure I agree with your reading of the court of appeals'\nopinion. It seems to me the court of appeals' opinion\nis consistent with the Respondents' argument that they\nlooked at the terms of the Compact.\nAnd it seems to me that you may be right\nthat the Compact either says you get the water or you\ndon't, and the dormant Commerce Clause is just\nirrelevant. But I read the opinion of the court of\nappeals as being quite consistent with that proposition.\nYou win or you lose, up or down, under the Compact. The\ndormant Commerce Clause doesn't -- just doesn't have\nmuch to do with it.\nMS. O'CONNELL: Well, we agree with that.\nWe don't think that the dormant Commerce Clause comes\ninto play here. We think that whether Texas can access\nthe water in Oklahoma through the Oklahoma permitting\nprocess depends entirely on whether the Compact gives\nthem that right or not.\nJUSTICE KENNEDY: But that's the way I\nread the analytic approach of the court of appeals at\n39A, when it starts talking about the point of --\nSection 5.05.\nMS. O'CONNELL: Right. And we don't\ndisagree with that, that the -- that the commerce clause\nshouldn't come into play here.\nWhere we disagree with the Court of Appeals\nis with the Court of Appeals' conclusion that,\nregardless of whether a State law would frustrate the\npurpose or pose an obstacle to a State obtaining its\nshare of water under the Compact, that that State law\nshould prevail under the Compact. So the Compact makes\nclear that those general provisions preserving State\nwater law need to be consistent with each State's\nobligations under the Compact.\nAnd if I could -\nCHIEF JUSTICE ROBERTS: Well, where, if\nyou're relying on the Compact and its language, where do\nyou come up with this idea that States first have to try\nto get their 25 percent from water within their borders?\nI don't see that anywhere.\nMS. O'CONNELL: Well, first of all, we think\nthat that's an issue that, if the Court decided that -\nthat there are errors in the court of appeals opinion\nthat should be corrected, we think that's something the\ncourt of -- that the lower courts could consider on\nremand.\nBut I'll tell you where it comes from, which\nis Sections 2.01 and 2.10(a) of the Compact, which\npreserve the application of State water law. Section\n2.01 says that, \"Each State may freely administer water\nrights and uses in accordance with the laws of that\nState, but that such -- such uses shall be subject to\nthe availability of water in accordance with the\nCompact.\"\nCHIEF JUSTICE ROBERTS: Well, it seems to me\nthat you like some provisions of State law, but not\nothers.\nMS. O'CONNELL: No. What we're saying is\nthat if there's a State law that conflicts with the\nallocation or poses an obstacle to the allocation of\nwater under the Compact, then it's preempted.\nBut, for example, if Texas could access\n25 percent of the water from within its State, then\nthe -- the application of a State law that would bar\nTexas water users from obtaining a portion of its water\nin Oklahoma wouldn't necessarily be preempted, because\nit wouldn't pose an obstacle to the allocation.\nCHIEF JUSTICE ROBERTS: What do you do -\nwhat do you do with a situation -- let's say there's\nOklahoma water available to Tarrant that is closer than\nthe water they would get from somewhere else in Texas.\nDo they have to incur the additional expense to get\nTexas water, or can they take the cheaper route and get\nOklahoma water?\nMS. O'CONNELL: Well, we think -- again, we\nthink this is a -- an issue for the court of -- for the\nlower courts to look at on remand, but we think there's\na -- there's a good argument to be made that, so long as\nTexas could access 25 percent of the water within its\nboundaries, then application of an Oklahoma law that\nwould prohibit Texas from going through the Oklahoma\npermitting process wouldn't necessarily be preempted.\nAnd again, we -- these -- these -- there are\nlots of issues, as we point out in our brief and we did\nat the invitation stage, that would need to be\naddressed, perhaps, in further proceedings or perhaps\nbefore the -\nJUSTICE KAGAN: Ms. O'Connell, isn't that a\nreason why we shouldn't accept your basic view? I mean,\nif -- if you think of all the issues that you laid out\nthat are going to have to be decided and the difficulty\nof those issues -- I mean, you read this brief that you\nsubmitted, it gives you kind of a headache. That -\nthat -- you know, and it -- it suggests how difficult\nthe process is.\nAnd then you look at this provision, and\nmaybe this provision can be read as an entitlement, but\nit can just as easily, as -- as Justice Breyer\nsuggested, be read as a cap, \"no more than 25 percent.\"\nSo as between those two possible readings,\nthe complexity of your way of reading this, which would\nhave -- why?\nMS. O'CONNELL: Justice Kagan, I'd like to,\nif I could, go to the second point, which is on the -\nthe -- whether you read this as a 25 percent entitlement\nor a cap, and I would like to point the Court, not just\nto the language of the Compact, which we think weighs in\nfavor of the idea that each right -- each State has an\nequal right and that the -- the equal right to use the\nwater in the subbasin implies an equal right, not just\nan opportunity.\nBut the interpretive comments that follow\nSection 5.05(b) -- this is at page 30 of the is Joint\nAppendix -- refer to a \"right.\" The first full\nparagraph there says, \"When the flows\" -- I'm sorry;\nit's the -- the second line. \"If the States have\ncompeting uses and the amount of water available in\nexcess of 3,000 cubic feet per second cannot satisfy all\nsuch uses, each State will honor the other State's right\nto 25 percent of the excess flow.\"\nThe Red River Compact Commission also\napproved rules and regulations, and those say -- they're\non page, I think, 19 of the Joint Appendix. I might\nhave that page -- yeah, I have that page wrong.\nBut the -- the Red River Compact\nCommission's rules and regulations say that when the\nflow is above 12,000 cubic feet per second, so that\nLouisiana could get its 3,000 cubic feet per second,\n\"each of the signatory States shall be entitled to\n25 percent of the total runoff in undesignated flow.\"\nSo I think it -- it's pretty clear that\nbased on the -- both the text of the Compact and the\ninterpretive comments in the rules that the Red River\nCompact Commission came up with, that there is not just\nthat you can take whatever is in your borders even if\nthat doesn't amount to 25 percent, but -- but that each\nState is entitled to 25 percent of the water, and that\nif that involves going into another State within this\ngeographic area that's not defined with respect to State\nboundaries, then that is permissible under the Compact.\nAnd as the Petitioner pointed out, when the\nStates wanted to impose a State boundary restriction in\nthe Compact, they did so. There are several subbasins\nthat span more than one geographic -- or more than one\nState, and the Compact in those provisions says that you\ncan take whatever you want within your boundaries.\nAnd I also don't think that this is going to\nbe particularly troublesome to administer. I mean,\nthere may need to be some further proceedings on that,\nbut Oklahoma law provides the backdrop for what would\nhappen when a Texas water user goes in to -- to ask for\na permit to appropriate and divert water from within\nOklahoma.\nJUSTICE KAGAN: And what does that mean?\nWhat would Oklahoma do?\nMS. O'CONNELL: Well, the Oklahoma Water\nResources Board would just apply its normal procedures\nand laws to determine whether this particular use of\nwater could be put to beneficial use. If -- they would\njust apply whatever laws they would apply to any\napplicant, regardless of whether they are from Texas or\nOklahoma.\nJUSTICE KAGAN: Well, people keep on saying\nthat, and I -- I guess I just still don't understand\nquite what it means.\nMS. O'CONNELL: Well -\nJUSTICE KAGAN: I mean, let's say Oklahoma,\nthe board is sitting there and it gets lots of\napplications from Oklahoma users. And let's say it also\ngets multiple applications from Texas users. That it's\nnot just one county, it's four counties. What does\nOklahoma do to -- to decide who gets the water?\nMS. O'CONNELL: Well, I think just as -- as\nPetitioner's counsel pointed out, there's a -- a\npriority in water law, where whoever submits the\napplication first would -- would get the water if it's\navailable and they can put it to beneficial use.\nAnd I -- and I -- the Court shouldn't be\nconcerned. I know all -- I know there are amicus briefs\nsubmitted by other Texas entities that would like to\nhave water from this particular subbasin as well.\nThey're all part of the same Region C, and they -- I\nthink they have some way to work it out. It's not like\nthey -\nJUSTICE ALITO: Well, I don't understand\nyour answer. If -- if you're correct, wouldn't the\nOklahoma board have to give priority to the Texas\napplicants in order to make sure that Texas got its\nshare of the water? It couldn't just treat -- it\ncouldn't just be indifferent as to whether it was an\nOklahoma or Texas applicant.\nMS. O'CONNELL: That -- true, to the extent\nthat Texas was not receiving its water. I mean,\nunder -- under our theory, which we think could be\ndeveloped more in the lower courts, if Texas was already\nreceiving 25 percent of the water, then Oklahoma would\nnot have to give it any kind of special priority. But\nif it -- if it was not, then the Oklahoma Water\nResources Board would treat it just like an Oklahoma\napplicant.\nJUSTICE ALITO: Is it correct that -- that\nthere are reservoirs in Texas that flow into -- from\nwhich water is released into the Red River?\nMS. O'CONNELL: Yes.\nJUSTICE ALITO: Okay. And -\nMS. O'CONNELL: And in Oklahoma as well.\nJUSTICE ALITO: And what if Texas didn't -\nwhat if Texas could get -- could -- could release that\nwater and increase the flow of the river, but it chose\nnot to do so, so it could take other water out of the\nriver?\nMS. O'CONNELL: This -- this is the last\npoint made in the Respondent's brief -\nJUSTICE ALITO: Yes.\nMS. O'CONNELL: -- and -- and the response\nto that would just be that all of the States would have\nthe opportunity to do that. In fact, the whole subbasin\nis defined by the last major dam site on the tributaries\nthat are running in. So Oklahoma could do the same\nthing.\nAnd also, when the reservoirs are full,\nthey're full. It's not like Texas could keep all of the\nwater that's -- that's there from flowing into the\nbottom portion of that tributary.\nJUSTICE BREYER: Well, we're only\nconsidering the instance where there isn't enough water\nto meet the 25 percent in Texas. And in that instance,\nI guess there are 50,000 places, not just in Oklahoma,\nbut also in Arkansas, where they might get some. And\nall my question, and I think that was being asked, is\nthere anything else you want to say as to why that's an\neasy matter to decide?\nMS. O'CONNELL: Well, I -- it's -- we don't\nthink it needs to be decided in this particular\nproceeding. I think there are two errors that the court\nof appeals made in applying a presumption against\npreemption and in concluding that a Texas water user\ncould never divert water from outside of its State.\nThose could be developed -- those additional problems\ncould be dealt with by the Oklahoma Water Resources\nBoard or as you said, perhaps in the original action.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Blatt?\nORAL ARGUMENT OF LISA S. BLATT\nON BEHALF OF THE RESPONDENTS\nMS. BLATT: Thank you, Mr. Chief Justice,\nand may it please the Court:\nIf I could just address two sort of factual\nquestions.\nUnder the -- the actual Red River Boundary\nCompact, the lawyer for Tarrant was wrong. There's\nactually a strip called Shawnee Creek, from the Denison\nDam to the Shawnee Creek, that actually belongs to\nTexas. So there's a piece of the Red River in this very\nsubbasin that is -- it's in the express Boundary\nCompact.\nMoreover, all of the Red River and Lake\nTexoma that is in Texas is part of the main stem, and\nthat is not only in the land of Texas, Texas users draw\nwater, quite a lot of water, from Lake Texoma. So\nthat's two places on the main stem.\nCHIEF JUSTICE ROBERTS: Are they licensed?\nJUSTICE SOTOMAYOR: So I'm sure -- you're -\nyou're saying that the State of Texas can take water\ndirectly from the main stem?\nMS. BLATT: It can and does.\nJUSTICE SOTOMAYOR: That's my point, yes.\nCHIEF JUSTICE ROBERTS: Anywhere close to of\nthe 25 percent they claim entitlement to?\nMS. BLATT: Well, who knows?\nCHIEF JUSTICE ROBERTS: I was hoping you\ndid.\n(Laughter.)\nMS. BLATT: Who knows? Texas has more than\na dozen fresh tributaries running from Subbasin 2 and\nSubbasin 4.\nCHIEF JUSTICE ROBERTS: I'm talking about\nSubbasin 5.\nMS. BLATT: Subbasin 5, these are all -\nexcuse me -- these are tributaries that run into\nSubbasin 5. There is more than a dozen tributaries in\nSubbasin 5.\nFor 30 years no one has ever kept track of\nany kind of accounting whatsoever, so when we say \"who\nknows?\" that is the way the drafters -- it's not only\nthe way the drafters intended, but that has been the\nstate of play for 30 years.\nSo nobody -- and in the laws of Louisiana\nand Arkansas don't even track diversions. So -\nJUSTICE KENNEDY: Just to be clear, in your\nview, Texas can, without going on Oklahoma property,\ntake water from the main stem in Basin 5?\nMS. BLATT: In Subbasin 5, there is only up\nfrom Denison Dam east to Shawnee Creek. So that's just\nanywhere from a half a mile to three-quarters. It runs\nfrom the -- from the middle of the channel.\nEast -- excuse me, west is Lake Texoma, and\nif you want to look at the map, it's a big old lake.\nThat is a lot of water. And they definitely do take -\nand that's in the brief -- they take lots of water from\nthat lake from the Texas side.\nJUSTICE KENNEDY: But my question was, can\nthey take it from the main stem -\nMS. BLATT: Only in that -- that little slip\nof land to Shawnee Creek. It's -- it's a part of\nTexas -\nJUSTICE KENNEDY: Is that the part that,\nunder their allegation at least, is saline?\nMS. BLATT: Well, again, they drink the\nwater in Subbasin 5.\nJUSTICE KENNEDY: All right. Is that the\npart that -\nMS. BLATT: Yes. They think -\nJUSTICE KENNEDY: -- they are referring\nto -\nMS. BLATT: Yes.\nJUSTICE KENNEDY: -- when they say it's too\nsaline?\nMS. BLATT: Yes. They think all the water\nthat their residents drink is salty, but they still are\ndrinking it.\nCHIEF JUSTICE ROBERTS: Texans.\nMS. BLATT: They're drinking it. In fact,\nthey're -- footnote 3 and footnote 4, their water\nplanning documents, say this is a -- quite a -- a\ndrinkable source of water.\nJUSTICE SCALIA: When they -\nMS. BLATT: I understand they think it's\nsalty, but they drink it.\nJUSTICE SCALIA: When they take water from\nthe main stream of the Red River, how do they know how\nmuch of that water is from Reach V?\nMS. BLATT: Well, the -\nJUSTICE SCALIA: They are -- they are\nentitled to -- to no more than 25 percent from Reach V.\nIs everything that -- that comes into Texas in the main\nchannel of the Red River water from Reach V?\nMS. BLATT: So if you look at the -- if you\nlook at the map in the red brief that's got all the -\nthe colors, and the pink is Subbasin 5. So where they\ndivert water from is all up and down those blue\ntributaries that are in pink south of the Red River.\nJUSTICE SCALIA: Now what page are you\nlooking at?\nMS. BLATT: This is 33A -\nJUSTICE SCALIA: Yeah, okay.\nMS. BLATT: -- this map.\nJUSTICE SCALIA: Yeah, yeah, yeah. I didn't\nknow -\nMS. BLATT: So they -- and then if you look\nat that -- that blue lake that looks like a dragon, that\nis also where they are -- they are taking water.\nJUSTICE SCALIA: What -\nMS. BLATT: That just happens to be in Reach\nI.\nJUSTICE SCALIA: Reach I. Okay.\nMS. BLATT: But their water planning\ndocuments show that all the water in the pink on the\nTexas side is a very valuable source of drinking water.\nAnd if you see, all the way down to Lake Texarkana, they\ncan -- they are taking that water, too.\nAnd when we say about what we know, no one\nhas ever done any accounting because the Equal Rights\nClause has always been read as equal rights to the use\nof the water without prejudice to or from each other's\nState, and, in that sense, it means that if one State\ntook an earlier use of the water, it wouldn't gain a\npriority indefinitely over the other States.\nCHIEF JUSTICE ROBERTS: Well, it never -- it\nnever says that. I mean, that's why we have a case. It\nnever says it has to be from your State.\nAnd I appreciate your -- the focus in your\nargument on State sovereignty, but this is an interstate\nCompact. And the whole point of interstate compacts is\nthat we have to -- each State has to give up a little\nhere or a little there to solve a problem.\nSo I -- I guess it's -- I don't know why\nthese basic principles of State sovereignty apply in the\ncontext of an interstate compact.\nMS. BLATT: Right. I mean, it is our\nposition that the States would have never agreed to this\nextraordinary right without an -- an unequivocal\nexplicit statement.\nBut I do think it is absolutely critical to\nunderstand that what they are asking for is\nunprecedented, Mr. Chief Justice. There has never been\na cross-border diversion -- ever -- under any State\nwater compact. And the two examples they cite in their\nreply brief are inexplicable -- absolutely inexplicable.\nThey cite the Niobrara Compact with no cite. They -\nthey cite the Compact, but they never say there has been\na cross-border diversion.\nAnd if you look on the map -\nJUSTICE GINSBURG: Say that again, because\nwe have a green brief that gives us samples of\nprovisions for cross border.\nMS. BLATT: Yeah, under explicit right.\nThere has never been a cross-border diversion without an\nexplicit statement. Not only -\nJUSTICE GINSBURG: Because there have been\nmany, many -\nMS. BLATT: Many with explicit statements\nand then the essential bells and whistles as to eminent\ndomain, points of diversion, and which choice of law.\nAnd what they tried to say, because we have\nbeen saying all along how unprecedented this would be to\nsort of read in silence on borders, they tried to come\nup with two examples in their reply brief.\nAnd that's what I'm talking about. The\nreply brief is not only -- is devoid of a citation, but\nNebraska and Wyoming told both us, and Wyoming told\nTarrant's counsel, that there have never been\ndiversions. And Nebraska was quite -- like, \"Wow, we\nhadn't known that.\" And it shows the danger of their\nposition. They think if it's silent as to borders, the\nState of Wyoming can go hundreds of miles into Nebraska\nand take the water across the border.\nThe other example they cite is fascinating\nbecause it's a lawsuit before you. They cite the Rio\nGrande Compact as a basis of saying El Paso can walk\ninto New Mexico, but their lawsuit to you is based on\nthe notion that Texas can't go into New Mexico. It's\nNew Mexico has a downstream delivery. So -\nJUSTICE BREYER: But there was a point, it\nseems to me, to favor them, which is go back to 1970 -\nthe '70s, when they drafted this.\nMS. BLATT: I'm there.\nJUSTICE BREYER: So they are in the room,\nand there are representatives of all four States, and as\nthey argue, there is going to be more than 3,000 feet,\nwhat happens? And Louisiana would say, we want at least\n25 percent; done. Arkansas, 25 percent; done.\nOklahoma, same; done. Texas, same; done.\nBut everybody in the room knows that Texas\ncould never get more than 12 percent within its borders.\nAnd since it could never get 12 -- more than 12 percent,\nLouisiana would be sitting there with not really\n25 percent but with 38. And so -- so -- - - - - -\nMS. BLATT: But with all due -- sorry.\nJUSTICE BREYER: -- that would suggest that,\nhey, no, they all knew this and so they meant there must\nbe some way for Texas to get the extra; otherwise, why\nwere they saying 25 percent for Texas? If -\nMS. BLATT: Justice Breyer. Justice Breyer.\nIt's just not true. What they cite to is a 1970\nengineering report -\nJUSTICE BREYER: You know, this is an\nexample I made up, because I think -\nMS. BLATT: Oh. Well, the -\nJUSTICE BREYER: -- an imaginary\nconversation.\nMS. BLATT: Oh.\nJUSTICE BREYER: But if in an imaginary\nconversation -\nMS. BLATT: Well, okay. 34 percent of the\nwatershed is in Texas, so there is no reason to think\nanyone thought Texas couldn't get its share.\nJUSTICE BREYER: Why?\nMS. BLATT: There's no -- because there's no\nevidence there was any discussion about any State and\nwhether -- Texas never complained. No one ever said\nTexas couldn't get its water.\nJUSTICE BREYER: Wouldn't that be a fairly\neasy thing to check going back to 1970 -\nMS. BLATT: If you -\nJUSTICE BREYER: -- to found out whether,\nyou know, Texas was just on some little salt flat -\nMS. BLATT: Sure.\nJUSTICE BREYER: -- near the river and -\nMS. BLATT: We did. They did in their\nbrief, and they came up with an 11 to 16 percent. Our\nengineers ran the numbers after correcting their\nthree-series method -- methodological errors, and we\ncame up with 29 percent.\nThey -- they double-counted streams. They\nforgot that Subbasin 5 is not only runoff but also rain.\nAnd then -- this one's humorous -- they didn't count the\nexcess. So all the -- all the math that they did\nfavored Texas, so the math didn't come out that way.\nBut what's interesting about the Tarrant's\nview in juxtaposing with the United States' view,\nTarrant's view is it could have all the water, but they\ncould get all of it still from Oklahoma. So Louisiana,\nArkansas, and -- and Texas could come take all their\nshare from Oklahoma, forcing Oklahoma to have to go\nsouth.\nNow the United States' view, and this is\nI -- they read a border limitation in there. They say,\n\"Look, borders are here, but if Texas really needs it,\nyou got to let them come in.\" That -- that's the United\nStates.\nThey definitely -- which I don't understand\ntheir reliance on the Russello principle, because they\nread borders into this. Texas has actually disavowed\nthis view. Tarrant's disavowed it. They disavowed it\nto the Tenth Circuit when the Tenth Circuit asked for\nwhat their standing would to be to press it. They said,\n\"We've never claimed this.\"\nJUSTICE SOTOMAYOR: So what do you think is\nthe remedy? Meaning -\nMS. BLATT: The remedy?\nJUSTICE SOTOMAYOR: I -- let me just posit\nthe point; okay? I understand your point to the Chief\nthat there's been no proof that Texas doesn't get its\n25 percent or that it couldn't get it from the main stem\nor somewhere. I accept that.\nBut let's, for the hypothetical, say that\nthere's a major drought and Texas can't get it from its\nportion. What's its remedy?\nMS. BLATT: Okay. Yeah.\nJUSTICE SOTOMAYOR: So that -- that it's not\ngetting -\nMS. BLATT: Okay.\nJUSTICE SOTOMAYOR: -- 25 percent -\nMS. BLATT: Yeah. So let's -\nJUSTICE SOTOMAYOR: -- as the Compact\nentitles it to.\nMS. BLATT: Okay. It's the last statement.\nThe Compact no way, no how entitles the parties to equal\n25 percent. It just doesn't say equal rights to a\nnumerical share. It doesn't say equal rights to a\nnumerical quantity.\nJUSTICE SOTOMAYOR: It says \"shall have\nequal rights to the use of runoff originating in\nSubbasin 5.\"\nMS. BLATT: Right. And you and I could have\nequal rights to the use of the family car or equal\nrights to the use of the highway. That doesn't tell me\nanything about how many hours I can spend on the\nhighway.\nBut here's the problem. The real problem is\nwith the cap. Okay? Their view is that the first\nclause gives you an absolute equal right to a fixed\n25 percent; no exceptions. But then you have this\nprovided clause which does no work for them. The\nprovided clause, which says you don't get any more than\n25 percent, they are saying, \"Well, by definition, if\nyou get exactly 25 percent, the State can take no more\nthan 25 percent.\" So they actually just sort of combine\nthe two.\nThe other -- I hate to point this out,\nbecause I -- I feel a lot of affinity for the United\nStates, but their proof -\nCHIEF JUSTICE ROBERTS: You feel a lot of\nwhat?\nMS. BLATT: Affinity for them.\nCHIEF JUSTICE ROBERTS: Oh.\nMS. BLATT: But listen to their proof for\nwhy there's an equal 25 percent.\nCHIEF JUSTICE ROBERTS: You are representing\nOklahoma.\nMS. BLATT: I am, but I used to work for\nthem.\nThey say well, we're guaranteed an equal\n25 percent share, and they cite the compliance rules on\npage 19. And entertainingly so, the rules that they\ncite just disprove what they said.\nThe first rule they cite only gave 3 States.\nThey divided it by 3 instead of 4. Their view, the\nUnited States' view, is there's a guarantee of\n25 percent of any amount that's in excess of 3,000.\nJUSTICE KENNEDY: Well, this is a -- a\nperfectly legitimate argument for you to make, but I\nwant to go back to Justice Sotomayor's question.\nAt least as I understood it, it's this: I\nwant you to assume -- I know you don't agree with\nthat -- I want you to assume that the Compact gives\nTexas a right to 25 percent of the -- of the excess -\nof the water above the cubic foot.\nMS. BLATT: The excess, yeah.\nJUSTICE KENNEDY: I want you to assume that.\nNow, wouldn't the Compact be meaningless if Texas\ncouldn't actually reach that water?\nMS. BLATT: That is -- that is the United\nStates' view, and they'd have to go above it. What they\nwould have to do, which no one else -- no one has\ndone -- and I think the drafters thought it was\nultimately impossible because of Arkansas and Louisiana,\nis call for an accounting and actually figure out what\nthe total was, figure out what the excess was, divvy up\nthe 4 shares, do exactly what Tarrant wants I guess to\nhappen, which has never happened, and it's not clear to\nthe drafters of the compliance rules that it could in\nfact ever happen because of the riparian laws of\nArkansas and Louisiana.\nBut -- so in other words, if we lost this\ncase, which is probably why Tarrant is disavowing the\nUnited States' view, is Texas would be in quite of a\npickle trying to prove they couldn't get their\n25 percent. And so I read Tarrant as saying, don't you\ndare send us back to try to prove that. We want to be\nable to go whole hog into Oklahoma.\nAnd if I could get to the point that Justice\nKagan was talking about, what's on the ground happening,\nand why Oklahoma would have never agreed to this type of\ncross-border right, because what Tarrant is doing is\nexploiting Oklahoma's law, which proceeds on the\nassumption that water in Oklahoma is a public trust\nthat's held for the exclusive benefits of Oklahoma.\nAnd there are three ways where Oklahoma\nwould not have agreed to this, and it would have been\ncarefully articulated in a Compact.\nThe first is prior appropriation. There are\n4 Texas entities that have signed up for permits: The\nUpper Trinity, the North Texas Municipal Water District,\nIrving and Tarrant. And poor Oklahoma City got\nsandwiched in the middle. It beat -- it beat Trinity to\nthe permit office by 24 hours.\nAnd so, not surprisingly, it's open season\nfor Oklahoma water, all of north Texas has come in and\nsought a permit and there's priority.\nCHIEF JUSTICE ROBERTS: But that's the same\nproblem. Even if you take within State, all of these\npeople, if they were applying for water in Texas as\nwell, there'd be the same issue there. One of them\nwould beat the other one. It's a question of priority.\nYou're just claiming that everybody from Oklahoma should\nhave -- well, not absolute priority, but -\nMS. BLATT: Well, I have two points. First,\nhad -- had Oklahoma seen this coming, since they hadn't\nheard about this until Tarrant filed its application,\nOklahoma City certainly would have gotten in line\nfaster. And second of all, the whole point of this\nCompact -- and if you think about your equitable\napportionment doctrines, which whoever gets to the water\nfirst gets a prior -- gets a priority permanently -\nthis was the point of the Compact. Louisiana and\nArkansas wouldn't have to develop their water, Texas and\nOklahoma were much more economically developed States,\nand the equal rights prevented a race to the permit\noffice.\nLet me get to the second aspect what's a\nproblem, and that is, compacts usually spell out the\npoints of diversion. The last place Oklahoma would have\npicked as the point of diversion is the Kiamichi River,\nand Tarrant is saying, not surprisingly, it's the most\ndesirable.\nAnd the third is the eminent domain.\nEminent domain law in Oklahoma proceeds on the\nassumption that those are Oklahomans who got the permit,\nand thus can exercise a core sovereign power, and\nTarrant, not surprisingly, would like to come in and do\nthat.\nAnd none of this is happening with the\nnormal political checks in Oklahoma. Oklahoma can't\nvote out of office the Tarrant officials. It cannot\nvote out of office the Upper Trinity or the North Texas\nMunicipal Water District.\nJUSTICE GINSBURG: Ms. Blatt, does Oklahoma\nlaw in any circumstance permit an appropriation of\nwater -- water in Oklahoma for out-of-State use?\nMS. BLATT: Well, it's -- if it's compacted\nwater, you have to get legislative approval and -\nJUSTICE GINSBURG: Just here and now, does\nOklahoma ever -\nMS. BLATT: Yes, it can.\nJUSTICE GINSBURG: -- permit out-of-State\nuse of its water?\nMS. BLATT: It has not. It could, but\nthe -- but Tarrant is correct that there are facial\ndifferences with respect to out-of-State. So\nout-of-State users would have to get the water going\nfaster, it's subject to a review. And there's a\nstatement in there that you need to look and see if\nthere's a better use for Oklahoma.\nNow, I hope you ask them this, because I\ngather their view is under the dormant Commerce Clause\nis all of those laws are constitutional with respect to\n99 percent of the Compact, which is it's allocated to -\nto Oklahoma for its free and unrestricted use. So\nthey're basically saying there's 1 percent of this\nCompact that's unconstitutional.\nAnd not only is it 1 percent, the minute it\ndrops below 3,000, all of a sudden, it became. And on\nthis, we'd like to talk to the Russello principle. I\nalso hope you ask them, this is on page 15A of -- 14A of\nthe 15A brief. There are border references arbitrarily\nand they're missing, they're there. It's completely\ninconsistent.\nAnd this -- their view would make complete\nmincemeat out of 4 other provisions of the Compact. And\nironically, it would march a lot of States into Texas.\nBut back to (b) -- (b)(2) and 5.05(c) operate identical\nin that they're basically downstream delivery, where all\nStates have to release 40 percent of the water\ndownstream. So they -- they're the same. They're\nabsolutely identical.\nYou hold on to 60, you let 40 percent go.\nBut only (c) contains that border reference. Only (c)\nsays \"within their respective States.\" And yet even in\n(c), it's completely redundant and unnecessary, because\nyou can't release water from without your State.\nJUSTICE SCALIA: Where is this? Where is\nthis? Where is this?\nMS. BLATT: This is on page 14A and 15A -\nsorry -- of the red brief. So only (c) says within\ntheir respective States, but (b)(2) is the exact same\nfunctioning provision, and it's missing the border\nreference. And I -- you don't have time now to ask the\nUnited States' view, but I think the United States would\nagree with us that if you give this border thing kind of\nthe magical meaning, borders kind of appear and\ndisappear with the water flow, which is very strange.\nTarrant thinks that there's some heretofore\nunheard of crediting system, but they don't have an\nexplanation on how (b)(2) and (c) -- but more\nimportantly, if you could just turn to 9A for just a\nminute, which is 402, I want to walk you through this -\nI'm sorry, 401(b). This is a provision that -- this is\nwater wholly within Texas. And you don't have to\nunderstand much to know that Texas keeps 60, Oklahoma\ngets 40.\nSo you have a big chunk of Texas, and Texas\nis allocated 60 and Oklahoma is allocated 40. Now,\nunder Tarrant's view, because this is silent as to\nborders and because Oklahoma is not in this reach, it's\nnot actually located within the subbasin, Oklahoma\neither is entitled to or has to go get all of its water\nfrom Texas. And this pattern repeats itself -- this is\non page 41 of our brief -- throughout the Compact, where\nthe Compact is silent as to borders, and under their\nview -- and their Louisiana view is somewhat\nentertaining.\nI can't tell if they think Louisiana can go\ninto Oklahoma or has to move one inch up to the border\nto take it out as opposed to just waiting, but under\nthis view -- and again, it repeats itself throughout the\ncontract -- the State that's not in the basin, because\nthere are no borders and because, I guess under their\nview, the only way that Oklahoma to get its water would\nbe to go into Texas, and that's why they're sort of\ntaking this bit about, oh, this Russello principle, if\nit's here, it must mean -- it must have had\nsignificance, would make a complete mess of the Compact.\nIf I could also just turn to the remand of\nthe United States. I just wanted to make -- to make\nthree points. And that is, I do think it is significant\nthat it's pointed -- it is addressed to a problem that\nTexas itself has never asserted. They're saying well,\npoor Texas can't get its water. And remember, Texas is\nupstream, so this sort of poor Texas is only to Texas.\nNo other State is going to have this problem because the\nrest are downstream.\nSo this you have to be able to get to your\n25 percent is a uniquely pro-Texas provision that\napparently at the same time for 20 years of drafting\nhistory when Texas was trying to buy this water, and the\nthree States were saying \"no way, no how,\" they either\nsubconsciously or unconsciously or unintentionally\nenacted this provision for Texas's benefit.\nJUSTICE BREYER: In Subbasin 1, that's\nmostly in Oklahoma, but Texas gets a lot of the water or\nthe other way around? It looked to me like Subbasin 1's\nin Oklahoma.\nMS. BLATT: Which reach?\nJUSTICE BREYER: Subbasin 1. It says\nSubbasin 1.\nMS. BLATT: Are you talking about 401?\nJUSTICE BREYER: Yes, 401.\nMS. BLATT: Okay. So that's in Reach 1. So\nthat's on this map -- the next map. So none of it -\nit's all within the green, the same with the panhandle\nof Texas.\nJUSTICE BREYER: Okay. I get it. I get it.\nAnyway -\nMS. BLATT: Yes.\nJUSTICE BREYER: -- because of that and\nbecause during the time when, let's say, there's\n5,000 feet of the -- of the 2,000 extra, you know,\nLouisiana has to get 500. Okay. How do they know\nwhether they're getting it? I mean, how -- there must\nbe some system of measurement going on or how does this\nall work?\nMS. BLATT: Justice Breyer, you have to\ntrust me. There has never been an accounting ever,\never, ever, ever under this Compact.\nJUSTICE BREYER: So, so -- - in other\nwords -\nMS. BLATT: No measurements have ever been\ntaken with respect to this.\nJUSTICE BREYER: Fine. So that -- I don't\nknow how that cuts, because certainly the people who\ndrew this must have thought at least in those other\nprovisions they are going to develop a measurement\nsystem in case of controversy.\nMS. BLATT: Well, there are gauges. So\nthey -- I mean, it would not be impossible, although\nvery expensive. And just so you know, Section 211, and\nin the interpretive comments of 211, the State said the\nlast thing we want is this accounting because it's\nexpensive and burdensome. And Louisiana and Arkansas,\nif you look at the minutes, they are complaining because\ntheir laws are not set up for accounting. They are\nriparian States, so they don't track diversions. They\njust -- they don't do it.\nSo this was -- this is -- when you talk\nabout how this cuts, you have 20 years of silence -\nJUSTICE SCALIA: I -- I don't understand\nwhat you just said: They're riparian States, so they\ndon't track diversions.\nMS. BLATT: Okay. So when you comment -\nJUSTICE SCALIA: Why does that follow?\nMS. BLATT: Right. Okay. So in the -- the\nOklahoma and Texas, in their permitting system, what\nthey permit, they track how much you take under the\npermit. They measure.\nJUSTICE SCALIA: Okay.\nMS. BLATT: Louisiana, if you are a\nlandowner, you just draw from the water and it's a -\nit's a voluntary reporting system, so you don't\nnecessarily have to tell the State how much you took\nout.\nJUSTICE SCALIA: Okay.\nMS. BLATT: So one is a permitting system,\nand in Louisiana and Arkansas -- and, I think, again,\nthe minutes just talk about we hope Louisiana and\nArkansas will develop their laws to do better tracking\nof diversions. But again, this would be the problem of\nan accounting.\nBut I -- so in terms of the 20 years of\nhistory, you have complete silence on this, even though,\nunder our view, it always -\nJUSTICE BREYER: The relevant legal\nargument, I think, is look at what you just cited to us\nabout this reach in the subbasin. 60 percent goes to\nTexas, 40 percent to Oklahoma.\nMS. BLATT: Right.\nJUSTICE BREYER: Okay. Now, they've never\nmeasured it. That's because they never fought about it,\nI guess. And now we have a fight. So why is it any\neasier to develop the necessary measuring system\nthere -\nMS. BLATT: Well -\nJUSTICE BREYER: -- than it would be here?\nMS. BLATT: -- the -\nJUSTICE BREYER: And that argues against you\nbecause your main point, really, is that this is all too\ncomplicated.\nMS. BLATT: Justice Breyer, the disaster\nwould be and the affront to sovereignty is throughout\nthe Compact, not so much the measuring that's a problem:\nOklahoma would be able to insist on crossing Texas's\nborders to draw that 40 percent. And no one has ever,\never envisioned any of the Compact as not applying\nborders. It's not so much the measurement.\nCHIEF JUSTICE ROBERTS: Well, I thought that\nwas what your -- the other side does envision, that it\ndoesn't -- it's not bound by the borders but it's bound\nby the agreement, the Compact. Compacts compromise the\nindividual State sovereignty. That's the whole point of\nthem.\nMS. BLATT: Okay. But their view -- I mean,\nit is that they have to -- again, our view is that if\nthey had wanted, like all the other cross- border\nrights, to allow for an extraordinary right, they would\nhave made an explicit statement and then spelled out\nexactly what that meant, most importantly the point of\ndiversion. Here, at most you have silence on the issue.\nNow, the Government reads into borders\nsometimes, because they say you do have borders unless\nthere is a need. Under Tarrant's view, which I think is\nthe most jarring and remarkable view, this is all a\nborderless common, and every State could have\ncriss-crossing pipelines into every State, because you\ndon't have an exhaustion requirement. So Texas, even\nthough it's got plenty of water in its fresh water\nstreams and currently uses them, could take their whole\n25 percent from Oklahoma; Oklahoma could take its whole\n25 percent from Texas; Arkansas could come into\nOklahoma -- and that's their view of the world.\nAnd I think the United States thought, no,\nthat doesn't make too much sense. Let's at least make\nTexas exhaust.\nBut the provision -- the Compact doesn't say\nthis. Again, the United States and Tarrant proceed on\nthe assumption that there is a numerical share, that\nit's equal rights to an exact 25 percent, exact\n25 percent. Well, that's not what it says. It just\nsays equal rights to the use subject to a cap, and we\nthink a cap by limiting the use is not a guarantee that\nyou can reach the cap, much less that you can cross\nborders to reach the cap.\nAnd if I could just make one more sense -\nJUSTICE KAGAN: Ms. Blatt, the solicitor\ngeneral here today spoke of lots of different examples\nwhere the language of entitlement and rights was used.\nDo you have a view as -- as to that?\nMS. BLATT: So they -- you mean the two\ncompliance rules they cited? They cited -- so they\nsay -- that's what I was saying that was sort of sad is\nbecause what they cited disproved what they were trying\nto assert it for.\nSo if you -- you don't even have to read\nthe -- you don't even have to read the compliance rules.\nJust read page 19 of their brief. They say in the same\nsentence that we have an equal -- there's an equal right\nto one-fourth of an excess above 3,000. So that means\nyou take whatever is above 3,000 and divide by four\nequally. And then they cite a provision that only\ndivides by 3. And then the next provision they cite\ndidn't divide the excess, it divided the total water.\nI don't know why they -- it's inexplicable.\nI can't tell you why they did that.\nAnd the only other thing I want to say on\nthe extrinsic evidence, and I do think -- if you think\nthere's any ambiguity in here, which I think there\nclearly is, you have 30 years of post ratification,\nwhich the States immediately did long-term water\nplanning without so mentioning of this right. And\nTarrant actually offered to buy the same water for\n$1.7 billion in 2002, which is a little bit inconsistent\nwith the notion that they had this right all along.\nThey just, in 18 months of negotiating history, never\nmentioned that they thought they owned the water, they\nwere actually offering to pay 1.7 million. And the\namicus brief filed by the Tribes, on page 4, says we\nwere at the negotiating table and we never heard Tarrant\nmention this right.\nAnd the other thing, I do think the water\nplanning documents are highly significant because not so\nmuch Louisiana and Arkansas, but Oklahoma and Texas take\nwater planning very seriously because of their prior\nappropriation systems. There are hundreds of thousands\nof pages on the Internet and none of them mention this\nright. Again, they cited something in their reply\nbrief, but if you go look at it, it doesn't come close\nto mentioning a right of Subbasin 5. Again, ironically\nit mentioned a portion of Oklahoma where Texas would\nhave to actually buy the water.\nWe'd ask you to affirm. Thank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Rothfeld, you have four minutes\nremaining.\nREBUTTAL ARGUMENT OF CHARLES A. ROTHFELD\nON BEHALF OF THE PETITIONER\nMR. ROTHFELD: Thank you, Mr. Chief Justice.\nA couple of points. First, my friend, Ms.\nBlatt, said that it would make mincemeat and a complete\nmess out of the Compact to apply its terms as they were\nwritten. We think that this Compact was negotiated over\na period of 25 years. If you look at the Joint\nAppendix, you will very painfully see that there are\nreams and reams of commentary on the -- on the\nnegotiations.\nI think the Court has to assume that when\nthe drafters of the Compact used language and referred\nto State lines in one place and not in another place,\nthey had some idea of what they were doing and they made\nthese different choices intentionally. So I think the\nCourt simply should read the terms of the Compact -\nJUSTICE SOTOMAYOR: So how do you deal with\nall the provisions she was mentioning with respect to\nthe 60/40 division? I can't make rhyme or reason of\nthose provisions that don't use within State boundaries,\nbut it has to mean that.\nMR. ROTHFELD: Well, I don't think that it\nhas to mean that. If Oklahoma wants to enter Texas to\ntake -- if it makes more sense for them to do it, they\ncan. If not, they can just wait for the water to flow\ndown.\nI think one thing which -- which Ms. Blatt\ndid not address is the practicalities of how Subbasin 5\noperates. If you look at the map that was pointed out\nto you, Subbasin 5, which is what we're talking about\nhere, is a very wide -- hundreds of miles wide, but\nextremely narrow. It's 10 to 20 miles wide -- north to\nsouth for most of its length.\nThe reason the drafters drew this is because\nthe States all take -- the assumption was all of the\nwater in this Subbasin was going to be surplus water,\nliterally excess water. The States all take the water\nthat they want to use outside of Subbasin 5, and so\nthe -- the allocations that Ms. Blatt was referring to\nby Oklahoma are all in Subbasin 1; they are not in\nSubbasin 5. The water that flows into Subbasin 5 is\nwater that the States assumed was going to be surplus.\nAnd so it would make no sense, having divided this water\nevenly between the compacting States, to think that the\ndrafters would have required a water user in Texas at\nthe far west end, which would get its portion of the\n25 percent share two miles across the border in\nOklahoma, instead to have to go 200 miles to the east to\nget it out of Texas.\nThat is not what the drafters intended to\naccomplish by this. They created, by the plain terms of\nthe -- of the language, a common pool of water defined\nby dam site, not by State line, and gave each State\nequal rights to access that water so long as they did\nnot use more than 25 percent.\nYour response to a question which was raised\nby Justice Kagan both to me and Ms. Blatt, I think the\npractical application of this is very simple. One\nsimply has to apply to the permitting authorities,\nwherever you're submitting your application from, they\nwill apply their ordinary standards. Oklahoma Water\nResources Board does that now for applications from\nwithin Oklahoma; it can do it just as well for\napplications from Texas or other from other States.\nAnd, again, the practicality of this is,\nwater users are going to want to use water as close to\nwhere they are located as they can. They're going to go\nright across the State line within Subbasin 5 if that's\nthe place to get the water. It makes no sense to\nrequire them to go hundreds of miles distant to get it.\nMs. Blatt suggested that we are reading the\n25 percent limitation out of the Compact. I think her\nreading reads the equal rights language out of the\nCompact. They read the Subbasin 5 language as being all\ncapped and no entitlement. It does two things: It\ngives equal rights to the water, and then says that you\ncan't take more than 25 percent within your State. So\nit's designed to do two things. It's designed to give\nyou an entitlement and to say you can only use\n25 percent of it.\nAnd finally, Ms. Blatt raised questions of\nsovereignty and political concern. As the Chief Justice\nsuggested, this is a Compact that's an agreement between\ncoordinate sovereigns. They have decided what they want\nto do. And the thing that gives respect to sovereignty\nis to read the plain language of the Compact as the\nframers wrote it. Again, they spent 25 years writing\nit. They took considerable care, as you can tell if you\nlook at the negotiating history, in using the words for\neach provision. Those words should be given meaning.\nIf there are no further questions.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "RUDOLF JOHN HERRMANN, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 22, 
        "JUSTICE ALITO": 7, 
        "JUSTICE BREYER": 31, 
        "JUSTICE GINSBURG": 9, 
        "JUSTICE KAGAN": 8, 
        "JUSTICE KENNEDY": 15, 
        "JUSTICE SCALIA": 14, 
        "JUSTICE SOTOMAYOR": 13, 
        "MR. CLEMENT": 1, 
        "MR. ROTHFELD": 33, 
        "MS. BLATT": 66, 
        "MS. O'CONNELL": 16
    }
}