{
    "appearances": {
        "content": "RICHARD BOURKE, ESQ., New Orleans, Louisiana; on behalf\nof Petitioner.\nCARLA S. SIGLER, ESQ., Assistant District Attorney, Lake\nCharles, Louisiana; on behalf of Respondent.\n"
    }, 
    "caseNum": "11-9953", 
    "caseinfo": {
        "content": "JONATHAN EDWARD BOYER, :\nPetitioner : No. 11-9953\nv. :\nLOUISIANA :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nRICHARD BOURKE, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nCARLA S. SIGLER, ESQ.\nOn behalf of the Respondent 29\nREBUTTAL ARGUMENT OF\nRICHARD BOURKE, ESQ.\nOn behalf of the Petitioner 56\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, January 14, 2013\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:00 a.m.\n"
    }, 
    "petitioners": [
        "JONATHAN EDWARD BOYER,", 
        "Petitioner", 
        "No. 11-9953 v.", 
        "LOUISIANA", 
        ""
    ], 
    "proceedings": {
        "content": "(11:00 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next this morning in Case 11-9953,\nBoyer v. Louisiana.\nMr. Bourke?\nORAL ARGUMENT OF RICHARD BOURKE\nON BEHALF OF THE PETITIONER\nMR. BOURKE: Mr. Chief Justice, and may it\nplease the Court:\nThe Louisiana Court of Appeal in this case\ncorrectly found that the majority of the delay -- the\nseven-year delay was caused by the lack of funding, but,\nwhen moving to assess that cause under Barker,\nincorrectly determined that it was a cause beyond the\ncontrol of the State and, adopting its earlier ruling\nunder the State statute, found that it was a cause\nbeyond the control of the State, in the sense that it\nwas beyond the control of the local district attorney's\noffice.\nJUSTICE SCALIA: Mr. Bourke, was -- was it\nwithin the control of your client?\nMR. BOURKE: He was unable to fund himself,\nYour Honor. That is why he asked for the appointment of\ncounsel.\nJUSTICE SCALIA: Was he unable to get his\nSixth Amendment right to a speedy trial?\nMR. BOURKE: Yes.\nJUSTICE SCALIA: Why?\nMR. BOURKE: That is -- he was unable to\nmove forward to trial because he was not provided with\ncounsel adequately funded to advance the --\nJUSTICE SCALIA: He had -- he had one\ncounsel, right? During the whole time?\nMR. BOURKE: In fact, in a sense, Your\nHonor, he had two counsel.\nJUSTICE SCALIA: Yes. For part of it, he\nhad two, and then there was not enough funding for the\nsecond, okay? So he was faced with a choice.\nLouisiana, as I understand it, has adopted a\nprovision, which the Sixth Amendment does not require.\nThe Sixth Amendment just requires counsel, but Louisiana\nsays, in capital cases, we are going to provide two\ncounsel, and you can't go to trial until you have two\ncounsel, okay?\nMR. BOURKE: No, Your Honor --\nJUSTICE SCALIA: No?\nMR. BOURKE: -- that is not correct. That\nis not the State of Louisiana law.\nJUSTICE SCALIA: What is the State of\nLouisiana law?\nMR. BOURKE: Louisiana absolutely does not\nprovide a right to two counsel in capital cases. The\nLouisiana Supreme Court, in Rule 31, provided that the\ncourt should appoint two counsel, but, also, it provided\nexpressly that that created no procedural or substantive\nright.\nSimilarly, there is no right --\nJUSTICE SCALIA: Well, I don't -- I don't\nunderstand that. That's not Louisiana law that you --\nthat you can't proceed without two counsel? That's not\nthe law in Louisiana? I thought that's --\nMR. BOURKE: That is not the law in\nLouisiana.\nJUSTICE SCALIA: I -- you don't consider\nsupreme court rules to be law?\nMR. BOURKE: It is a supreme court rule\nwhich directs the trial judge to appoint two counsel.\nHowever, it makes it clear --\nJUSTICE SCALIA: Is it the fact that, in\nLouisiana, you cannot proceed to trial in a capital\ncase, unless there are two counsel?\nMR. BOURKE: No, Your Honor. That is not\nthe --\nJUSTICE SCALIA: Then -- then you don't have\na case. You should have proceeded to trial.\nMR. BOURKE: No, Your Honor. In -- in this\ncase, as the court of appeal correctly found, Mr. Boyer\ndid not have adequate funding for the case to go to\ntrial. The court of appeal did not predicate that on\nthe need for two counsel. The motion to determine\nsource of funds was not predicated on Rule 31.\nJUSTICE GINSBURG: The one -- the one\ncounsel who was qualified, what was his name?\nMR. BOURKE: Mr. Lorenzi was lead certified\ncounsel.\nJUSTICE GINSBURG: Lorenzi, yes. He was\nonly one at the time who was qualified to be lead\ncounsel?\nMR. BOURKE: Correct.\nJUSTICE GINSBURG: And the Louisiana Supreme\nCourt said, you don't have to do this. You're his --\nyou're his attorney, but you have a right to be paid,\nand the State has to pay you.\nSo there was no obligation on the counsel's\npart to do anything; and he kept asking, please have a\nfunding order, let me be paid, and I'll do my job.\nMR. BOURKE: Yes, Mr. Lorenzi declined to\npay for Mr. Boyer's defense out of his own pocket.\nJUSTICE SCALIA: Wasn't there, at all times,\none counsel who was being paid by the State?\nMR. BOURKE: There was --\nJUSTICE SCALIA: At all times?\nMR. BOURKE: There was, at all times, one\ncounsel appointed as associate counsel, that is for the\npurpose of assisting Mr. Lorenzi as lead counsel.\nJUSTICE SCALIA: Was that counsel qualified\nenough under our constitutional Sixth Amendment\njurisprudence?\nMR. BOURKE: Well, I don't understand the --\nthe Sixth Amendment jurisprudence to place --\nJUSTICE SCALIA: Well --\nMR. BOURKE: -- a qualification minimum, so\nI'm not sure I'm understanding your question.\nJUSTICE SCALIA: Well, the question is would\nonly lead counsel under -- under the supreme court's\nrule qualify as competent counsel, for purposes of\ncomplying with the constitutional requirement? Or would\nthis certified second chair qualify?\nMR. BOURKE: The -- there is no -- I'm\nhaving trouble answering the question, Justice Scalia,\nbecause the two things don't talk to each other. The\nSixth Amendment doesn't impose a certification\nrequirement.\nJUSTICE SCALIA: Exactly. I'm just saying\ncan you establish that the one counsel that your client\nhad throughout this whole -- whole proceeding would not\nsatisfy the constitutional requirement?\nCan you -- is there any basis for your\nsaying that?\nMR. BOURKE: Yes, Your Honor.\nJUSTICE SCALIA: What?\nMR. BOURKE: The court of appeal twice\nfound -- knowing that associate counsel had been\nappointed, the court of appeal twice found that the case\ncould not proceed due to a lack of adequate funding, and\nthe State --\nJUSTICE SCALIA: Not because of a Federal\nconstitutional reason. The court found, you are not\ncomplying with the supreme court rule. You can't\nproceed without complying with the supreme court rule.\nIt seems to me your client was faced with a\nchoice: You could either demand what Louisiana, in its\ngenerosity, has given to capital defendants, namely, the\nright to two counsel -- whether it's by statute or by\nsupreme court rule, it doesn't matter -- you could either\ndemand that right; or you could demand your right to a\nspeedy trial. That was your choice.\nAnd it seems to me what counsel chose was to\ninsist, all along, I want my right to two -- to two\ncounsel. You didn't have to --\nJUSTICE KAGAN: Mr. Bourke, did anyone --\nJUSTICE SCALIA: -- you didn't have to take\nthat right. You could have gone to the -- to the\nsupreme court and said -- you know, since it's taking so\nlong, I demand my constitutional right to a speedy\ntrial. But you didn't do that.\nMR. BOURKE: Your Honor, if Mr. Boyer had\nbeen brought into court and had been told, we've got\nassociate counsel here; they are qualified in the sense\nthat they are barred in Louisiana, and they can take\nyour case to trial and move it forward now.\nBut, if you wait, we might have funding for\nanother lawyer here, who will join him, is more senior\nand experienced and will double your firepower. You can\nchoose, Mr. Boyer, do you want to go ahead now with this\nguy? Or do you want to wait?\nIn that circumstance, there would not be an\ninvidious choice between the right to counsel and the\nright to speedy trial. It would be, we are giving you\nconstitutionally adequate counsel, and you can wait for\nbetter, if you wish to.\nBut that is not what occurred here. And,\nJustice Scalia, the --\nJUSTICE KENNEDY: Can you -- can you tell me\nwhy that is not what occurred here?\nMR. BOURKE: Because the funding problem did\nnot exist solely around Mr. Lorenzi's overhead and\nexpenditure. There was no money for investigation.\nThere was no money for experts. And the associate\ncounsel who had been appointed had been appointed solely\nand for the limited purpose as an assistant to\nMr. Lorenzi, not to conduct the case in his own right.\nIf this issue had been raised in the trial\ncourt, this would have been clearly explained into this\nrecord. It wasn't. But the trial court and the\nappellate court of -- the court of appeal -- Third\nCircuit in Louisiana knew and understood that there was\nno investigative funding. There was no expert funding.\nThere had been an assistant.\nThis isn't the case where there was a lawyer\nappointed and they were waiting for the second lawyer.\nIt's a case where they'd found an assistant and were\nwaiting for the first lawyer.\nCHIEF JUSTICE ROBERTS: How much money would\nbe needed for investigation and experts before you would\nacknowledge that that would be competent representation?\nMR. BOURKE: That's a very case-specific\ndetermination, Your Honor and, in Louisiana, at that\ntime, rested with a judicial determination that the\ninvestigative or expert expenses were reasonably\nnecessary to ensure a fair trial within the meaning of\nthe Due Process Clause.\nSo it -- it was a funding level tagged to\nthe constitutional minimum of due process.\nJUSTICE SCALIA: Of course, a finding by the\ndistrict court -- or whichever court found it, that\nthere was not enough money to pay counsel, to\ninvestigate, and to -- to do whatever else -- buy\nstamps -- is not a finding by the district court that\nthere was not enough money to investigate and to buy\nstamps.\nCounsel was a part of that mix. You never\nhad a finding that there was not enough money to pay\ncounsel, right? Or -- I'm sorry -- that there was not\nenough money to allow the counsel that has been\nappointed to investigate and buy stamps.\nWas there ever any such finding?\nMR. BOURKE: There was never --\nJUSTICE SCALIA: The -- the big tag item\nwas -- was paying counsel; wasn't it?\nMR. BOURKE: No, Your Honor. That was one\nof the big tag items. But, in a capital case, the\ninvestigation of both the guilt phase and the full\nmitigation and life investigation, along with the use of\npotential expert witnesses, particularly in the case\nwhere there were all the indications of mental health\nproblems and the like, are often equal to or, in some\ncases, greater than the cost of counsel.\nAnd so, no, the big -- the big tag item\nwasn't just Mr. Lorenzi's overhead and expenses. The\nbig tag item was providing adequate funding. And to\nreturn to your earlier point, Justice Scalia, just to --\nto make it clear, the Louisiana Supreme Court cases,\nwhich mandate that a case cannot go forward without\ncounsel, do not reference Rule 31 at all, or two\ncounsel.\nThey are cases which stand for the\nproposition that the case cannot go forward without\nconstitutionally adequate counsel, counsel who can\nprovide reasonably effective assistance.\nThis case began in 2002. At that point, the\ncontrolling Louisiana decision on not moving forward\nwithout effective assistance was Peart -- P-e-a-r-t --\nwhich we cite in our brief, which said that the court\nwill not allow a case to proceed without reasonably\neffective counsel.\nDuring the life of this case -- sorry.\nJUSTICE BREYER: Your -- your point of view\nin this case --\nMR. BOURKE: Yes, sir.\nJUSTICE BREYER: In your point of view,\nwould it satisfy you if we say, the Louisiana court of\nappeal found the largest part of the delay involved the\nfunding crisis experienced by the State of Louisiana --\nthat meant giving you adequate money for counsel.\nThen they said, the progression of the\nprosecution was out of the State's control, as\ndetermined by this court, which I think referred to that\nfunding crisis. And we could -- and your view would be\nthat's what they said. We don't know the underlying\nfacts, but that's what they said.\nAnd, insofar as they said that the State\nwasn't responsible for that part of the delay that they\nare talking about, they're wrong because the State is\nresponsible for not providing enough money, even if it's\na problem and to say they weren't responsible is wrong,\nokay? That's what you want us to say?\nMR. BOURKE: Yes, Your Honor.\nJUSTICE BREYER: Period. And send it back.\nMR. BOURKE: Well, Your Honor --\nJUSTICE GINSBURG: You would like us to say\nwhat Judge Cook said in -- in her opinion, that\nresponsibility for funding rests with the State, not\nwith the defendant.\nOnce an attorney is appointed, it is the\nState's obligation to ensure that adequate funds are\navailable for the defense. And I take \"for the defense\"\nto mean not simply counsel, but the witnesses, the --\nthe investigation.\nIt is certainly true that none of the delay\ndue to the lack of funds was, in any way, attributable\nto the defense. That's, essentially, what you would\nlike us to say?\nMR. BOURKE: That is what Judge Cook said\nand --\nJUSTICE SCALIA: I don't think it's enough\nthat none of the delay was attributable to the defense.\nThe defense has to complain, has to demand its right to\na prompt trial.\nWhat did your client do? Frankly, I -- I am\nskeptical that a capital defendant who has already\nconfessed to the crime wants to be tried as soon as\npossible. I'm skeptical about that.\nNow, what -- what did your client do to\ndemand his right to a prompt trial?\nMR. BOURKE: Your Honor, what Mr. Boyer did\nwas act, at all times, in full compliance with the\nprocedural mechanisms set up in Louisiana for doing\nthat.\nAt arraignment -- he -- he had already\nidentified he was indigent and asked for counsel. At\narraignment, he requested a jury trial.\nJUSTICE SCALIA: Right.\nMR. BOURKE: His lawyer was appointed, and\nhis lawyer immediately identified the funding problem\nand said, we need money, or we can't go forward.\nLouisiana statute bars counsel from filing a motion for\nspeedy trial without an affidavit saying, you're ready\nto go forward. Louisiana has said, in Article 7 --\nJUSTICE SCALIA: Well, that's -- surely,\nthat's unconstitutional. Did counsel say, I demand a\nspeedy trial? You can't condition my right to a speedy\ntrial upon my getting some affidavit or something.\nMR. BOURKE: It's a procedural rule, Your\nHonor.\nJUSTICE SCALIA: I'm still waiting for --\nfor anybody telling the court, I demand a speedy trial,\nand, if I don't get a speedy trial, you are violating\nthe Constitution, and I ought to go scot-free.\nMR. BOURKE: Well, Your Honor, the rule I am\nreferring to is a procedural rule. It does not, in any\nway, limit the relief from a speedy trial, but you can't\nmove for a speedy trial. You can move to quash because\nyou have been denied one, but you can't move for one.\nIt's exactly what this Court referred to\nin --\nJUSTICE ALITO: Isn't it true that you\nwaited three years before doing that?\nMR. BOURKE: That was the first point at\nwhich, under Louisiana procedure, he had a remedy\navailable, exactly as Judge Cook stated in her\nabstaining opinion. That was when he could move to\nquash. He could not move for a speedy trial in a valid\nmotion for speedy trial, without having an affidavit\nsaying, we are ready to go.\nLouisiana has passed that rule to stop pro\nforma requests for speedy trial.\nJUSTICE GINSBURG: Can we clarify one point?\nJustice Scalia said something about a defendant facing\nthe death penalty going \"scot-free.\" There was an armed\nrobbery charge that was added in 2007.\nDo you dispute that a new clock started in\n2007, the first time that the robbery charge was -- was\nmade?\nMR. BOURKE: We do, Your Honor. That armed\nrobbery charge is a lesser included offense of the\nfirst-degree murder count. Mr. Boyer was originally\nindicted on first-degree murder, which, in Louisiana, is\nintentional killing during the course of an armed\nrobbery -- there are other varieties, of course -- but\nintentional killing during an armed robbery. And those\nare the elements of first-degree murder.\nThe State unpacked those two elements -- or\ntwo lesser included offenses, to second-degree murder,\nwhich is intentional killing, and armed robbery. And\nthe State, in fact, conceded that, had the charge\nremained a first-degree murder charge, then the armed\nrobbery charge would have created a double jeopardy\nproblem.\nAnd that's at page 3703 to '4 of the record,\nwhere counsel for the State indicated that the armed\nrobbery charge could be added because the primary\ncharge, the -- the first-degree murder, had been dropped\nto second-degree murder, and specifically said,\nMr Bourke is correct, that, had we filed for\nfirst-degree murder, there may be double jeopardy\nproblems.\nBut, because they had unpacked that charge\nfrom murder and armed robbery down to murder and, also,\narmed robbery, there was no double jeopardy problem.\nThat is what --\nJUSTICE KENNEDY: What about -- what about\nthe basic problem in this case, as I understand the\nquestion presented, is should the State be responsible\nwhen the funding problem is at a local level?\nSo suppose you have a State that says -- you\nknow, we have had problems in funding; if we give this\nto the counties, it's going to be much better, and the\ncounties are very, very good at raising money and\nknowing who the counsel are. And so it's all handled by\nthe county.\nThen one county has a disaster, a hurricane\nin that county, particularly. Is that not a reason for\ndelaying? Or does the State have to immediately step in\nand -- and supplement the funding? Can't the county\nsay, oh, we need another two years?\nMR. BOURKE: Well, Justice Kennedy --\nJUSTICE KENNEDY: I take it that's the issue\nthat we're trying to decide here.\nMR. BOURKE: Well, I think it starts with\nthe proposition that it is the State, not the\nprosecutor, who has the responsibility to ensure a\nspeedy trial, in accordance with due process.\nAnd then the State can make all sorts of\ndifferent arrangements, and the States around this\ncountry make different arrangements, but it's their\nresponsibility to make sure that they work. And, if\nthey don't work, then the State is going to have to make\nreasonable accommodation for that, to meet its\nresponsibility.\nAnd so, by assisting the cause of delay\nagainst the State, but within the Barker weighing\nframework, the courts dealing with speedy trial claims\nwould be able to deal with short-term unexpected\nexigencies. They would be able to weigh the\nreasonableness of the response.\nA valid reason for delay will justify that\ndelay, as this Court said in Barker, but here --\nJUSTICE BREYER: The answer to the\nquestion -- that's what I was trying to do -- this\ncase -- the briefing is filled with whether he asked in\ntime, whether he was delaying, whether he should have\ndone some other thing, whether he should have -- but the\nquestion that's asked is, simply, whether the failure to\nfund counsel is a factor that should be weighed against\nthe State.\nMR. BOURKE: Yes.\nJUSTICE BREYER: And maybe it only gets very\nlittle weight because maybe there was a hurricane, and\nmaybe it doesn't even matter because he didn't make the\nright motions. But the lower court said it shouldn't be\nweighed against the State, period. And do we have to do\nanything other than say, if you're right, yes, it\nshould.\nNow, how much weight it gets, well, that\ndepends. There was a hurricane and -- but -- but it's\nsomething that they can't just ignore in -- in the\nhearing. They have to figure out what happened and\nto -- to the extent the State should have done more, it\nweighs against the State.\nDo you want any more than that?\nMR. BOURKE: Yes, Your Honor.\nJUSTICE BREYER: And what else?\nMR. BOURKE: The first thing that we want is\nexactly that, Your Honor, that the court below\nincorrectly -- incorrectly failed to attribute this to\nthe State. And this Court -- I accept this Court could\nstop there and remand to the Third Circuit to deal with\nthat in accordance with --\nJUSTICE SCALIA: Not -- not quite. I mean,\nthe question presented is not as general as that. It's\nmuch more fact-bound.\nIt says whether a State's failure to fund\ncounsel for an indigent for five years, particularly\nwhere failure was the direct result of the prosecution's\nchoice to seek the death penalty, should be weighed\nagainst the State for speedy trial purposes.\nI think this is inviting us to look into the\nfacts of this case and decide whether this five-year\ndelay, particularly since the prosecution chose the\ndeath penalty -- you know, I don't like having to do\nthat and -- but it seems, to me, that's what the\nquestion presented at least requires.\nMR. BOURKE: Well, Your Honor, it -- I think\nit would be open to this Court to answer the question by\nsaying the court got it wrong at the first step by\nfailing to attribute it to the State and then remand for\nfull consideration of weighing, in light of that.\nWhat we have asked in our briefing for the\nCourt to do is to also provide some guidance on the\nweight that should be given to delay resulting from the\nlack of funding because in this case --\nJUSTICE ALITO: If we provide -- if we\nprovide that guidance, what do we do about the\ncontinuances that Mr. Lorenzi requested that relate to\nthe funding? \"January 10, 2003, Lorenzi requests a\ncontinuance of funding hearing, citing scheduling\nproblems.\"\n\"August 5, 2003, Lorenzi moves to continue\nhearing on motion to designate source of funds so that\nthe Indigent Defender Board can consider funding Boyer's\ncase at an August 26 meeting.\" So this is -- okay.\n\"Lorenzi moves to continue September 12,\n2003. Lorenzi moves to continue hearing on motion to\ndesignate funds in trial, so that the IDB may, again,\nconsider the funding defense at its next meeting.\nDecember 15, Lorenzi moves to continue hearing on motion\nto designate funds,\" et cetera.\nThere are many of these motions. What do we\ndo with those?\nMR. BOURKE: Your Honor, I'd suggest that\nthis Court does exactly the same thing that the\nLouisiana Court of Appeal did with them, which was to\nfind that it was the lack of funding, not any action by\nMr. Lorenzi, which caused the delay.\nThe -- the Louisiana Court of Appeal\ndeclined to adopt the State's argument that it was Mr.\nLorenzi's fault. And the reason it did that was because\nthe lack of a funding hearing caused no delay at all in\nthe conduct of this trial.\nThe funding hearing, when conducted,\nproduced no funding, no ruling or order, and had no\ninfluence on the date of the trial. And, of course, the\nright at issue was the right to go to trial, not to --\nthe timing of pretrial hearings.\nFurthermore, all of those continuances,\nwhich were joined in by the State, were related to\ntrying to identify and find funding for this case and\nfor this man. None of them were for a dilatory purpose.\nThey were because a new procedure was\nannounced to submit bills in a different way to the IDB\nbecause the Louisiana Supreme Court had accepted the\nCitizen case. And ultimately --\nCHIEF JUSTICE ROBERTS: Well, I mean,\nJustice Alito's problem seemed, to me, to get back to\nJustice Scalia's point, is that he seemed more\ninterested in the funding than a speedy trial, the\nfunding that would be provided by the State under its\nprocedures.\nMR. BOURKE: In the absence of funding,\nthere was no trial to be had. At the funding hearing --\nor I'm sorry -- at the motion to quash hearing in\nNovember 2006, there was a colloquy between the trial\ncourt and the prosecutor in which the trial court said,\nwhat are we going to do with this case? They can't have\na defense without money.\nThis was not -- absolutely not --\nCHIEF JUSTICE ROBERTS: And, as\nJustice Alito pointed out on several occasions, what the\ndefense lawyer said was, let's put it off and see if we\ncan get funding, let's put it off until there's the\nfunding hearing, let's put it off and put it off, as\nopposed to saying, I want a speedy trial, I'm entitled\nto it now, if you don't have the money, I don't get a\nspeedy trial, I get off scot-free.\nMR. BOURKE: Well, under Louisiana's Article\n701, there was no filing a motion for speedy trial,\nsaying, please give me a speedy trial, set a date now.\nAnd at the same time --\nJUSTICE SCALIA: The Constitution requires\nsuch a motion. I mean, I don't care whether they have\na -- you know, a speedy trial motion. If -- if denying\nhim the right to speedy trial violates the Constitution,\nsurely, he is entitled to bring that to the attention of\nthe Louisiana court, whether there's a specific\nstatutory or rule provision or not.\nMR. BOURKE: Your Honor, this Court, in\nBarker, when dealing with this very topic under the\nissue of assertion, specifically said it would allow\njudges to take account of assertion in accordance with\nlocal procedural requirements.\nThe local procedural requirement in a State\nthat already has its own statutory prescriptive period,\nif you don't bring second-degree murder to trial within\ntwo years, you're out.\nThe -- Louisiana does not need a defendant\nto tell them that they have to bring a speedy trial, and\nthey don't want a defendant doing it, unless they're\nready to go to trial themselves. They don't want the\nsort of pro forma assertion that was rejected.\nJUSTICE SCALIA: Now, they -- they don't\neven want counsel to say -- you know, Your Honor, we've\nbeen trying to get funding, and we're -- we're just sick\nand tired of waiting for this. We demand a speedy\ntrial, and, if we don't get funding and, therefore,\ndon't get a speedy trial, we think there's a\nconstitutional violation, and we're going to ask that\nthe indictment be dismissed.\nMR. BOURKE: Well, in July --\nJUSTICE SCALIA: Nobody ever made a\nstatement like that to the Court, did they?\nMR. BOURKE: In July of 2005 --\nJUSTICE SCALIA: What did you say?\nMR. BOURKE: In July of 2005, Mr. Lorenzi\nmoved to quash the indictment and said exactly that,\nsaid, it's too late, no funding, no trial, speedy trial\nis up. And it was still another two years before the\nfunding crisis was solved.\nSo there was a very lengthy period, if such\nnotice were required -- and that is not, in our\nsubmission, the message from Barker and the message from\nArticle 701, they got that notice in July 2005, when\nthere was the motion to quash.\nAnd returning to your question --\nJUSTICE GINSBURG: But wasn't there\nsomething about that motion was withdrawn -- the 2005\nmotion was withdrawn in 2006?\nMR. BOURKE: If -- if I can clarify that,\nJustice Ginsburg, Mr. Lorenzi was at pains to say he was\nnot withdrawing the motion, but dismissing the motion to\nquash because he couldn't advance it in a successful way\nin Louisiana without demonstrating prejudice.\nJUSTICE SCALIA: Dismissing it, instead of\nwithdrawing it, that's the fine line he's drawing?\nMR. BOURKE: He specifically --\nJUSTICE SCALIA: Is that a line in Louisiana\nlaw? I don't know. Does this -- this come from French\nlaw or something? It seems, to me, withdrawing and\ndismissing sound, to me, the same thing.\nMR. BOURKE: Well, the point, Your Honor,\nwas that he was not withdrawing his claim to a speedy\ntrial, but, rather, dismissing his motion to quash on\nthe violation of that at --\nJUSTICE SCALIA: Withdrawing his motion to\nquash. So it was withdrawn, right?\nMR. BOURKE: No, it was dismissed. He chose\ndismiss, rather than withdraw is the word, and what he\nintended by that was that he wasn't saying, I don't want\none; he was saying, I can't bring the type of hearing\nLouisiana courts require to get my Sixth Amendment\nmotion to quash granted.\nJUSTICE SOTOMAYOR: I -- I think what you --\nlet's go back to that. It was his view that, under\nLouisiana law to assert his Sixth Amendment right, he\nhad to follow the procedure laid out in the Louisiana\nrule?\nMR. BOURKE: To move for a speedy trial, he\nhad to do exactly that.\nJUSTICE SOTOMAYOR: Under the\nSixth Amendment, he had to comply with the\nrequirements -- the procedural requirements of\nLouisiana.\nMR. BOURKE: The local procedural\nrequirements for how one goes about doing that.\nJUSTICE SOTOMAYOR: All right. So then how\ndo you -- if he couldn't do it in 2002, '03, '04, or\n'05, how did he end up doing it in '05?\nMR. BOURKE: The -- it's the difference\nbetween moving for a speedy trial, please give me a\ntrial date, I want to go to trial next week, and moving\nto quash because the speedy trial right has been\nviolated.\nJUSTICE SOTOMAYOR: So why didn't he move to\nquash earlier?\nMR. BOURKE: He moved to quash at the first\nmoment that it became available under the State statute,\nwhich was at the three-year mark. He moved one month\nafter that three-year mark, as soon as it became\navailable.\nJUSTICE SOTOMAYOR: I'm sorry. What -- is\nthere a law or a regulation in -- in Louisiana that\ngives it a three-year mark?\nMR. BOURKE: Yes, Your Honor. Article 579\nand following provides that the State must bring a\nfirst-degree murder charge to trial within three years,\nor the case is prescribed, the indictment must be\ndismissed with prejudice. And so the State always knew\nit had that deadline.\nIt didn't even set a trial date for a period\nof over three years in the middle of this, didn't even\ntry to set a trial date for three-and-a-half years,\ndidn't bring Mr. Boyer into court for\nthree-and-a-half years to address his case at all.\nAnd so, as soon as the remedy available\nbecame open, as Judge Cook said in her opinion, defense\ncounsel filed using exactly the remedy provided for.\nIf there are no further questions, Your\nHonor, I will reserve the remainder of my time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Sigler?\nORAL ARGUMENT OF CARLA S. SIGLER\nON BEHALF OF THE RESPONDENT\nMS. SIGLER: Mr. Chief Justice, and may it\nplease the Court:\nThis Court should affirm the holding of the\nThird Circuit Court of Appeals for three separate\nreasons.\nJUSTICE SOTOMAYOR: How about the\nreasoning -- is delay because of the lack of funding\nattributable to the State or not? Or to the district\nattorney as agent of the State?\nMS. SIGLER: Justice Sotomayor, I don't\nbelieve that the funding -- that we can credibly argue\nthat funding is completely outside the role of the\nState.\nJUSTICE SOTOMAYOR: So what's wrong with\nwhat's been suggested by some, to remand to tell the\ncourt below to whatever extent this was the basis of\nyour decision, it was wrong. Now, redo the Barker --\nthe factors.\nMS. SIGLER: Well, Your Honor, if you review\nthe Third Circuit Court of Appeals opinion, which is at\nAppendix D, the other Barker factors are analyzed,\nincredibly thoroughly, with a mind to this Court's\njurisprudence, and the rationale may be flawed with\nregard to that one point in this Court's opinion, but\nthe result is not.\nJUSTICE SOTOMAYOR: So is one factor\ndeterminative always in this calculation? I thought it\nwas a weighing factor. And so, if it's a weighing\nfactor, why isn't that, in and of itself, a factor that\na court needs to weigh against the others?\nMS. SIGLER: I think that this Court has\nalways acknowledged, in its Barker v. Wingo\njurisprudence, that there is no one talismanic factor;\nall of the factors are interrelated, and all are\nreviewed. And that is why, even if the Court disagrees\nwith that one assessment of the Third Circuit's opinion,\nthe result is sound.\nWith --\nJUSTICE KAGAN: Well, but how do we know\nthat? How do we know that they would have reached the\nsame determination if they had gotten it right on that\nsingle factor?\nMS. SIGLER: I think, when you look at the\nThird Circuit of Appeals opinion, they specifically --\nand with direct quotations to Barker v. Wingo, go\nthrough every other factor in the analysis. And they\ndiscuss the fact of the repeated continuances of defense\ncounsel of his own funding motion as part of the\nassertion of the right.\nJUSTICE SOTOMAYOR: But wait a minute. This\nis a --\nJUSTICE KAGAN: Whether something is --\nJUSTICE SOTOMAYOR: I'm sorry.\nJUSTICE KAGAN: Whether something is the\nState's fault is a significant factor in the analysis,\nand we have made that very clear in our cases. And so,\nif they got that wrong -- and -- and you, I think, quite\nrightly, are saying we can't defend that part of it --\nif they got that wrong, don't we at least have to say,\nokay, well, get it right now, and do it again?\nMS. SIGLER: Well, Justice Kagan, I don't\nthink that what I would say is they got it completely\nwrong because, as this Court has acknowledged throughout\nits Barker jurisprudence, there are different weights\nyou attribute to government action, whether it is\nnegligence or whether it is a deliberate attempt on\nbehalf of the State to evade giving a defendant his\nSixth Amendment right to counsel.\nJUSTICE KENNEDY: I -- I would like to get\nthe structure of your argument. You began to say\nthere's three reasons. I would just like to hear those\nthree reasons, so that I can understand the framework\nfor all these questions.\nMS. SIGLER: Yes, sir, Justice Kennedy.\nJUSTICE KENNEDY: The three reasons that we\nshould affirm.\nMS. SIGLER: The first reason is that, as in\nVermont v. Brillon, the delay occasioned in this case\nwas due to Petitioner's counsel's repeated requests to\ncontinue his own funding motion, which delayed a source\nof funding when he -- the Petitioner wished to proceed\nwith capital-certified counsel.\nJUSTICE KENNEDY: Okay. And the second?\nMS. SIGLER: The second reason, Your Honor,\nwould be, pursuant to Loud Hawk, even if this Court\ndetermines that there was a negligence factor with\nregard to the State of Louisiana in not properly funding\ncapital-certified counsel, there are valid public policy\ninterests at play here and the fact that Louisiana is\ngenerous enough to provide specially-certified counsel\nto capital indigent defendants, when there is no\nconstitutional requirement for it to do so.\nAnd then our third argument, Your Honor,\nwould be that, based under the Barker v. Wingo\njurisprudence, the delay should not be attributed to the\nState in this case because of Petitioner's failure to\nmeaningfully assert his right to a speedy trial. And --\nJUSTICE KENNEDY: Okay. Thank you.\nMS. SIGLER: Yes, sir.\nJUSTICE GINSBURG: How -- on that, how could\nit possibly be Lorenzi's fault, which is what you said\nis your first point, when he said, pay me, Supreme Court\nof Louisiana, you have said that my operation as counsel\nfor this indigent defendant doesn't become operative\ntill I get paid, I have a right to get paid.\nAll that counsel did was to say, again and\nagain, pay me, get the funds to pay me. I don't\nunderstand how in the world it could be the fault of an\nattorney who has not gotten one cent from the State, has\na right to be paid before he engages in\nrepresentation -- how can it be his fault?\nMS. SIGLER: Well, Justice Ginsburg, there\nare several reasons why it's Mr. Lorenzi's fault. The\nfirst of which is he filed a motion under\nState v. Wigley, and that is Appendix X of your Joint\nAppendix.\nIn that motion, he identified\nState v. Wigley, and, although he referenced wanting\nexpert resources as well, he primarily based that motion\non his entitlement to attorney's fees.\nJUSTICE SCALIA: I -- I was going to ask you\nthat question. Opposing counsel said that it -- it\nwasn't primarily attorney's fees that's at issue here,\nbut investigation costs. That makes a difference to me\nbecause, if it's just attorney's fees, he could have\ngone ahead with one attorney, as far as I'm concerned.\nMS. SIGLER: I agree with you,\nJustice Scalia. And, if you look at Appendix LL, which\nis the hearing on the motion to quash, Mr. Lorenzi says,\npoint blank -- in that appendix, he says, \"I was not\ngoing to proceed to file substantive motions until I was\nfunded.\"\nAnd --\nJUSTICE SOTOMAYOR: Doesn't he say, at the\nsame time, I couldn't do the investigation to make the\nmotion required by the State? So didn't that implicate\nthe funding for investigation?\nMS. SIGLER: Well, Justice Sotomayor, if you\nlook at Appendix LL, where Mr. Lorenzi is speaking, he\nsays, \"I have done substantial investigation on my own.\"\nMr. Lorenzi had the assistance, at that time, of the\nLCAC, with Ms. Christine Lehmann assisting him as\nassociate counsel.\nJUSTICE SOTOMAYOR: Were there funds for\ninvestigation?\nMS. SIGLER: There were funds available in\n2003 that Mr. Lorenzi did not avail himself of because\nhe continued his funding motion eight times.\nJUSTICE SOTOMAYOR: Which funds? Which\nfunds?\nMS. SIGLER: There were -- there was a\ncapital defense account that was held by the Calcasieu\nParish Public Defender's Office. Mr. Lorenzi identified\nthat account as a source of funding in record volume 1,\npages 193 to 194.\nHe says, in a letter to Judge David Painter,\nthen the presiding trial judge, that he has identified a\nsource of funds for his representation. In that same\nletter, he moves to continue a funding hearing that was,\nat that time, scheduled for the next month.\nAnd --\nJUSTICE SOTOMAYOR: Wait a minute. I was\ntold -- maybe I am sort of misreading this record --\nthat he was ultimately told that fund wouldn't be made\navailable.\nMS. SIGLER: That is not correct, Your\nHonor. If you read Appendix LL, Chief Public Defender\nRon Ware testifies that that fund had been used to pay\nother capital counsel in Calcasieu Parish. It had been\nused extensively.\nNow, by the time we get to the funding\nhearing, which was delayed because of Mr. Lorenzi, we\nare in 2006. At that time, there is a backlog in\nexpenses that they are paying other capital counsel\nbecause they pay their bills on a first come, first\nserved basis.\nHad Mr. Lorenzi proceeded to hearing in\n2003, there was an identified account that would have\npaid him. He did not submit any bills to the public\ndefender's office to be paid.\nCHIEF JUSTICE ROBERTS: What about --\nJUSTICE KAGAN: Ms. Sigler, on appeal, you\nsaid this, the -- the State said, because the defendant\nwas without properly funded counsel for so long, the\nState simply could not ethically or legally bring him to\ntrial. So what did you mean when you said that, that\nthe State could not ethically or legally bring him to\ntrial?\nMS. SIGLER: Justice Kagan, what that\nstatement meant was that we were aware of the fact that\nthe Petitioner was, at all times, urging his privilege\nunder Rule 31 to capital-certified counsel.\nWe did not want to be involved in the\nbusiness of questioning a Petitioner's right to counsel.\nWe did not feel that, ethically, we could do so under\nthe Rules of Professional Conduct. For us to interfere\nwith that right would have been inappropriate, in our\nview.\nJUSTICE KAGAN: Well, did you ever say to\nMr. Boyer -- you know, you can go ahead, right now, with\nthis single counsel that you have? Was -- was that ever\na choice put to him?\nOr because -- the way I read all of your\nassertions below and, indeed, the entire record below,\nis that everybody simply assumed that the case could not\ngo forward in its present circumstances.\nMS. SIGLER: Justice Kagan, I think that\nthat assumption was made, in part, out of a desire to\nrecognize Mr. Boyer's decision to try to pursue Rule 31\nprivileges. It's certainly -- I understand that we\ncould have --\nJUSTICE KAGAN: Well, a decision implies a\nchoice. Was a choice ever put to him?\nMS. SIGLER: He had a choice that was\nimplicit, Your Honor, under Louisiana law; and he knew\nthat, and his counsel certainly knew that.\nJUSTICE KAGAN: Well, you didn't even know\nthat. You said the State could not ethically or legally\nbring him to trial. How was he supposed to know that?\nMS. SIGLER: Justice Kagan, our response\nin -- in that particular phrase that you are speaking of\nhas to do with our response to how the Petitioner has\nphrased this issue all along. The Petitioner has\ncontinuously phrased this issue as if he had a right to\ncapital-certified counsel, and, in fact, in his reply\nbrief, that is what he states.\nJUSTICE SCALIA: I thought -- I thought the\nstatement meant could not ethically or legally bring him\nto trial while he is insisting on his right to two\ncounsel.\nMS. SIGLER: That's correct, Justice Scalia.\nJUSTICE SCALIA: It would have been\ndifferent if he had said, the devil with the second\ncounsel, I want a -- I want a prompt trial.\nMS. SIGLER: That's correct.\nJUSTICE SCALIA: Then you would have felt\nthat, legally and ethically, you could proceed.\nMS. SIGLER: Yes, sir. Yes, Your Honor.\nCHIEF JUSTICE ROBERTS: What about your\nfriend's argument that he couldn't ask for a speedy\ntrial without an affidavit saying he was ready to go to\ntrial?\nMS. SIGLER: It's interesting that\nPetitioner argued that here today because, under Article\n71 of the Code of Criminal Procedure, while an affidavit\nis listed in the statute as one requirement, as a matter\nof course, motions for speedy trial are granted pro se\nall the time that meet none of the requirements in that\nstatute.\nIn addition, Rule 31 does not say that a\ndefendant who is trying to avail himself of Rule 31\ncan't file a motion for a speedy trial. It says nothing\nto that effect.\nJUSTICE GINSBURG: Mr. Boyer was -- had a\nlimited education and a low IQ. Did anyone ever counsel\nhim about this, no, you don't have to have two lawyers,\nyou can have one? Did any judge ever tell him what his\nrights were?\nMS. SIGLER: Well, Justice Ginsburg, I would\nfirst like to address that I do not believe the\npetitioner has a low IQ. In fact, that was refuted by\nour Dr. Charles Robertson at a competency proceeding.\nIn fact, the results that was given from an\nIQ test when he was 15, the person administering it\nspecifically stated that he was malingering, which would\ncause a 10-point drop in the IQ --\nJUSTICE GINSBURG: What was the level of his\neducation?\nMS. SIGLER: I believe his level of\neducation was eighth grade. But I would --\nJUSTICE GINSBURG: And he was expected to\nknow all this about two counsel -- you have a right to\ntwo counsel, but, if the State isn't going to pay them,\nyou can go forward with one counsel?\nDid anyone ever tell this man, with an\neighth grade education, what his rights were?\nMS. SIGLER: Justice Ginsburg, I don't\nbelieve that that specific discussion was ever had --\nJUSTICE SCALIA: His -- his one counsel\nmight have known.\nMS. SIGLER: His one --\nJUSTICE SCALIA: He did have one counsel.\nHe had one counsel because he only graduated from the\neighth grade. That's why we provide counsel. And that\ncounsel could have known, no?\nMS. SIGLER: Absolutely. In fact,\nMr. Lorenzi was well aware of the fact that he could\nhave chosen -- the Petitioner could have chosen to\nproceed with just one counsel.\nBut I'd also like to note, Justice Scalia,\nthat, from 2002 to 2004, he had three counsel. He had\nMr. Lorenzi, he had Mr. Steven Singer, and he had\nMs. Christine Lehman.\nHe didn't just have one; he had three.\nJUSTICE GINSBURG: And she was not -- you\nknow, you said that, at all times, he had at least two.\nIt seemed to me -- two paid counsel. Lorenzi wasn't\npaid, so it was -- was it Singer?\nMS. SIGLER: Yes, ma'am.\nJUSTICE GINSBURG: And then the woman --\nLehman, is it? But, when she started representing him,\nshe didn't have the qualifications to be counsel.\nMS. SIGLER: Well, Justice Ginsburg, as has\nbeen alluded to before, I believe, by Justice Scalia,\nshe absolutely had the qualifications to serve as\ncounsel, as required by the Sixth Amendment. And --\nJUSTICE GINSBURG: But she wouldn't -- she\ncouldn't be appointed counsel in a death case under\nLouisiana's rules.\nMS. SIGLER: She met the qualifications for\nassociate counsel. In fact, she was later certified in\na motion filed by Mr. Lorenzi to be associate counsel --\nJUSTICE GINSBURG: Yes, but, in the very\nbeginning, she wasn't even qualified to do that.\nMS. SIGLER: Well, there was a provision --\nthere is a provision in Louisiana law -- law that allows\nsomeone to move for the admission and the certification\nof somebody as capital counsel, which was the procedure\nemployed in this case. That is perfectly permissible.\nBut Miss Lehman, at that time, was a very\nexperienced attorney, and we lay out her qualifications\nin the brief. So, while she may not have been perfectly\nqualified under Rule 31 to serve as lead counsel, she\ncertainly was more than qualified --\nJUSTICE SOTOMAYOR: Is -- is --\nJUSTICE SCALIA: She was a graduate of Yale\nlaw school; wasn't she?\nMS. SIGLER: She's a very impressive\nattorney.\nJUSTICE SCALIA: And another of his counsel,\nMr. Singer -- of the three that he had -- he was a\ngraduate of Harvard law school; wasn't he?\nMS. SIGLER: Yes, Your Honor.\nJUSTICE SCALIA: Son of a gun.\nMS. SIGLER: Very exceptional.\nJUSTICE SOTOMAYOR: Is that the minimum\nconstitutional --\nJUSTICE THOMAS: Well, there -- see, he did\nnot provide good counsel.\n(Laughter.)\nMS. SIGLER: I would refute that,\nJustice Thomas.\nJUSTICE SOTOMAYOR: Counsel, is -- do you\nwant to define constitutionally adequate counsel? Is it\nanybody who's graduated from Harvard and Yale?\n(Laughter.)\nJUSTICE SOTOMAYOR: Or even just passed the\nbar?\nMS. SIGLER: Or LSU law. I went to Harvard.\nJUSTICE SOTOMAYOR: I would think -- no, no,\nno. This is a very serious question which is, I don't\nknow that we have ever defined what the minimum\nqualification is for qualified counsel.\nBut it is -- some of it has to be that\ncounsel themselves feel adequate to represent a capital\ndefendant.\nMS. SIGLER: Well --\nJUSTICE SOTOMAYOR: I know plenty of lawyers\nwho would never either volunteer or would resist being\nappointed to take on that kind of case because it has\nmany differences to a normal case.\nMS. SIGLER: I would agree with that,\nJustice Sotomayor, but I would invite you to look at the\nmotion that moved for the certification of Ms. Lehman,\nwhich is in the record. That motion --\nJUSTICE SOTOMAYOR: She's a very experienced\ntrial counsel. There's no -- no doubt of that. But was\nshe a capital counsel?\nMS. SIGLER: She was, Your Honor. That\nmotion specifically refers to the seven capital cases\nshe had worked on and states that, while at the LCAC --\nthe Louisiana Capital Assistance Center -- she had\nworked on other capital cases in advisory positions. So\nshe --\nJUSTICE ALITO: Let me -- let me give you a\nholding -- this is an incredibly factually complicated\ncase. We don't usually take cases that are so\nfact-bound, but we've taken it.\n(Laughter.)\nJUSTICE ALITO: Let me give you a rule that\nwe might adopt. If the failure to provide funding makes\nit impossible for some period of time for a case to be\ntried, then the delay is attributable to the State.\nWould you agree with that?\nMS. SIGLER: If the failure to provide\nfunding is a deliberate attempt on the State to\ninterfere with the Sixth Amendment right to counsel,\nthen I would agree with that.\nJUSTICE BREYER: You also agree, right on\nthis subject, that the only sentence that I can find --\nI haven't read it totally carefully -- but, in the lower\ncourt opinion, that has to do with this is the sentence\nI read before.\nAnd it says, \"The first three years he was\nincarcerated, he was charged with first-degree murder,\nand the progression of the prosecution was out of the\nState's control, as determined by this Court and the\nSupreme Court.\"\nNow, when I look at those words, I am not\n100 percent certain what they mean. So it would be\nhelpful -- but I don't want --- you're not going to do\nit -- I'd like to -- are you -- would you concede that\nthat statement means they're saying that the State, for\nspeedy trial purposes, is not to be held accountable,\nreally, at all, for not providing the money, insofar as\nthat's a cause of the delay?\nIs that a conceded point? Or is that\nsomething I have to spend quite a lot of time going\nthrough?\nAnd, if you don't concede that, what is it\nthat you concede, which would spare a little time going\nthrough this record.\nMS. SIGLER: Justice Breyer, I regret to\ninform you that I do not concede that point.\nJUSTICE BREYER: All right.\nMS. SIGLER: I believe that if you look at\nthe --\n(Laughter.)\nJUSTICE BREYER: I thought maybe you would\nnot, but --\n(Laughter.)\nMS. SIGLER: I believe that, if you look at\nAppendix D, as I stated earlier, the other Barker\nfactors are discussed. And the continuance motions that\nwere filed by defense counsel are mentioned with regard\nto the assertion of the right; they are not necessarily\nmentioned with regard to the State.\nJUSTICE BREYER: Yes, you are right. Most\nof this opinion -- and almost all of it is about the\nother factors. Now, I agree with you, that's what it\nlooked like. But we do have this sentence.\nSo how am I supposed to figure out whether\nthat sentence really means what they say? Or just is\nsomething they threw in to make the opinion more\ndifficult for us to understand?\nMS. SIGLER: I don't think that was the\nstated -- the -- the intention of the Third Circuit,\nJustice Breyer.\nJUSTICE BREYER: No, I don't either. I\ndon't either. But what's the argument -- sounds as if\nit has something to do with funding. So what's the\nargument it doesn't?\nMS. SIGLER: Well, I believe --\nJUSTICE BREYER: I mean, it says, you see,\n\"as determined by this Court and the Supreme Court.\"\nWhat were they talking about?\nMS. SIGLER: Well, I believe what the Third\nCircuit was referring to was this Court's\nBarker v. Wingo jurisprudence. This Court has stated,\nrepeatedly, that even if something --\nJUSTICE BREYER: Oh, okay. Well, then,\nthat's it. They're referring to Barker. Okay.\nSo when they say it's out of this State's\ncontrol, as referred to in Barker, which is our case,\nthen what they mean is that it's not something that the\nState had anything to do with, so they shouldn't be\nblamed for it.\nMS. SIGLER: I think that they are\nattempting, in some fashion, to reconcile some of this\nCourt's later statements in the Barker jurisprudence,\nwhich this Court made it clear, in Vermont v. Brillon,\nthat certain actions are not going to be attributed to\nthe State for speedy trial purposes --\nJUSTICE BREYER: When you agreed with --\nJUSTICE KAGAN: Ms. Sigler, could you go\nback to Justice Alito's question?\nMS. SIGLER: I'm sorry?\nJUSTICE KAGAN: That was a good -- that was\na good segue.\nJUSTICE SOTOMAYOR: You added the word\n\"deliberate\" --\nCHIEF JUSTICE ROBERTS: Justice Alito, I\nthink, has a question pending.\nMS. SIGLER: Okay.\nJUSTICE ALITO: Well, you agreed with the --\nthe principle that I mentioned, except that you want to\ndraw a distinction between the failure to provide\nfunding and the deliberate failure to provide funding?\nIs that a real difference?\nMS. SIGLER: Absolutely.\nJUSTICE ALITO: Can the State inadvertently\nfailed to provide funding?\nMS. SIGLER: I think that this Court has\nalways recognized, in the Barker jurisprudence, that\nnegligence is a very different factor in how it weighs\nagainst a State than a deliberate attempt to violate a\nconstitutional right to a speedy trial.\nJUSTICE SOTOMAYOR: How can --\nJUSTICE KAGAN: When we said in Krillon\ndelays resulting from a systemic breakdown in the public\ndefender system could be charged to the State, so that\nsuggests systemic breakdown doesn't necessarily mean\ndeliberate. It just means there has been a breakdown,\nand the result is that the person can't get to trial.\nAnd if -- I think -- if Justice Alito could\neven read that again and if you think about it, in light\nof this statement in Krillon, that systemic breakdowns\nare systemic breakdowns, whether or not they are\ndeliberate.\nMS. SIGLER: Well, Justice Kagan, I think\nthat the best evidence or the fact that there was no\nsystemic breakdown is the funding hearing itself,\nAppendix JJ.\nAt that funding hearing, there are extensive\ndiscussions about other capital cases within the State\nthat are being tried the entire time this case is\npending, including one case that we referred to,\nState v. Reeves, in Calcasieu Parish, a capital case\nthat went to trial in less than four years, that\nincluded a retrial.\nJUSTICE ALITO: Well, let's say you have a\ncase where the -- the defendant wants counsel, can't\nafford counsel, and the State says, we'd love to provide\ncounsel for you, but we're broke, we just don't have any\nmoney to provide counsel, but, maybe in a year, we'll\nhave money to provide counsel.\nNow, what do we do with the delay between\nthat point and -- and the -- the point, a year later,\nwhen the money becomes available?\nMS. SIGLER: Well, I think, from that\nscenario, we would have to look at the State's\nintention. I certainly think that, if the State flat\nout said, I'm sorry, you're not getting counsel for a\nyear, then we would have to attribute that factor to the\nState more heavily, even though it does appear that, in\nyour scenario, it's more of a negligence problem than a\ndeliberate we're not going to fund you problem.\nJUSTICE BREYER: Suppose it is negligent.\nFor -- for a year, this person isn't represented because\nthe State keeps sending the checks to his cousin of the\nsame name. I mean -- you know, they didn't do it\npurposely. He just happens to have a cousin, this\nlawyer, of the same name, who doesn't tell him he's\ngetting these checks out of nowhere.\nSo he can't hire the expert. Absolute\nnegligence. I mean, that's not to be attributed to the\nState?\nMS. SIGLER: No, Justice Breyer. Clearly --\nJUSTICE BREYER: Is there any authority for\nthat? I mean -- you know, maybe you'd discount it\nbecause it wasn't deliberate, but no attribution\nwhatsoever?\nMS. SIGLER: Well, you discount it,\nJustice Breyer, and you attribute it to more of a\nnegligence standard than you would a -- an absolute\nfailure or refusal to provide counsel. And this Court\nhas done that repeatedly.\nJUSTICE SOTOMAYOR: I'm sorry. What's the\ndifference between saying, I'm broke, and I want to pay\nthe prosecutor because they kept paying the prosecutor,\nI want to pay for the prosecutor's investigation, but I\nwon't pay you? What -- what is the difference in\napplying the negligence versus deliberate standard?\nI mean, look, in the end, States are always\nstrapped, but I don't know a State who doesn't make some\nincome. They make a choice about where they want that\nincome to go. And it may be, in your judgment, a more\nlegitimate decision, but why is the situation less\nnegligent -- why is it negligent and not deliberate?\nWhy is the choice one, not the other?\nMS. SIGLER: Because, Justice Sotomayor, I\nbelieve in this Court's decisions, under\nBarker v. Wingo, the choice aspect -- the deliberate\nintent aspect has been looked at by the courts in\ndeciding how much of the blame is to be assessed against\nthe State.\nJUSTICE SOTOMAYOR: Well, then answer the\nquestion. Why isn't the choice to say, I -- I'm broke,\nso I don't want to pay you, I'm going to pay the\nprosecutor -- which happened, the prosecutors were being\npaid throughout. They had enough money to investigate,\nbut we're choosing not to pay the defendants.\nWhy isn't that a deliberate choice?\nMS. SIGLER: Well, Justice Sotomayor, that\nchoice was not made in this case. There was available\nfunds. What we're here -- we're here today --\nJUSTICE SOTOMAYOR: Available funds to pay\nthe lawyer?\nMS. SIGLER: There were available funds in\n2003. I was referring to that letter in the record\nthat --\nJUSTICE GINSBURG: The -- the court itself\nsaid, repeatedly, that the cause of the delay was the\nfunding crisis, the court -- I think we have to accept\nthat as being the case, that the funding crisis -- the\neffort to get this lawyer paid failed, time and again.\nAnd it was the court determination that it is the\nfunding crisis that caused the delay.\nMS. SIGLER: Well, Justice Ginsburg, the\nfunding crisis that the court ruled on was present in\n2006. It was not present in 2003, when this case\nstarted. Mr. Lorenzi, himself, identified a source of\nfunds -- funds to pay him.\nAnd when we hear Chief Public Defender Ron\nWare testify at that motion for funding hearing, at\nAppendix JJ, he says, yes, I have a special capital\ndefense account, and, yes, I have been paying capital\nattorneys from this account throughout this time period.\nThe fact that there weren't funds readily\navailable in 2006 is directly attributable to Petitioner's\ncounsels failing to move his funding herein forward in\n2003, when he first identified that source of funds.\nThis is not a case in which there was never any funding.\nThis was a case in which defense counsel,\nfor whatever reason, delayed a resolution of the funding\nissue, an issue that he, himself, identified as one --\nwithout any resolution, he was not going to go forward\nwith substantive motions.\nThe onus -- the -- the blame -- or more of\nthe blame in this case, on the funding problem, belongs\nwith the Petitioner, not the State of Louisiana, whether\nwe mean the prosecution --\nJUSTICE SOTOMAYOR: I'm not going to argue\nthe funding issue because I've got to go look at the\nrecord again.\nBut let's assume that the record doesn't\nsupport your claim because, as I read the decisions\nbelow and the record that I saw, there wasn't funding\navailable until -- I think it was 2006 or '7? And so,\nsomehow, there's a disconnect between what you're saying\nand the record.\nBut let's assume that -- my hypothetical,\nthat there wasn't money, despite whatever you're saying.\nWhat's your position then? Then it's not\ndeliberate? It's still negligence.\nMS. SIGLER: Justice Sotomayor, I maintain\nthat position, and I believe it to be consistent with\nthis Court's repeated analysis under Barker v. Wingo\njurisprudence.\nYou do look at the intent of the State as\neither a negligence factor, akin to more of a neutral\nfactor, a deliberate factor, or a valid reason for the\ndelay. And I would also suggest to Your Honor --\nJUSTICE SOTOMAYOR: So there could never be\na systematic breakdown, in your judgment, because any\ntime the State gives resources to something else, it's\nnot deliberate -- it's not a systemic breakdown.\nMS. SIGLER: Justice Sotomayor, I would\ninvite you to look at the motion for funding hearing\nagain. There was money allocated to indigent defense by\nLouisiana. It has increased -- and this is public\nrecord, and it's partially supported by the funding\nhearing.\nThat money has increased from 9.4 million in\n2006 to 20 million in 2 -- I'm sorry -- in 2005, to 20\nmillion in 2006, to $33 million today. House Bill 1 of\nthe State legislative website. That is the precise\namount prosecutors are awarded by the State.\nI would, again, suggest that this is not a\ncase of systemic breakdown. And I think that, as a\npolicy matter, this Court should be reluctant to rule\nagainst the State of Louisiana, which, as Justice Scalia\nnoted, has been so generous in trying to provide capital\nindigent defendants with specially qualified counsel,\nwhich is more counsel than they're even entitled to\nunder the Sixth Amendment.\nAnd I would also urge this Court to be\ncognizant of its own repeated statements in the past,\nthat this is a very severe remedy with regard to letting\na convicted murderer free.\nI'd also like to address, before I sit down\nand turn this back over to Mr. Bourke, Justice Ginsburg,\nearlier, you had addressed the question of whether or\nnot the armed robbery was, in fact, still a valid\ncharge.\nContrary to Mr. Bourke's assertion before\nYour Honor today, if you look at Appendix 254A, there is\na writ of opposition that was filed by the Petitioner\nbefore the Louisiana Supreme Court. And, at 254A, he\nsays -- and I quote -- \"Even if the murder indictment\nwere quashed, Mr. Boyer faces the armed robbery\nprosecution.\"\nThe Third Circuit also rejected Mr. Bourke's\ncurrent double jeopardy argument and stated specifically\nthat there was no speedy trial problem with regard to\nthe armed robbery.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Bourke, you have about 3 minutes\nremaining.\nREBUTTAL ARGUMENT OF RICHARD BOURKE\nON BEHALF OF THE PETITIONER\nMR. BOURKE: Thank you. And I have a few\npoints of clarification that I want to make, just in a\nvery quick fashion.\nJustice Sotomayor, there was no funding in\n2001, 2002, 2003. It was never there. If Your Honor\nlooks at the Louisiana Supreme Court opinion in Citizen,\nit will describe the Turner case funding hearing in\n2001. Mr. Lorenzi was stuck with that one as well.\nThere was no money.\nMr. Lorenzi did, indeed, submit bills in\n2003 because a new procedure had been announced, and\nthat's at page -- Joint Appendix page 401 to '3. You'll\nsee the correspondence showing he did submit bills, and\nthere was no money.\nJUSTICE SOTOMAYOR: There was money\nallocated, but, if I understood the record correctly --\nby the State -- the funding was grossly inadequate to\ncover all the needs?\nMR. BOURKE: Right. It was -- it was\nunderwater. It was oversubscribed. It --\nJUSTICE SCALIA: Mr. Bourke, would you\nrespond to the last point made by -- by opposing\ncounsel?\nMR. BOURKE: Yes, certainly.\nJUSTICE SCALIA: You did state -- it's in\nAppendix J -- \"Even if the murder indictment were\nquashed, Mr. Boyer faces the armed robbery prosecution.\"\nMR. BOURKE: Yes, Your Honor.\nJUSTICE SCALIA: You told us, today, that\nthat's not the case, that the armed robbery prosecution\ngoes down the drain. Which -- which is true?\nMR. BOURKE: The passage you're referring to\nis from a writ application purely limited to the\napplication of the State speedy trial statute, which\ndoes accord a new clock to every new filing.\nSo, under Louisiana State statutory law, the\narmed robbery started the State statutory clock again,\nbut that is not the case for the Sixth Amendment --\nJUSTICE SOTOMAYOR: As to the murder or as\nto the independent robbery count? It's not a lesser\nincluded offense, the robbery count.\nMR. BOURKE: The armed robbery was a lesser\nincluded of first-degree murder, but it is not a lesser\nincluded of second-degree murder. Our double jeopardy\nargument was the same force was applied in both, the\nforce for the murder and the force for the armed\nrobbery, so that's completely irrelevant.\nBut that was a State statutory argument\nabout the armed robbery charge, which has no\napplication in the case in front of us.\nJUSTICE KAGAN: Mr. Boyer -- why would --\nCHIEF JUSTICE ROBERTS: Go ahead.\nJUSTICE KAGAN: Why would we get to that\nquestion? I mean, no courts below have dealt with it.\nIt has been briefed to us in a grand total of two\nparagraphs, I think. There would be no reason for us to\nget to that question.\nMR. BOURKE: It -- it is well beyond the\nquestion presented, Your Honor, I agree.\nYour Honor, the --\nJUSTICE KAGAN: And so -- so, from that\npoint of view, we can assume that there is a robbery\nconviction that is still out there.\nMR. BOURKE: He has a murder and armed\nrobbery conviction from the same incident. It's the\nsame charge as the first-degree murder. It's just\nunpacked.\nJUSTICE SCALIA: Or assume that there isn't,\nright?\nMR. BOURKE: That -- that is why this Court\nwould remand to allow the -- the local court to deal\nwith it and ensure that that's accurate.\nJustice Breyer, the reference to our\nearlier -- the decision of this Court and the supreme\ncourt is a reference to the earlier decision on the\ninterlocutory writ application, the earlier decision\nthat a lack of adequate funds prevented the prosecution.\nAnd if Your Honor looks at Joint Appendix,\nat page 126, which is part of the opinion of the Third\nCircuit, you will see, earlier, in their opinion, they\ndiscuss their own earlier ruling in the supreme court --\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "LOUISIANA"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 11, 
        "JUSTICE ALITO": 7, 
        "JUSTICE BREYER": 16, 
        "JUSTICE GINSBURG": 15, 
        "JUSTICE KAGAN": 14, 
        "JUSTICE KENNEDY": 7, 
        "JUSTICE SCALIA": 47, 
        "JUSTICE SOTOMAYOR": 30, 
        "JUSTICE THOMAS": 1, 
        "MR. BOURKE": 68, 
        "MS. SIGLER": 63
    }
}