{
    "appearances": {
        "content": "JOSEPH R. GUERRA, ESQ., Washington, D.C.; on behalf of\nPetitioners.\nPAUL D. CLEMENT, ESQ., Washington, D.C.; on behalf of\nRespondents.\n"
    }, 
    "caseNum": "12-25", 
    "caseinfo": {
        "content": "EDWARD F. MARACICH, ET AL., :\nPetitioners : No. 12-25\nv. :\nMICHAEL EUGENE SPEARS, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJOSEPH R. GUERRA, ESQ.\nOn behalf of the Petitioners 3\nORAL ARGUMENT OF\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Respondents 27\nREBUTTAL ARGUMENT OF\nJOSEPH R. GUERRA, ESQ.\nOn behalf of the Petitioners 59\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, January 9, 2013\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:16 a.m.\n"
    }, 
    "petitioners": [
        "EDWARD F. MARACICH, ET AL.,"
    ], 
    "proceedings": {
        "content": "(11:16 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next in Case 12-25, Maracich v. Spears.\nMr. Guerra?\nORAL ARGUMENT OF JOSEPH R. GUERRA\nON BEHALF OF THE PETITIONERS\nMR. GUERRA: Mr. Chief Justice, and may it\nplease the Court:\nThe DPPA requires express consent when personal\ninformation in the DMV databases is used for bulk\nsolicitation. The express consent requirement is\nCongress's considered response to one of the core\nproblems that the DPPA targets, and the litigation\nexception creates no exception for lawyers.\nIn fact, when Congress intended to create an\nexplicit exception --\nJUSTICE SOTOMAYOR: Does it create an\nexception for research? Let's assume that a university\nwanted to do a research project, and it needs subjects.\nI get solicited for it all the time.\nDoes this exception apply to them, too?\nMR. GUERRA: Our view, Your Honor, as we\nindicated in our reply brief, is it would not because we\nbelieve (b)(12)'s consent requirement governs commercial\nbulk use of DMV information, which is clear from the\nfact that it's focusing on marketing and solicitation\nand also from the history behind the statute, which is\nvery much aimed at use of DMV information --\nJUSTICE SOTOMAYOR: It says, \"surveys,\" not\njust marketing or solicitations.\nMR. GUERRA: Yes, it does, Justice\nSotomayor.\nJUSTICE SOTOMAYOR: I mean, there is a\ncommercial component, but there appears to be a\nnoncommercial component as well.\nMR. GUERRA: We -- we think, Justice\nSotomayor, that this statute is sensibly construed to --\nunder the noscitur a sociis principle that we are\nrelying on elsewhere in our argument with respect to\n(b)(4). That that same principle applies to the three\nthings that -- that the bulk solicitation -- the bulk\nuse provision governs and, particularly, when you look\nat the history underlying the statute which was very\nmuch aimed at use of the information for direct\nmarketing.\nAnd so -- as I was saying, Congress made\nclear --\nJUSTICE SOTOMAYOR: Does that apply to the\nStates, too, when they want to market against drunk\ndriving, they want to market against -- for their health\ninsurance processes versus private processes for State\ndrug provided --\nMR. GUERRA: Justice Sotomayor, I believe\nwhat your first question sounded -- your first example\nsounded like it was a noncommercial use. I think that\nin the -- in the case where the State is acting as a\ncommercial entity, the same rules we would -- we would\napply with respect to lawyer solicitation would apply\nthere.\nAnd the reason I say that -- and the reason\nI think it's so clear that Congress intended that really\nlies in the language of Subsection (b)(2) because,\nthere, Congress made clear that it understood that these\nprovisions are not wholly independent permissions and,\nin fact, that the consent requirement governs all\ncommercial bulk use, absent an explicit exception.\nAnd, if you take a look, it's in the second\npage of the addendum to our opening brief. And it says\nthat, \"Personal information may be used in connection\nwith matters of motor vehicle market research activity,\nincluding survey research.\"\nCongress included the survey research clause\nbecause a commercial bulk survey using personal\ninformation would otherwise be governed by (b)(12)'s\nconsent requirement, and so Congress had to make clear\nthat it was creating an exception for one industry to\nengage in this one particular type of bulk use.\nAnd the reason we know that the survey\nresearch clause means that is because, under\nRespondent's interpretation, it has no affect\nwhatsoever. If -- if, as they say, each of these\nclauses is wholly independent and sufficient to\nauthorize whatever it covers, a phrase covering \"in\nconnection with matters of motor vehicle market research\nactivities\" would, in and of itself, cover the subset of\nmotor vehicle market research survey research.\nSo to give that clause any effect, you must\nunderstand that it's overriding the express consent\nrequirement of (b)(12) and -- such that you now have to,\nwhen you look at the other provisions that might\nauthorize bulk commercial use, find a comparably\nexplicit authorization, and you can't find that in\n(b)(4). (B)(4) says nothing about solicitation, much\nless bulk solicitation. And --\nJUSTICE GINSBURG: It says, \"anticipation of\nlitigation in connection\" --\nMR. GUERRA: Yes.\nJUSTICE GINSBURG: Not only ongoing\nlitigation, but it can be used in connection with\nanticipation of litigation.\nMR. GUERRA: Yes, Justice Ginsburg. But my\npoint is that, in (b)(2), you find an explicit\nauthorization for survey research, which is one of the\nvery three topics covered in (b)(12) itself. When you\nlook at (b)(4), you don't see anything about\nsolicitation, which is the kind of explicit override\nthat (b)(2) indicates Congress wanted or -- or is\nnecessary in order to conclude that another subsection\noverrides (b)(12)'s express consent requirement.\nJUSTICE KAGAN: Mr. -- Mr. Guerra, I have to\nadmit that, given what a mess this statute is, those\nthree words don't quite do it for me. So, I mean,\nthe -- the argument against you, right, is -- as to\nusing (b)(12) to define (b)(4), is that, look, this is\njust a list of exceptions to a general prohibition, and\nno one is more general or specific than any other, and\nall you have to do is fit within one of them. And it\ndoesn't matter whether you don't fit within two of them,\nif you don't fit within one of them.\nSo then the question would be: Are you\ncovered by (b)(4) or not? If not, are you covered by\n(b)(12) or not?\nMR. GUERRA: Well, Justice Kagan, with\nrespect, number one, I don't think you can so readily\ndismiss the -- the interpretive import of those three\nwords because they don't have any function other than to\noverride the express consent requirement in (b)(12).\nAnd, if there is no need -- if (b)(12) doesn't apply to\nany other subsection, there is no need to be overriding\nit in (b)(2).\nBut we don't rely solely on that -- the\nforce of those three words. It's also the case that\n(b)(2) -- excuse me, (b)(12) is one of the core\nprovisions of the statute, in the sense that it's aimed\nat one of the fundamental problems that prompted passage\nof the Act in the first place, which was DMVs collecting\ninformation, then making it available to direct\nmarketers.\nAnd so you are in a situation where you've\ngot a core restriction aimed at a core problem this\nStatute\nis designed to -- to resolve, but -- whereas (b)(4) is\none of the few subsections that authorize access to the\nmost sensitive information that Congress -- excuse me,\nthat DMVs were -- were collecting.\nCHIEF JUSTICE ROBERTS: It's kind of hard to\nargue, when you have (b)s (1) through (14), that (b)(12)\nis the core provision. Usually, it's -- it's 1 of 14\nitems in a list.\nMR. GUERRA: Mr. Chief Justice, what I mean\nby that is that we know it's -- it's core in the sense\nthat it's aimed at one of the core problems that\nCongress was addressing. And (b)(4), by contrast, is\none of the few provisions in which Congress authorized\naccess to the most sensitive information DMVs collect,\nsuch as medical and disability status and Social\nSecurity numbers.\nAnd we submit it's simply implausible to\nthink that a Congress concerned with undue\npublic/private access to DMV information would, in the\nsame statute, grant lawyers the right -- a unique right,\nto use that highly sensitive information in order to\nengage in bulk solicitation.\nAnd, in fact, the legislative record here is\ndevoid of any evidence that Congress was aware that\nlawyers ever made use of DMV information for\nsolicitation, much less that -- or that they\ncontemplated it, much less that Congress made a\nconscious decision to allow them to --\nJUSTICE GINSBURG: Do you recognize that you\ncould use (b)(4) to identify class members?\nMR. GUERRA: We do, Your Honor. And -- and\nthat's -- that is because that is not a solicitation.\nThat class notice is advising people who are not aware\nthat there is pending litigation that could affect their\nrights.\nJUSTICE GINSBURG: So -- so if it's -- if\nit's a solicitation, suppose this information was a -- the\nrecent automobile purchaser was asked: Did you buy a\ncar recently? Were you charged this additional fee?\nPeriod. That would be okay?\nMR. GUERRA: Your Honor, yes. It would be\nokay -- well, let me just say if -- if the person --\nJUSTICE GINSBURG: That would come under\n(b)(4)?\nMR. GUERRA: Justice Ginsburg, if I may just\nqualify my answer, yes, if you were investigating claims\non behalf of a potential client. I don't think -- I\ndon't think people can just go down to the DMV and\nanswer questions of personal interests to themselves --\nor lawyers, for that matter. But that is an instance in\nwhich you are simply engaging in investigation, assuming\nthat you are investigating a possible lawsuit, and not a\ncircumstance in which you are engaging in solicitation.\nAnd that is a fundamental difference.\nJUSTICE KENNEDY: Well, aren't we going to\nbe told the whole essence of the class action is you\nhave to see if there is an injury that goes beyond some\nparticular clients that you know. And isn't this --\nisn't this investigation in anticipation?\nMR. GUERRA: Your Honor -- Justice Kennedy,\nif they had limited their activities to conducting an\ninvestigation, to determine the scope of a potential\nclaim, we would have no quarrel with that.\nJUSTICE KENNEDY: Well, the anticipation is,\nare -- are you willing to join the class?\nMR. GUERRA: But that --\nJUSTICE KENNEDY: Isn't that critical?\nMR. GUERRA: No -- no, Justice Kennedy, I\ndon't think so. And I think the point of (b)(4) is it's\nfocused on proceedings, not on lawyers. And it's\nasking -- its basic goal is to ensure that tribunals can\ndo their job.\nJUSTICE KENNEDY: Well, I do think you are\nhelped somewhat by the -- the chronological progression\nhere, is it including the service of process, which\nmeans the case has already started, and then\ninvestigation in anticipation of the litigation that\nfollows the service of process.\nSo it -- it is true that there is a\nchronological aspect. In order, it seems to me, for the\nRespondents to prevail, they have to say that\ninvestigation in anticipation of litigation also\nprecedes service of process.\nMR. GUERRA: They would, and I think they do\nmake that argument, Justice Kennedy. My point is that\nthe focus of (b)(4) is on the tribunals, in ensuring\nthat they have -- they can have the information, that\nthey can do their job, which is to make and enforce\njudgments. Lawyers get information under (b)(4) when\nthey act as officers of these tribunals, not for their\nown commercial benefit. When --\nJUSTICE KAGAN: Mr. Guerra, where do you get\nthat from, in (b)(4), this focus on tribunals, rather\nthan lawyers? Because -- you know, the -- the\ninvestigation is done by lawyers, right? And that's a\ncritical part of (b)(4), so where -- where does that\ncome from in the statute?\nMR. GUERRA: It comes from the phrase \"for\nuse in connection with any civil, criminal,\nadministrative or arbitral proceeding in any Federal,\nState, or local court or agency.\" And --\nJUSTICE KAGAN: But then it includes things\nthat are clearly done by lawyers.\nMR. GUERRA: Right. My point is that\nlawyers get access when they act as officers of those\ntribunals, not for their own commercial self-interests.\nAnd an investigation in anticipation of litigation is an\nobligation that all lawyers have, to ensure that they\nhave a well-founded factual basis for bringing a lawsuit\nin the first instance.\nJUSTICE KENNEDY: Well, are -- are you\nsaying that the study must be either a solicitation or\nan investigation? It can't be both? Why can't it be\nboth?\nMR. GUERRA: Because, Justice Kennedy, the\nDM -- the DPPA is designed to -- it was aiming at a\nfundamental problem of private individuals obtaining DMV\ninformation for commercial solicitation purposes. And\nCongress, we know, wanted to stop that in the absence\nof consent. So -- by the same token, they wanted to\nmake sure that they weren't intruding on the information\nthat courts and other tribunals need to do their jobs.\nAnd so the -- the distinction is you can\nengage in an investigation because that's acting as an\nofficer of the court, in order to help the court\nultimately render its judgment.\nJUSTICE GINSBURG: That's why -- would\nyou -- I want to make sure I understood your prior\nanswer. You said, I thought, that it would have been\nokay to get the information from the bureau and then\nask, did you buy a car recently? Did you have this\nadditional charge? Now, suppose -- you said that was\nall right?\nMR. GUERRA: That -- Justice Ginsburg, I\napologize if I am not making myself clear enough. The\nvital distinction is between investigative activity to\nensure that you have a well-founded basis to file a\nlawsuit, versus solicitation --\nJUSTICE GINSBURG: Well, isn't that --\nwasn't that crystal-clear here? Because the dealers\nwere saying, you can't go forward unless you have a\nplaintiff to match every dealer. You're trying to bring\na representative action, but your list of plaintiffs,\nnone of them bought from Dealer Z. So we are\ninvestigating to see if we can have a representative\naction with a line-up of plaintiffs, each of whom has\npurchased from a list of defendants.\nMR. GUERRA: Justice Ginsburg, determining\nthat there are -- there are enough plaintiffs to justify\na class or group action is the -- the investigative\nactivity, but, when you go on to invite them -- and the\nFourth Circuit ruled that these letters were\nsolicitations, and that ruling is not before this Court\nat this point --\nJUSTICE GINSBURG: Well, suppose we had --\nwhat -- it was limited to did you buy the car, did you\npay the fee? And then somebody who --\nMR. GUERRA: Justice Ginsburg -- I'm sorry\nto interrupt, but something distracted my -- I couldn't\nhear the beginning of your question.\nJUSTICE GINSBURG: We -- we have just those\nquestions, no -- are you interested in joining a\nlawsuit, please call us. But somebody who receives this\nnotice, it just asks, did you buy a car, did you pay the\ncharge, then calls the lawyer's office and says, tell me\nsomething about this letter that you told me -- that\nyou -- you sent to me.\nAnd how does the lawyer answer?\nMR. GUERRA: If the lawyer answers by asking\ninvestigative questions, when did you buy the car, were\nyou charged these fees, were -- were you advised, were\nthey prominently displayed, all of which is in gathering\ninformation for the lawsuit, then the lawyer is engaging\nin permissible investigative prefiling activity --\nJUSTICE SOTOMAYOR: If the lawyer had said\nmore -- did you buy a car, did you get charged the fee,\nwe're investigating this to determine whether this is --\nviolates the law -- is that okay?\nMR. GUERRA: It still is, Your -- Your\nHonor. The critical line --\nJUSTICE SOTOMAYOR: So the only -- the only\nthing that's bad is to say, come call us for a\nconsultation?\nMR. GUERRA: If you were interested in\nparticipating as -- in this proceeding. And --\nJUSTICE SOTOMAYOR: So what's the difference\nbetween that and how you answered Justice Ginsburg, when\nshe said class notice would be okay?\nMR. GUERRA: Because class notice is not a\nproposal of a -- of a relation -- a commercial\ntransaction. It is noticed --\nJUSTICE SOTOMAYOR: Wait a minute. It's\njoining the class or opting out.\nMR. GUERRA: Correct.\nJUSTICE SOTOMAYOR: And, when you join the\nclass, you have a commercial relationship with the\nlawyer no different than being a named plaintiff.\nMR. GUERRA: But the function of class\nnotice is not to enable class lawyers to solicit\nclients. It is to enable courts to render binding\njudgments and to satisfy due process requirements, so\nthat people unaware of a litigation do not have their\nrights forfeited. That is fundamentally different\nthan -- than soliciting clients.\nAnd I realize that --\nJUSTICE KAGAN: Mr. Guerra, that\ndistinction -- I understand that you are deriving some\nof it from (b)(12), but if I -- just -- just assume with\nme that (b)(12) has nothing to do with anything, and you\nwere just limited to (b)(4), can you find that\ndistinction in (b)(4)?\nMR. GUERRA: Your Honor, I think the point\nhere is that, if you look at the conduct that is\nspecified in the three examples, it is all activity that\nlawyers would be engaging in as officers of a court.\nAnd this Court has repeatedly recognized that there is a\nfundamental difference between lawyers acting in their\nown commercial capacities, as opposed to officers of a\ncourt.\nAnd --\nCHIEF JUSTICE ROBERTS: How -- how is\nsomebody conducting an investigation in anticipation of\nlitigation -- it hasn't started yet -- acting as an\nofficer of the court?\nMR. GUERRA: Because they're discharging\ntheir responsibility to ensure that they bring\nwell-founded claims and don't file suits without -- I\nmean, under Rule 11, you have to have a well-founded\nfactual basis for the allegations in the complaint.\nSo you need to do --\nCHIEF JUSTICE ROBERTS: Well, that just\nseems to me to be saying a lawyer is always acting\nas an officer of the court.\nMR. GUERRA: Mr. Chief Justice, with\nrespect --\nCHIEF JUSTICE ROBERTS: When you're\npreparing a discovery request, when you're --\nanything -- anything that the officer functions --\nMR. GUERRA: I think most times, when you\nare in -- engaging in litigation or pre-filing an\ninvestigation, that would be true, and that's -- that\nwould be all protected under (b)(4). The difference\nis -- there is a -- there is a distinction. This Court\nhas recognized that lawyers have multiple capacities.\nThey wear three hats. They are -- they represent\nclients, they're officers of courts, and they're\ncommercial actors --\nJUSTICE KAGAN: Mr. Guerra, don't you\nthink -- I mean, I understand the distinction. The\nlawyer as commercial actor versus lawyer as officer of\nthe court. But, boy, it's hard to get that from the\nwords here. I mean, that -- that seems like the kind of\nold-time legislative interpretation, where we just\nfigured out the statute that we hoped Congress would\nhave written, as opposed to the statute that it did.\nI mean, tell me where that distinction is in\nthis -- in this provision.\nMR. GUERRA: Well, Justice Kagan, for one\nthing, I think that, even if you decide that (b)(12) is\nnot governing (b) -- (b)(4), it's still part of the\nstatute. And it still demonstrates that Congress was\nconcerned about people using DMV information in order to\nengage in commercial activity.\nAnd so the question then is, here's (b)(4),\nwhich says, we're authorizing use of information for use\nin tribunals. There's no mention of lawyers here. And\nso the question is -- and this provision authorizes use\nof the most sensitive information that -- that DMVs\ncollect.\nSo the question you have to ask yourself is:\nIn light of (b)(12) and the fact that we know Congress\nwas trying to stop use of DMV information for\nnon-consensual solicitations, is it reasonable to think\nthat this clause authorizes lawyers to use disability\nstatus and medical information in order to go find and\nsolicit clients?\nAnd I submit it is not, particularly if you\ntake the same broad reading that the Respondents argue\nfor, the \"in connection with\" language, and you apply\nthat to (b)(6) and (b)(10), then you have these truly\nincongruous results, where this Court in Condon\nrecognized that insurers were one of the purchasers of\nthe information that DMVs were selling and using it to\ndirect market, and yet, in connection with underwriting,\nwe've demonstrated that would mean that that is an\nactivity in connection with the business of insurance.\nJUSTICE KENNEDY: Well, I -- I understand\nyour argument about (12), but I -- I do think that you\nought to assume we might interpret this statute, so that\neach of these is independent, and you have to\nconcentrate on (4). You keep going back to (12), when\nwe're talking about (4).\nIf you talk about (4) for a minute, it seems\nto me that you might give away too much because the\nstatute says, \"including service of process,\" which\nmeans the suit has to begin and then investigation in\nanticipation of the litigation that will follow after\nthat suit has come in.\nBut you seem to give that away. You seem to\nthink that investigation in anticipation of litigation\ncan be before the suit is filed. You -- you seem to\nconcede that.\nMR. GUERRA: Justice Kennedy --\nJUSTICE KENNEDY: I don't know why you\nconcede that.\nMR. GUERRA: I guess I -- I've never\nunderstood that -- after service of process, it's still\nin anticipation of litigation. It's been my\nunderstanding that service of process --\nJUSTICE GINSBURG: It doesn't necessarily\nfollow --\nMR. GUERRA: It initiates --\nJUSTICE GINSBURG: -- that they -- they are\ndescribing only what goes on in the court. If you just\ntook the phrase \"investigation in anticipation of\nlitigation,\" \"in anticipation of\" sounds like before\nlitigation begins.\nMR. GUERRA: I am not disputing that,\nJustice Ginsburg. My point is, though, even the -- the\n(b)(6) and (b)(10) examples I just gave,\nJustice Kennedy, don't -- it's not a reliance on (b)(12)\nanymore. It's just demonstrating why it's implausible\nto think that the phrase \"in connection with\" should be\nread so literally that it authorizes anything that can\nbe shown to have a connection with the subject matter.\nJUSTICE SOTOMAYOR: You -- you said earlier,\nand it set me to thinking, that why would in\nanticipation of litigation permit access to all of this\nvery personal information? And I don't know that, yes,\nit does permit access, but only in anticipation of\nlitigation. So you have to prove, before you get things\nlike Social Security number, driver -- anything else --\nall they asked for was name and addresses, I understand.\nMR. GUERRA: Justice Sotomayor, that's true\nin this case, but if you -- if you read before, the way\nRespondents are asking you to read it, there's no\nlimitation in the statute that says you can specify --\nJUSTICE SOTOMAYOR: Well, yes, there is.\nThere is a limitation that you're actually going to use\nit in relationship to the litigation, number one. And\nthe States are obligated to ensure that what they\nrelease is actually covered by one of these exceptions.\nMR. GUERRA: If you interpret (b)(4) to\nauthorize access by lawyers in connection -- based on\nthe theory that they are -- it's in connection with some\nlitigation, they will have access --\nJUSTICE SOTOMAYOR: But they have to explain\nwhy.\nMR. GUERRA: You -- the -- the request in\nthis case simply said, \"pursuant to (b)(4) of the\nstatute.\"\nJUSTICE SOTOMAYOR: No, no, no. As I read,\nthe first one is: We want to see if there is a pattern\nof overcharging; give us the names and addresses of\npeople who have recently bought a car. That seems, to\nme, pretty specific as to what they want and why they\nneed it. And I think it's pretty easy for the State to\nsay this fits.\nMR. GUERRA: Justice Sotomayor, two points:\nThe four requests that followed after the first two said\nnothing of the sort, and the State gave me information.\nIt just said pursuant to the subsection that we're\ntalking about right now.\nIn addition, there is no reason why lawyers\ncouldn't go in and say, I would like to identify -- I am\ninvestigating whether people have claims for a\ndisability claims or -- or based on their medical\nstatus, and I would like information of that ilk from --\nfrom the DMV. (B)(4) authorizes those -- that -- the\nprovision of that information. And it doesn't say that\nthere has to be some heightened showing by -- by the\nlawyers in order to obtain it. So --\nJUSTICE KAGAN: Mr. Guerra, suppose I am a\nlawyer, and I want to bring a toxic tort case, and I am\nreally -- I am looking for witnesses who have the same\nkind of symptoms as my client had. And so I put out a\nletter saying -- you know, have you have been exposed\nand -- and tell me about it, so that I can find out if\nyou are a good witness, and -- you know, if you have, I\nwould also like to represent you. Would -- would that\ncount?\nMR. GUERRA: Two points, Justice Kagan. The\nfirst is that you have highlighted why this is such a\nunique loophole for one very discrete class of lawyers.\nMost -- toxic tort lawyers cannot go to a DMV and say, I\nneed the names and address of people.\nJUSTICE KAGAN: Well, I guess what I was\nsuggesting was that, if I was just asking for witnesses,\nyou would have to say that that was included by (b)(4);\nis that right?\nMR. GUERRA: I do. I do acknowledge that.\nJUSTICE KAGAN: So, now, the court -- the\nlawyer is saying, in addition to your help as a witness,\nif you have the same symptoms -- you know, you can join\nthe suit.\nMR. GUERRA: And I think that that's an\nimproper use. The Congress did not create this\nauthorization to go down to get the most sensitive\ninformation in order to enable lawyers to find clients\nmore easily than they might otherwise find them. And so\ninvestigation in anticipation of litigation is one use\nthat Congress authorized, and, as I have suggested, it's\na use that helps a lawyer discharge his or her\nresponsibility to a court.\nAsking somebody --\nJUSTICE GINSBURG: I don't know why this\ncase doesn't fit that description because the -- the\nposition that the dealers were taking was you can't --\nyou ought to maintain a representative action. The\nState has such an animal, it's not quite a class action,\nrepresentative action. To qualify, the group must be\nnumerous.\nSo how am I going to find out if it's\nnumerous, without asking these questions?\nMR. GUERRA: You -- you can ask every\nquestion up to, \"Would you like to be a plaintiff in the\nlawsuit,\" and that would be fine. That's the dividing\nline.\nJUSTICE GINSBURG: Might that get the lawyer\ninto some difficulty with the Bar Association? They'll\nlook at this and say, look, we told you, if you are --\nif you are seeking clients, then you have to put\nadvertising material. And a letter like that would tip\nthe recipient off to something is going on, I should\nfind out about it, and maybe I should join it.\nMR. GUERRA: Justice Ginsburg, I think that\nthe -- the fact that that might trigger an obligation to\nmake a disclosure is not dispositive of whether it's a\nsolicitation. It would still be an objective factual\ninquiry. And, if there were no indications in the\nletter that someone is being invited to join a lawsuit,\nthen it would be permissible investigation.\nI would like to point out, though, in terms\nof why they needed this information, these lawyers filed\nsuits initially against dozens and, later, against\nhundreds of defendants, where they had no client with\nany claim against that defendant. Then they went to the\nDMV, and they found over 30,000 names and addresses and\nsent out what the Fourth Circuit determined were\nsolicitations, in order to get clients in the claims\nthey had already improperly asserted.\nThey did not need that information to\nindicate the interest of the named plaintiffs they\nalready had. Those people had standing to sue --\nJUSTICE GINSBURG: But then there is a whole\nstring of defendants who were doing the same thing --\nthe same allegedly unlawful practice, they couldn't\nreach without getting additional plaintiffs.\nMR. GUERRA: But their -- their clients have\nno interest or need to reach those other dealerships.\nThey have a claim against the dealers with whom they\ndealt --\nJUSTICE GINSBURG: But their client is a --\nis a group. This -- this is not an individual action --\nMR. GUERRA: That's true, Justice Ginsburg.\nJUSTICE GINSBURG: The statute says sue for\nthe benefit of the whole.\nMR. GUERRA: And -- and the South Carolina\nState court said that each named individual could sue\nfor the benefit of everyone who dealt with the same\ndealer that that plaintiff dealt with, so there is no\ninconsistency. And, of course, even if they want to try\nto affect the conduct of the -- of the dealerships, with\nwhom their clients never dealt with, they could still\nget declaratory relief.\nI would like to reserve the balance of my\ntime.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Clement?\nORAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE RESPONDENTS\nMR. CLEMENT: Mr. Chief Justice, and may it\nplease the Court:\nThe DPPA is an unusual statute. It directly\nregulates the State's use of their own databases and\nimposes massive civil liability and criminal penalties\nfor violations. It regulates it in a relatively\ndistinct way, which is it makes disclosures\npresumptively unlawful, but then has 14 permissible use\nprovisions for which the State may, but does not must,\nmay disclose the information.\nThe scope of those 14 permissible use\nprovisions then becomes quite important for determining\nwhether or not a statute that was originally designed\nprimarily to regulate the commercial sale of DMV\ninformation becomes intrusive into matters of\ntraditional State regulation or imposes massive\nliability without the requisite clarity.\nNow, I would have thought that it was fairly\nclear that, but for a resort to the specific controls to\nthe general canon, that all of the activity at issue\nhere comes comfortably within the language of (b)(4)\nbecause, if you look at that language, it is remarkably\nbroad. Congress uses the word \"any\" three times. It\nuses \"in connection with,\" which I think we all know is\na term of breadth. And then it uses \"including\" and\nuses illustrative examples.\nAnd I think the only thing that really\nbrings these examples together is Congress seems to be\ncovering the litigation process from cradle to grave.\nCHIEF JUSTICE ROBERTS: One thing we also\nknow about the \"in connection with\" language is that we\nhave said, it can't really mean \"in connection with,\" as\nbroadly as that -- the Morales case, I guess, it has to\nhave a more narrow meaning. Otherwise, everything would\nbe covered.\nMR. CLEMENT: Mr. Chief Justice, that's\nexactly right. But the whole reason it has to have\nsome limit is because it's presumptively quite broad.\nAnd if -- I mean, for those who look at legislative\nhistory, the evolution of this provision, as it -- it\nwas changed twice in the legislative process.\nAnd it started out that Congress was going\nto have a permissible use just for use in litigation\ninvolving motor vehicles. Then they dropped \"motor\nvehicles\" and just said, \"use in litigation.\" And then,\nin the final iteration, they said, \"use in connection\nwith litigation.\" So, clearly, they were trying to\nbroaden it.\nNow, I -- I would be the first to admit that\nthere has to be some limit, and we certainly wouldn't\nsay, for example, that if lawyers -- you know, decide in\nthis case, well -- you know, we got this DMV information\nfor perfectly legitimate purposes involved in a\nlitigation, but, now, we are sitting on a gold mine, so\nwe should try to sell -- sell these same people floor\nmats or wiper blades or something. I mean, of course,\nthey can't do that. So there are limits, but I think --\nJUSTICE BREYER: Can they do this: Can --\ncan Lawyer Smith say -- you know, there are some\nproducts in this State that I really suspect are not\nbeing properly made, and I have probably a tort suit;\nand the damages are awfully small; I would like to get\n10 or 20,000 plaintiffs. I wonder if there is anybody\ninterested?\nAnd then what he does is -- I have to write\nthem a letter, and I know where I can get the names and\naddresses, from the DMV.\nSo he goes to the DMV and says, I would like\nthe names of everybody who -- I'd like all your names\nand addresses, and I intend to write them all and send\nthem a letter and say, I suspect there is some fishy\nbusiness going on here in the dress manufacturers; would\nyou like to tell me about what happened? Is that\npossible? Can they do that?\nMR. CLEMENT: It may or may not, depending\non where you draw the line.\nJUSTICE BREYER: Well, what do you --\nMR. CLEMENT: But can I say something before\nwe talk about that? You know, if they are really trying\nto go after the dress manufacturers --\nJUSTICE BREYER: Yes.\nMR. CLEMENT: -- they can go to the phone\nbook, they can go to the title records office, there is\nlots of places they can go, if what they want is just\ngeneral information about people. And the only State\ndatabase that Congress has seen fit to regulate is DMV\ndatabases.\nJUSTICE BREYER: Well, maybe they -- maybe\nthis is all passe. Maybe -- perhaps they could get this\ninformation elsewhere, but I guess we have to deal with\nthis statute --\nMR. CLEMENT: But, Justice Breyer, that's\npart of the reason I'm pointing --\nJUSTICE BREYER: So maybe what they want is\nthey want the names of all the people who've ever had a\ncar -- you know, because they think there's something\nspecial about a car, and they think that's going to be\nconnected. But you see what I'm driving at.\nMR. CLEMENT: I --\nJUSTICE BREYER: You have no lawsuit, but\nyou are going to get one if you can, and you have\ngrounds for thinking that there is some suspicious\ndefendants, and what you are looking for is plaintiffs.\nThat's all.\nMR. CLEMENT: Sure. And --\nJUSTICE BREYER: All you are looking for is\nplaintiffs. Now, can you, under this statute, go and\nget the information, where all you are looking for is\nplaintiffs for your lawsuit? So far, you know how many\nplaintiffs you have? None.\nMR. CLEMENT: I think, actually, the best\nanswer, at the end of the day, is it depends on whether\nyou are focused on a specific transaction, occurrence,\ndefect, so I think you might ultimately --\nJUSTICE BREYER: All right. Is your answer\nwhat I have in my mind -- I'm just repeating the same\nquestion. I will do that -- I have some reason for\nthinking there are a whole bunch of defendants here who\nhave done something wrong. All I am lacking is a\nplaintiff, and what I want to do is get the names of\npotential plaintiffs. It's the same question. I have\nasked that three times. Either you can, in your view,\nget it under this lawsuit, or you cannot.\nMR. CLEMENT: I would say the best answer is\nthat you can. If you don't like that answer and you\nwant to draw the line in a different place --\nJUSTICE BREYER: No, no. I'm not liking or\ndisliking. All I want to know is --\nMR. CLEMENT: Well, here -- here's the\nthing -- is I think there is a couple of places you\ncould draw the line, and I think there is a line drawing\nquestion any time you have language like \"in connection\nwith.\" The first would be, okay, I'm lawyers, and I\nwant to get clients for litigation.\nYou could say, well, that's enough of an \"in\nconnection\" requirement, so you can use that. I would\nsay that that's probably on the other side of the line,\nbut you could just say that's close enough.\nThe other place you could draw the line is\nwhen you have a specific transaction, occurrence,\ndefect, so that there be would be a difference. If I --\nif I get this information and send people letters and\nsay, I see you bought a new car in the last two years --\nyou know, there is a lemon law in this State --\nJUSTICE BREYER: Wait, wait. Now, that's\nyour -- now, that's the line. As to some of these\ndefendants, what he's saying is, these lawyers had no\nclient that my defendant hurt, none.\nMR. CLEMENT: Well --\nJUSTICE BREYER: And as to some of these,\nbut not all the requests, all they were doing was they\nwere looking for somebody who bought a car from me. And\nthe reason they want that is to ask them what the\npractice was, so they can get a plaintiff to do what the\ncomplaint is about. So it's at least two -- or one or\ntwo of the requests are like that.\nMR. CLEMENT: No, they are not in the\nfollowing sense, Justice Breyer -- okay. Just to\nunderstand kind of the chronology here, no request --\nFOIA request is made at all here until my clients have\nbeen approached by individuals who are complaining,\nokay? No letter goes out until the litigation is\nactually filed. Now, they want to say --\nJUSTICE BREYER: Okay. So, now, repeat to\nme -- I've got your point.\nMR. CLEMENT: Okay.\nJUSTICE BREYER: You have don't have to\nprove it to me. All -- what I'm trying to get at is the\nstatement that I could write in an opinion that will\ndraw the boundary of this provision south of -- well,\nthe lawyer can go out when he has reason to believe that\na defendant has done something wrong and, to use a\npejorative, troll for clients.\nMR. CLEMENT: Right.\nJUSTICE BREYER: I want it south of that,\nand, now, you will tell me the words I can use that will\nboth help your client because they will cover this case,\nbut will also be south of that. What are --\nJUSTICE SCALIA: What is -- what is south?\nI don't have a compass here.\n(Laughter.)\nJUSTICE BREYER: South means -- south means\nit does not -- you can't just go and troll for clients,\nsimply because you think a defendant has done something\nwrong, and you have no client.\nMR. CLEMENT: If you want to draw the line\nsouth of the trolling line, then I think what you would\nsay is this is an easy case because no communication\ntook place until my clients had a client. And then they\nwant to say, well, wait a second, your clients didn't\nhave a beef with the other dealers.\nThat's wrong. At all times in this suit,\nthey had a conspiracy claim against those other dealers.\nSo, even as to the individuals they already represented,\nthey had a beef with those dealers.\nJUSTICE KENNEDY: I want -- I want to\ninterrupt just -- just one moment. I may have misheard,\nor you may have misspoke. I thought you said that no\nrequests were sent until the suit was filed, but the\nrequest was -- the first FOIA request was June 23rd,\n2005; the second FOIA request was August 24, 2006; and\nthis Herron suit was filed August 29, 2006.\nMR. CLEMENT: Justice Kennedy --\nJUSTICE KENNEDY: So letters were sent\nbefore the suit was filed.\nMR. CLEMENT: A FOIA request was made before\nthe suit was filed. No letter to a potential\nwitness/client was sent until after it was filed.\nJUSTICE KENNEDY: But the -- yes, but the\nFOIA suit was made before the suit was filed.\nMR. CLEMENT: Sure. And the FOIA -- the two\nFOIA requests that were made beforehand were\nspecifically noted that they were in anticipation of\nlitigation, and they were investigating, as Justice\nGinsburg suggested, as they needed to under State law,\nwhether this was a widespread practice. And --\nJUSTICE GINSBURG: Suppose you -- you said\nthat you had a few people came and complained to the\nlawyers, and then the lawyers wanted to see how\nwidespread this was. Suppose the lawyer herself bought\na car recently, and she got this administrative fee.\nAnd, now, she has -- no clients have approached her, but\nshe would like to find out how many similarly situated\npeople there are, so she can get one of these\nrepresentative actions going.\nCould -- on that basis, would it be\npermissible to use -- would that come under the\nlitigation exception?\nMR. CLEMENT: I think it would,\nJustice Ginsburg, because I think that, when you are\ntrying to figure out where to draw the line, you look to\nthe words in the statute, which you know that\n\"investigation in anticipation of litigation\" is\ncovered, and I would think that would fit comfortably\nwithin \"investigation in anticipation of litigation.\"\nAnd the --\nCHIEF JUSTICE ROBERTS: It would be -- it\nwould be a very poor lawyer who couldn't figure out how\nto write this -- the letter he's going to send out in a\nway that it could not be said to be investigation, as\nopposed to solicitation.\nIf you have a problem with the windshield\nwipers, you just send a letter saying, there is this big\nproblem with windshield wipers. I am a lawyer, I'm\nrepresenting -- or I hope to represent, or I will\nrepresent a group of people who have this problem, and I\nthink we will recover some damages. Would you like to\nbe a witness in that case?\nThat is in anticipation of litigation, but\nit's also, quite plainly, an effort to solicit clients,\nnot just witnesses.\nMR. CLEMENT: I couldn't agree more,\nMr. Chief Justice, which is why the line can't really be\nbetween investigation in anticipation of litigation and\nsolicitation in anticipation of litigation because that\nis too thin a line to make a $200 million difference.\nCHIEF JUSTICE ROBERTS: So where -- where is\nthe line?\nMR. CLEMENT: The line is whether or not it\nis in anticipation of litigation or in connection with\nlitigation --\nCHIEF JUSTICE ROBERTS: No, that's the\nwords -- that's the words of the statute. I'm trying to\nfigure out what they mean. If you think there is some\ntype of solicitation that the statute was meant to\nprohibit, how do you draw a line that prohibits that,\nbut allows the sort of thing that you want to do?\nMR. CLEMENT: I think the way you do is you\nwould basically say that, when they are saying, \"in\nanticipation of litigation,\" they mean in anticipation\nof a particular litigation, particular problem, and so\nit's different --\nCHIEF JUSTICE ROBERTS: That doesn't have to\nbe filed in court, that may just be --\nMR. CLEMENT: Oh, absolutely not. I mean,\nit seems to me --\nCHIEF JUSTICE ROBERTS: -- residing in the\nbrain of any lawyer who's looking for work.\nMR. CLEMENT: No. They are -- they are\nconcerned about a particular thing, and I think the \"in\nanticipation of litigation\" language, I mean, that's not\nthe only time you have ever seen it before --\nJUSTICE SCALIA: It's not just that\nlanguage. It's \"investigation in anticipation of\nlitigation.\" If I understand you correctly, you are\nsaying investigation includes solicitation.\nMR. CLEMENT: It --\nJUSTICE SCALIA: Isn't that your position?\nMR. CLEMENT: I think it is, though I guess\nmy point would be, even if you can identify some\nsolicitation that is not investigation, as long as it's\nin connection with litigation, it's in (b)(4), and then\nI think --\nJUSTICE BREYER: Okay. So you are saying\nthat really this is a -- the way the statute works is it\nsays nobody can solicit, but for lawyers. And that's\nnot -- that makes more sense than you might think\nbecause this was not a statute that was meant to\ninterfere with solicitation rules; it was meant to\ninterfere with commercial selling.\nAnd -- and that's what this is about, and\nthere is a requirement, the requirement as to the\nlawyer, in good faith, has to believe that, if he finds\na client, there's a case.\nMR. CLEMENT: I agree with everything,\nexcept the first thing you said --\nJUSTICE BREYER: All right.\nMR. CLEMENT: -- which is that this is a\nprohibition on solicitation. If you look at the\nstructure of the statute, it says, presumptively, you\ncan't use this for anything. And then there are 14\npermissions. And some of the permissions, like (b)(4),\nare unconditional. If you come within (b)(4), you get\nto use it.\nNow, when you get to the end of the statute,\nwhich is -- I respectfully suggest is not where you put\nthe core provisions, it's where you put the less favored\nprovisions -- then you have, in (b)(12), a conditional\npermission that you can use it, but only if you get\nconsent.\nNow, the thrust of their position is, if you\nare in one of the unconditional permissions, but you\nalso are, presumptively, in one of the conditional\npermissions, somehow, that condition from (b)(12) hops\nover to (b)(12) -- (b)(4) and says --\nJUSTICE SCALIA: I don't -- I don't think\nthat is fair. I think their position is, to harmonize\n(b)(4) and (b)(12), you have to interpret investigation,\nnot to include solicitation, because, otherwise, you\nhave a conflict, that (b)(12) prohibits solicitation,\nunless you have the consent; whereas, (b)(4), which\nsays, \"investigation,\" does not require consent.\nNow, the two exist in perfect harmony if\ninvestigation does not include solicitation, but\nthere -- there is a discrepancy between the two if it\ndoes include solicitation. And you have to say, well,\nthis is an exception from (b)(12).\nMR. CLEMENT: No, you don't. There is no\ndiscrepancy. A conditional -- like you get a green\nlight for use in litigation. You get a yellow light for\nsolicitation. If you have solicitation in connection\nwith litigation, you're covered by both, you take the\ngreen light, there is no conflict.\nAnd the premise for your discussion was we\nhave to harmonize. I would take issue with that. If\nyou look at these 14 exemptions, there is tons of\noverlap in them. Congress is not telling you that each\nof these 14 exceptions has an exclusive area, and you\nhave to find out which field is preempted by (1), (2),\n(3), (4), (5), (6), (7). If you look at (b)(1) and\n(b)(4), there is complete overlap.\nOne of the things I would take issue with is\nmy brother said that, well, (b)(4) is about the\ntribunal. No, it's not. (B)(1) is principally about\nthe tribunal. (B)(1) is the provision that talks about\ngovernment actors and their functions, and it\nspecifically talks about torts.\nJUSTICE ALITO: (B)(4) is about -- (b)(4) is\nabout very sensitive information. You're talking about\npeople's Social Security numbers. You're talking about\nwhether the person has a disability that they may not\nwant to disclose to the general public -- a person has\nParkinson's or -- or epilepsy or is diabetic.\nAnd so you're just -- you're saying lawyers,\nthey -- they get all that stuff. Nobody else can, but\nlawyers are a privileged class, and they get it.\nMR. CLEMENT: Justice Alito, it is important\nto recognize lawyers presumptively get it under Federal\nlaw, but Federal law is only a floor. And so let's take\nSocial Security numbers, please, because, sure, as to\n(b)(4) and (b)(1) and two other provisions, Congress\nsays, presumptively, you can get Social Security\nnumbers.\nYou know what -- you know what State -- the\nState of South Carolina says? You never get Social\nSecurity numbers, unless you have a court order. They\nput that right in their State FOIA law. And so that is\njust another example of how -- this is a Federal floor.\nStates can release this information. They don't have\nto.\nAnd, to Justice Breyer's point, it makes\nsense that you would distinguish between an attorney who\nis subject to the Bar discipline, is subject to\noversight and solicitation process, and treat that\nsolicitation differently from a solicitation by a direct\nmarketer, which is what (b)(12) is clearly aimed at, not\nthe practice of law.\nJUSTICE BREYER: The difficulty that\nJustice Alito brings out is -- I see your\ninterpretation, and I hope the other side will give me\nsome line because they have the same problem -- you\nknow, but in reverse. What is the line?\nBut your way, it doesn't become that much of\na privacy statute. It's sort of a misnomer. It's a --\nit's a statute that is designed to prevent the\ncommercial use of your -- of this personal information.\nIt's not really a privacy statute.\nMR. CLEMENT: It's certainly not an\nall-purpose privacy statute. I do think that's fair.\nAnd the principal thing that they were concerned about,\nof course, is that you could look at somebody's license\nplate and indiscriminately go down, pay a fee, and get\ntheir home address.\nNow, the one thing we know from (b)(4) is,\nif a lawyer wants to do that exact thing, to serve\nprocess, the lawyer gets to do it. You can get\nsomebody's license plate, go to the DMV, get an address,\nand serve process. And they specifically preserve that.\nSo we know, as to the core of the statute, they treated\nlawyers differently.\nThey were also concerned with direct\nmarketers taking this information and using it to market\npeople, but I don't think you'd lump lawyer solicitation\nin anticipation of litigation, which may put some limit\non it, together with that.\nJUSTICE KENNEDY: But in anticipation of\nlitigation does come after service of process, and an\nadditional way to harmonize this statute with (12) is to\nsay that, after the suit has been filed, then -- in\nanticipation of the litigation that that suit will\nengender, then you may get the information. But you\ndidn't do that.\nMR. CLEMENT: There's two problems with that\nway of looking at the statute, I think I would\nrespectfully suggest, Justice Kennedy. One is we are\ntalking about items on an inclusive list, so even if you\ntook your premise that -- that the anticipation of\nlitigation in that list somehow is anticipation post\nservice of process -- which I want to come back to --\neven if you took that position, they are just things on\nan inclusive list. And so it wouldn't stop you from\nsaying that the ultimate test here is whether it's in\nconnection with litigation.\nBut I guess I would go back to that and say\nI've never once thought that investigation in\nanticipation of litigation was something that would take\nplace after service of process. I thought -- I mean --\nJUSTICE KENNEDY: That's the way the\nstatute's written.\nMR. CLEMENT: Yeah, but I don't think that\nthat was an intentional thing on the Court's part, that\nwe're going to name these and we're going to name them\nin chronological order. If they tried to do it, I think\nthey got it wrong.\nJUSTICE SOTOMAYOR: Mr. Clement, I'm not\nsure I'm satisfied with the answer you gave to\nJustice Scalia. He said, look, we've got to harmonize;\ninstead of general-specific, solicitation of clients is\ndifferent than investigation, and we just say they're\nmutually exclusive. It is a little bit of a general and\nspecific. And that's proven by (b)(2) because, when\n(b)(2) wants to permit solicitation, it expressly says\nit, and they didn't expressly say, \"solicitation,\" in\n(4).\nThat's, I think, your adversary's main\nargument. And I'm -- I'm still not sure I'm comfortable\nwith the answer you're giving. You're saying they're\nindependent, but why are they necessarily conflicting?\nMR. CLEMENT: Last word \"conflicting\"?\nJUSTICE SOTOMAYOR: \"Conflicting,\" exactly,\nor -- or conflicting or overlapping.\nMR. CLEMENT: I think --\nJUSTICE SOTOMAYOR: I guess it's why are\nthey necessarily overlapping?\nMR. CLEMENT: I think they are necessarily\noverlapping, and I guess I would point to several\nthings. First of all, the language in (b)(2), I don't\nthink helps them nearly as much as they do. I think\nthat language in there about survey research, like much\nlanguage in many statutes, maybe avoids the marketers --\nor the -- the motor vehicle marketers from having to be\nhere in a lawsuit because it removes all doubt about it.\nBut I think they would be covered, even without those\nwords.\nBut the point is -- you may say, well,\nthat's horrible, that's superfluous. But, no, if you\nlook at the way the statute operates generally, there's\nlots of overlap. So this isn't a context where you want\nto make sure that there is no overlap and everyone\noperates independently.\nI pointed to (b)(1) and (b)(4). They both\ncover courts and litigation. If this Court uses DMV\ninformation in its opinion, it's covered by (b)(1), it's\ncovered by (b)(4).\nOr look at (b)(3). (B)(3) is a provision\nthat says, generally, companies can use DMV information\nto verify somebody's identity. And then it specifically\nsays, and if somebody lies to you about their identity,\nyou can pursue legal remedies.\nOkay. When you're pursuing that legal\nremedy pursuant to (b)(3), you're also doing things in\nconnection with litigation pursuant to --\nCHIEF JUSTICE ROBERTS: Well, that's --\nwell, that's right. I understand your point, that this\nis -- they're not separate categories, and there's no\noverlap. But the word is \"harmonizing,\" and the problem\nis we have to give some limiting construction to \"in\nconnection with.\"\nAnd it seems to me that, if you are involved\nin that endeavor, it does make sense to see how what\nyou're going to cover under the \"in connection with\"\nrelates to what's exempt under the other provisions.\nMR. CLEMENT: But, as we've discussed,\nMr. Chief Justice, if you -- if you are saying you are\nnot going to apply the specific controls the general,\nbut you may be using a junior varsity version of it to\nharmonize the statute --\nCHIEF JUSTICE ROBERTS: Exactly.\nMR. CLEMENT: -- as -- as we suggested in\nour colloquy, I think the line between solicitation in\nanticipation of litigation and investigation in\nanticipation is far too thin a line to\nmake a $200 million difference.\nAnd if I could direct the Court to page 93\nof the Joint Appendix because that will show you just an\nexample of the postcard that is attached to these\nletters. And the postcard does ask specifically, as\nJustice Ginsburg was suggesting -- again, this is at 93\nof the Joint Appendix -- it asks people to fill out\ntheir name, address, the dealership they bought the car\nfrom, the type of car, and then the administrative fee\nor processing fee that was charged.\nNow, I think it's common ground between the\nparties that we get to ask about that administrative or\nprocessing fee because that is investigation in\nanticipation of the -- of the litigation. As I\nunderstand where my clients arguably made a $200 million\nmistake is by adding the line \"I'm interested\" -- \"I am\ninterested in participating\" signature, that crosses the\nline into solicitation.\nJUSTICE BREYER: Well, the reason -- the\nreason that would be so -- I agree with you, that it's\nvery hard to figure out what the line is here between\nthe investigation and solicitation.\nBut that's where the solicitation thing\ncomes into play because what it -- the words that go the\nother way, in my mind, that cut against you, is that\nthis card could have asked for Social Security numbers,\nI guess.\nMR. CLEMENT: Not under South Carolina law,\nit absolutely couldn't.\nJUSTICE BREYER: Not under South Carolina\nlaw. All right. But then, under another State, under\nthis statute, they could. Now, that's helpful, that\nanswer.\nBut if -- when I think of asking for Social\nSecurity numbers, I -- the words -- exaggerated, but\nthey go through my mind -- are \"identity theft run\nwild.\"\nMR. CLEMENT: Absolutely.\nJUSTICE BREYER: And, if that is a\nconcern -- if that is a concern, then, by reading this\nas a solicitation -- you know, the pure case -- and\nthrowing the other exception to cover it, you force the\nState to focus on it.\nAnd the State then has to decide whether\nthey are going to permit or not permit the solicitor,\nwho -- you see, might -- might include the lawyer here,\nto ask for the Social Security number, and better to\nhave them focus on that decision. That's the connection\nthat I see between the two.\nMR. CLEMENT: But, Justice Breyer, let me\ntry to help you this way, which, is first of all, every\nState in the country is focused on identity theft. And\nthe only circumstances in which I can imagine a State\never giving Social Security numbers to a lawyer is if\nthere case was -- you know, these car dealers are\nputting the Social Security numbers on the forms and we\nare --\nJUSTICE BREYER: Okay. So are we -- do we\nknow -- by the way, that is helpful because do we know\nunder how many States' law the DMV would be forbidden to\ngive Social Security numbers?\nMR. CLEMENT: I don't know that offhand. I\ncan get that to you in a supplemental letter. I just\nknow South Carolina, it says, right in their FOIA\nstatute, you can't get that information. And, like I\nsaid, the only situation -- it's kind of --\nJUSTICE SOTOMAYOR: Is there a Federal law\nto that effect?\nMR. CLEMENT: What's that?\nJUSTICE SOTOMAYOR: There may be a Federal\nlaw to that effect.\nMR. CLEMENT: Right.\nJUSTICE SOTOMAYOR: A separate one.\nMR. CLEMENT: And it may be -- it may be\nlawyers -- it may be the lawyers want to enforce that\nFederal law against the dealers. And in enforcing that\nFederal law against the dealers, they might ask for the\ninformation. It's the same kind of thing.\nThe only circumstances in which I could\nimagine a State would ever give a lawyer disability\ninformation is if they were bringing an ADA suit. If\nthey were bringing an ADA suit against a dealer, you\nmight actually want them --\nCHIEF JUSTICE ROBERTS: Well, if they are --\nif they were thinking they might bring an ADA suit --\nMR. CLEMENT: Fair point --\nCHIEF JUSTICE ROBERTS: Your position does\ncreate a special -- the point your friend makes -- it\ndoes create a special exemption from a solicitation bar\nfor lawyers. Lawyers can solicitate -- you know, Acme\nProducts can't.\nMR. CLEMENT: Well, sure, but they can --\nthey can solicit for their legal services in connection\nwith litigation. And that, I think, is different --\nCHIEF JUSTICE ROBERTS: In connection with\nsomething they hope might someday become litigation,\ndepending upon the answers they get.\nMR. CLEMENT: Well, again, if you're going\nto draw a line -- there's two things here -- you know,\nthere's -- there's an impulse to draw a line with \"in\nconnection with,\" and, at some point, you will have to.\nBut I don't think solicitation provides the line because\nthe --\nJUSTICE KAGAN: Can I ask about your line,\nMr. Clement?\nMR. CLEMENT: Sure.\nJUSTICE KAGAN: Let me just see if I\nunderstand it, and I'll give you two things --\nMR. CLEMENT: Sure.\nJUSTICE KAGAN: -- and I think one falls on\none side of your line --\nMR. CLEMENT: Yeah.\nJUSTICE KAGAN: -- and the other falls on\nthe other, but this is just to clarify where your line\nis.\nOne is -- you know, I'm a lawyer, have you\never been in a car accident lately? If you have,\ncontact me, and I would love to represent you. That --\nthe other is, I'm a lawyer, I think that there's a -- a\nreal -- I'm -- I'm bringing a lawsuit about these red\nlight cameras and saying that they're unlawful, and\nwould you like to join me in that litigation?\nAm I right to think that the first falls on\none side of the line, it's not enough, there's no\nlitigation there; and the seconds falls on the other\nside, according to you?\nMR. CLEMENT: I think that's right, Justice\nKagan. And I just want to emphasize that my -- my\nclients fall on the other side of even yet another line,\nwhich is they already had clients before they asked DMV\nanything.\nright?\nJUSTICE KAGAN: -- is a contemplated\nlitigation.\nlitigation.\nMR. CLEMENT: Exactly. Or to put -- you\nknow, to give just another sort of example, this seems\nto be what clearly surely should be covered is, okay, I\nunderstand there's a defect with the particular make and\nmodel of a car. I've used the DMV records, consistent\nwith State law, to get access to the fact that you've\nbought one of these cars; do you want to join the suit?\nI don't think there's anything nefarious\nwith that. There's certainly nothing --\nCHIEF JUSTICE ROBERTS: Would you want to\nstart the suit? It doesn't matter in your position.\nMR. CLEMENT: Yeah, that's -- that's not my\ncase because this -- these people came to us before we\ndid anything. But I don't think there's anything wrong\nwith that, Your Honor. And, yes, you might say it's\nsolicitation, but I don't think, if you look at these\nprovisions, that you would interpret them that way when\nthey're all permissive uses. And --\nJUSTICE ALITO: Well, if Congress wanted to\ndraw the line between possible -- you know, some unknown\nlawsuit and an actual lawsuit that's in the mind of the\nlawyer, why did it use the term \"litigation,\" when it\nhad already used earlier, in the same subsection,\n\"proceeding,\" civil, criminal, administrative, or\narbitral proceeding?\nMR. CLEMENT: Well, Justice Alito, I think\nwhen it uses \"in anticipation of litigation,\" it\nactually wants to cover activity that takes place before\nthere's an actual proceeding. And what I was going to\nsay is -- you know, that language doesn't come out of\nthe ether. I mean, that's the language you use in\nattorney work product.\nAnd, as I understand it -- I've looked into\nthis a little bit, the basic rule there is you\ndistinguish between litigation in the abstract and the\npoint at which you've identified a particular\ntransaction, occurrence, defect. And, at that point, if\nyou're doing something, it's in -- it's in anticipation\nof litigation.\nThe one other point I haven't yet made,\nwhich is, to the extent you're going to resort to the\nspecific controls of the general, I think it is worth\nnoting that this would be the first time, that I'm aware\nof, that the Court would ever have applied that canon to\nimpose this kind of massive civil liability and even\npotentially criminal liability.\nJUSTICE SCALIA: I don't know which is\nspecific and which is general. I mean, that's the\nproblem I have with that.\nMR. CLEMENT: I agree, and I think that's\nthe best reason why the canon doesn't work. These are\nequally specific. And, in the case of an overlap\nbetween the two that you have here -- and you have in\n(b)(1) and (b)(4) and (b)(3) and (b)(4) -- you just say,\nokay, Congress thought it was okay, and you just call it\na day.\nJUSTICE KAGAN: But what you say,\nMr. Clement, that you and your varsity version of the --\nwhich is stronger than the other one is --\nMR. CLEMENT: Paradoxically.\nJUSTICE KAGAN: -- is something like, if\n(b)(4) is hard, we have to draw a line someplace, we can\nlook to (b)(12) as expressing some kind of concern that\nwe can use to draw that line.\nMR. CLEMENT: Yeah. And the reason I think\nthat --\nJUSTICE KAGAN: It's not a conflict, we\ndon't have to -- you know, it's not inconsistent, it's\njust this is an expression of what Congress was thinking\nabout, we're going to use it as a clue.\nMR. CLEMENT: Right. But the line-drawing\nproblem is really drawing the line about \"in connection\nwith.\" The line-drawing problem -- drawing the line\nbetween solicitation in anticipation of litigation and\ninvestigation in -- in anticipation of litigation just\ndoesn't work. They're two sides of the same coin.\nAs Justice Ginsburg pointed out, if my\nclients had sent a letter that nobody objects to, that\nsays, we're bringing a lawsuit, we think you may have\nbeen charged the same kind of fee, I think what the\nState Bar would have said -- the natural next question\nfor anybody getting that letter is, will you represent\nme? And precisely because of that, we want you -- we\nwant to treat this like it's solicitation, and we want\nto add these additional bells and whistles.\nAnd part of the irony here is, I think, the\nthings that make our letter look most like it's\nadvertisement or solicitation are the things that are\nrequired by the State Bar.\nAnd, keep in mind, that's another reason why\ntreating attorney solicitation differently from general\nsolicitation makes perfect sense because they're subject\nto --\nJUSTICE SCALIA: I don't understand what\nyou're saying. You're saying the State Bar requirements\nwould have required you to say, are you interested in\njoining the lawsuit?\nMR. CLEMENT: Well, and -- they would --\nit's so natural that somebody will say, can I join your\nlawsuit --\nJUSTICE SCALIA: Yes.\nMR. CLEMENT: -- that they would require all\nthe language that says, you have alternatives, other\npeople can -- can -- can hire you.\nJUSTICE KENNEDY: Well, that's because --\nthat's because the State is allowing solicitation, and\nit puts certain conditions on what your solicitation --\nMR. CLEMENT: Exactly.\nJUSTICE KENNEDY: You point to page 94, you\nsay, oh, it's just the last line, the whole thrust of\nthe letter was solicitation. You have to be fair about\nthat.\nMR. CLEMENT: Exactly.\nJUSTICE KENNEDY: You have to be fair about\nthat.\nMR. CLEMENT: And, Justice Scalia, the last\nthing you can infer from the statute is that Congress\nwanted, for the first time ever, get in the business of\nmanaging attorney solicitation, a subject they'd always\nleft to the States. And --\nJUSTICE SOTOMAYOR: Counsel, I just want to,\nbefore you leave, because -- in response to\nJustice Kagan, I think you've changed positions a little\nbit. You started by saying there were three ways to\ndraw a line. Getting clients is okay; getting clients\nis okay if you get a specific treatment, occurrence, or\ndefect. And you didn't mention what the third was.\nSo what's your preferred reading?\nMR. CLEMENT: My -- my preferred reading is\nthat transaction, occurrence, defect -- which I took her\nred light camera to be an example of a particular\nidentified defect. But I do want to emphasize, before I\nsit down -- it's the last thing I'll emphasize, that my\ncase is a little bit better because we had a client and\na specific defect before anything happened.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Guerra, you have four minutes remaining.\nREBUTTAL ARGUMENT OF JOSEPH R. GUERRA\nON BEHALF OF THE PETITIONERS\nMR. GUERRA: Thank you.\nFirst of all, I'd just like to point out\nthat the consequence of Respondent's argument is that --\nis they gave the example of going to get the license\nplate and then getting the name and address to serve\nprocess.\nBut, on their theory, you can also go down\nand -- you can witness an accident on the side of the\nroad, you can go down to DMV, get the name and\nlicense -- use the license plate to get the name and\naddress and send a solicitation letter. And that is\ntrolling.\nAnd I think everybody -- as I understand it,\nthe line seems to be everybody wants it somewhere south\nof trolling. And yet --\nJUSTICE BREYER: Well, why don't you give us\nthe line that's north?\n(Laughter.)\nMR. GUERRA: My line -- my line --\nJUSTICE SCALIA: North of trolling?\nJUSTICE BREYER: No, not north of trolling,\nbut you understand the point. What's your line?\nMR. GUERRA: Our line is solicitation,\nJustice Breyer, and there are two ways to get that.\nThere is the -- we -- I submit, is the strong textual\nevidence in (b)(2), that Congress did, in fact,\nunderstand that the consent requirement governs all bulk\nsolicitation or surveys or marketing, and it had to give\nan explicit override in (b)(2) because, otherwise,\n(b)(12) would have restricted the ability to do\nnonconsent --\nJUSTICE BREYER: In the middle of the -- in\nthe middle of the class action, several of the clients,\nthe only ones who brought -- who bought the cars --\nwhich there is loads of evidence they're defective, from\nDealer Smith, died, and they want to see if they can\nfind three others, so they don't have to dismiss them\nfrom the class, they're almost certain -- and has loads\nof evidence there is the -- you know, the harm caused by\nthe defendant. They are missing a client. They died.\nAnd so can they get it then?\nMR. GUERRA: I'm not sure I understand the\nquestion.\nJUSTICE BREYER: Can they go to the board\nand say, look, Dealer Smith here -- we're in the middle\nof the case, we're finished with discovery. We're\njust -- he just died and --\nMR. GUERRA: Are you talking about --\nJUSTICE BREYER: -- we want to find three\nothers, and I'm sure there's loads of evidence here that\nthere were a hundred thousand others, who bought this\ndefective thing from this defendant, we want to find out\nthe names and addresses. Can they get it or not?\nMR. GUERRA: For purposes of soliciting new\nclass representatives, I think not.\nJUSTICE BREYER: Not.\nMR. GUERRA: And I think -- and there are\nloads of ways to find class representatives without\ngoing to DMVs. And, in fact, that's what most class\naction lawyers have to do, is advertise in one fashion\nor another. So that's not, to my mind, in Congress's\nconclusion.\nBut I would just point out that, according\nto Respondents, the phrase \"survey research\" is\nsurplusage, and this Court says that's -- you're not\nsupposed to reach that conclusion, if you can avoid it,\nand you can avoid it by understanding it to be the\nmeaning -- the meaning -- its effect is to override the\nconsent requirement, so that -- that you can do\ncommercial bulk surveys in (b)(2), which would otherwise\nrequire consent as a -- as a consequence of (b)(12).\nAnd then there is the so-called \"junior\nvarsity\" harmonization basis for reaching solicitation.\nAnd I would point out that Respondents are saying, it\ncan't be that you -- that some -- certain statements in\na letter means you crossed the line into solicitation\nand that that has all kinds of massive civil liability\nconsequences.\nCongress used the word \"solicitation\" in\nthis statute. Congress meant to draw some kind of line\naround solicitation. Now, admittedly, we're saying that\nthe harmonization means that that's the same line you\nwould draw in (b)(4). But it's not inconceivable to\nthink that Congress was -- was drawing a line at\nsolicitation and that liability would flow, depending\nupon whether somebody crossed it or not.\nJUSTICE KAGAN: But, Mr. Guerra, it didn't\ndraw the line at solicitation in (b)(4), and the\nadvantage of Mr. Clement's argument is that the line\nthat he sets up actually has a textual basis in (b)(4)\nbecause it focuses on words like \"what is a litigation,\"\nand \"what is a proceeding,\" and \"are we there yet.\" And\nthat seems to be what the language of (b)(4) indicates.\nMR. GUERRA: Your Honor, our point is --\nsort of, if you step back, and you -- and this is the\nquestion for the harmonization purpose: (b)(4) covers\nsolicitation only because of the indeterminacy of the\nphrase \"in connection with.\" Without that language,\nthere's no basis for saying (b)(4) is authorizing\nlawyers' solicitations. So it is, I would submit, at\nthe periphery of the authorization that (b)(4) provides.\n(B)(12) solicitation is at the core of what\nthat provision is about and that -- the -- the mass\nmarketing of using DMV information is one of the\nfundamental problems Congress was addressing.\nAnd I just think it's implausible to\nconclude that the -- at the periphery concept in\n(b)(4) should take precedence over the core function of\n(b)(12).\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "MICHAEL EUGENE SPEARS, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 20, 
        "JUSTICE ALITO": 2, 
        "JUSTICE BREYER": 28, 
        "JUSTICE GINSBURG": 17, 
        "JUSTICE KAGAN": 17, 
        "JUSTICE KENNEDY": 15, 
        "JUSTICE SCALIA": 8, 
        "JUSTICE SOTOMAYOR": 20, 
        "MR. CLEMENT": 66, 
        "MR. GUERRA": 57
    }
}