{
    "appearances": {
        "content": "KATHERINE WINFREE, ESQ., Chief Deputy Attorney General,\nBaltimore, Maryland; on behalf of Petitioner.\nMICHAEL R. DREEBEN, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; for United\nStates, as amicus curiae, supporting Petitioner.\nKANNON K. SHANMUGAM, ESQ., Washington, D.C.; on behalf\nof Respondent.\n"
    }, 
    "caseNum": "12-207", 
    "caseinfo": {
        "content": "MARYLAND, :\nPetitioner : No. 12-207\nv. :\nALONZO JAY KING, JR. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nKATHERINE WINFREE, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nMICHAEL R. DREEBEN, ESQ.\nFor United States, as amicus curiae,\nsupporting the Petitioner 14\nORAL ARGUMENT OF\nKANNON K. SHANMUGAM, ESQ.\nOn behalf of the Respondent 28\nREBUTTAL ARGUMENT OF\nKATHERINE WINFREE, ESQ.\nOn behalf of the Petitioner 59\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, February 26, 2013\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:10 a.m.\n"
    }, 
    "petitioners": [
        "MARYLAND,", 
        "Petitioner", 
        "No. 12-207 v.", 
        "ALONZO JAY KING, JR.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:10 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next this morning in Case 12-207,\nMaryland v. King.\nMs. Winfree?\nORAL ARGUMENT OF KATHERINE WINFREE\nON BEHALF OF THE PETITIONER\nMS. WINFREE: Mr. Chief Justice, and may it\nplease the Court:\nSince 2009, when Maryland began to collect\nDNA samples from arrestees charged with violent crimes\nand burglary, there have been 225 matches, 75\nprosecutions, and 42 convictions, including that of\nRespondent King.\nJUSTICE SCALIA: Well, that's really good.\nI'll bet you, if you conducted a lot of unreasonable\nsearches and seizures, you'd get more convictions, too.\n(Laughter.)\nJUSTICE SCALIA: That proves absolutely\nnothing.\nMS. WINFREE: Well, I think, Justice Scalia,\nit does, in fact, point out the fact that -- that the\nstatute is working, and, in the State's view, the Act is\nconstitutional.\nJUSTICE SCALIA: So that's its purpose, to\nenable you to identify future criminals -- the\nperpetrators of future crimes? That's the purpose of\nit? I thought that that wasn't the purpose set forth in\nthe -- in the statute.\nMS. WINFREE: No, not -- not just to\nidentify people -- the purpose of the statute is to\nenable the State to identify perpetrators of serious\ncrimes and -- and to use the information to make bail\ndeterminations for people who are validly in their\ncustody.\nJUSTICE SOTOMAYOR: And I'm having a hard\ntime understanding the bail argument because, in my\ntime, most bail decisions were made at the time of\narrest. And, here, the arrest was in April, and the\nresults didn't come up until August.\nMS. WINFREE: That's true,\nJustice Sotomayor.\nJUSTICE SOTOMAYOR: And, yet, he was\ndetained anyway, correct?\nMS. WINFREE: He was detained anyway.\nJUSTICE SOTOMAYOR: And -- and there might\nbe a case where someone's gotten out, but it would be\nthe rare case.\nMS. WINFREE: Well --\nJUSTICE SOTOMAYOR: It's -- you don't use it\nroutinely for the bail determination.\nMS. WINFREE: At this point, you're\nabsolutely correct, Justice Sotomayor. We don't use it\nroutinely for a couple of reasons. For one, as in\nMr. King's case, there has been, in the past, a more\nsubstantial delay in getting those results back.\nOur -- our lab now is getting results\nbetween 11 and 17 days. Now, that, of course --\nJUSTICE SOTOMAYOR: Well, that doesn't\ninclude the time to collect the sample, send it to you,\nor the time to do the match. It's just to do the genome\nrapid, correct?\nMS. WINFREE: No, that's the whole -- that's\nthe whole process, Justice Sotomayor. It's for getting\nthe sample and getting it into the system, the DNA\nprofile, and getting the match back. That's what we're\nbeing told. It's from 11 to 17 days.\nNow, of course, that wouldn't be timely for\nthat first bail determination, but the State, under\nMaryland's procedure, certainly has the ability to go\nback to -- to the judge and ask that sentence -- or\nthat -- I'm sorry -- that bail determination to be\nmodified. And, in point of fact, though, we don't have\nany particular statistics in Maryland.\nIn California's amicus brief, which was\njoined by the 49 other States and D.C. and Puerto Rico,\nthey actually do cite two particular examples where --\nwhere two people, Castillo and Shamblin, were arrested.\nOne was arrested on a credit card charge and\nanother on a drug charge. Mr. Castillo was actually\nreleased on his -- on OR, and, when his sample was\nmatched, it came back to a -- an unsolved rape and\nsodomy, and his OR was revoked.\nIn Mr. Shamblin's case, he was granted\ndiversion because his drug charge is a relatively\nlow-level offense and, when the match came back, it --\nit tied him to a rape and murder. His diversion was\nrevoked, and he's currently pending charge -- pending\ntrial on both of those charges.\nCHIEF JUSTICE ROBERTS: Your -- your\nprocedure limits the collection to certain violent\noffenses, right?\nMS. WINFREE: It does, Mr. Chief Justice.\nCHIEF JUSTICE ROBERTS: But your argument\nwould not be so limited, would it? Under your theory,\nthere's no reason you couldn't undertake this procedure\nwith respect to anybody pulled over for a traffic\nviolation?\nMS. WINFREE: Well, in Maryland, it's not\njust the fact that we have those -- those violent crimes\nand burglaries. Actually, we don't collect DNA unless\nsomeone is physically taken into custody.\nNow, with respect to --\nCHIEF JUSTICE ROBERTS: Well, I understand.\nBut there's no reason you couldn't, right? I gather\nit's not that hard. Police officers who give\nBreathalyzer tests, they can also take a Q-tip or\nwhatever and get a DNA sample, right?\nMS. WINFREE: Well, what I would say to that\nis that, with respect to a traffic stop, this Court\nsaid, in Berkemer, that a motorist has an expectation\nthat a traffic stop is going to be relatively brief and\ntemporary, that he or she will be given a citation and\nsent on their way.\nCHIEF JUSTICE ROBERTS: Well, how long does\nit take to -- to undergo the procedure? You know, you\nsay, ah, and then -- you know.\nMS. WINFREE: It doesn't take long, but what\nI was suggesting is that, because of the nature of a\ntraffic stop, this Court might well decide that a\nmotorist has a reasonable expectation of privacy not\nto --\nJUSTICE GINSBURG: How about a Terry stop?\nA Terry stop?\nMS. WINFREE: In a Terry -- well, this\nCourt, I guess we would look at two -- one case in\nparticular, this Court's case -- decision in Hayes\nv. Florida. That involved a defendant who was taken\ninto custody, so his -- he was not arrested, but taken\ninto custody for -- to get his fingerprints, and this\nCourt held that that was not -- that was not\nconstitutional.\nBut the Court further said that there could\nbe a circumstance in a Terry stop, if the officer had\nreasonable suspicion to believe that -- that the\nindividual was --\nJUSTICE GINSBURG: But these -- these are\nall cases -- I mean, the dominant use is to solve what\nthey call cold -- cold cases, and you gave one example.\nThis case is another. A rape committed 6 years before,\nright?\nAnd there was no reasonable suspicion, there\nwas no -- nothing, right? And the suspicion comes up\nonly because the DNA sample comes back as a match. So\nis it the -- this is a very reliable tool, but it's not\nbased on any kind of suspicion of the individual who's\nbeing subjected to it, right?\nMS. WINFREE: That's correct, Your Honor.\nAnd, if I could go back to your question\nabout the Terry stop, the cornerstone of our -- and I do\nbelieve that this Court could -- could -- who knows how\nthis Court would come out in that situation, but I\nthink, in terms of our argument, the corner --\nJUSTICE SCALIA: I know.\n(Laughter.)\nMS. WINFREE: Well, happily, we don't have\nto decide that one today. But what -- what I -- the\ncornerstone of our argument is that when an individual\nis taken into custody, an individual is arrested on a\nprobable cause -- a probable cause arrest, that person,\nby virtue of being in that class of individuals whose\nconduct has led the police to arrest him on -- based on\nprobable cause, surrenders a substantial amount of\nliberty and privacy.\nJUSTICE KAGAN: But, Ms. Winfree, that can't\nbe quite right, can it? I mean, such a person -- assume\nyou've been arrested for something, the State doesn't\nhave the right to go search your house for evidence of\nunrelated crimes; isn't -- isn't that correct?\nMS. WINFREE: That's correct, Justice Kagan.\nJUSTICE KAGAN: It doesn't have the right to\ngo search your car for evidence of unrelated crimes.\nMS. WINFREE: That's correct.\nJUSTICE KAGAN: Just because you've been\narrested doesn't mean that you lose the privacy\nexpectations and things you have that aren't related to\nthe offense that you've been arrested for.\nMS. WINFREE: That's correct, but what we're\nseizing here is not evidence of crime. What it is, is\ninformation related to that person's DNA profile. Those\n26 numbers --\nJUSTICE KAGAN: Well -- and if there were a\nreal identification purpose for this, then I understand\nthat argument. But, if it's just to solve cold cases,\nwhich is the way you started, then it's just like\nsearching your house, to see what's in your house that\ncould help to solve a cold case.\nMS. WINFREE: Well, I would say there's a\nvery real distinction between the police generally\nrummaging in your home to look for evidence that might\nrelate to your personal papers and your thoughts. It's\na very real difference there than swabbing the inside of\nan arrestee's cheek to determine what that person's\nCODIS DNA profile is.\nIt's looking only at 26 numbers that tell us\nnothing more about that individual.\nJUSTICE KAGAN: Well, but, if that's what\nyou're basing it on, then you're not basing it on an\narrestee. I mean, then the Chief Justice is right, it\ncould be any arrestee, no matter how minor the offense.\nIt could be just any old person in the street.\nWhy don't we do this for everybody who comes\nin for a driver's license because it's very effective?\nMS. WINFREE: I think the difference there\nis these people are lawfully in custody, having been\narrested based on probable cause, and that --\nJUSTICE SOTOMAYOR: All right. So, now, I\nsee two lines of cases, okay? The Fourth Amendment,\nwhich says you can't do a search without a warrant and\nprobable cause, and Samson, and most of your brief\nargument was based on Samson.\nAs I read Samson, it was the special\nrelationship between the parolee or the probationary\nperson, that line of cases, and the assumption being\nthat they're out in the world, I think, by the largesse\nof the State. So the State has a right to search their\nhome, just as it would their cell, essentially.\nWhy is that true for an arrestee? What\nabout -- what creates this special relationship that\npermits you to intrude, search their home, search their\ncar, search their person, to solve other cases?\nMS. WINFREE: Well --\nJUSTICE SOTOMAYOR: Because you're going to\nhave to tell me why searching their person is different\nthan searching their home or car.\nMS. WINFREE: Well, if I could start at the\nback end of your question, Justice Sotomayor, we're not\nsuggesting -- and this statute doesn't permit the State\nor police to search an arrestee's home or his person\nbeyond -- beyond simply swabbing the cheek for the DNA.\nNow, in terms of the -- the individual's\nrelationship to the State, an arrestee is not that\ndissimilar. There is, obviously, a range of -- of\nrelationships with the State. Those of us who are out\non the street, ordinary citizens are at one end, people\nwho are imprisoned upon conviction are at the other end.\nAnd -- but, in terms of when an arrestee is\nphysically in custody, he has a reduced expectation of\nprivacy, and that's what makes, in our view, it makes\nthis case more similar. To be sure, this is not Samson.\nIt's -- there's no -- there's no one case in this\nCourt's jurisprudence that's exactly like this.\nJUSTICE SOTOMAYOR: There's no other case,\nbut Samson, in that line that permits searches on this\nbalancing.\nMS. WINFREE: Well --\nJUSTICE SOTOMAYOR: So what I want to know\nis what's the legal theory now? How far do we let the\nState go each time it has some form of custody over you,\nin schools, in workplaces, wherever else the State has\ncontrol over your person?\nMS. WINFREE: Well, those are different\nsituations, Justice Sotomayor. We're not suggesting\nthat -- that the police could swab a student for -- for\na DNA sample. We're talking about a special class of\npeople who, by their conduct, have -- have been arrested\nbased on probable cause.\nJUSTICE BREYER: Can I ask you a particular\nspecific quick question?\nMS. WINFREE: Yes, Justice Breyer.\nJUSTICE BREYER: As I read this, this\nconcerns people arrested for a felony, a crime of\nviolence, attempted crime of violence, burglary, or\nattempted burglary.\nMS. WINFREE: Yes, Justice Breyer.\nJUSTICE BREYER: And so we're not talking\nabout people who are driving cars and traffic stops and\nall these other things?\nMS. WINFREE: That's absolutely correct.\nJUSTICE BREYER: The only thing we have to\ndecide is whether a person, where there's probable cause\nto arrest a person for those four crimes, their\nfingerprints are all taken.\nMS. WINFREE: Yes.\nJUSTICE BREYER: And whether they also can\ntake DNA. That's the issue?\nMS. WINFREE: That's correct,\nJustice Breyer.\nJUSTICE BREYER: Okay. Nothing else. Thank\nyou.\nMS. WINFREE: If there are no further\nquestions, I'll reserve the remainder of my time\nfor rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Dreeben?\nORAL ARGUMENT OF MICHAEL DREEBEN,\nFOR UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE PETITIONER\nMR. DREEBEN: Thank you, Mr. Chief Justice,\nand may it please the Court:\nArrestees are in a unique category. They\nare on the gateway into the criminal justice system.\nThey are no longer like free citizens who are wandering\naround on the streets retaining full impact Fourth\nAmendment rights.\nThe arrest itself substantially reduces the\nindividual's expectation of privacy. The arrestee can\nbe searched and sent to arrest. His property, whether\nor not connected with a crime, can be inventoried.\nWhen he's taken into the jail situation, he\ncan be subjected to a visual strip search. If he's\nadmitted to the population of the jail, he'll be given a\nTB test and a thorough medical screen. These are not\nindividuals who are like free citizens, and they are not\nlike free citizens in another significant respect.\nArrestees are rarely arrested for the first\ntime. They tend to be repeat customers in the criminal\njustice system. Up to 70 percent of arrestees have been\npreviously arrested.\nCHIEF JUSTICE ROBERTS: Yes, but that\ndoesn't mean, for example, that you can go into their\nhouse without a warrant.\nMR. DREEBEN: That is certainly correct,\nChief Justice Roberts, and the reason for that is going\ninto the house will expose a substantial number of\nhighly private things to the view of the State. Taking\na DNA sample is not of that character. It is far more\nlike taking a fingerprint.\nCHIEF JUSTICE ROBERTS: Well, that -- this\nis a factual question. I understand your emphasis on\nthe fact that it only looks at 26 loci, and they are\nsupposedly not connected in any way with other\ninformation.\nDoes the sample that you retain, can it be\nevaluated more broadly? In other words, saying, well,\nthe law says we only look at these 13, but we have this\nsaliva, we want to look at all sorts of other stuff.\nMR. DREEBEN: Well, by law, the -- the\ngovernment, under CODIS, and the States cannot look at\nanything except identification information. The sample\ncontains the entire genome. The sample cannot be looked\nat as a matter of law.\nAnd I think it's critical to this case to --\nfor the Court to understand that, if the Court\nconcludes, as is probably correct, that the individual\nwill retain a reasonable expectation of privacy in the\ngenomic material that does not reveal identity, then\nadditional Fourth Amendment scrutiny would be required\nbefore the government could make use of the rest of the\ngenome.\nHere, it's making use of an identity\nindicator that is highly similar to fingerprints with\none significant difference: It is far more accurate.\nWhen Respondent committed his rape --\nJUSTICE KAGAN: Well, Mr. Dreeben, is it\nreally? Because, if this were like fingerprints, I\nthink that you would have a quite good case. But, as\nI've been reading about this, it -- it seems as though\nthe technology is not the same as the fingerprint\ntechnology; and, because the technology is different, it\nis used differently.\nFingerprints, you go in, you put in a\nfingerprint, there is identifying information that comes\nback to you in 5 minutes, right?\nThis, you put in something, and Ms. Winfree\nsaid was 11 to 17 days, in this case, it's four months,\nand it doesn't seem to be used because the technology\ndoesn't allow it to be used as the kind of routine\nidentifier that fingerprints does.\nSo am I wrong about that?\nMR. DREEBEN: You are not wrong, Justice\nKagan, but the future is very close to where there will\nbe rapid DNA analyzers that are devices that can analyze\nand produce the identification material in -- in the DNA\nwithin 90 minutes. And the design of this program is to\nput them at the booking station, so that DNA can be\ntaken, and, within 90 minutes, that information is\nknown.\nIn that circumstance, it will be highly\nrelevant to the immediate release/custody decision,\nwhich it already can play a role in --\nJUSTICE BREYER: That -- that part is\nsurprising. Then do you think the States are wrong? I\nmean, they all say in their brief, in footnote 10, DNA\nidentification database samples have been processed in\nas few as 2 days in California and -- although around\n30 days has been average.\nSo I guess the technology is there, now, to\nprocess this in 2 days, not 9 days.\nMR. DREEBEN: Yes, Justice Breyer -- Yes,\nJustice Breyer. There is no question it can be done\nquickly because of the volumes. I'm not contending\nthat, today, it is --\nJUSTICE BREYER: In the case of -- do you\nhave any information -- are there instances with\nfingerprints where returns have not come back for as\nlong as 30 days? Or are they all, or almost all, done\nin 5 minutes?\nMR. DREEBEN: Fingerprint histories tend to\ncome back quickly, except if the prints are\nunrecognizable or unreadable. It is very significant, I\nthink, that fingerprints are used for crime solution, as\nwell as --\nJUSTICE ALITO: Well, before you get on\nto -- before you go to that, fingerprints have been\ntaken, I believe, from people who are booked for\noffenses for many, many, many years; isn't that right?\nMR. DREEBEN: Correct.\nJUSTICE ALITO: When did -- when did the\nFBI's AFIS system for comparing fingerprints by computer\nbegin?\nMR. DREEBEN: That, I cannot tell you,\nJustice Alito. It is now in use. It is in use both for\nidentification, and, contrary to the representation of\nRespondent in his brief, fingerprints are run against\nthe latent fingerprint database, which reflects\nfingerprints from crime scenes.\nIt returns about 50,000 hits a year.\nJUSTICE ALITO: Well, the question that I\nhad was this: If the constitutionality of taking\nfingerprints is dependent on the speed with which a\nfingerprint comparison can be done now by a computerized\nsystem, would that mean that the taking of fingerprints\nwas unconstitutional back in, let's say, the '50s, when\nthat wasn't possible, and fingerprints could only be\ncompared manually?\nMR. DREEBEN: No, I certainly do not think\nthat it would have been unconstitutional at any point\nbecause the State has a compelling interest in taking\nbiometric identification information from the individual\nthat is arrested and using it for a myriad of purposes,\ndetermining criminal history, attempting to solve\ncrimes, funneling that information back --\nJUSTICE KAGAN: Mr. Dreeben, could I\nunderstand how this works, exactly? The swab is taken,\nand if I -- there is a database which is known\noffenders, and there is a database which is kind of\ncrime scene DNA, is that correct?\nMR. DREEBEN: That is correct.\nJUSTICE KAGAN: And, when the swab is taken\nand it's put into the system, you check that against the\ncrime scene DNA database, is that correct?\nMR. DREEBEN: That is the routine method\nunder CODIS, yes.\nJUSTICE KAGAN: Do you check it -- does\nMaryland check it against the known offenders database?\nMR. DREEBEN: I do not know precisely\nwhether Maryland does that. The Federal system does not\nroutinely do that. Upgrades to the software system will\npermit it to do that, and many States do it.\nJUSTICE KAGAN: Because that suggests that,\nright now, it's functioning as let's solve some crimes,\nwhich is a good thing -- you know, that we should solve\nsome crimes, but not as an identification device because\nyou're -- if it were an identification device, you would\nbe comparing it to the known offender database, not to\nthe cold case database.\nMR. DREEBEN: I agree with that, and I think\nthat, in California, the brief for the States indicates\nthat many States do that, and California itself uses it\nto resolve discrepancies in identity when a fingerprint\ncomes back and it returns to multiple names, or the\nfingerprint is not good enough to permit an\nidentification. California cross-checks, so it does\nperform an identification function.\nAnd, as I suggested, with the advent of\nrapid DNA, it's not that it is unconstitutional before\nrapid DNA, but rapid DNA will permit DNA identification\nto replace fingerprint identification because it's far\nmore accurate, and it has far more utility in the\nsecondary purpose of fingerprints, which is to match\nthem to latent prints and solve crimes.\nAnd this is highly relevant to both of the\nmajor purposes for taking DNA, crime solution and\nfacilitating the release/custody determination. Any\njudge who is looking at a bail case would like to\nknow -- I have a guy who has been arrested on grand\ntheft auto. He has no criminal history.\nShould I release him back on the street?\nWell, it's a first offense, he has family ties, maybe\nyes. If that judge --\nJUSTICE GINSBURG: Mr. Dreeben, can you\nexplain how it works, mechanically? Because I\nunderstand -- at least maybe this is just the Maryland\nstatute, but if you can't use the swab that is taken\nfrom the arrestee when he is arrested -- it can't be\nused, it's inadmissible -- then you do it again. You do\nit -- but what it does supply is probable cause because\nyou found out that he was a perpetrator of a rape 6\nyears ago.\nThen you have probable cause and you get a\nwarrant and do it again. What -- what is the reason for\nthe doubling -- the doing it twice?\nMR. DREEBEN: That serves an enhanced\nreliability function, to ensure that there is no mix-up,\nand it provides an evidentiary function of permitting\nthe new DNA match to be admitted in a sample that is\ntaken under the warrant.\nIt has nothing to do with undercutting the\nvalue of taking DNA on the spot because I was indicating\nthe judge who would know this defendant's DNA came back\nand returned a cold case hit to a murder-rape. He's not\nsuch a good risk to be put back on the street.\nCHIEF JUSTICE ROBERTS: That argument only\nmakes sense if we're in your -- your future world where\nit's 90 minutes, right?\nMR. DREEBEN: No, Mr. Chief Justice --\nCHIEF JUSTICE ROBERTS: It depends on -- if\nwe have a situation such as Maryland says, 11 to\n17 days, the footnote, whatever, the amicus brief says\nsomething else, but you are not going to put off the\nbail hearing for 2 weeks?\nMR. DREEBEN: No, but bail can be revoked,\nand the government will go back in and make a motion to\nrevoke bail, if new information emerges that indicates\nthis individual is a danger to the community.\nAnd the whole point of this is we are\ntalking about arrestees, somebody who has taken a step\ninto the gateway of the criminal justice system. The\ncriminal justice system, at that point, has to deal with\nthis person.\nIt has to know who is this person, which\nincludes what has this person done, so we know whether\nto release him and, if we keep him, in what situations\ndo we keep him.\nJUSTICE SOTOMAYOR: That doesn't explain why\nyou can't go into his home.\nMR. DREEBEN: Yes, it does, Justice --\nJUSTICE SOTOMAYOR: I mean -- you know, if\nthe whole issue is how dangerous is he, you should be\nable to go into his home, into his car, to any place he\nhas visited, to just sort of run rampant in his life to\nmake sure that he is not a bail risk.\nMR. DREEBEN: We are not asking for that,\nand I don't think that the Court's balancing test\nsuggests that these two cases are equivalent. My first\nsubmission is that because we are talking about --\nJUSTICE SOTOMAYOR: But you are because what\nyou are saying really is law enforcement need, alone,\nwithout any suspicion whatsoever of another crime,\npermits you to take this information from the person and\nuse it.\nMR. DREEBEN: I'm saying that because an\narrestee is someone whose conduct has given rise to\nprobable cause that he committed a crime, he's in a\ndifferent position from ordinary citizens. And this\nCourt does, as it did in Samson and in Knights, balance\nthe expectations of privacy against the governmental\ninterests.\nAnd, here, the expectation of privacy is\nminimal in the cheek swab, and the information obtained.\nIt's identical --\nCHIEF JUSTICE ROBERTS: According to Samson\nand Knights, you're dealing with people who are still\nsubject to the -- a criminal sentence.\nMR. DREEBEN: Well, they're differently\nsituated in that respect, Mr. Chief Justice. And I will\nacknowledge that there is no case on my side that\ndecides the case this way. And there's no case that --\non Respondent's side that decides the case for him. The\nCourt, I think, has treated the category of what he\ncalls special needs cases -- what the Court has called\nspecial needs cases -- as dealing with suspicionless or\nwarrantless intrusions on ordinary citizens.\nJUSTICE KAGAN: But the typical special\nneeds case is one in which we say there's no law\nenforcement interest, that there's an interest other\nthan the interest in solving crime.\nMR. DREEBEN: Well, we have a strong law\nenforcement interest with respect to people who are\narrested based on probable cause. They are no longer\nsimilarly situated to other people. They can be\ndeprived of their liberty. Their property can be\nsearched upon entry into the jail.\nJUSTICE KAGAN: When you started,\nMr. Dreeben, you started by saying -- you know, they\nhave a reduced expectation of privacy, and we have\nimportant interests. You went right into free-form\nbalancing. That's typically not the way we do it.\nIf we said to you, look -- you know, the way\nwe do it is you need a warrant, and if you -- there is\nsome exceptions, then you have to put yourself into a\nwell-recognized exception where you can search without a\nwarrant. And that's especially the case when there is\nno suspicion whatsoever.\nHow would you do it? How would you do it\nshort of free-form balancing? What exception are you a\npart of?\nMR. DREEBEN: We're not asking for a new\nexception. What we're asking for is for the Court to\napply what it called \"the key principle of the Fourth\nAmendment.\" It said that in Bell v. Wolfish. It said\nthat in Martinez --\nJUSTICE SOTOMAYOR: The key principle is the\nFourth Amendment --\nJUSTICE KENNEDY: Is it -- is it your\nposition that this is a search incident to an arrest?\nMR. DREEBEN: No, Justice Kennedy, it's not.\nThat stands on its own doctrinal footing. But we do\nthink the fact that --\nJUSTICE KENNEDY: Why isn't this is a search\nincident to an arrest?\nMR. DREEBEN: It is certainly a search --\nJUSTICE KENNEDY: Just -- just like taking\nthe pockets out and -- and seeing what's in the person's\novercoat and so forth is a search incident to an arrest.\nMR. DREEBEN: You can certainly look at it\nas an incident of the arrest. The Court's search\nincident to arrest cases have been bottomed on different\njustifications than the ones that we're advancing here.\nI'm entirely happy if you, Justice Kennedy,\nview it as an incident to arrest in that sense because I\nthink that it is appropriately viewed as something that\nthe government has a compelling interest in doing once a\nperson has been arrested, and that is, knowing who that\nperson is, which includes knowing what the person has\ndone.\nAnd DNA does that in a far more powerful way\nthan fingerprints has done --\nJUSTICE SCALIA: Yes, but our -- our search\nincident to arrest cases don't allow that. That's sort\nof the point. They -- they allow you to search for\nfirearms, they allow you to search for material that\nrelates to the crime for which the person has been\narrested.\nBut you can't search the person for other\nstuff.\nMR. DREEBEN: That's inaccurate,\nJustice Scalia. A search incident to arrest allows a\nfull search of the person for any destructible\nevidence because a person who has been arrested has a\ntremendous incentive to destroy evidence.\nAnd I just want to come back --\nJUSTICE SCALIA: Well, wait. Evidence\nrelating to matters other than the crime of arrest?\nMR. DREEBEN: Yes, on -- on the individual's\nperson. The crime of arrest limitation appears only in\nArizona v. Gant, and it relates to cars. But I think\nit's critical to note that Respondent has conceded that\nan individual can have their DNA taken once convicted.\nSuppose we have the same individual who's\npicked up on grand theft auto, and that individual knows\nthat, if he's convicted of grand theft auto, he is going\nto have his DNA taken, but he also knows that he's\ncommitted a string of rapes. And, if the government\ncannot take his DNA now, it will not connect him -- may\nI complete the sentence -- it will not connect him to\nthose rapes.\nSo he has a tremendous incentive to flee.\nThe government has a tremendous need for this\ninformation at the time of arrest to solve crimes,\nexonerate the innocent, and give closure to victims.\nThank you.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Dreeben.\nMr. Shanmugam?\nORAL ARGUMENT OF KANNON K. SHANMUGAM\nON BEHALF OF THE RESPONDENT\nMR. SHANMUGAM: Thank you, Mr. Chief\nJustice, and may it please the Court:\nMaryland searched my client without a\nwarrant, in order to investigate crimes for which there\nwas no suspicion. It is settled law that warrantless,\nsuspicionless searches are presumptively\nunconstitutional.\nThe State cites no --\nJUSTICE KENNEDY: He was held -- he was held\nwith probable cause --\nMR. SHANMUGAM: That is correct.\nJUSTICE KENNEDY: -- and his -- and his\ncustody was restrained. He was in a police station.\nMR. SHANMUGAM: That is also correct.\nJUSTICE KENNEDY: Were handcuffs put on him\nduring the transport process? Do you know?\nMR. SHANMUGAM: I don't know that the record\nindicates that.\nJUSTICE KENNEDY: But they -- they could --\nthey could have been?\nMR. SHANMUGAM: Yes.\nJUSTICE KENNEDY: So his liberties were\nconstrained in all of those respects. He would have to\ntake off most of his clothes, subject to a patdown\nsearch?\nMR. SHANMUGAM: We're --\nJUSTICE KENNEDY: They could look -- they\ncould look in his -- in his briefcase?\nMR. SHANMUGAM: Yes. Just to be clear,\nJustice Kennedy, we're not disputing the proposition\nthat certain intrusions on privacy are permissible as to\narrestees, but where we fundamentally disagree with the\nState and the Federal Government is with regard to the\nargument that this Court should take the rationale of\nSamson v. California and essentially extend that\nrationale to the point of arrest.\nThe government --\nJUSTICE KENNEDY: I think -- I think there\nis some merit to your argument in that regard. In\nSamson, he was a parolee, and he actually, as I recall,\nsigned a -- a consent form as part of the probation.\nMR. SHANMUGAM: That is correct. An agreed\npart of the condition of parole. That is -- that is\ncorrect.\nCHIEF JUSTICE ROBERTS: Well, that is right.\nBut I'm curious as to why your position is that -- let's\nsay he served his time. He's no longer subject to the\ncriminal justice system. He's not on parole; he's not a\nprobationer. You concede that the DNA evidence can be\ntaken from him, correct?\nMR. SHANMUGAM: I would concede,\nMr. Chief Justice, that it -- that it could be taken at\nleast while he is still under the supervision of the\nState because, after all, both Samson and Knights were\ncases in which the individual was still under State\nsupervision; that is to say, we're not arguing that, at\nthe point of conviction, that the resulting lessened\nexpectation of privacy extends in perpetuity as, say, a\nfirearm or felon disability does.\nBut what we are arguing is that -- to look\nat this Court's cases in Samson and Knights, they both\ncentrally depended on the proposition that it is the\nfact of conviction that deprives an individual of the\nfull protections of the Fourth Amendment.\nCHIEF JUSTICE ROBERTS: What is the\npertinence of the fact -- I mean, this is not something\nthat people are or can keep private. I mean, if you're\nin the interview room or something, you take a drink of\nwater, you leave, you're done. I mean, they can examine\nthe DNA from that drink of water.\nMR. SHANMUGAM: Well, Mr. Chief Justice --\nCHIEF JUSTICE ROBERTS: Doesn't that\ncompromise the -- the expectation of privacy?\nMR. SHANMUGAM: I think it's an open\nquestion as to whether or not there would be a search\nwhen DNA is collected from cells that could be said to\nhave been involuntarily or voluntarily abandoned.\nAnd, to the extent that there's an argument\nthat there would still be a search, it would be based on\nthis Court's reasoning in Skinner, where the Court\nsuggested that the subsequent analysis of a urine sample\nwould constitute a further invasion of the test of --\nCHIEF JUSTICE ROBERTS: No, it's not a --\nMR. SHANMUGAM: -- the privacy interest.\nCHIEF JUSTICE ROBERTS: My question was not\ntrying to get at whether it's a search or not. It's\nwhether -- it's getting at the reasonableness of the\nexpectation of privacy that the -- your DNA is protected\nfrom examination when it's left wherever you happened to\nhave been.\nMR. SHANMUGAM: I would say two things about\nthe privacy interests at stake here. First of all,\nthere is an intrusion into the body, and that is what\ntriggers the applicability of the Fourth Amendment here,\nto be sure, but it is also a relevant intrusion for\nFourth Amendment purposes.\nBut, secondly, and perhaps more importantly,\nthere is a legitimate expectation of privacy in the\ncontents of an individual's DNA. And, to the extent\nthat this Court were to engage in balancing, we\ncertainly think that interest is --\nCHIEF JUSTICE ROBERTS: Well, I mean, isn't\nthat part of the -- isn't that part of the question,\nwhether there is a legitimate expectation of privacy in\na person's DNA?\nMR. SHANMUGAM: Yes, and we think that the\nanswer to that question is yes, that an individual\nhas --\nCHIEF JUSTICE ROBERTS: Well, I know, but\nyou're simply just -- you're -- I guess that's begging\nthe question. And -- but I'd just be repeating my\nquestion -- how legitimate is it to you to expect\nprivacy in something that the police can access without\nyou even knowing about it, without any voluntary or\ninvoluntary -- if you take a drink of water, if you\nleave behind a cigarette butt?\nMR. SHANMUGAM: Well -- Mr. Chief Justice,\nI've heard Mr. Dreeben to concede, as I think he must,\nthat an individual retains a legitimate expectation of\nprivacy in at least some of the information contained in\nthe individual's DNA.\nAnd I suppose we can have a dispute about\nwhat types of information would qualify. But I think it\nreally is settled that there are profound privacy\nconcerns raised by the government's coming into\npossession of an individual's DNA.\nJUSTICE SCALIA: Mr. Shanmugam, I -- I\nwouldn't have made the concession that you've made, that\nthis case is about reasonable expectation of privacy.\nIf there's no reasonable expectation of privacy, there's\nno search.\nBut, here, there is a search. You have a\nphysical intrusion. You -- you pull a guy's cheek apart\nand stick a -- a swab into his mouth. That's a search,\nreasonable expectation of privacy or not.\nMR. SHANMUGAM: Well -- Justice Scalia, I\ndidn't think I was conceding anything, but if I --\nJUSTICE SCALIA: Well, I thought you did.\nMR. SHANMUGAM: If I was -- let me just be\nclear. We don't think that this Court should be\nengaging in balancing here. Indeed, that is really our\nprincipal submission to this Court.\nJUSTICE ALITO: Well, do you think the\nintrusion is worse when you just take a swab and you go\ninside somebody's cheek, as opposed to rolling\nfingerprints? Which is the greater intrusion?\nMR. SHANMUGAM: Well, we think that it is\nsettled that intrusions into the body constitute a\nsearch for Fourth Amendment purposes.\nJUSTICE ALITO: Which is --\nMR. SHANMUGAM: I suppose that the argument\ncould be made, Justice Alito, that there is a similar\ntrespass on the person and, therefore, a search when\nfingerprints are collected. I would note,\nparenthetically, that, in the first half an hour of this\nargument, we heard no explanation, either by the State\nor by the Federal government, as to their theory as to\nwhy fingerprinting is constitutional.\nNow, we --\nJUSTICE ALITO: Well, the thrust of a lot of\nwhat we -- we have been presented with in the briefs and\nwhat we have heard this morning -- and, by the way, I\nthink this is perhaps the most important criminal\nprocedure case that this Court has heard in decades.\nThe -- the attorney for the State began by\nlisting a number of crimes just in Maryland that had\nbeen solved using this. So this is what is at stake:\nLots of murders, lots of rapes that can be -- that can\nbe solved using this new technology that involves a very\nminimal intrusion on personal privacy.\nBut why isn't this the fingerprinting of the\n21st century? What is the difference? If it was\npermissible and it's been -- it's been assumed to be so\nfor decades, that it is permissible to fingerprint\nanybody who's booked, why is it not permissible to take\na DNA sample from anybody who is arrested?\nMR. SHANMUGAM: Justice Alito, we think that\nfingerprinting is distinguishable on three grounds.\nFirst of all, as a practical matter, an individual's DNA\ncontains far more information and far more personal\ninformation than an individual's fingerprints. But, as\na doctrinal matter, we think that fingerprinting is\ndistinguishable --\nJUSTICE ALITO: Well, as to -- as to the\nfirst, in our cases involving searches for -- where a\nurine sample is taken to determine drug use, the urine\ncan be analyzed for all sorts of things besides the\npresence of drugs, and the Court has said, in those\ncases, we are only going to consider that -- we are\nconsidering that this is a reasonable search with\nrespect to the determination of whether the person has\ntaken drugs, not all the other information --\nMR. SHANMUGAM: But that is because --\nJUSTICE ALITO: -- that might be obtained\nfrom it.\nMR. SHANMUGAM: But that is because,\nJustice Alito, in those cases, cases like Skinner and\nVon Raab and Vernonia, there was a special need, apart\nfrom the ordinary interests in law enforcement. And,\nhere, it is clear that the primary purpose of the\nMaryland statute and, indeed, the similar statutes on\nthe Federal and State levels, was the ordinary interest\nin crime control, to solve unsolved crimes.\nAnd that is why those special needs cases\nare distinguishable. And I think that's why the State,\nessentially, disavows any reliance on the Special Needs\nDoctrine --\nJUSTICE KAGAN: What are your other two\ndistinctions?\nMR. SHANMUGAM: With regard to\nfingerprinting, we think that, notwithstanding the\nphysical intrusion involved with taking an individual's\nfingers and putting them on the pad, that the better\nview is that fingerprinting is not a search, and, to the\nextent that this Court has addressed the question, it\nhas suggested that fingerprinting is not a search\nbecause an individual has no expectation of privacy in\ntheir fingerprints because their fingers are constantly\nexposed --\nJUSTICE BREYER: I would like a complete\nanswer to what Justice Alito and Justice Kagan both were\nasking, I think. I mean, to summarize that, if I look,\nin terms of intrusion, I am not talking legally, I am\ntalking practically. It doesn't seem to me -- I can\nargue that it is certainly a much lesser intrusion than\nfingerprints. You have to stand there, have the thing\nrolled; your -- stick out your tongue. I mean, it's\nhard to say it's more, for me, I'm not saying for\nothers.\nAccuracy, it's much more accurate, and that\ndoesn't just help the defendant. There is a whole brief\nhere filed by the victims that have case after case,\nwhere people spent 5 years in prison, wrongly, and where\nthis system and the CODIS helped victims avoid being\narrested and sent to jail when they were innocent, so it\nworks both ways.\nSo, one, it's no more intrusive; two, it is\nmuch more accurate. And three and four and five, how\nit's different and worse in practice, is what I would\nask you to summarize.\nMR. SHANMUGAM: Sure. Well --\nJUSTICE BREYER: And, by the way, when you\ntalk about what information you could get out of it,\nthere is a brief filed by leading scientists in the\nfield, and I came away from the brief thinking there\nisn't much more information because fingerprints can be\nabused, too.\nOf course, you can learn loads from\nfingerprints. Photos, try photos; my God, you could\nlearn a lot, who he was, who -- you know, so all these\nthings could be abused. But I came away from that\nbrief, frankly, to think, well, in terms of the\npossibility of abuse, it's there, but these other\nthings, photos, too.\nMR. SHANMUGAM: Justice Breyer, let me --\nJUSTICE BREYER: Okay. So, now, you tell\nme, in light of that hostile question --\n(Laughter.)\nJUSTICE BREYER: -- I would like you -- I\nwould like you to tell me, okay, it's different from\nfingerprints and worse because of one, two, three, and I\nwill write it down, and I'll remember it.\nJUSTICE SCALIA: He gave us one and two. I\nhave been waiting for three. Will you drop the shoe?\n(Laughter.)\nMR. SHANMUGAM: Let me -- I will gladly get\nto three with regard to fingerprinting, and then I would\nlike to say a word about balancing, in the event that\nthe Court reaches it. Obviously, we don't think that\nbalancing is appropriate here because we don't think\nthat the Special Needs Doctrine is applicable, and we\ndon't think that Samson should be extended to arrestees.\nBut, with regard to fingerprinting, the\nother reason why we think fingerprinting is different,\nabove and beyond the fact that we think the better view\nis that fingerprinting is not a search, is because\nfingerprinting, as it is currently practiced, does serve\na special need.\nThe primary purpose of fingerprinting is to\nidentify an individual who is being taken into the\ncriminal justice system.\nJUSTICE KAGAN: So, Mr. Shanmugam, that\nseems to me a real distinction in this case, as it's\nbeen litigated. I take what the government is saying is\nsomething like, give us 5 years, and those won't look\nvery different.\nIn other words, we will be able to do, in 5\nyears' time, exactly what we can do with fingerprinting,\nexcept it will be, as Justice Breyer says, more\naccurate. So we are just about 5 years ahead of that,\nso give us a break.\nMR. SHANMUGAM: And my response to that\nwould be that, under the Special Needs Doctrine, what is\nrelevant is not how a system could conceivably operate;\nwhat is relevant is the primary purpose behind the\nprogram at issue.\nSo, if the government were to come back in 5\nyears' time with a DNA testing program, the primary\npurpose of which was pretrial supervision or\nidentification, one of these other purposes that is\nbeing offered, then, sure, the analysis would be\ndifferent.\nThat is simply a consequence of the fact\nthat this Special Needs Doctrine, unlike the rest of the\nFourth Amendment, looks to purpose, namely, the purpose\nof the program at issue.\nJUSTICE KENNEDY: A person -- a person has\nbeen arrested for a felony and is in custody, do the\npolice -- does the justice system have an interest in\nknowing whether that person committed other crimes?\nMR. SHANMUGAM: The justice system always\nhas an interest in law enforcement and solving crimes,\nand we certainly don't dispute that proposition. But\nwhat we do dispute is Mr. Dreeben's principal submission\nto this Court, which is that simply because law\nenforcement can do certain things to arrestees, it can\ndo others.\nThe primary thing is --\nJUSTICE KENNEDY: My question is whether or\nnot the police, who have John Doe in custody for a\nfelony, have an interest in knowing, at the outset or\nwithin a few weeks' time, whether or not that person has\ncommitted other crimes?\nMR. SHANMUGAM: The difference between an\narrestee and an ordinary citizen, Justice Kennedy, is\nthat, as to an arrestee, the police have probable cause\nto believe that the arrestee committed a particular\noffense.\nJUSTICE KENNEDY: But they also have a\nreason for keeping him in custody.\nMR. SHANMUGAM: Related --\nJUSTICE KENNEDY: And my -- my question is,\ndo they have an interest -- a legitimate interest in\nknowing if that person has committed other crimes?\nMR. SHANMUGAM: They have that interest,\nbut, if they want to investigate other crimes, they have\nto do what they would have to do as to an ordinary\ncitizen. They have to have a warrant or some level of\nindividualized suspicion.\nCHIEF JUSTICE ROBERTS: There are two\ndifferent -- two different interests. One is we want to\nsolve unsolved crimes; and the other is we want to be\nsure -- we have someone in our custody, and we want to\nbe sure, before he is released back into the community,\nthat he isn't a person who has committed five violent\ncrimes before that.\nNow, your brief says, well, the only\ninterest here is the law enforcement interest. And I\nfound that persuasive because of the concern that it's\ngoing to take months to get the DNA back anyway, so they\nare going to have to release him or not before they know\nit.\nBut if we are in a position where it now\ntakes 90 minutes -- or will soon take 90 minutes to get\nthe information back, I think that's entirely\ndifferent because, there, you can find out whether --\nit's just tied in with the bail situation, do you want\nto release him or not?\nMR. SHANMUGAM: The touchstone of the\nanalysis, under the Special Needs Doctrine, is what was\nthe primary purpose of the program at issue. And there\nis no evidence that pretrial supervision was a purpose\nof any of these.\nCHIEF JUSTICE ROBERTS: Well, that's\nbecause -- that's because we are not yet at a situation\nwhere it takes 90 minutes. Sure, it's not going to do\nyou any good if it's taking 4 months or whatever it took\nin this case.\nBut, if it's at the point where it's 90\nminutes, it would be critical to make that\ndetermination.\nMR. SHANMUGAM: Well, Mr. Chief Justice, as\nI said to Justice Kagan, the constitutional analysis may\nvery well change at later point. But I think it's\nimportant to underscore that neither the State of\nMaryland nor the Federal government identifies a single\ninstance in which a pretrial supervision decision in\ntheir jurisdictions was altered as a result of the DNA\ntest.\nCHIEF JUSTICE ROBERTS: Well, let's put it\nthis way. Let's -- let's say the judge or the\nmagistrate is going to make a bail determination and he\nsays, well, it's important to me to know whether you are\ngoing to commit another crime.\nSo we are not saying you have to give a DNA\nsample, but it will enter into my calculation if you\nrefuse to do it.\nMR. SHANMUGAM: Well, outside the\nprogrammatic context, ordinary Fourth Amendment rules\nwould apply. And ordinary --\nCHIEF JUSTICE ROBERTS: Well, what does that\nmean? Is that okay or not?\nMR. SHANMUGAM: Well, I think, in that\ncircumstance, where there is no individualized\nsuspicion, a search cannot occur. And an\narrestee stands --\nCHIEF JUSTICE ROBERTS: Well, we do it --\ndoesn't that sound just like a Breathalyzer? You are\npulled over, they say, we want you to take a\nBreathalyzer test. They say, you don't have to, but, if\nyou don't, your license is suspended for 6 months or\nwhatever.\nWhy isn't that the same thing.\nMR. SHANMUGAM: Well -- you know, I will say\nthat the one thing that is slightly different about your\nhypothetical, Mr. Chief Justice, is that the analysis\nmight be somewhat different where what you are talking\nabout is a condition of release. I think you would\ntrigger the Unconstitutional Conditions Doctrine and the\nanalysis might operate somewhat separately -- somewhat\ndifferently.\nBut, just to conclude with regard to my\nanswer with Justice Kennedy and then to get back to the\nrest of Justice Breyer's question, Justice Kennedy, with\nregard to arrestees, the intrusions on privacy that are\npermissible are all intrusions that relate to the\narrest.\nSo to take the two principal examples, the\nSearch Incident to Arrest Doctrine, which you mentioned,\nand searches associated with an individual's continued\ndetention, so the strip searching example, those\ndoctrines have discrete justifications that limit their\nscope.\nSo the Search Incident to Arrest Doctrine\npermits searches for officer safety, to prevent\ndestruction of evidence, and at least in the vehicular\ncontext, to search for evidence related to the offense\nof arrest.\nNow, none of those rationales apply here,\nand I would note, parenthetically, that in\nSchmerber v. California, this Court suggested that the\nSearch Incident to Arrest Doctrine would not permit\nsearches into the body. It will permit only --\nJUSTICE KENNEDY: But we are also talking\nabout identity. I assume that, in Maryland and in a\nnumber of States, the time between release on bail and\nreturn for trial is more than four months.\nAnd, if it's found, as an identity matter,\nthat this person has a criminal record or that they\nare -- is suspected of serious crimes, that is a\nmandatory ground for reconsideration of bail. And you\nsay there is no interest in that.\nMR. SHANMUGAM: I am not disputing that the\ngovernment has an interest in knowing about prior\noffenses that an individual has committed. What I am\nsimply saying is that the primary purpose of DNA\ntesting, unlike fingerprinting, is to investigate\nunsolved crimes.\nThat is the ordinary interest in law\nenforcement, and when the government is indicating --\nJUSTICE GINSBURG: I thought\nfingerprinting -- Mr. Shanmugam, I thought\nfingerprinting was used to determine whether they -- the\nperson has a record. We have this person, and now, we\ncheck the fingerprints to find out if he has a prior\nrecord, that's different from to find out if he has\ncommitted a crime that we don't know about.\nBut -- but are fingerprints used to\ndetermine whether the person has a prior record?\nMR. SHANMUGAM: Fingerprints taken upon\nbooking are primarily used for the purpose of\nidentification, and, by identification, I would include\ndetermining whether the individual had a prior criminal\nrecord because, as IAFIS is currently structured, that\nis information that is returned once there is a hit for\nthat initial search.\nNow --\nJUSTICE ALITO: What was the purpose of\nfingerprinting before it was possible to make\nfingerprint comparisons by computer?\nMR. SHANMUGAM: Well, I think fingerprinting\nreally has, from the outset, served the purpose of\nidentification because fingerprinting really came into\nbeing approximately 100 years ago because, in large\nurban areas, officers could no longer identify\nindividuals on sight.\nNow, to be sure, fingerprinting does serve a\nlaw enforcement purpose as well. As Mr. Dreeben\nindicated, there is a latent fingerprint database that\nroughly corresponds to --\nJUSTICE ALITO: Well, I would assume that,\nbefore it was possible to do computer searches, the way\nin which fingerprinting established identification, what\nit did in that respect was to identify the person\narrested on this occasion, so that, if the person was\narrested again, then the police would know that it was\nthe same person.\nThere was no way of -- no practicable way of\ntaking the fingerprints of somebody who was booked and\ndetermining whether that person -- you didn't have\nanything to compare it to. And they certainly -- you\ncouldn't do it manually.\nMR. SHANMUGAM: That is true. But, again,\nthe purpose of fingerprinting, as it developed over\ntime, was identification in the sense that, as\nfingerprints were being collected, individuals could\nproceed to be identified based on prior --\nJUSTICE SOTOMAYOR: Can we go back to --\nJUSTICE ALITO: Yes, so you know that, on\nday one, you have arrested -- you've arrested Mr. X, and\nthen, a year later, you arrest somebody else, and you\nknow it's Mr. X again. And DNA can do exactly the same\nthing, except more accurately.\nMR. SHANMUGAM: But I think it's important\nto realize, Justice Alito, that at least, as the DNA\nsystem is currently constituted, when an arrestee's\nprofile is prepared, it is compared against the offender\nand arrestee indices, not the forensic index.\nAnd, indeed, as we understand it -- and I\nthink Mr. Dreeben's discussion of this is probably\nconsistent with this, at least on the Federal level, it\nis not permissible to take that profile and search it\nagainst the offender and arrestee indices.\nNow, that very well may occur in certain\nStates. We don't have any reason to believe that that\nis what takes place in Maryland. But, again, this is\nreally what distinguishes the way in\nwhich fingerprinting is --\nJUSTICE BREYER: I think I can totally lose\nthis because -- because I have a confusion that you can\nclear up. There is something to what you say. I see\nwhat you are saying. But what does this word\n\"identification\" mean? It's used for identification.\nWe have a person, he's been arrested.\nHe writes his name down, Mr. Smith. Maybe\nhe's lying. We have his picture. Well, his picture's\npretty good. If he turns up in a bar somewhere in the\nfuture, we can look, see, and that's awfully good.\nAnd, now, you say, well, what is\nfingerprinting doing that photos aren't doing, in terms\nof identification? What does it do, in terms of just\nidentification?\nMR. SHANMUGAM: Sure.\nJUSTICE BREYER: What does it do?\nMR. SHANMUGAM: We think it means\ndetermining or confirming the identity of an individual.\nJUSTICE BREYER: What does that mean,\nconfirming his identity? We have -- you mean what?\nWhat exactly?\nMR. SHANMUGAM: Confirming, for instance, in\nthis case, that the individual in the government's\ncustody was Alonzo King.\nJUSTICE BREYER: Oh, really? I mean, do you\nthink the fingerprints -- where do you go to find out if\nhe's Alonzo King? A lot of people have never had their\nfingerprints taken before.\nMR. SHANMUGAM: Well, but 73 million people\nare in the criminal offender --\nJUSTICE BREYER: That's what it's for? To\ndetermine what his name really is?\nMR. SHANMUGAM: And his criminal -- and, to\nbe sure, his adjudicated criminal history, which can\nalso be --\nJUSTICE BREYER: Ah. You want to determine\nwhat his name really is, plus his adjudicated criminal\nhistory, and, here, we have the DNA, which I guess might\nor might not help determine what his name really is,\nand, with criminal history, it does about the same. And\nalso fingerprints are sometimes used to -- for unsolved\ncrimes, and they are sometimes used for unsolved crimes,\nbut your point really is more for unsolved crimes.\nHave I got it.\nMR. SHANMUGAM: Justice Breyer, no, I think,\nwith respect, you haven't. With regard to DNA testing,\na DNA profile -- at least as the Federal system is\nconfigured -- is compared against the forensic index.\nThat is the index of samples from unsolved crimes. And\nso that is really in contradistinction to how the\nfingerprint database works.\nJUSTICE SOTOMAYOR: Counsel, I -- I am\nreally worried about the question you haven't satisfied\nme with, which is I agree completely that, today, it's\nused primarily and almost exclusively for purposes of\nsolving other crimes.\nBut let's -- is this -- the question that I\nthink one of my colleagues asked, is that only because\ntechnology hasn't moved fast enough?\nYou said we have to look at the\nconstitutional principles 5 years from now, when they\nwill use it to pull up a guy's criminal history, not\nunsolved crimes, but criminal history. Get to that day.\nMR. SHANMUGAM: Sure. Well,\nJustice Sotomayor --\nJUSTICE SOTOMAYOR: Tell me what the -- tell\nme what the -- why you would then say that would still\nbe unconstitutional?\nMR. SHANMUGAM: Justice Sotomayor, assuming\nthat this Court does not accept the proposition that\narrestees are somehow subject to a lessened expectation\nof privacy, the only other --\nJUSTICE SOTOMAYOR: Right. Let's assume we\ngo under a normal Fourth Amendment, you need probable\ncause to search.\nMR. SHANMUGAM: Right. And the only other\npotentially applicable exception to the principle that\nwarrantless, suspicionless searches are unconstitutional\nis the special needs exception, and that exception looks\nto the primary purpose of the program at issue.\nAnd the mere fact that DNA testing could be\nused for other purposes wouldn't necessarily be\ndispositive of the inquiry. If the primary purpose of\nDNA testing is still to investigate unsolved crimes, the\nprogram would still not qualify under the Special Needs\nDoctrine.\nJUSTICE KAGAN: But, Mr. Shanmugam, just\nsuppose -- I mean, I guess the question is would this be\nunconstitutional? It's not the world we are living in\nnow, but let me -- 10 years from now, the government\nsays, we are really switching over to a fingerprint\nsystem -- to a DNA system, and what that system is going\nto allow us to do is it's going to allow us to identify,\nand it's going to allow us to bring up the old criminal\nhistory, and it's going to allow us to see whether there\nare also unsolved crimes that we can tag to this person\nand discover that he's really, really dangerous.\nAll right? And so the government puts that\nsystem into effect. Is it constitutional?\nMR. SHANMUGAM: I think that it could be,\nand that would simply be because you would have a system\nwhere DNA testing is essentially being used as\nfingerprinting is being used today. But, again, I don't\nthink --\nJUSTICE SOTOMAYOR: I was interested in a\nbroader thought process, actually. Do you mind giving\nit to me?\nMR. SHANMUGAM: Well -- well --\nJUSTICE SOTOMAYOR: Which is, there is\nsomething inherently dangerous about DNA collection that\nis not the same as fingerprinting.\nMR. SHANMUGAM: Well, there is, and that\ngets me back, finally, to the rest of Justice Breyer's\nquestion from a few minutes ago because Justice Breyer\nhad kind of asked how the analysis should work, in the\nevent that the Court were to proceed to balancing.\nAnd so I just want to say a word about the\nrelevant privacy interests and the relevant governmental\ninterests and to explain why we think that the relevant\nprivacy interests outweigh those governmental interests.\nOn the privacy side of the ledger, we\ncertainly believe that there are profound privacy\nconcerns associated with the government's collection of\nan individual's DNA. And, leaving aside the question of\nhow much personal information is contained in the 13\nloci -- and we certainly think that there is significant\npersonal information, even as to those loci -- I don't\nthink there can be any dispute that, when you evaluate\nthe entirety of an individual's DNA, there is a great\ndeal of personal information contained there. And, in\nour view, that has to be taken into account when\nengaging in balancing.\nNow, the government's response to that is\nessentially the \"just trust us\" defense; namely, that\nthe government is not looking at all that information,\nit is only looking at a certain subset of that\ninformation. But that has never been how this Court has\nanalyzed privacy interests, at least outside the special\nneeds context.\nProbably the closest analog is this Court's\ndecision in Tyler v. United States, where the Court said\nthat it was of no moment that the heat-sensing device\nthat was at issue in that case did not detect any\ninformation about the intimate details of activities\nwithin the home.\nCHIEF JUSTICE ROBERTS: You -- you disclose\nall of this intimate private information when you take a\ndrink of water and leave -- leave the glass behind.\nMR. SHANMUGAM: But, Mr. Chief Justice, as I\nsaid at the outset, we believe that there might still\nbe -- indeed, we think the better view under this\nCourt's cases is that there would still be a Fourth\nAmendment search there.\nThe only difference would be that you don't\nhave the intrusion into the body that makes the question\nof whether or not there is a search here an easy one.\nNow, I want to say just a word about the\ngovernmental --\nJUSTICE ALITO: What if someone has a bloody\nshirt and throws it away in the trash -- in a public\ntrash can along the street, you are saying that the\npolice can't analyze that without a search warrant?\nMR. SHANMUGAM: The argument would be that\nthe subsequent analysis of the DNA, nevertheless, still\nconstitutes a search. And the most significant decision\non this issue, to date, is the Fourth Circuit's decision\nin United States v. Davis, which I would encourage you\nto look at, if you are interested in this issue, because\nit holds that the extraction of the DNA from an item\nthat was lawfully in the government's custody still\nconstitutes a search.\nLet me say just a word, though, about the\ngovernmental side of the balance here because I think\nthis is important. Ms. Winfree started with the\nstatistics about the efficacy of DNA testing of\narrestees, but our submission is, simply, that, when you\nlook at the relevant subset of cases, namely individuals\nwho have been arrested, but who are not subsequently\nconvicted of the offense of arrest, the law enforcement\nvalue of DNA testing is relatively modest.\nMy understanding is that --\nJUSTICE ALITO: But your client was\nconvicted of the offense of arrest.\nMR. SHANMUGAM: That is correct.\nJUSTICE ALITO: And it was a serious\noffense, punishable by up to 10 years imprisonment.\nMR. SHANMUGAM: Well, my client --\nJUSTICE ALITO: Isn't that correct? And he\nwas sentenced to 4 years.\nMR. SHANMUGAM: That is -- my client was\nconvicted of the crime of arrest, to be sure. But,\nunder the Maryland statute, that crime was not a serious\nenough crime to qualify for DNA collection at that\npoint.\nJUSTICE ALITO: For Fourth Amendment\npurposes -- for Fourth Amendment purposes, do you think\nthat it is -- that it is permissible to take a DNA\nsample from someone who is convicted of an offense that\nwould qualify as a felony under common law?\nMR. SHANMUGAM: We think that it would be\npermissible to collect DNA from any individual who has\nbeen convicted and is subjected to the continued\nsupervision of the State. And that is simply because\nthose individuals have a lessened expectation of\nprivacy.\nBut just to get on the table --\nJUSTICE GINSBURG: When they're no longer in\nthe custody of the State, does the government have to\ndestroy it? They served their time, and their\nprivileges have been restored.\nMR. SHANMUGAM: We don't -- we don't think,\nin that circumstance, Justice Ginsburg, that the\ngovernment would have to destroy the DNA sample. But\nwe --\nJUSTICE KENNEDY: Does a felon who's been\narrested have a reduced expectation of privacy at the\ntime of arrest?\nMR. SHANMUGAM: I'm sorry? A felon who has\nbeen --\nJUSTICE KENNEDY: Does a felon -- does a\nperson who has been arrested for a felony have a reduced\nexpectation of privacy at the time of his arrest?\nMR. SHANMUGAM: I would not say that that\nperson has a reduced expectation of privacy. What I\nwould say is that there are certain intrusions on\nprivacy, some of which are quite substantial, that are\npermissible because there are justifications unique to\nthe arrest.\nSo, in Florence, this Court permitted the\nstrip search of an individual who is being admitted into\nthe general jail population, based on the special need\nof ensuring prison safety and preventing contraband from\nbeing introduced into the prison.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Winfree, you have 3 minutes remaining.\nREBUTTAL ARGUMENT OF KATHERINE WINFREE\nON BEHALF OF THE PETITIONER\nMS. WINFREE: On the question of rapid DNA,\nthe FBI estimates that we're about 18 to 24 months away\nfrom that world, and I would cite the National District\nAttorneys Association's amicus brief on page 20 where it\ndiscusses the -- that this is not science fiction. So\nwe are very, very close to that.\nAnd I wanted to just address a couple of the\nquestions that arose during Respondent's presentation.\nJustice Kennedy, the State does have a compelling need\nand a compelling interest in knowing who is in its\ncustody, and arrestees do not have a legitimate\nexpectation of privacy in their identity.\nWe have a legitimate and compelling need to\nidentify suspects and to aid in solving crimes.\nAnd our -- and our definition of what\nidentification is, is somewhat broader than\nRespondent's. It's not just what his name is and what\nhis face is and what his fingerprints show. It is that\nCODIS DNA profile, those 26 numbers, so that -- in our\nview, that's a broader definition of -- of identity.\nAnd I wanted also, just finally, to address\nJustice Alito's question. This is the fingerprinting of\nthe 21st century, but it's better. Typically, DNA\nevidence is used to identify rapes and murderers.\nFingerprints typically do not solve those kinds of\ncrimes.\nAnd, if the primary purpose of\nfingerprinting is just to identify, it also is used --\nfingerprinting, now, is used -- the prints are compared\nagainst the latent database in IAFIS, and they are used\nto solve crimes. But they typically don't solve the\nkind of crimes that we are talking about here, and it\nwouldn't have been solved in Mr. -- in Mr. King's case.\nCHIEF JUSTICE ROBERTS: How can I base a\ndecision today on what you tell me is going to happen in\n2 years? You say, in 2 years, we will have this rapid\nDNA available, but we don't now.\nDon't I have to base a decision on what we\nhave today?\nMS. WINFREE: Well, that's really only one\ncomponent of our argument, Mr. Chief Justice, that,\ncertainly, with respect to a bail determination, we will\nbe able to make it more rapidly at the time that that\nrapid DNA comes into effect. But --\nJUSTICE SCALIA: Yes, but, if we believe\nthat the purpose of it has much to do with whether it's\nlegitimate or not, you can't demonstrate that the --\nthat the purpose is immediate identification of the\npeople coming into custody, you just can't demonstrate\nthat now. Maybe you can in 2 years.\nThe purpose now is -- is the purpose you\nbegan your presentation with, to catch the bad guys,\nwhich is a good thing. But -- you know, the Fourth\nAmendment sometimes stands in the way.\nMS. WINFREE: It has a corollary purpose,\nJustice Scalia. What we are suggesting and arguing is\nthat solving crimes, to be sure, is the key component,\nbut in solving crimes and connecting an arrestee to a\ncrime that's unsolved informs a judge's determination\nabout whether to release that individual.\nAnd, as Mr. Dreeben said, bail modifications\ncan happen; they do happen all the time. And, in\nMaryland, it's going to have -- it's going to be\nhappening before rapid DNA. Right now, we are able to\nmake that determination in a period between 11 and\n17 days.\nSo we are not asking you to base your\ndecision on the futuristic world, which is really only 2\nyears out, with rapid DNA anyway. But we can make those\nbail determinations now, and, in fact, they are\nimportant for where we house prisoners and -- and how we\nsupervise them in custody.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "ALONZO JAY KING, JR."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 28, 
        "JUSTICE ALITO": 16, 
        "JUSTICE BREYER": 18, 
        "JUSTICE GINSBURG": 5, 
        "JUSTICE KAGAN": 15, 
        "JUSTICE KENNEDY": 17, 
        "JUSTICE SCALIA": 10, 
        "JUSTICE SOTOMAYOR": 19, 
        "MR. DREEBEN": 27, 
        "MR. SHANMUGAM": 62, 
        "MS. WINFREE": 33
    }
}