{
    "appearances": {
        "content": "JEFFREY L. FISHER, ESQ., Stanford, California; on behalf\nof Petitioner.\nALAN K. CURRY, ESQ., Assistant District Attorney,\nHouston, Texas; on behalf of Respondent.\nGINGER D. ANDERS, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nUnited States, as amicus curiae, supporting\nRespondent.\n"
    }, 
    "caseNum": "12-246-41y0", 
    "caseinfo": {
        "content": "GENOVEVO SALINAS, :\nPetitioner : No. 12-246\nv. :\nTEXAS :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJEFFREY L. FISHER, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nALAN K. CURRY, ESQ.\nOn behalf of the Respondent 29\nORAL ARGUMENT OF\nGINGER D. ANDERS, ESQ.\nFor United States, as amicus curiae,\nsupporting Respondent 48\nREBUTTAL ARGUMENT OF\nJEFFREY L. FISHER, ESQ.\nOn behalf of the Petitioner 58\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, April 17, 2013\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:15 a.m.\n"
    }, 
    "petitioners": [
        "GENOVEVO SALINAS,", 
        "Petitioner", 
        "No. 12-246 v.", 
        "TEXAS", 
        ""
    ], 
    "proceedings": {
        "content": "(11:15 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext in Case 12-246, Salinas v. Texas.\nMr. Fisher.\nORAL ARGUMENT OF JEFFREY L. FISHER\nON BEHALF OF THE PETITIONER\nMR. FISHER: Thank you, Mr. Chief Justice,\nand may it please the Court:\nThe Fifth Amendment prohibits using a\nperson's silence during a noncustodial police interview\nagainst him at trial, and nothing about the specific\nfacts of this case give this Court cause to refrain from\napplying that rule here.\nTo the contrary, the State's closing\nargument in this case urging the jury to find\nMr. Salinas guilty because, quote, \"an innocent person\nwould have denied law enforcement's accusations,\"\nstrikes at the core of everything the Griffin rule and,\nindeed, the Fifth Amendment is designed to prohibit.\nIt evokes an inquisitorial system of\njustice. It effectively shifts the burden of proof onto\nthe defendant, and it demeans individual dignity by\nconscripting the defendant as a product of his own\ndemise.\nNow, the Texas Court of Criminal Appeals\nresisted this logic and held the Fifth Amendment didn't\napply because there was supposedly no compulsion in this\ncase in the sense that there was no physical or\npsychological coercion of the kind that's inherent in\ncustody.\nBut the Texas Court of Criminal Appeals\nsimply misunderstood the nature of a Griffin claim and\nthe nature of the compulsion. The compulsion that\nMr. Salinas faced was when the police asked him the\nquestion about ballistics evidence, there was nothing he\ncould do to avoid supplying the State with incriminating\nevidence that it could use against him.\nIf he answered the question -\nJUSTICE GINSBURG: Why isn't it -- why isn't\nit like the -- is it Berghuis case? There was a case of\nsomeone who was given Miranda warnings, and, even so,\nthe Court said he was silent. He didn't invoke the\nFifth Amendment; therefore, his silence can be commented\non.\nMR. FISHER: No, that's not the holding of\nthe Berghuis case, with all due respect. The Berghuis\ncase was about whether his subsequent statements could\nbe used against him. This Court didn't hold that his\nsilence that preceded those statements could be used\nagainst him, and, indeed, that would be contrary to\nMiranda itself in footnote 37, where the Court said, if\nsomebody stands mute in a custodial setting in the face\nof law enforcement accusations, they may not be -\nJUSTICE BREYER: Then what's the law? What\nis -- I mean, Joe Smith leaves a -- a blank in part of\nhis tax return. The IRS gets it. Later, it turns out\nto be relevant, and the prosecutor wants to say, hey, he\nleft this blank. Okay?\nNow, Griffin doesn't apply, right.\nMR. FISHER: If the -\nJUSTICE BREYER: I mean, isn't it -- you're\nnot going to say that any -- any time you refuse to tell\nthe government anything and, later on, it turns out to\nbe relevant to a criminal prosecution, that that's taken\nas an invocation of the Fifth Amendment. I mean, do you\nwant to go that far?\nMR. FISHER: No, I don't need to.\nJUSTICE BREYER: Okay. Then you need a\nline.\nMR. FISHER: This case is -\nJUSTICE BREYER: Then what is -- then you\nneed a line. So where is -- there's the tax case; then\nwe have a case they're selling tickets to the\npoliceman's ball, and somebody comes to the door, and\nthe policeman says, hey, I haven't seen you around\nbefore, and he doesn't answer. Okay? Now, that's\nprobably not an invocation.\nAnd then we have the clear line, which, in\ncustody, and, now, you want to extend that line. And so\nwhat I want to know if we -- if I follow you and extend\nit, what line do I draw?\nMR. FISHER: Well, it's sufficient to decide\nthis case to say that a noncustodial police interview\nduring the investigation of a crime, where they're\ninterviewing somebody about -\nJUSTICE BREYER: So then -\nMR. FISHER: -- who is -- who is, as the\nState concedes, a suspect in a crime. Now, it may well\nbe that Griffin extends a little bit further, and,\nremember, the Solicitor General at least agrees that\nGriffin applies in a noncustodial setting.\nJUSTICE KENNEDY: Well, but it's -- it's\nwell settled that, when you're -- wherein you're\nexamining the witness and he takes -- and he suddenly\nsays, I don't want any more questions, that\nthat's -- he's waived if you're in court, if you're\nexamining a witness on the stand.\nSo, against that background, suppose, in\nthis case, the facts were just about the same, and he\nsaid what -- the police said, what would you do if we\nmatched the shotgun shells? And he said -- he said,\n\"Well\" -- and then he starts to cry. He said one word,\n\"Well,\" and he started to cry. Admissible?\nMR. FISHER: I think that would be\nadmissible, but it would be forbidden for the -\nJUSTICE KENNEDY: Because he said, \"Well\"?\nMR. FISHER: Yes. That word would be\nadmissible if the State had -\nJUSTICE KENNEDY: But -- but could the\npolice officer also testify that and then he started to\ncry?\nMR. FISHER: Perhaps. But the State -- what\nthe State would not be able to do would be to argue that\nhis silence and refusal to answer the question\ndemonstrated his guilt.\nJUSTICE KENNEDY: Or the prosecution could\nsay, Well, he said, well, and started to cry, and he\nnever told us anything else. That -- that final\nsentence that I used is impermissible?\nMR. FISHER: I think that may well cross the\nline. You have the exact issue that arises already in\ncustodial settings, where, under Doyle and footnote 37\nof Miranda, you've held that silence can't be used\nagainst a criminal defendant.\nSo, Justice Kennedy, you're right, that\nquestions will arise in two ways: One is whether words\nthat the defendant uses are tantamount to refusing to\nanswer the question, and then there is a second question\nabout physical demeanor evidence.\nThe law is already sorted out on this in the\nlower courts, and I think it's a very workable test.\nThe Solicitor General agrees with what it is, and the\nreason why this Court hasn't seen a case or -- itself,\nseen a case like that is because, once the rule is\nestablished that the prosecution can't use silence\nagainst the defendant, the temptation drops away to try\nto introduce that evidence for some, supposedly,\ndifferent purpose.\nJUSTICE GINSBURG: Mr. Fisher, but then -\ndo -- do I understand correctly that you're saying\ndemeanor is different, so, although it was impermissible\nto comment on silence, it was okay to say he looked\ndown, he seemed to be sweating, he was very nervous, he\nwas shuffling his feet.\nMR. FISHER: Insofar as demeanor evidence\nthat the State offers has communicative values and the\nState argues that it has communicative value,\nindependent of, simply, what the defendant looked like\nwhen he remains silent, then it -- then it may well be\nable to introduce that evidence.\nNow, as I said, as I was just finishing up\ntelling Justice Kennedy, you're not going to have hard\ncases in this respect because, once the temptation -\nonce it's clear that silence can't be used, then the\nprosecution, I think, has little motivation to try to\nwalk that line.\nAnd, indeed, I think it would be appropriate\nin a case, if the prosecution said, look, the fact that\nthe defendant started crying, we think, is relevant for\nsome reason independent of what he -- of failing to\nanswer the question. The jury could be instructed, as\nthey are in Griffin -- Griffin settings already, that\nyou aren't to consider the defendant's refusal to answer\nthe question against him, but -\nJUSTICE SOTOMAYOR: Mr. Fisher, I -- I have\na number of problems. The first is your rule would be\nseen to be giving noncustodial defendants more rights\nthan those defendants in custody because you're arguing\nthat -- I think -- that a greater degree of expression,\nother than silence, would be needed to show the\ninvocation of the privilege against self-incrimination.\nMR. FISHER: No.\nJUSTICE SOTOMAYOR: Or are you trying to\nequate the rights that a defendant has to custodial and\nnoncustodial, with respect to invocation?\nMR. FISHER: No. And I -- and this is where\nJustice Ginsburg's question came from, so I think it's\nvery important for me to be clear on this.\nA person in a noncustodial setting still has\nfewer rights than a person in a custodial setting. What\nthe Court held in Berghuis is that, if the defendant\nwants to exercise his prophylactic right under Miranda\nto cut off police questioning -- those are the words\nthis Court used -- that has to be expressly invoked in\nsome manner during the interrogation.\nJUSTICE SOTOMAYOR: The problem -- I have an\neasier problem understanding this argument with\nrespect -- and I'm going to ask your adversaries -- with\nrespect to the situation in which someone is approached\nby the police and said, come in and talk to us. I have\na hard time understanding how the refusal to come talk\nto them could be held against them. There, I understand\nit.\nBut, here, your defendant went in and\ntalked. So, once he chose to do that, why does he get\nmore rights than Berghuis did, who remained silent for\n2-and-a-half hours? The Court wasn't willing to find\nthat that was an invocation of the privilege against\nself-incrimination. Why would it find the refusal to\nask one -- answer one question indicative of the\nprivilege against silence -- or the privilege for\nsilence?\nMR. FISHER: Let me -- if I may, let me\nfocus on the Berghuis question.\nJUSTICE SOTOMAYOR: I know -\nMR. FISHER: And then turn to the selective\nsilence point. The reason why he doesn't have --\nMr. Salinas doesn't have the right that Mr. Berghuis had\nto cut off questioning. That's the right that has to be\nexpressly invoked, and it, indeed, can only be\neffectuated in this setting.\nThere was no issue in Berghuis, I don't\nthink, that his silence could be used against him. The\nState never argued in the Berghuis case that, because he\nfailed to answer for 2 hours, that shows he's guilty.\nWhat the State argued in Berghuis was the fact that he\nlater confessed is what shows that he is guilty.\nJUSTICE KENNEDY: Is -- I don't want -- are\nyou saying that, before the Miranda warning is required,\nyou cannot invoke the Fifth Amendment?\nMR. FISHER: No. You can.\nJUSTICE KENNEDY: I mean -- that's my -\nthat's how I understood that.\nMR. FISHER: You can. There's two\ndifferent rights -\nJUSTICE KENNEDY: I know you're not arguing\nthat, but that's why I'm -\nMR. FISHER: Let me separate two rights.\nOne is the prophylactic right under Miranda to have\npolice cease asking you questions. That's one right,\nand that right has to be expressly invoked in some\nmanner during the interrogation, after you've been\nwarned, in order to effectuate it.\nThere is a separate right, which is the\ngenuine Fifth Amendment right to remain silent. And\nthis Court said, in Miranda itself and it's never\nquestioned since, that that right doesn't have to be\nexpressly invoked. So the question is -\nJUSTICE KENNEDY: Well, but it can be\ninvoked, and that might make a big difference. In\nyour -- in your brief, you acknowledge that most\ncitizens know they have a Fifth Amendment right.\nMR. FISHER: Right. So, I think, Justice\nKennedy -\nJUSTICE KENNEDY: And so if there's -- if\nquestions are somehow troublesome, you say, I'm invoking\nmy Fifth Amendment right; go away, even if you're not in\ncustody, even if Miranda doesn't apply.\nMR. FISHER: Right.\nJUSTICE KENNEDY: And your client didn't do\nthat here.\nMR. FISHER: He didn't. And so the\nquestion -- I think, unless the Court's prepared to hold\nthat even an expressed invocation could be used against\nhim, then it reduces the question you framed, Justice\nKennedy. And so ask yourself whether there's any good\nreason to require an express invocation in that setting.\nMr. Salinas, remember, did expressly invoke\nhis right to -- Fifth Amendment right to remain silent,\nat trial, in a timely manner, asking for the evidence to\nbe excluded. So the question is whether there's a\nreason to ask him to do it sooner. And our argument is\nit's unnecessary, unfair, and a rule like that would be\nunadministrable. So let me walk through those, if I\ncan.\nIt's unnecessary because all the cases the\nSolicitor General cites for an express invocation\nprinciple involve a scenario where the government has no\ngood reason to know that it's seeking incriminatory\ninformation.\nAnd, Justice Breyer, this is the limiting\nprinciple that you were searching for in the tax cases\nand the like. If the government doesn't know or have\ngood reason to know that the defendant who is silent is\nlikely to be exercising his right, then the government\nneeds to be put on notice because the government may -\nmay well challenge, may well go seek a court order. It\nmay well decide to grant immunity. It may do a number\nof things.\nBut, here, the government would do\nabsolutely nothing different. Police would have done\nabsolutely nothing different. Indeed, look at the\nrecord in this case. What the Solicitor General says is\nthat Mr. Salinas should have said, \"I refuse to answer\nthat question,\" and, if he had said that, everything\nwould be different.\nBut look at what the State argued at trial\nand what the officer testified. The officer testified,\nwhen we asked him that question, he wouldn't answer.\nThe prosecution argued to the jury, he refused to answer\nthat question. So there is no ambiguity in the setting,\nwhether he was remaining silent.\nJUSTICE BREYER: Well, yes, there's no doubt\nhe was remaining silent, but the issue is whether he was\ntrying to raise his Fifth Amendment right.\nNow, suppose your rule were, whatever the\nsituation, where either the individual expressly raises\nhis right or, at the least, it's a fair implication from\nthe circumstance that he was trying to assert his right,\nwould that be a sensible rule?\nAnd, if so, how would your case stack up?\nMR. FISHER: Yes. I think, as long as the\nlatter part of that test, Justice Breyer -- can be\nsatisfied by exercising the right, that is remaining\nsilent -\nJUSTICE BREYER: It depends on the\ncircumstance.\nMR. FISHER: -- in a setting in which -- in\na setting in which the government has every good reason\nto know that the person is most likely to be relying on\nthe Fifth Amendment. And, here, where they are\ninvestigating a murder and bringing in somebody as a\nsuspect and asking him, basically, did you commit the\ncrime, I think it's a fair assumption -- at least absent\nany clarification by the police -- remember, when he was\nsilent, the police would have had every right to say,\nMr. Salinas, why aren't you answering the question?\nAnd so the police could clarify. But,\nabsent any clarification from either the police or the\nsuspect, the more likely than not scenario -- and that's\nthe test the Solicitor General agrees should be used -\nthe more likely than not conclusion there is that he is\nexercising the right. Now -\nJUSTICE SOTOMAYOR: How would you deal with\nanother common situation where a defendant meets up with\nthe police, gives a story, and then, later, changes the\nstory. And the question is asked at trial, you never\nvolunteered that story to the -- to the police when they\nquestioned you.\nWould that be silence, to you? Would that\nbe an invocation of his right not to incriminate\nhimself? Or would you -- would the prosecutor be barred\nfrom arguing to the jury, as often is done, he chose to\nsay this, but not that, so this is a made-up story.\nMR. FISHER: No, Justice Sotomayor, for two\nreasons: One is, if I understood your hypothetical, it\nsounded like the defendant may have been on the stand,\nand that would be an impeachment scenario that's\nentirely different. But even -\nJUSTICE SOTOMAYOR: Now, sometimes, they\ncome back and later do a different confession.\nMR. FISHER: Right. So but -- but even if\nthat were the case, then that would be basically using\nhis statement against him. And so a material omission\nfrom a statement is not the same as silence. Here,\nMr. Salinas was silent.\nNow, it's also not just that there's no good\nreason to require some sort of magic words to be spoken\nby the suspect, but it's unfair. Remember, the States\ntell you, in their amicus brief, that, if you affirm in\nthis case and adopt the rule they're asking you for,\npolice officers are going to tell people in its custody,\nwhich would be nothing more than an accurate statement\nof the law, sir, if you are silent in response to any of\nour questions, the prosecution is going to argue that\nthat -- that shows that you're guilty.\nThey're also going to have every good reason\nto bring people in. I think this goes a little bit to\nJustice Kennedy's question and -- and perhaps just yours\nas well, the fact that Mr. Salinas did agree to commence\nthis interview. Remember, he agreed -\nCHIEF JUSTICE ROBERTS: Well, he's not in\ncustody. So let's say he's answering the questions.\nAll of a sudden, he gets a particular question, and he\nsays, you know, it's getting late, I think I'm done, and\ngoing to go home. Is that an invocation of the Fifth\nAmendment right?\nMR. FISHER: I think you'd have to ask that\nto the Solicitor General. I don't -- I'm not the one\nrequiring an invocation. And that is part of the\nadministrability problem that the rule raises. I have\nno idea of all the permutations, one of which you've\nraised -\nCHIEF JUSTICE ROBERTS: Well, is that\nsomething -\nMR. FISHER: -- but you can imagine many\nmore.\nCHIEF JUSTICE ROBERTS: Is that something\nthat could be used against him at trial?\nMR. FISHER: It can be introduced. It's\nhard to understand how that is probative, the fact that\nhe said, I have to leave now, it's time to go.\nCHIEF JUSTICE ROBERTS: Well, it's probative\nif that he says that -- he's answering all the\nquestions, they're fine. All of a sudden, they say,\nwell, is your shotgun going to match the shell?\nMR. FISHER: Yeah.\nCHIEF JUSTICE ROBERTS: Then he goes, gosh,\nit's late, I'm going to go home. That seems as -\n(Laughter.)\nMR. FISHER: Well -\nCHIEF JUSTICE ROBERTS: That seems as\nprobative as the silence.\nMR. FISHER: Well -- and so -- what the\nState cannot do is what it did in this case and sort of\ntransform that into he refused to answer, and,\ntherefore, it shows he's guilty.\nAnd, if I could go back to the part of the\nunfairness and the difficulty here, it's not -- it's\njust that -- yes, Mr. Salinas did come to the police\nstation, but remember why he came to the police station,\nbecause they said, we want to bring you in to clear you\nas a suspect, to get elimination prints.\nSo he was effectively told to come in, so\nthat we can clear you as a suspect, asked perfectly\ninnocuous questions at the beginning of the interview,\nand then everything shifted on a dime to this one\n\"gotcha\" question.\nAnd I think it's perfectly reasonable and\ncustomary in out-of-court settings, where the defendant\nisn't on the stand and so telling some story, now,\ntrying to backtrack it, but out of court, to be able to\nselectively exercise your right to silence, when you\nfeel, now, law enforcement is turning against me.\nAnd, remember -- this is the other part\nabout, Justice Kennedy, your question. Of course,\npeople know they have a right to remain silent, so why\nnot -- why not ask them to invoke it?\nRemember, people in this setting generally\ndon't have lawyers. They don't have a right to lawyers.\nWhat does the layperson know? The layperson knows, I\nhave a right to remain silent. That's what the\nlayperson knows. The layperson doesn't know I have to\nsay some sort of magic words.\nAnd the police, believe me, aren't going to\ntell him that he does, in order to -\nJUSTICE ALITO: Would you draw a distinction\nbetween Mr. Salinas's situation and someone who's\nquestioned in the home -- in the person's home or on the\nstreet?\nMR. FISHER: No, I don't think there is a\nrelevant distinction there, Justice Alito, as long as an\ninvestigatory interview -- and this Court has said, time\nand again, whether it's Berkemer in a traffic stop or -\nor Royer, that the police can try to initiate consensual\nencounters. And the Court has said, time and again,\nthat people don't have to participate in them, and they\ncan cut them off at any time.\nAnd it would be odd -\nJUSTICE ALITO: And what if -- what if the\nperson -- what if the person was totally unknown to the\npolice, but called up the police and said they want -\nand wants to talk to them for some purpose. You\nwouldn't draw a distinction between that situation?\nMR. FISHER: In -- well, if he wants to talk\nto them -\nJUSTICE ALITO: He wants to talk to them\nand -\nMR. FISHER: -- I'm not sure he has the\nright to remain silent, no.\nJUSTICE ALITO: He wants to talk to them,\nand then, in the course of this conversation, the same\nthing happens that happened here.\nMR. FISHER: I think that might, depending\non the precision of the hypothetical, be a little bit of\na difficult -- different case. But, if the person said,\nI want to talk to you about criminal activity, started\ngiving statements about a -- about a past crime, so it\nwas an investigatory interview, I think it may well\napply.\nJUSTICE KENNEDY: You're -- you're giving us\nMiranda, not Miranda, custody, not custody, gray area.\nThat -- that's what you're arguing. You want a gray\narea opinion to be written?\nMR. FISHER: No, I don't want a gray area\nopinion. Remember, Justice Kennedy, at least the\nSolicitor General -- and I'll let the State speak for\nitself -- but the Solicitor General agrees that Griffin\nrule applies in a noncustodial setting.\nI -- I totally understand there's a bright\nline between custody and noncustody, and so a custodial\nsuspect is in a different situation than a noncustodial\nsuspect.\nBut all I'm saying is, again, in agreement\nwith the Solicitor General, whereas all we disagree on\nis whether the magic words need to be spoken, that a\nperson who is at least in a police investigatory\nsetting, and so the police would reasonably expect that\na failure to speak or answer your question was relying\non a Fifth Amendment -\nJUSTICE SOTOMAYOR: I -- I'm assuming, now\nthat I'm thinking about your argument, you would argue\nthat, even in a custodial setting, a prosecutor couldn't\nsay, I asked him, did he shoot his wife, and the\nprosecutor can't argue that, because he refused to\nanswer, that makes him guilty.\nMR. FISHER: That's precisely what the Court\nsaid already in Footnote 37 in Miranda, what the lower\ncourts have depended on for a generation now, and I\ndon't think my opponents are even arguing to the\ncontrary.\nJUSTICE SOTOMAYOR: Well, in fact, at most\ntrials, district court judges tell juries the evidence\nis not the unanswered question. It's the question plus\nthe answer.\nMR. FISHER: Right. Right. Fair enough. I\nthink that's perfectly well-established law. And so the\nreason is, is there any reason to distinguish for\npurposes of the Griffin rule -- I understand there's\nreasons to distinguish in the -- in the settings that\nBerghuis raises, but, for purposes of the Griffin rule,\nis there any reason to distinguish between a custodial\nand a noncustodial setting?\nJUSTICE BREYER: Yes. Well, but, yes. The\nanswer is going to be yes because we're going to hear it\nin one minute because, as you say, it follows a fortiori\nfor Berghuis, you know, it's -- if you're going to have\nto make an explicit statement to invoke your Fifth\nAmendment right, when you're not in an inherently\ncoercive setting, I mean, that's going to be the\nargument.\nMR. FISHER: No, but -- but -\nJUSTICE BREYER: You're not in an inherently\ncoercive setting, as you are in the Miranda situation,\nyou're not at trial, and, outside those two situations,\nyou have to say explicitly, I'm invoking the Fifth\nAmendment -\nMR. FISHER: No.\nJUSTICE BREYER: -- or tap on the\nConstitution or something in order to indicate -\nMR. FISHER: No.\nJUSTICE BREYER: -- that's what's at issue\nand that's what -\nMR. FISHER: Justice Breyer, this is\ncrucial.\nJUSTICE BREYER: Yes.\nMR. FISHER: If Mr. Salinas had been in a -\nif everything about the case was identical, but he'd\nbeen in custody, there would be no argument that his\nsilence could be used against him.\nJUSTICE BREYER: Right. And that's saying\nbecause, there, we have a line. It's called the\nin-custody line. Once you get outside of custody -\nMR. FISHER: But it's not because of the\nphysical or inherent pressures of custody because what\nthe Court has said, time and again, is that, after\nsomebody receives their Miranda warnings, they have a\nfree and deliberate choice whether to talk. And so -\nJUSTICE BREYER: Well, I don't want to make\nthe government's argument for them. They'll make it\nvery well.\nMR. FISHER: Well, no, but I do want -- I do\nwant to make sure that the Court understands the\ncritical difference between the express invocation\nrequirement that this Court established in Berghuis and\nwhat I'm asking for today.\nAnd the express invocation requirement in\nBerghuis is the -- is -- is to administer the Miranda\nprophylactic rule, that the police have to stop asking\nsomebody questions when they invoke their rights, the\nrights they've just been advised of, remember.\nIt didn't hold in Berghuis and it -- and\nit's never held that, if somebody is Mirandized -- and\nlet's say Mr. Berghuis was Mirandized and just remained\nsilent for two hours, and then the police said to\nthemselves, oh, this guy is never going to talk, we end\nthe interview, there would have been no argument the\nState could have made in that case, that his silence\ncould be used against him.\nAnd so I understand that -- that -- you\nknow, I'm -- that custody is different, but, in terms of\nthe express invocation requirement, there's no express\ninvocation requirement in custody, and there's no reason\nfor it here.\nJUSTICE BREYER: So I think the argument\nwill be, I think -- it is, at least in my mind, that if,\nafter sitting there for 45 minutes -- or maybe it was an\nhour and 45 minutes -- without saying anything, I'm -\nI'm maybe taking a dissenting position, but, if -- when\nhe answers -- doesn't answer over that long period of\ntime, but doesn't say, I want to remain silent, if that\nlong period of behavior is insufficient without the\nexpress statement to show that he wanted to remain\nsilent, so, outside custodial setting, should it be\ninsufficient to simply remain silent to show that -- you\nsee, it's argument by analogy, I think -\nMR. FISHER: I understand, but his silence\nwasn't able to be used against him in Berghuis; his\nstate -- his later statements were. And so, yes, you\ncould have a scenario -\nJUSTICE KAGAN: Isn't the -- isn't the\npoint, Mr. Fisher -\nMR. FISHER: Pardon?\nJUSTICE KAGAN: The question is: What is it\ninsufficient for? In Berghuis, it was insufficient for\nthe purpose of cutting off police questions.\nMR. FISHER: Exactly.\nJUSTICE KAGAN: That's not the case here.\nThe question here is whether it's sufficient or\ninsufficient for the purpose of allowing his -- his\nsilence to be used against him at trial.\nMR. FISHER: Precisely.\nJUSTICE KAGAN: That's an entirely different\nquestion, isn't it?\nMR. FISHER: That's exactly my point. And\nremember, again, the layperson in this setting who\nknows -- if there's one thing the layperson knows and\nmost every American knows, is that they have a right to\nremain silent. So somebody nervous in this setting,\nwithout a lawyer, the one sanctuary they have is simply\nnot to talk.\nIf you issue an opinion that says, as the\nSolicitor General would like, you have to pronounce some\nsort of magic words, it's terribly unfair and terribly\nmisleading and, again, for no good reason. And it\nraises all kinds of administrability problems. The\nCourt is going to have an absolute, I think, flood of\ncases of all the permutations of somebody under\ndifferent kind of police warnings or the other that may\nbe given ahead of time and different kind of verbal\nformulations.\nMaybe he says, I'd like to talk about\nsomething else. Maybe he says, as the Chief Justice\nexplained, I'm going to leave now. Maybe he actually\njust doesn't show up for the interview. There is\ninnumerable permutations. The easy rule -\nJUSTICE ALITO: Unless you're going to argue\nthat -- that silence cannot be -- can never be commented\non in any noncustodial situation -- and I didn't think\nyou were willing to go that far when I was questioning\nyou previously -- you're going to have the same kind of\nline-drawing questions, aren't you?\nMR. FISHER: No.\nJUSTICE ALITO: Where was it held? What was\nthe nature? Who initiated it? Was the person really\nunder suspicion? What was the purpose of the -- of the\nquestioning?\nMR. FISHER: So as to where -- as to where\nyou draw the line, if I understand your question, as to\nwhere an express invocation before trial would be\nrequired, you are going to have to draw a line. I think\nit's very easy to draw the line and just say a police\ninvestigatory interview because that's the setting where\nthe police have every reason to believe that silence is\nan exercise of the right.\nAll the other settings, whether they be tax\nsettings, whether they be immigration cases, all the\ntotally disparate settings the Solicitor General cites\ncases involving, it's perfectly reasonable to require an\nadvance invocation there.\nBut, remember, the Court said in Chavez that\nthe Fifth Amendment is a trial right, and so invoking it\nat trial is perfectly timely in the ordinary setting.\nThe only question is whether you should have some sort\nof special requirement for special reason. We think\nthere is no good reason, and it would be very unfair.\nI'd like to -\nJUSTICE SOTOMAYOR: I guess, as I understand\nyour rule -- I'm sorry. I'll ask it on rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Curry.\nORAL ARGUMENT OF ALAN K. CURRY\nON BEHALF OF THE RESPONDENT\nMR. CURRY: Mr. Chief Justice, and may it\nplease the Court:\nAbsent an invocation, a defendant's failure\nto answer a question during a noncustodial, voluntary\ninterview should not be protected by the Fifth\nAmendment. It should be -\nJUSTICE SOTOMAYOR: But why, counsel? I\nmean, really, what you're saying is, merely because I\nasked you the question and you choose not to answer, it\nmakes you guilty.\nMR. CURRY: Well -\nJUSTICE SOTOMAYOR: It -- no problem. Here,\nyou're asking about the crime of investigation. But you\ncould have asked him, did you kill Joe Blow on another\nstreet, and, if he had remained silent, you would be\narguing that proves he is guilty, I could introduce that\nat trial.\nAnd you would be arguing it would be\nsufficient to convict him, that you merely asked the\nquestion and he remained silent about it shows his\nguilt.\nMR. CURRY: Yeah, I don't know that that\nwould be sufficient to convict him. And that -- that\nhypothetical might suggest that the probative value of\nthat particular failure to answer a question was less -\nJUSTICE SOTOMAYOR: It's a little scary to\nme that an unanswered question is evidence of guilt.\nMR. CURRY: Well -\nJUSTICE SOTOMAYOR: He is not arguing that\nthe physical response is not admissible. He is just\narguing that the mere asking of a question and a failure\nto answer it, you can't argue, as a prosecutor, that\nthat shows someone is guilty.\nMR. CURRY: I think one of the things we are\nasking the Court to do, Justice Sotomayor, is to\nrecognize that silence, certainly, as occurred in this\ncase, doesn't always occur in a vacuum. And the\ndefendant's failure to answer this question, accompanied\nby things that he did, along with or contemporaneously\nwith -- you know, the shuffling of the feet, the biting\nof the bottom lip -- revealed a guilty conscience on his\npart.\nJUSTICE SCALIA: Well, it would be up to the\njury, wouldn't it? The jury might well agree with\nJustice Sotomayor, that it doesn't prove anything that\nhe answered a question, right?\nMR. CURRY: Right. I mean -\nJUSTICE SCALIA: The question is whether you\ncan ask the jury to consider that.\nMR. CURRY: Correct. And I think that's --\nI think that's the import of our argument. And we've\nreferenced this Court's language in Baxter, to that\nextent, that a jury can give what weight they wish to\ngive it, but the -\nJUSTICE SOTOMAYOR: Your -- my hypothetical\nthat I posed earlier, if the police call you and say,\ncome in for questioning, and you ignore them, is that an\ninvocation of the right to silence or not?\nMR. CURRY: I don't know that that's an\ninvocation, Your Honor, but I don't know -\nJUSTICE SOTOMAYOR: Why -- why could you\nargue that that's -\nMR. CURRY: Number one, I don't think a\nprosecutor ever would argue that because that's\nambiguous and not probative, and I think -- not\nprobative for someone just to not come in when police\noffer them a chance to come in.\nJUSTICE SOTOMAYOR: They -- then they're\narguing what the legal theory of guilt is in that\nsituation.\nMR. CURRY: Right. The legal theory of\nguilt in that situation would be lessened than it is in\nthis case because there is no -- there is nothing to\nsuggest that that defendant was guilty, necessarily,\nbecause he decided not to show up to the police.\nBut, here, in this situation, the\ndefendant's failure to answer the question, accompanied\nby the other things that he did, did reveal a guilty\nconscience on his part. And it was nothing to reflect\nthat he was trying -\nJUSTICE SOTOMAYOR: All right. So why is\nit -- would it be admissible that someone decides -\nsomeone comes in, and they say -- police say to him or\nher, we are investigating this crime, help us. They\nstart asking questions, and it's clear from the first\nquestion -- there is a waiver of Miranda, and, from the\nfirst question, the first question is, did you kill this\nperson?\nThe guy remains silent. They ask a whole\nbunch of other questions, and he remains silent. Had -\nhas he invoked his right?\nMR. CURRY: I don't believe he has, Your\nHonor. I mean, if he -- you said he was provided\nMiranda rights, so maybe they feel he is in custody or\nnot, but -\nJUSTICE SOTOMAYOR: So a prosecutor could go\ninto the jury and say, he waived his Miranda rights, and\nhe is guilty because he refused to answer our questions?\nMR. CURRY: He is guilty if he revealed a\nguilty conscience, Your Honor.\nJUSTICE SCALIA: He wouldn't say that. He\nwould say one of the indications of his guilt is that he\nrefused to answer the question. No prosecutor would\nargue that, that alone, would support a conviction,\nright?\nMR. CURRY: Correct, Your Honor. And that's\nnot what we're -- that's not what we are asking the\nCourt to do here. We're not asking the Court to say\nthat, every time silence occurs, that's necessarily\ngoing to be probative, and every time silence occurs,\nthat's necessarily going to be something that we\nutilize.\nWe're merely saying that, in this particular\nsituation, the defendant needs to tell something to the\npolice in order to reveal that he is relying on a\nconstitutional right and not merely having -\nJUSTICE KAGAN: I'm sorry. Just to nail\nthat down because your first three words were \"absent an\ninvocation.\"\nMR. CURRY: Yes, Your Honor.\nJUSTICE KAGAN: Are you -- are you, now,\nadopting the Solicitor General's argument? Because your\nbrief goes further. So are you, now, saying that the\ncrucial thing is the invocation?\nMR. CURRY: I believe that has been our\nposition, Your Honor. I believe -- we do have some\nalternative argues, as well, based upon this Court's\njurisprudence. But I think the government and we both\nagree that the defendant in this particular situation\nwould need to invoke.\nAnd that is the basis upon which we proceed.\nAnd we are not proceeding just upon Berghuis v.\nThompkins.\nJUSTICE KAGAN: And so you would agree with\nthe government that, if he had invoked, that the Fifth\nAmendment right would come into play?\nMR. CURRY: We would not attempt to -- we\nwould not attempt to introduce anything, for example \"I\nplead the Fifth,\" \"I don't want to talk any more,\"\nsomething like that, No, we would not be introducing\nthat. I do believe that would be a rule -- you know, a\nviolation of the rule -\nJUSTICE SCALIA: That's the line you're\ndrawing, between his -- his just not answering and his\nsaying, I don't want to answer?\nMR. CURRY: Correct, if I understand your\nquestion.\nJUSTICE SCALIA: The latter can't be\nintroduce to the jury, but the former can?\nMR. CURRY: Correct. That's the rule -\nJUSTICE SCALIA: Why would you -- why would\nyou draw that -- that line?\nMR. CURRY: I think, Your Honor, I would not\nwant to -- I would not want to introduce a statement\nthat a defendant was relying on a constitutional right\nby saying, \"I don't want to talk any more,\" as opposed\nto the mere silence, which might be probative, in\nconjunction with other evidence.\nJUSTICE SCALIA: Doesn't the mere silence\nsuggest, \"I don't want to talk anymore\"?\nMR. CURRY: It might, but it also might\nsuggest that he's having difficulty coming up with an\nexculpatory response. It might suggest that he can't\nthink of a good answer. It might suggest that he is\nworried about the question and he is thinking more about\nhow worried he is about the question than how he wants\nto respond to it.\nCHIEF JUSTICE ROBERTS: Particularly since\nhe did want to talk some more, right?\nMR. CURRY: Correct. He continued to\nrespond -- you know, several questions thereafter,\ncontinuing to provide exculpatory responses.\nJUSTICE GINSBURG: But isn't the most\nlogical inference from the silence not that he isn't\nquick enough to come up with an exculpatory answer, but\nthat it would incriminate him if he answered?\nMR. CURRY: Yes, Your Honor. That may be -\nthat may be a permissible inference, but I do not\nbelieve that that necessarily means that he was invoking\nhis -- his Fifth Amendment right because he did continue\nto talk. He already knew what the police were\ninvestigating.\nJUSTICE GINSBURG: But he could -- he could\ninvoke the Fifth Amendment with respect to one set of\nquestions and not another, and what's disturbing me\nabout your position, if it's -- if you have -- someone\nbeing interrogated, who is savvy, will say, \"I plead the\nFifth.\" And somebody who is not that smart is just\nsilent. To make a difference between those two people\non whether comment can be made on the failure to respond\nis troublesome.\nMR. CURRY: Your Honor, I think that would\nbe consistent with this Court's jurisprudence to -- to\nallow the use of evidence, if there was no invocation\ninvolved. In Jenkins v. Anderson, Justice Stevens\nrecognized the importance of an invocation, even in -\neven in that type of situation.\nThis Court -- it's not just Berghuis v.\nThompkins that we're relying upon, where the Court has\nrecognized the necessity of an invocation. Garner v.\nUnited States says the same thing, that -- that an\ninvocation is necessary for Fifth Amendment rights.\nAnd I know that we don't have a case that is\nsquarely on -- on four with this one. But all the\ndefendant would have to say is, I don't want to talk\nanymore, or I don't want to answer that question, and\nthen we would be in a completely different posture at\nthis point.\nBut, here, the -- the defendant failed to\nanswer a question and did other things that revealed a\nguilty conscience on his part. And that is precisely\nthe type of evidence that we believe that we can\nintroduce.\nJUSTICE KAGAN: But, Mr. Curry, in a case\nlike Berghuis, which is in a custodial setting, if the\ndefendant there had not ever said anything, had gone\nthrough the entire interview and, really, never said a\nword, so that the police kept asking him questions, but\nhe never said anything, the prosecutors could then not\ngo in and say, look, for 3 hours, we asked him\nquestions, and he didn't talk.\nThat would be off limits. And the question\nis, if that's off limits, why shouldn't this be off\nlimits as well? If there's no invocation necessary\nthere, for some of the reasons that Justice Ginsburg was\nsaying, why should there be an invocation requirement\nhere?\nMR. CURRY: Well, number one, because the\nhypotheticals are different. In -- in our particular\nsituation, the defendant did answer questions and only\ndid -- you know, fail to answer one particular question.\nJUSTICE KAGAN: Yes. I -- I understand\nthat, in your case, there happens to be a kind of\nselective answering sort of question, but let's say -\nlet's take that out of the picture, all right? And just\nsay -- you know, he just didn't want to answer\nquestions, all right? So then the question is, why\nwould that case be any different from the case that I\nposited?\nMR. CURRY: Okay. In -- in Berghuis v.\nThompkins, this Court looked at the ambiguous nature of\nwhether or not the invocation had occurred. If, in your\nhypothetical, the defendant failed to answer any\nquestions whatsoever -\nJUSTICE KAGAN: He -- he didn't invoke. He\njust didn't answer.\nMR. CURRY: But it could be a suggestion\nwhere he was attempting to exercise the -- the right\nbecause he never answered anything. But, in our\nsituation, the defendant can't be said to have been\ndoing that. He can't be said to have been exercising\nthe right because he failed to answer a question, but\nanswered several other questions.\nJUSTICE KAGAN: Okay. So you're pinning\nyour argument really, on the fact that he did a lot of\nanswering.\nMR. CURRY: That's one of the reasons, Your\nHonor.\nJUSTICE KAGAN: On this -- on this, you\nknow, you can't pick and choose kind of argument.\nMR. CURRY: Well, we're saying that you\ncannot infer an assertion of a Fifth Amendment right\nbased upon this. We cannot infer that he was\nnecessarily asserting his Fifth Amendment right, whether\nto cut off questioning or stop talking altogether,\nor -- you know -\nJUSTICE KAGAN: So would it be fair to say\nthat your argument is, look, you can't just like keep\ntalking and talking and talking and -- and, at that\npoint, you have to invoke? If -- if you've been doing a\nlot of talking and then decide you want to stay silent,\nat that point, you have to invoke. But that's not to\nsay that you have to invoke in every noncustodial\nencounter. Is that your argument?\nMR. CURRY: No. I think you need to invoke\nin every -- every noncustodial encounter if -- if you do\nnot want the things that you say to be utilized against\nyou. If you -- if you want to -- you know, if you want\nto be prevented from that evidence being utilized, you\nhave to say, I don't want to talk anymore, or I plead\nthe Fifth, or whatever the words -\nJUSTICE SCALIA: But I thought you said he\ndidn't have to do that, if he didn't answer any\nquestions, didn't you? Isn't that what you said?\nJUSTICE KAGAN: You took the words out of my\nmouth.\nMR. CURRY: No, no. If he didn't answer any\nquestions, then -- then it would be drawn closer\nto -- to Berghuis v. Thompkins, in which this -\nJUSTICE KENNEDY: Well, but, in Berghuis, we\nfound no implication.\nMR. CURRY: Correct. Correct. But if -\nJUSTICE KENNEDY: So -- so Justice Kagan's\nquestion stands.\nMR. CURRY: But -- but the defendant in\nBerghuis did answer some questions, Your Honor, and\nthat's what makes it different from Berghuis. In -- in\nthat -- in that case, the defendant did ultimately -\nJUSTICE KENNEDY: Well, a few, as I recall.\nMR. CURRY: Correct. He -\nJUSTICE KAGAN: Mr. Curry, Berghuis is\ndifferent for a different reason. Berghuis is different\nbecause the question in Berghuis is what do you have to\ndo to make the police go away. Here, the police were\nnot going away. There was no -- there's no question of\nthat. But the question is what do you have to do in\norder to bar the prosecutor from introducing your\nsilence at trial.\nSo that's a really different question, isn't\nit?\nMR. CURRY: Well, it is a different\nquestion, but, here, I think the police were,\nquote-unquote, \"going away.\" I mean, they -- they\nfinished their questioning at some point. And -\nJUSTICE KAGAN: Exactly. That's why\nBerghuis is irrelevant here because Berghuis said at a\ncertain point -- you know, you need to invoke in order\nto stop questioning. But -- but that's not what's at\nissue here.\nMR. CURRY: But this Court's case law still\nrequires an invocation. And the rule we're asking this\nCourt to adopt would, essentially, settle the split that\nlargely exists in -\nJUSTICE BREYER: What is that? That is what\nI'm -- I'm uncertain about this. And they cite page\n468, note 37, of Miranda.\nAll right. What is the law, in your opinion\nnow, in respect to -- and what case would support this?\nA defendant comes in, he is warned and given his Miranda\nrights. He says, fine, and then he proceeds to answer a\nwhole bunch of questions.\nThen they ask question number 432. He says\nnothing. You then go on to 433, 434, et cetera, and he\nanswers them all. Okay? At the trial, the lawyer -\nthe prosecutor wants to comment on the fact that, in the\nface of that single question -- though answering many,\nmany more -- he remained silent.\nDoes Griffin say he can -- the prosecutor\ncan make that comment, yes or no? And I'd appreciate\nthe government answering this question, too, because\nthey're -- if they -- are they speaking here? Or are\nyou doing the whole argument?\nMR. CURRY: No, the government is also\narguing as well, Your Honor.\nJUSTICE BREYER: Well, that's -- I'd like to\nget the same answer.\nMR. CURRY: Yes.\nJUSTICE BREYER: Because I -- well, now,\nthey cite for the proposition, I think, that it -- that\nthe prosecutor is forbidden to make that comment, note\n37 of Miranda. Okay. I just read it.\nMR. CURRY: Correct.\nJUSTICE BREYER: And I -- may be ambiguous\non the point. It says you have the right to maintain\nimmunity in the face of an accusation.\nMR. CURRY: Right. I think the reliance of\non the footnote is -- is -\nJUSTICE BREYER: No, fine. But what's your\nopinion? I mean, what is the law in respect to that\nsingle point? And at least to me, I'd -- I'd like to\nknow your opinion on that.\nMR. CURRY: Your Honor, I do not believe\nthat this Court has extended Griffin to this particular\ntype of fact situation, and Griffin wouldn't apply to\nthat.\nJUSTICE BREYER: Is there any authority, or\nis it just your opinion that we have to go on?\nMR. CURRY: Well, I believe this Court would\nhave had the opportunity to extend Griffin, for example,\nDoyle v. Ohio. Basically, the Court did not do that.\nThis Court had the -- the opportunity to extend Griffin\nin Fletcher v. Weir and did not do that.\nSo I do not believe this Court has\nnecessarily -- you know, sought to always attempt to\nextend Griffin in that situation. Now, we -- I see some\nambiguity in the standing mute phrase from footnote 37.\nDoes that mean not talking at all? Does that mean not\nanswering one particular question?\nIn your hypothetical, if it was as probative\nas it was in our case -- you know, that might be\nsomething the prosecution would want to use without\nviolating the Fifth Amendment right because there's no\nclear indication that the defendant did, in fact, rely\nupon his Fifth Amendment right.\nNow, I don't want to -- you know, misread\nfootnote 37, but that's how we read footnote 37 because\nin the absence of -- there's many, many cases cited\nthere, and it's not clear that it's attempted to apply\nan -- an extension of Griffin in that situation.\nThe rule we're -- we're offering here would\nnot -- would not change the law with regard to how it\nexists in much of the Federal Circuits. In much of the\nFederal Circuits, these defendants where -- where the\ncourts have held that we cannot utilize this evidence,\nthose defendants have, in fact, done something to\ninvoke.\nSo I think the -- the rule that we're asking\nthe Court to adopt would allow for these -- that case\nlaw to stand; i.e., if a defendant says, I don't want to\ntalk anymore, I plead the Fifth -- you know, we're not\nasking this Court to issue a rule that says that we can\nintroduce that.\nAll we're asking this Court to -- to\nintroduce is consistent with this Court's case law that\nwould require an invocation -- or some invocation that\nthe Fifth Amendment right was being relied upon and not\njust a difficulty with the question or I can't think up\nan exculpatory answer for that particular question, so I\ndon't know what to say.\nI mean, there, the defendant is not relying\nupon a constitutional right. And I think we're asking\nthis Court to -- to look at whether an inference has to\nbe made that the Fifth Amendment right is being done, or\nperhaps another inference can be -- can be provided.\nAnd Baxter v. Palmigiano allows for acquiescence -- you\nknow, to -- to be something that we can utilize against\na defendant.\nHere, the jury -\nJUSTICE SOTOMAYOR: Where does the\ncompulsion line come in? Your adversary points out\nthat, under this scenario, the police can ask you\nquestions and say to you -- you know, if you stay quiet\nin this question, I'm going to use it against you at\ntrial, that police will actually to that, that they'll\nactually come in and tell defendants who are telling the\nstory -- you know, either answer or it'll be used\nagainst you.\nMR. CURRY: I could perceive then, Your\nHonor, the -- the trial court upholding a claim by the\ndefendant that he was coerced at that point, that, at\nthat point, the officer -\nJUSTICE SOTOMAYOR: So why can't you say\nthat a call from a police officer to someone who says,\ncome in and talk, that that can't be used against them\nat trial as -- you gave me a different answer. You said\nit wasn't probative, but you didn't say Griffin would\nprotect that.\nMR. CURRY: No, if -- no, if -- I don't know\nthat I would say Griffin is protecting it, but what I\nwould say is this Court's penalty jurisprudence would\nsay that, when a penalty flows directly from something\nthe defendant is -- you know, either saying or not\nsaying -- you know, that could be a problem.\nSo when an officer says -- you know, I'm\ngoing to hold -- hold against you your failure to answer\na question -- you know, that can be something where the\ncourt might utilize as -- as -- for some sort of\npenalties flown.\nJustice -- Justice Stevens said, in his\ndissenting opinion, in McKune v. Lile, that there is an\nappreciable difference between some sort of sanction -\nofficial sanction being placed upon a -- you know, of\nessentially disobeying of an order, as opposed to a\nvoluntary choice arising from -- from just a possible\nadverse consequence.\nAnd, here, I think, the fact situation that\nconfronts this Court in this case is just the risk of an\nadverse consequence and not something that necessarily\nis going to occur.\nHowever, if an officer says, I'm necessarily\ngoing to use this against you, the adverse consequence\nmay become more -- more tangible at that point. That\nisn't the facts of this particular case.\nI also want to disagree with Mr. Fisher with\nregard to his suggestion that the police essentially\nmanipulated this. If you look on the Joint Appendix,\npage 14, lines 9 and 10, the officer clearly says that\nhe wants Mr. Salinas to come down to the police station\nand talk, as well as do elimination fingerprints.\nThe officer had already been questioned.\nThese people knew we were investigating a double murder.\nThese people knew that they were looking for a shotgun.\nThey now have a shotgun that they got from the\ndefendant. So this defendant was not -- you know, all\nof a sudden, sprung on him the idea that they\nwere -- you know, looking for him as a possible suspect\nat that point when they asked a ballistics question.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Anders.\nORAL ARGUMENT OF GINGER D. ANDERS,\nFOR UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE RESPONDENT\nMS. ANDERS: Mr. Chief Justice, and may it\nplease the Court:\nIn Minnesota v. Murphy, this Court applied\nthe general rule that the Fifth Amendment privilege is\nnot self-executing and that a suspect must invoke it in\norder to claim its protection to a noncustodial\ninterview in which the -- the probation officer doing\nthe questioning was aware that the questions that she\nasked could be incriminating.\nThe Court there held that because the\nsuspect had not invoked his Fifth Amendment rights, his\nstatements could be used against him as evidence at\ntrial. A suspect's silence should similarly be\nadmissible against him when he fails to expressly invoke\nthe privilege. Requiring invocation -\nJUSTICE SOTOMAYOR: That is such a radical\nposition, that silence is an admission of guilt. That's\nreally what the argument is. I certainly understand\nthat speaking can implicate you, and, if you choose to\nspeak, clearly, whatever you say can be used against\nyou, unless you're in custody and unless you've invoked\nthe right before.\nBut this is radically different. We are -\nwe are -- you're trying to say acts of commission and\nomission are the same, but statements are different than\nsilence because, then, you're making the person who is\nasking this question your -- your admission. You are\nsaying you're adopting their statement as true.\nMS. ANDERS: Well, I think the Court has\nrepeatedly recognized that, when a citizen is\nvoluntarily interacting with the police and there -\nthere is no coercion because it's not a custodial\nsituation, we expect that person to be treated as fully\ncapable of deciding whether or not to assert his rights.\nThis is what the Court said in United States\nv. Drayton in an analogous context, which is whether\nsomeone has voluntarily consented to a search. The\nperson, even if he is not told that -- that he can\nrefuse to -- to consent, we still assume that he knew\nthat he could refuse to consent, and, therefore, it was\na voluntary choice.\nAnd I think you can draw the same inference\nhere, that, when someone -- we -- I think we all agree\nthat most people know -- people know what their Fifth\nAmendment rights are, and, therefore, they can assert\nthem when they don't face any coercive pressure.\nJUSTICE KAGAN: Ms. Anders -\nMS. ANDERS: And so when the person does not\ndo that -\nJUSTICE KAGAN: I'm sorry. We don't require\ninvocation at trial, and we don't require invocation in\na custodial setting. And you might think, well,\ncustodial, that's very different because, after all,\ncustodial is inherently coercive, but that's the whole\npoint of Miranda warnings, is that, once we give Miranda\nwarnings, that coercion is dispelled and the custodial\nsetting, essentially, becomes like a noncustodial\nsetting.\nSo, if we don't require invocation, even\nafter Miranda warnings are given in a custodial setting,\nwhy should we require invocation here?\nMS. ANDERS: Well, I think the reason that\nwe don't require invocation in the Miranda setting, I\nthink, highlights the fundamental difference between\ncustodial interrogation and noncustodial interrogation.\nSo, in the custodial setting, the Court has said\nthat -- that the suspect faces inherent coercive\npressures to confess -\nJUSTICE KAGAN: Yes, but then -\nMS. ANDERS: -- and, therefore -\nJUSTICE KAGAN: -- you're given the\nwarnings, and then that's gone.\nMS. ANDERS: Exactly. That's why we give\nthe warnings. And, in the warnings, we promise the\nsuspect that his silence will not be used against him.\nAnd so this is what the Court said in Doyle v. Ohio,\nthat, because of that promise, the suspect does not have\nto expressly invoked, and his silence can't be used\nagainst him.\nBut, in the voluntary situation, we presume\nthat the suspect knows his rights, and, because he is\nnot facing any pressure, he can simply say, I don't want\nto answer that question. And so when he doesn't say\nthat -\nJUSTICE GINSBURG: You've -- you've said in\nyour brief that there might be a whole other -- many\nother reasons for remaining silent, and I -- I suggested\nthat the -- in -- in this kind of scenario, the most\nlikely reason that the suspect will clam up is that he\nfears incrimination.\nBut what -- what obvious other reasons\nunrelated to the Fifth Amendment, why a defendant might\nremain silent? I mean, the Griffin rule is he doesn't\nhave to say, I plead the Fifth, because we assume that,\nwhen he doesn't take the stand, he is doing so because\nhe doesn't want to incriminate himself.\nMS. ANDERS: That's right. The -- the\nGriffin rule says -- or it's premised on the idea that,\nwhen you fail to testify at trial, you're inherently\nexercising your Fifth Amendment right.\nBut I think, when you're looking at a -- a\nnoncustodial interrogation, the question whether the\nperson is trying to exercise his Fifth Amendment right,\nI think the operative question is not whether he wants\nto avoid inculpating himself, it's whether he wants to\nrefuse to answer as a matter of right.\nAnd I think we know that because, if you\nlook at the interview as a whole, presumably, his\noverarching motivation is not to inculpate himself.\nThat's why his statement -- his statements can be used\nagainst him at trial because those statements we -\nwe've -- the Court held in Minnesota v. Murphy, those\nstatements are inconsistent with a desire to refuse to\nanswer as a matter of right.\nJUSTICE BREYER: Are you -- are you\nconceding the -- the point that they make? I -- that -\nthat even if in the custodial setting he waives his\nMiranda right, he answers 500 questions, but doesn't\nanswer one of the 500, that the prosecutor cannot\ncomment on that fact that he didn't answer that one?\nMS. ANDERS: I think that raises a\ndifferent -\nJUSTICE BREYER: Does it? What do you\nthink? He says, no, you can't, and he quotes Miranda.\nOkay? What do you think?\nMS. ANDERS: Well, there is -- there is a\ncircuit split on that, and -- and I think the circuit\nsplit shows that it raises a different analytical\nquestion that the Court doesn't have to get into here.\nThe circuit split is that some courts say, as I\nunderstand it, that, even after the person waives his\nMiranda rights, Doyle still applies, and so you can't\nuse his silence against him.\nAnd some of those other courts say, no, once\nhe has waived his Miranda rights, he is essentially in\nthe same situation as he would be, if he weren't in\ncustody -\nJUSTICE BREYER: And do you have a view\non it?\nMS. ANDERS: I -- I think we think that the\nbetter view is that Doyle probably does not apply, but I\nthink there is a serious question there. And I think\nthe Court doesn't have to resolve it here because,\nagain, that highlights a distinction between custodial\nand noncustodial interrogation, that, once the suspect\nhas been promised, that -\nJUSTICE KENNEDY: Well, what is your answer\nto Justice Kagan's earlier question to -- of the\nhypothetical of the defendant that says nothing for 20\nquestions?\nMS. ANDERS: Well, I -- I think the\nstandard -\nJUSTICE KENNEDY: Then there's no -- and\nthere's no Miranda warning and no custody.\nMS. ANDERS: Right. So like this case,\nexcept 20 questions.\nWell, I think the standard is whether the -\nthe suspect has done something that reasonably can be\nconstrued as invocation. This is the standard that the\nCourt announced in United States v. Quinn a long time\nago, but it's also the same formulation that the Court\nused in Davis and Berghuis.\nJUSTICE KAGAN: What -- what does that mean?\nDoes he just -- how about if he just says, you know, I\ndon't really want to answer that question?\nMS. ANDERS: I think, if he expresses the\ndesire not to answer the question, that is sufficient\nbecause he is saying, I'm not going to answer that, and,\nimplicitly, he has a right not to do that. I think the\n20 questions hypothetical that Justice Kennedy proposed,\nprobably that would not be sufficient by -- by analogy\nto Thompkins, where the suspect sat silent for two\nhours.\nJUSTICE GINSBURG: Okay. But -- but I don't\nthink you -- you were going to tell me this great deal\nof conduct, what silence could mean other than, I fear\nincrimination. What else is -\nMS. ANDERS: Absolutely. I think -- I think\nthere are several types -- there are several mental\nstates that silence can reflect that are both probative\nof guilt and not consistent with the desire to refuse to\nanswer the question as a matter of right. So, for\ninstance, the suspect could want to answer the question,\nbut have trouble coming up with an exculpatory answer.\nHe could strategically decide that he is\njust going to sit silent for a bit, to see what else the\nprosecution -- or, I'm sorry -- the police say, in order\nto spin it out, see what they know. He could be\ndismayed or shocked, momentarily, because the question\nreveals that the police have more evidence than he\nthought they did.\nSo I think, in all of those situations,\nthose -- those mental states are not consistent with the\ndesire to invoke the privilege, and that's why\nPetitioner's rule is, essentially, a prophylactic rule\nthat would protect a great deal of conduct that has\nnothing to do with the desire to exercise the Fifth\nAmendment right.\nI think -- you know, this case is a good\nexample of that, where you have a -- a suspect who\nspeaks for -- you know, several minutes -- you know,\nhalf an hour, whatever, and he's answering questions in\nan exculpatory manner. He's suddenly silent in response\nto one question, and so I think the inference that could\nbe drawn there is that he was surprised by the question\nand didn't know how to answer it in the most exculpatory\nmanner.\nJUSTICE KAGAN: Well, Ms. Anders, suppose -\nyou know, he thinks that the interview is going to be\none thing, and then it turns out that the interview was\nsomething else. He realizes, it dawns on him, that the\npolice really do see him as a suspect. And he says to\nhimself, I better stop answering, right?\nSo he says, okay -- he's answered a bunch of\nquestions already, but -- but, now, he's -- you know, I\ndon't want to answer any more questions. Is that an\ninvocation?\nMS. ANDERS: I think that would be\nsufficient, yes, to say, I don't want to answer any more\nquestions. And I think -\nJUSTICE KAGAN: Or, if he says, I don't want\nto answer questions about a particular topic; is that an\ninvocation?\nMS. ANDERS: I think that would be\nsufficient to invoke with respect to questions on that\ntopic. And I think, as -- as in Thompkins, I think it's\nimportant to have a clear rule here because invocation\ndoes affect -\nJUSTICE KAGAN: That doesn't sound like a\nclear rule. I mean -- you know, as -- as between -- you\nknow, I don't want to answer those questions on a\nparticular topic, I don't want to answer that question,\nor just like could we go on to a different question\nor -- or I don't know. Why is that different?\nMS. ANDERS: Well, I think it's -- it's an\nobjective standard, and it's the same formulation that\nthe Court has already adopted in Berghuis and in\nThompkins and in Davis. So, in the Miranda context, the\nCourt has already faced this problem, how do we know\nwhen the defendant has invoked his rights and what\nshould the standard be?\nAnd it has said that it is an objective\nstandard, it's what's reasonably perceived as an\ninvocation, and so -- you know, the lower courts are\nvery used to applying that. I think it's very\nadministrable because -\nJUSTICE SOTOMAYOR: What's not administrable\nabout telling the police you just can't argue to a jury\nthat merely not asking a question is guilt? What -\nwhat lacks administrable?\nMS. ANDERS: Well, I -- I think there are a\nvariety of circumstances in which, as I said before,\nsilence is probative of guilt. And so the question is\nwhether you want a broad, prophylactic rule that will\nprotect a great deal of conduct that -- that has nothing\nto do with the exercise of the right.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Fisher, you have four minutes remaining.\nREBUTTAL ARGUMENT OF JEFFREY L. FISHER\nON BEHALF OF THE PETITIONER\nMR. FISHER: Thank you. I'd like to make\nthree points.\nFirst, Justice Breyer, your question about\nthe state of the law, with respect to question number\n432, In our reply brief, at page 4, we cite cases that\nare all Fifth Amendment cases, and Canterbury, also,\nwhich is a Tenth Circuit case cited elsewhere in our\nbrief, uniformly holding that the Fifth Amendment\napplies.\nThe Solicitor General, when they speak about\na circuit split with relation to Doyle, they're talking\nabout impeachment cases. Remember, Doyle and Jenkins,\nwhich are the cases the State cited to you in response\nto your question are impeachment cases that are entirely\ndifferent.\nSecond, if I -- we can look at the\ntranscript this afternoon, but I believe both the State\nand the Solicitor General said to you, today, if\nMr. Salinas would have said, I don't want to answer that\nquestion, then he would win, then Griffin would apply.\nBut, because it was somehow ambiguous, that it\nshouldn't, that is ridiculous. If you look at the\ntranscript in this case, what did the officer testify\nwhen he said -- he asked him the question, he said he\ndid not answer.\nWhat did the prosecutor argue to the jury in\nclosing? Verbatim of what the State is telling you\ntoday is all Mr. Salinas had to say. At closing, the\nState said, the police officer testified that he\nwouldn't answer that question. He didn't want to answer\nthat.\nSo the whole principle behind express\ninvocation jurisprudence is to put the State and the\npolice on fair notice that somebody is exercising the\nright to remain silent. There was zero ambiguity in\nthis case that was going on.\nSo it explains why the rule that the State\nand the Solicitor General have fallen back on in court\ntoday is formalism of the absolute worst kind, and the\nonly thing that this formal requirement of saying some\nsort of magic words -- and I agree with Justice Kagan, I\ndon't know what they are -- but whatever they are,\nwhat -- exactly what the State argued to the jury\napparently would have been enough, is just nothing more\nthan a trap for the unwary, who is told, through culture\nand learning, that he has a right to remain silent.\nAnd he does the one thing that is consistent\nwith his right, which is exercising it, and, somehow,\nthe State is telling you that it can walk into court and\nsay, because he remains silent, he's guilty of a crime;\njury, you should conclude he's guilty of a crime.\nAnd, Justice Sotomayor, when you asked the\nState, well, what about an officer that tells the\ndefendant, as he will have every incentive to do, in\nSouth Carolina v. Neville, in a roughly comparable\nsituation, that law enforcement actually admitted they\nwere already doing it, but the States tell you they'll\ndo it here, when the officer says, if you don't answer,\nwe're going to use that against you, the State said that\nwould be coercion. But the officer would be doing\nnothing more than stating the rule the Court is asking\nyou to announce today.\nSo wouldn't the defendant know the law?\nDon't we assume that the suspect knows the law? And the\nState's telling you, well, if the officer tells the\nperson what the law is, it's coercion.\nSo, really, what we're asking today is\nnothing radical. It's nothing of a departure of our\ndeepest traditions, which require the government to\nshoulder the load itself, to prove the case itself, and\nnot to enlist the defendant as an instrument in his own\ndemise.\nPeople's silence -- it is the time-honored\nconcept of the Fifth Amendment, which, remember, was\ncreated for out-of-court questioning by law enforcement\nauthorities, that people who remain silent could not\nhave that used against them at trial.\nAnd, finally, I hope the -- the confusion\nwith respect to the Berghuis, as related to this case,\nhas been dispelled. I think Justice Kagan got it\nexactly right. But, remember, another way to make it\nclear is that, if Mr. Salinas had said, in response to\nthe question, I'd like for you to stop asking me\nquestions, the police wouldn't have had to honor that.\nSomebody not in custody doesn't have a right\nto have questioning cut off, so the police could have\nkept asking him questions. That's the only right that a\ncustodial suspect has and needs to expressly invoke.\nThe right to remain silent is not something that's ever\nhad to be expressly invoked by somebody in custody or\nnot in custody, and there's no good reason to require it\nto be invoked here.\nIf the Court has any further questions, I'd\nbe happy to entertain them. Otherwise, I'll submit the\ncase.\nJUSTICE SOTOMAYOR: I'll like to go back to\nwhat Justice Ginsburg argued because there is an\nargument here that there wasn't an invocation of the\nright, that, by physical conduct, there was a statement.\nWould you have had a problem if the prosecutor had\nargued at trial -- you know, when he was asked about\nthis testing, he didn't remain silent, he got nervous?\nMR. FISHER: No, that would be -\nJUSTICE SOTOMAYOR: And that shows his\nguilt.\nMR. FISHER: That would be an entirely\ndifferent case. And we wouldn't have a problem with the\nState making legitimate arguments based on demeanor\nevidence that is, itself, communicative, as opposed to\nwhat it did in this case, which is argue that his\nsilence demonstrated his guilt.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "TEXAS"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 12, 
        "JUSTICE ALITO": 6, 
        "JUSTICE BREYER": 24, 
        "JUSTICE GINSBURG": 6, 
        "JUSTICE KAGAN": 24, 
        "JUSTICE KENNEDY": 16, 
        "JUSTICE SCALIA": 8, 
        "JUSTICE SOTOMAYOR": 24, 
        "MR. CURRY": 43, 
        "MR. FISHER": 56, 
        "MS. ANDERS": 18
    }
}