{
    "appearances": {
        "content": "PAUL D. CLEMENT, ESQ., Washington, D.C.; on behalf of\nPetitioner.\nSARAH E. HARRINGTON, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of Respondent.\n"
    }, 
    "caseNum": "12-357", 
    "caseinfo": {
        "content": "GIRIDHAR C. SEKHAR, :\nPetitioner : No. 12-357\nv. :\nUNITED STATES :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nSARAH E. HARRINGTON, ESQ.\nOn behalf of the Respondent 26\nREBUTTAL ARGUMENT OF\nPAUL D. CLEMENT, ESQ.\nOn behalf of the Petitioner 57\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, April 23, 2013\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:10 a.m.\n"
    }, 
    "petitioners": [
        "GIRIDHAR C. SEKHAR,", 
        "Petitioner", 
        "No. 12-357 v.", 
        "UNITED STATES", 
        ""
    ], 
    "proceedings": {
        "content": "(10:10 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nthis morning first in Case 12-357, Sekhar v. United\nStates.\nMr. Clement?\nORAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE PETITIONER\nMR. CLEMENT: Mr. Chief Justice, and may it\nplease the Court:\nThe crime of extortion under the Hobbs Act,\nlike the related crimes of larceny, burglary and\nembezzlement, is at bottom a property crime.\nAccordingly, understanding the scope of obtainable\nproperty under the Hobbs Act is critical to deciding the\nscope of the basic criminal prohibition.\nThe Government has offered you a definition\nof property that only a prosecutor could love: Any\nintangible right with economic value, but that\ndefinition is fundamentally incompatible with this\nCourt's precedence and with Congress's conscious\ndecision in the Hobbs Act to criminalize the State --\nNew York State crime of extortion, but not the New York\ncrime of coercion.\nJUSTICE KENNEDY: If the jury had -- had\nreturned the verdict which is at JA142, and it had\nmarked that the attempt to extort was to extort the\ncommitment, you might still maybe have some causation\narguments, but I assume the property argument you're\nabout to make is just irrelevant.\nMR. CLEMENT: Well, I don't think it's\nirrelevant, Justice Kennedy. I would have a different\nargument. I think that I would stand first and foremost\non this Court's decision in Cleveland, where it\nrecognized that something like, I think the commitment,\ncertainly the video poker license was at issue there,\nthe Court also referenced an unissued patent.\nAnd it recognized that there are things that\nhave value once they're issued, but in the hands of the\nGovernment, they don't have value, and therefore don't\nqualify as property.\nJUSTICE KENNEDY: Could -- could the case\nhave been indicted -- has it been charged as one in\nwhich what they were taking was the commissions that\nwould ultimately have been generated?\nMR. CLEMENT: Well, Justice Kennedy, it\nmight have been possible to say that what was obtained\nhere was money, but I think if the Government had\nprosecuted it under that theory, it would have to prove\nthat somehow the Government paid too much. I don't\nthink it can point just to the commissions.\nAnd I would analogize it to the McNally\ncase. In the McNally case, you know, there was this\nscheme in which various sort of friends of government\nofficials were getting the commissions from a workmen's\ncompensation policy. And what this Court said is, well,\nit would have been one thing if the Government had come\nin and said that the Government paid commissions that\nwere too high, or the Government had received inferior\nquality insurance.\nBut what the Government did there instead\nwas sort of take the shortcut and plead that what had\nhappened is, the Government had been deprived of its\ninterest in having the honest services -\nJUSTICE KENNEDY: Well, here, what the\nPetitioner wanted were the commissions, ultimately. And\nyou can't commit extortion in order to get -- and that's\nreal money. It's for the Government to answer, not you,\nbut can -- do you have any idea why they didn't charge\nthat?\nMR. CLEMENT: Well, I think the reason that\nthey didn't charge that is probably practically twofold.\nOne is that a commitment under New York law and practice\nis not quite as what it sounds; it's not really a\ncommitment. And the best evidence of that is with the\nlast fund for this particular management company, they\ngot a commitment from the State and there was no\nultimate investment made.\nSo there's a subsequent step down the road.\nJUSTICE KENNEDY: I see. I see.\nMR. CLEMENT: So I think that's part of it.\nThe other thing I would say is as in\nMcNally, I think they would have had to prove that the\nmanagement fees were somehow excessive or something like\nthat, so they didn't do that. They focused on this\nrecommendation.\nJUSTICE KAGAN: Mr. Clement -\nJUSTICE KENNEDY: Well, I took you away from\nyour argument about intangible property.\nJUSTICE KAGAN: Mr. Clement, just along the\nsame lines. What you're saying is that it still would\nnot be extortion -- let's say somebody in your client's\nposition runs an investment company, wants an\ninvestment, wants the fees that come along with that\ninvestment. Goes to -- let's say that there's a single\nperson who gets to decide whether to make that\ninvestment, and so to pay those fees, goes to that\nperson, threatens that person with something terrible\nhappening to him.\nYou're saying that that does not count as\nextortion, that there's a reason that the Government\ndidn't charge it like that?\nMR. CLEMENT: I would say that that -- I\nwould say a couple of things. I would say that's a\nharder case than the one I have before you today. I\nwould say that I don't think that's actually extortion\nif what they charge is the commitment, not the money\nthat goes -- that flows from the Government. And then\nwhat I would say -- and the reason I would say that is\nbecause of Cleveland.\nJUSTICE KAGAN: Well, they want the\ninvestment with -- and the fees that come with the\ninvestment. So -- and that's why they're threatening\nthe person.\nMR. CLEMENT: Right. And I would say that\nunder McNally, in that kind of case, what the Government\nhas to prove is that if they want to make the property\nthe money interest that the Government is paying out and\nthe person is obtaining, they have to show that there's\nsome sort of excessive commission or excessive sort of\nmanagement fee.\nJUSTICE KAGAN: Even -- even though they\nwouldn't have gotten the investment and they wouldn't\nhave gotten the fees absent the -- the threat of force\nor -- or violence?\nMR. CLEMENT: Again, that would be my\nposition. And I think it would follow from this Court's\ndecisions in cases like Cleveland and McNally, because\nin McNally, of course, the people who were part of that\nfraudulent scheme, they were getting commissions from\nthe workmen comp program.\nAnd the Government's theory was that just\ninterfering with the Government's decision about who to\ngive the workmen -- where to place the workmen's comp\npolicies was enough of an interference to support a\nfraud conviction. And this Court said no. And one of\nthe things it then said is well, it would be different\nif -- if the Government went in and proved that the\ncommissions that were paid were too high, or that the\nGovernment somehow got inadequate insurance.\nBut if all they're doing is saying that\nwhat's going on here is sort of the interest of the\nGovernment in having its employees serve them honestly\nand in their best interest, and not in some third\nparty's best interest, that brings you squarely into\nhonest services. And nobody's saying that doing that's\na good thing, but it's -- it's the traditional office of\nthe State law crime of coercion. It's -\nJUSTICE GINSBURG: But it's -- the coercion\ncrime, at least under New York's definition, requires\nforce. And -- and here, it's a threat of exposure of an\nembarrassing fact.\nSo, what -- am I right about that, that the\ncoercion, which is not a Federal crime but is a State\ncrime, requires a threat of force to restrict him of his\nfreedom?\nMR. CLEMENT: I don't believe that's\ncorrect, Justice Ginsburg.\nThis was charged by New York State\nauthorities as coercion. So the very crime that\nCongress didn't incorporate into the Hobbs Act, the New\nYork crime of coercion, was charged here, and it's my\nunderstanding that the New York crime of coercion, like\nthe earlier version of coercion in the racketeer- -- in\nthe Anti-Racketeering Act of 1934, like the traditional\nmodel penal code definition of coercion -- it's the -\nthe threat part of it is the same as extortion.\nSo it covers a threat to a person or to\nproperty. And it's been interpreted certainly to\ninclude threats to disclose information like this.\nSo I think the real difference between the\ncrime of extortion and the crime of coercion, both as a\ngeneral matter and under New York law, is whether or not\nproperty is obtained. And that's ultimately what's so\nproblematic about the Government's definition here,\nbecause their definition is essentially the property\nincludes the autonomy interest of a business to operate\nfree from coercion.\nJUSTICE ALITO: What is your definition\nof -- of property? In your reply brief, you begin by\nsaying that you're -- you are not arguing that the\nproperty has to be tangible and includes some forms of\nintangible property.\nHow would you draw the line?\nMR. CLEMENT: I would say that for property\nto come within the terms of the Hobbs Act prohibition on\nobtaining property, it has to be alienable,\ntransferable, moveable. That's the critical thing. So\nthe distinction is not between alienable and\ninalienable.\nA patent is an inalienable -- I mean,\nrather, a patent is an intangible property right, but\nit's transferable, it's obtainable, it is sellable, and\nso it has the characteristics of things that I think\ncome within the traditional definition.\nJUSTICE BREYER: What about -- what about\nthe mob goes to a grocer and says, you know, you're dead\nor something if you sell Cheerios, and the reason is\nbecause they have a monopoly, some other grocery who's\nconnected has a monopoly. And they threaten him. Now,\ndoes that violate Hobbs Act?\nMR. CLEMENT: I think -\nJUSTICE BREYER: What he did was -- and\nhe's -- he's not going to sell Cheerios.\nMR. CLEMENT: Right. I -- I would say that\nthat hypothetical THAT you've given me would be\ncoercion; it would not be extortion under the Hobbs Act.\nJUSTICE BREYER: Now -- now, in fact,\nthey're doing it to get money, and they do get money,\nbut via the means of the other grocer. And there is\nnothing in the words of this Act that says that the\nproperty has to be taken from the individual whom you\ncoerce.\nIt's easy to imagine situations where the\ncoerced individual has a relationship, direct, special\nand so forth, with the person who has the money. So\nwhat happens when, say, the mob coerces the person\nwithout the property so that he will do a thing such\nthat the person with the property gives them the\nproperty?\nMR. CLEMENT: I think, at least as I\nunderstand your hypothetical, where the relationship\nbetween the two parties, basically the competitors, I\nwould say that that's two distinct relationships.\nJUSTICE BREYER: All right. Now just make\nit different. What they do is they get the assistant\nbank employee and they threaten him to do such a thing\nsuch as shout at a certain time where they know that\nthat shouting will lead them to be able to rob the bank.\nI mean, you know, it's easy to think up.\nWhat I can't figure out here is, is there\nsome requirement that the person who is coerced has to\nbe the same person as the person who gives them the\nproperty. If the answer to that's no, then none of the\nGovernment's chamber of horribles is horrible, because\nthere's a way around it.\nMR. CLEMENT: Well, I think the answer to it\nis, it depends. I don't think I can give you a\ndefinitive that the -\nJUSTICE BREYER: And you haven't found\nanything on this. You'd be making it up now, is that\nbasically it?\nMR. CLEMENT: Well, what -- what I would\ntell you is I think the assumption of most of the cases\nis that the person that is the pressure of -\nJUSTICE BREYER: Is the -- is the one?\nMR. CLEMENT: Is the person who's offering\nup the property. This Court's -\nJUSTICE SCALIA: Isn't that what the word\n\"extort\" means? You extort something from someone? It\nmeans you get it from him, you don't get it from some\nthird party.\nMR. CLEMENT: I think that's basically\nright, Justice Scalia. What I would say, though, is I\nthink there's an exception to the -- at least to the\nfollowing extent, which I think it would be open to the\nGovernment, to basically say that within an entity, if\nyou sort of put the pressure on one agent of the\ncorporation and you actually get the money from another\nagent of the same corporation, that that's probably\nclose enough.\nAnd so in this case, if the pressure was put\non a particular individual and they obtained like actual\ncash from the Government, that might be a different\ncase. But, of course, here what they received was this\ncommitment, which I think is analogous to the video\npoker license in the Cleveland case, so I don't think\nthat's -\nJUSTICE KAGAN: But if you think the\ncommitment is real cash, is a real contract, real cash,\nreal property, right, then it wouldn't matter under\nthat -- under what you just said, that the threat was\nmade to the general counsel rather than to the final\nperson who issued the money, isn't that right?\nMR. CLEMENT: I -- I don't disagree with\nthat, Justice Kagan, but I think that's because they're\nall sort of agents to the same principal. And I'm not\nsure you get all the way to what Justice Breyer was\nsuggesting, which you can sort of run it through\ncompetitors or something like that.\nJUSTICE KAGAN: Right. But you wouldn't\nsay, well, we're dealing with an organization, so it's\nonly extortion if you threaten the person who writes the\ncheck?\nMR. CLEMENT: No. I -\nJUSTICE KAGAN: If you threaten the person\nwho makes a recommendation to the person who writes the\ncheck, that's good enough.\nMR. CLEMENT: Exactly, Your Honor. But what\nI would also say is, you know, this is a real case and\nthere are real jury findings, and as Justice Kennedy\nalluded to, there were a variety of theories of property\nput in front of the jury. They were invited to circle\nas many of them as they could, as many as they found\nsatisfied, and the only one they circled was the\nrecommendation.\nJUSTICE SOTOMAYOR: Mr. Clement, what is -\nI'm sort of trying to figure out why you're trying to\nget the word \"property\" to do the work of the \"obtain\"\npart of the statute, because when you answered\nJustice Alito you were using the terms of \"obtain\" to\ndefine property, which is in my mind a sort of strange\nway to do things, okay? Property generally means value\nof some sort and you don't use any of those words in\nyour definition.\nSo, what you're using in my mind, and not\nillogically, is to say that the second part of the\nstatute has to do some work, so it has to mean that\nyou're taking something of value away from someone else.\nThat makes logical sense to me. And I understand the\nsecond piece of your argument, which is the\nrecommendation -- not the recommendation, but his honest\nservices wasn't being given to your client, it was being\ngiven to the employer.\nSo your client obtained nothing of value for\nhimself. He didn't get anything transferred to him.\nAnd that -- that argument makes eminent sense to me.\nAnd I tease it out of your brief, but I don't know why\nyou're trying to get our definition of \"property\" to do\nthat work.\nMR. CLEMENT: Well -\nJUSTICE SOTOMAYOR: Why isn't the work in\nthe \"obtain\" part?\nMR. CLEMENT: Justice Sotomayor, I'm happy\nto have you rule in favor of my client on \"obtained\" or\n\"property\" and, as Scheidler II demonstrates, those\nterms are really kind of married together. And I guess\nthe reason I sort of think that the \"obtained\" and the\n\"property\" should be construed together is twofold.\nOne, structurally that's what the statute does. So when\nyou're talking about in the statute property that can be\nobtained, I think that's a clue that you're not talking\nabout property in its broadest manifestation.\nAnd you contrast that with, say, the Clayton\nAct that talks about disjunctively property and -- or\nproperty rights, and there you have a clue that Congress\nmeans a very broad conception. When it's talking about\nit in conjunction with \"obtained,\" I think it has a\nnarrower ambit in mind.\nJUSTICE SOTOMAYOR: So take the Government's\ndefinition that property is anything of value.\nMR. CLEMENT: Right.\nJUSTICE SOTOMAYOR: All right. And let's\nassume, because it -- as I said, that seems to have some\nsort of conceptual appeal. Then make the argument for\nme.\nMR. CLEMENT: Well -\nJUSTICE SOTOMAYOR: Then make your argument\nfor me why this isn't an obtaining.\nMR. CLEMENT: Well, what I would say is\nobtaining, as this Court made clear in Scheidler II, is\nnot some metaphysical obtaining. I mean, the argument\nwas made to this Court that the abortion protesters\nobtained the autonomy interest of the business in -- the\nclinics, in deciding whether -- who to serve and when to\nserve and when to be open and when to be closed.\nAnd this Court said no, and it said\nprincipally that that's not obtaining, but it's -- but\nit also noted, I guess you'd call it dictum, that\nwhat -- what -- obviously, what the Hobbs Act, based on\nits common law roots in extortion, is talking about is\nthe kind of property that can be deprived, it can then\nbe transferred, sold, exercised.\nAnd I do think. Just to get the second part\nof my answer out if I could, it's just -- the common law\nroots here are also where you see the definition of\nproperty can't be as broad as the Government suggests.\nBecause extortion is one of the classic common law\nproperty crimes. The definition of property for\npurposes of extortion ought to be the same as the\ndefinition of property for larceny, embezzlement,\nburglary.\nYou can't go into somebody's house and steal\ntheir honest services or their autonomy interests. So\nthe kind of property you can obtain for purposes of the\nHobbs Act is that same kind of alienable, transferable,\nmoveable property.\nJUSTICE SCALIA: Suppose -- suppose that the\nperson coerced here was a -- was a corrupt person and\nhad put his recommendation out for bids. Okay? He\nsaid, you know, I'll -- I'll recommend whoever pays me\nthe most money. Would that alter this case?\nMR. CLEMENT: I don't -\nJUSTICE SCALIA: If -- if then somebody\ncomes in and says, well, I'm not going to pay you the\nmoney, but I'll -- I'll break your knees if you don't\nrecommend me, would that be extortion?\nMR. CLEMENT: It would not, Justice Scalia,\nand I would say because -- the State of Louisiana in the\nCleveland case, if there was a corrupt official who was\nputting those video poker licenses on sale on the on the\nsly, I don't think that would change the result there.\nThis Court said that those kind of government things do\nnot have value in the hands of the government. The fact\nthat somebody, you know, could sort of be corrupt and\ntherefore have a little auction on the side I don't\nthink changes that basic fact.\nI would say, too, that there's an important\ndifference here between a hypothetical case where what\nsomebody's trying to do is kind of get something for\nnothing and essentially get the benefit of the work of a\ngovernment official. But that's not what's at issue\nhere.\nThis is not a client who's trying to get -\nlike, you know, they wanted an opinion on how to\nincorporate in the State of New York and they thought,\nwell, the lawyers are kind of expensive in the private\nsector, so I'm just going to coerce it from this\ngovernment official. All they care about in this case\nis the bottom line, thumbs up, thumbs down\nrecommendation.\nI don't think this case would be any\ndifferent if there were an investment committee within\nthe State government and you had to get unanimous assent\nto an investment and there was one holdout.\nCHIEF JUSTICE ROBERTS: Why isn't that -\nyou focused on transferability when you began. Why\nisn't that completely transferable? I have leverage\nagainst this official and if you want him to recommend\nyes on your investment, you have to pay me a certain\namount of money. And you can transfer that. You've got\neverybody in, say, you know, the association or whatever\nand you can auction that off. It seems to me it's\nperfectly transferable from the defendant to anyone\nelse.\nMR. CLEMENT: With respect,\nMr. Chief Justice, I wouldn't think so. Now, there are\nsome voting rights that are transferable in that sense.\nI mean, if you have a stock -- a proxy in a stock, or\nsomething like that, that may well come within the\ndefinition. But when you have these essentially voting\nor autonomy interests that are really -- you know,\nthey're -- they're sort of inherently inalienable,\nbecause this recommendation matters because it's the\ngeneral counsel and the Comptroller's Office\nrecommendation. And -\nCHIEF JUSTICE ROBERTS: Well, but the\nlawyer's going to make recommendations in many other\ncases as well. And if you have an application coming up\nand you want a favorable recommendation, you can go to\nthe -- the individual that has the leverage and say, I\nwill pay you this much money if you can get the person\nto give me a favorable recommendation. And that's\ntransferable from the person with the -- the leverage\nto -- to someone else.\nMR. CLEMENT: Well, the confident -- I may\nnot be understanding the hypothetical. Certainly, the\nconfidential information that the potential coercer has\nmay be transferable, and under this Court's decision in\nCarpenter, that may be property. But the voting right\nwithin the State government or the role within the State\ngovernment's internal deliberative process, that really\nbelongs to the general counsel, and he can't -\nJUSTICE KENNEDY: Well, just let me make\nsure that I understand your position. Suppose roughly\nthese facts: The general counsel is threatened with\nsomething very serious, let's say violence, unless he\nmakes a favorable recommendation. He does. They act on\nthat recommendation, it's -- it's a substantial cause in\nmaking the investment, and the investment is made and\nthey get the money. Violation?\nMR. CLEMENT: I would say no, but I would\nsay it's a much more difficult case. And the reason I\nwould say no is because the Government -- or I'd say\npotentially no. I would still say that the Government\nhas to prove something more, which is that it's an\ninvestment where there either was not the optimal\ninvestment or they paid too high a commission. And -\nand I take that from McNally.\nJUSTICE KENNEDY: Well, but -- but that's a\ncausation argument, not whether or not you received\nproperty.\nMR. CLEMENT: Right, because -- but my point\nis simply that if the Government -\nJUSTICE KENNEDY: But so far as the property\npoint in my hypothetical, if the recommendation leads to\nthe contract and the contract leads to the commission\nand the commission means money in your pocket, that's\nproperty.\nMR. CLEMENT: Yes.\nJUSTICE KENNEDY: And so then we just have a\ncausation argument, not a property argument.\nMR. CLEMENT: I think that's right. If\nwhat's obtained is money, and that's what the Government\nfocuses its prosecution on, then that is -- that\nsatisfies the property requirement of the Hobbs Act.\nJUSTICE BREYER: It has to be more property,\nmore money, more money in return for less services or\nsomething than otherwise. That's what you're saying.\nBut I don't think that's -- I mean, right. But the\nanswer -- go ahead, because I -- that's the\nqualification you're making, the McNally qualification.\nMR. CLEMENT: Right, exactly. Exactly,\nexactly. So you obtained the property, so that box is\nchecked, but the -- sorry.\nJUSTICE GINSBURG: What about -- you said\ntransfer, sell, but there's also exercise. And the\ntheory is that the defendant sought to take away the\nofficer's right to make this recommendation, take it\naway from the officer, exercise it himself. So why\ndoesn't it fit -- why isn't this an intangible right\ntaken from one and exercised by another?\nMR. CLEMENT: Justice Ginsburg, I would say\nthat what you've just articulated is exactly the\nGovernment's theory, and the problem is that I can use\nthat same theory to take any autonomy interest and turn\nit into property that can be exercised, it can be\nobtained by somebody and then exercised by them in a way\ndifferent from the way that the person would otherwise\nexercise it.\nAnd whatever -- I mean, you know, we're\ntalking about one word in a three-word phrase in\nScheidler II. And the first thing I would say is I\nthink it's a mistake to read that phrase the way you\nwould read a statute.\nBut the second thing I would say is the one\nthing the Chief Justice did not mean with respect to the\nword \"exercise\" is it meant that it opened up a big gap\nso you could take every coercion case and turn it into\nan extortion case.\nJUSTICE GINSBURG: Is this -- there is, I\ntake it, no Federal crime that this conduct would fit?\nYou said New York State has a coercion crime which you\nsay this conduct might fit. But there's no Federal\ncrime.\nMR. CLEMENT: There's -- there's no Federal\ncrime and that's the result of a very deliberative\ndecision by Congress in 1946 in enacting the Hobbs Act.\nOf course, they had in front of them the model of the\nAnti-Racketeering Act of 1934 that prohibited both\ncoercion and extortion. Congress made a conscious\ndecision to, in the Hobbs Act, prohibit robbery and\nextortion, but not pick up the prohibition on coercion.\nAnd so there isn't a Federal crime directly\non point, but it's a very conscious decision by\nCongress. And, of course, the New York crime on point\nis exquisitely on point, because not only is there a\ncoercion offense under New York statute, but it is an\naggravated offense if the victim is a government\nofficial discharging their public duty.\nAnd so this is really a situation where the\nState courts have a crime that directly fits. It's\nas -- I mean, it's almost amazing, because it's not just\nany State; it's the State of New York. And Congress, in\npassing the Hobbs Act, was looking at New York law. And\nthey looked at New York law and they said, New York has\na coercion prohibition and extortion prohibition.\nJUSTICE GINSBURG: And why did -- why did\nNew York -- was the New York case dropped and the State\nofficials urged the Government, the Federal Government,\nto make this a Federal case?\nMR. CLEMENT: Well, I'd be happy to address\nthat. What happened is there were some pretrial\nrulings. And one of the pretrial rulings gave the\ndefendant an opportunity to do some discovery on the\nState government to figure out whether this was really\ndone in the discharge of public duties or maybe this was\nsort of a political thing that was going on.\nAnd once that State law discovery happened\ninto the government of Albany, all of a sudden the State\nprosecution didn't seem like such a great idea anymore.\nAnd the Federal prosecutors are just down the street, so\nthey were very happy to lateral it to the Federal\nprosecutors and have them take it over. And because the\nFederal offense doesn't have an element of interfering\nwith the public duty, they didn't have to worry about\nthe discovery.\nAnd that is just a very concrete\nillustration of the problem of over-federalizing crime,\nbecause this -- we're talking -- this is the opposite of\nthe typical public corruption case where you think,\nwell, maybe there are people in the State government who\naren't going to -- State prosecutors won't be willing to\nprosecute one of the bigs in the State government, so we\nneed the Federal Government to step in.\nThe one thing a State doesn't need extra\nincentive to do is to protect the integrity of its\ninternal deliberative process from coercion or\nextortion, for that matter. But the -- the real cost\nthen to having these duplicative Federal crimes, and\nthey were front and center in this case -- if I may\nreserve the remainder of my time.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Harrington.\nORAL ARGUMENT OF SARAH E. HARRINGTON\nON BEHALF OF THE RESPONDENT\nMS. HARRINGTON: Thank you,\nMr. Chief Justice, and may it please the Court:\nI'd like to start, if I could, where Justice\nKennedy began and ended, which is asking whether there\nwould have been extortion if the jury had found here\nthat what -- that the property that was obtained was the\ncommissions at the end of the day after the investment.\nMy friend Mr. Clement says no, no, no, McNally says no.\nBut what McNally actually said was the case\nwould have come out differently if the property that had\nbeen alleged to be deprived was either money or\nproperty, but it also said it would have come out\ndifferently if the Commonwealth had been deprived of\ncontrol over how its money was spent. And that's the\ntype of property that's at issue here, control over a\nproperty right.\nNow -\nJUSTICE KAGAN: Ms. Harrington, just to go\nback to Justice Kennedy's -- I mean, suppose -- was\nthere a reason why it wasn't charged in what seems to me\nto be the simpler way, which is a threat was made in\norder to get an investment and in order to get fees to\nput in your pocket and -- and go away with, and that's\nextortion. So why wasn't it -- why wasn't that the\ntheory of the case?\nMS. HARRINGTON: Well, he was charged with\nattempting to obtain the commitment, which in most cases\nends up being the investment itself. That's not what\nthe jury found was the property that was obtained, so\nit's not the verdict that we are here defending today.\nJUSTICE KAGAN: Do you think there's an\nobstacle to charging a case that way? Mr. Clement seems\nto think that there's an obstacle, that even though\nthere's property in that case, there's some other\nproblem with charging the case that way.\nMS. HARRINGTON: No, that's what I'm saying.\nWhat he's saying is that the obstacle is you'd have to\nprove that the State was out more money than it would\nhave been if it had invested in the company it wanted to\ninvest in. What I'm saying is no, McNally said the\nresult would have been different if the State had been\ndeprived of control, of the ability to control its\nmoney, and that's the property that would have been\nobtained in that kind of a case. Because property and\ncontrol of property are just -- are just different\naspects of the same property.\nThis Court has said repeatedly that\nexclusive control of property is one vital aspect of\nprivate property. And that's the -- that's the type of\nproperty that was charged, that was -- that was obtained\nin this case.\nJUSTICE BREYER: The obvious problem, which\nyou might want to address at some point, is that -- that\nif you take your definition that this recommendation,\nlegal recommendation, is property and the fellow said,\nyou know, I'm going to fix you if you don't do it, if\nthat's property, we're back to the honest services\nstatute, because anyone in government and anyone in\nbusiness, indeed everybody, has a job and those jobs\nalways require you to do things.\nSo if every time somebody threatens a person\nand says, we don't want you to do the thing you're\nsupposed to do, we want you to do the thing like this,\nwell, then you're violating this property statute.\nMS. HARRINGTON: But -\nJUSTICE BREYER: Now, that seems very far\nreaching, hard to reconcile with the abortion case -\nthe abortion clinic case, etcetera, and it is easy to\nreconcile with the honest services case.\nMS. HARRINGTON: Well, I guess I would have\ntwo points. The first is that this is not about honest\nservices, because the victim here is not the State of\nNew York, it wasn't the citizenry of New York. That's\nthe kind of -\nJUSTICE BREYER: Well, I mean, that sounds\ntechnical. You see, the problem I'm interested in is,\nby accepting your definition do we suddenly throw within\nthe statute, which speaks of property, any time there is\nan appropriate threat which has as a condition the\nperson doing the job differently? That's true of\nwhether it's a postman, you know, any public official,\nany private official, anybody.\nMS. HARRINGTON: Whatever -\nJUSTICE BREYER: That seems very\nfar-reaching. So -\nJUSTICE KENNEDY: Just to add to\nJustice Breyer's question, it's -- suppose the\nsecretary/typist is -- the stenographer is charged with\ntyping the letter \"I do not recommend\" and they bribe\nher and she says \"I recommend.\" She has an interest in\nher integrity to give an honest transcription. Under\nyour view, and this is what Justice Breyer is getting\nat, I think, that -- that secretary has property that\nyou are taking. That's very far-reaching.\nMS. HARRINGTON: Well, I want to separate\nagain the question of what is property and when property\nis obtained. Under the Hobbs Act -- the Hobbs Act\nabsorbed the New York State extortion law. And in\nthat -- in the -- in the cases construing that law, they\nhad construed the word \"property\" to include the running\nof a business, the engagement of a person in their\noccupation, and the doing of a job. People have\nproperty interests in doing those things because those\nare the source of economic wealth for those people.\nThey generate a stream of revenue for people to live\ntheir lives on.\nNow, it's a different question -- not every\ntime you interfere with someone's doing of their job are\nyou obtaining that property. Here, what Petitioner was\ntrying to do was not keep the general counsel from\nmaking a recommendation; he was attempting to dictate\nthe substance of what the recommendation was.\nJUSTICE BREYER: Yes, I understand that.\nBut I still would like an answer to my question, and\nit's well-phrased with an example by Justice Kennedy.\nEvery secretary in the United States who is\nabout to write a recommendation for somebody to go to\ncollege or some other thing then is faced with a threat,\nyou put in name such-and-such or put in yes instead of\nno, and is under your definition that person's property,\nthat what she does the taking of property? The answer\nis either you think yes, in which case I would like you\nto defend it -\nMS. HARRINGTON: Yes.\nJUSTICE BREYER: Or the -- yes. Okay. Then\nwhat conceivable ground? I'm not -- I don't want to -\nthat sounds a little pejorative, but I'll say: What\nground is there for a definition that is so broad that\nit sweeps within it all working people in the United\nStates in the performance of their ordinary jobs?\nMS. HARRINGTON: The ground is the general\nparticularized meaning that the word \"property\" has\nobtained in the law, and including in New York cases\nconstruing the very law on which the Hobbs Act was\nbased.\nA person has a property interest in running\ntheir business. They also have a property interest in\ndoing their job. When -- when someone comes along and\nuses threats of harm or threats of force or violence to\ntry to get them to do their job in a different way, what\nthey are doing is they are taking control of that\nproperty interest that the person has.\nJUSTICE SCALIA: What -- what is -- I have a\nproperty interest in doing my job? I don't know what\nthat means. I mean, just throwing words around. You\nare calling doing a job a property interest. Normally\nwhen I think of property, I think of something that can\nbe conveyed. Can I convey the -- the doing of my job to\nsomebody else?\nMS. HARRINGTON: Well, you can convey your\nlabor to your employer in that sense. When you enter an\nemployment contract, you are selling your labor to your\nemployer. And the -- the extent of your right to do\nthat job is then defined by the parameters of your job.\nJUSTICE SCALIA: But I'm not talking about\nmy labor. I'm talking about my doing the job that the\nemployer has assigned to me.\nMS. HARRINGTON: But that is your labor.\nJUSTICE SCALIA: It's not my -- not my labor\nin the abstract. Nobody is taking my labor away from\nme.\nMS. HARRINGTON: But in this case what\nPetitioner was trying to take was the fruits of the\ngeneral counsel -- counsel's labor. His job was to give\nhis recommendation to his client about what was in\nkeeping with the client's -\nJUSTICE SCALIA: Can you cite me one -- one\nextortion case at common law -- or let me put it another\nway. What is the closest extortion case at common law\nthat you can allude to?\nMS. HARRINGTON: I can't, because at common\nlaw the person -\nJUSTICE SCALIA: We -- we are using a common\nlaw term here, \"extortion.\"\nMS. HARRINGTON: Yes, but it was a different\ncrime at common law, because it only involved public\nofficials taking money or other thing of value in\nexchange for doing something -\nJUSTICE SCALIA: Whatever. What's the\nclosest that comes to this abstract \"the doing of my job\nis property\"?\nMS. HARRINGTON: I don't have an example of\nthat, but what I do have are examples from the New York\ncases which were construing the New York State extortion\nlaw, and this Court has noted again and again that\nthat's the basis for the Hobbs Act. Congress was\nexplicitly trying to evoke that law.\nJUSTICE SCALIA: What -- what's the closest\nNew York case?\nMS. HARRINGTON: So I think there are two\ncases. The Barondess case and the Short case are the\nbest cases. And in the Barondess case, which is from\n1893, I think, the -- the Court said that the running of\na business was property. And in the Short case the\nCourt said that, just the same way that the running of a\nbusiness is property, a person's doing their job is\nproperty, and that that can be damaged -\nJUSTICE GINSBURG: How was it -- could you\ntell us a little more? How was it taken?\nMS. HARRINGTON: Well, in those cases the\nproperty wasn't taken. Under the New York extortion\nlaw, the law used \"property\" in two different places,\nand this is noted in our brief. First, it was something\nthat could be taken, that could be obtained through\nextortion; and second, it was -- one of the means of\ncommitting extortion with doing violence to property, it\nwas harming property. And the court was construing\nproperty -- in those cases, it was -- it was in the\nlatter sense of what qualified as harm to property.\nBut the court said in the Short case, which\nis from 1911 -- the court noted that property is used\nin -- in both provisions, Section 850 and Section 851,\nand said it was construing it as it was used in both of\nthose sections. And in that -- that was the case that\nsaid doing a person's job, the person has a property\ninterest in doing their job.\nJUSTICE KAGAN: Ms. Harrington, go back to\nthe Scheidler example, because that was a case where we\nsaid there was not extortion when there were threats of\nviolence meant to close down an abortion clinic's\noperations. What you are suggesting is that if those\nthreats of violence had been targeted at the abortion\nclinic's lawyer in order to get him to tell the clinic\nto shut down their operations because they were a\nviolation of law, that it would be an entirely different\ncase. Now, how could that be?\nMS. HARRINGTON: We -- that's absolutely\nwhat we are saying, in the same way that we said that if\nthe target of the -- if the -- if the protesters, excuse\nme, had been trying to get the clinics, if they had been\ntrying to take over the clinics and get them to provide\na different type of service, to get them to be a\nrestaurant or to provide a different type of medical\nservice, then they would have been obtaining the right\nof the -- of the clinic the right to run -- to operate\ntheir business.\nJUSTICE KAGAN: So -- so you think if -- if\nthey targeted the -- the clinic's lawyer or the -- if\nthe threats were, Don't shut down the clinic; instead,\nstart delivering babies, that that would be extortion,\nwhereas in the real case it wasn't?\nMS. HARRINGTON: Yes, because Scheidler came\nout the way it did not because there wasn't property at\nissue, but because there wasn't an obtaining. And I do\nthink it's important to try to keep those two things\nseparate.\nJUSTICE KAGAN: Well, because there\nwasn't -- and there's nothing obtained either way. I\nmean, you are trying to change what the person is doing,\nbut you are not getting anything from it.\nMS. HARRINGTON: But you are dictating the\nsubstance of what they are doing, and so you are\nobtaining their right to exercise their property right.\nJUSTICE SCALIA: Well, that -- that's the\nproblem with your New York cases as well. You -- you\nare focusing on property in another context, where the\nproperty is harmed, not whether property is taken.\nYou -- you have neither a New York case nor any other\ncommon law case involving extortion where the property\ntaken consists of somebody's doing his job.\nMS. HARRINGTON: It's true, but the New\nYork courses -- the New York cases said that they were\nconstruing the word \"property\" to mean the same thing as\nused -- used in both places in the statute.\nAnd there is no reason to -- to define the\nword \"property\" to include the concept of being\nobtainable, because the statute already separately\nrequires that property be obtained before there is\nextortion.\nJust, if I can just note that -\nJUSTICE SCALIA: I'm not sure that\nobtainable property and -- and harmable property are one\nand the same thing, I'm really not.\nMS. HARRINGTON: They might not be, but they\nare both -- but property is property. That's our\nposition, that there is a legal meaning of property, it\nincludes the right to run a business, the right to -- to\nengage in an occupation. In a particular instance that\nproperty may not be obtainable and then there won't be a\nHobbs Act violation. But you don't have to read the\nobtainability into the definition of \"property.\"\nIt's the same thing. The Hobbs Act also\nsays that you can commit a violation by committing\nphysical violence against property. Now, in their\nopening brief, Petitioner said, well, if something can't\nbe physically harmed, it can't be property. We are\nhappy to see in the reply brief they sort of gave that\nup by saying, \"Okay, yeah. Well, business secrets are\nproperty. A patent is property. Those things can't be\nphysically harmed.\nBut there is no reason to read \"property\"\nmeans different things. If something can't be\nphysically harmed, it won't be the basis for liability\nunder that provision of the Hobbs Act.\nJUSTICE SCALIA: You are -- you are\ncontradicting what you yourself said a little bit\nbefore, which is that property means the same thing for\nboth provisions -\nMS. HARRINGTON: No, that's exactly what I'm\nsaying.\nJUSTICE SCALIA: -- for both the obtaining\nand the harming.\nMS. HARRINGTON: That's exactly -\nJUSTICE SCALIA: But it doesn't mean the\nsame thing for the harming, because there is some\nproperty that can't be harmed.\nMS. HARRINGTON: Right. But that doesn't\nmean that property means something different. It just\nmeans if it's property that can't be harmed, then it -\nit won't be a basis for liability under that provision.\nI'm just saying you don't want to give a\ndifferent definition to the same word used different\ntimes in the same statute, when the concept is -- is -\nwhere the work is carried by other words in the statute.\nI think if I could point to -\nJUSTICE SOTOMAYOR: I -- I -- going back a\nlittle bit to Justice Breyer's question, how do you gain\npossession of someone's advice or how they do their job\nwhen it's not giving you a direct benefit; it's\nsomething that belongs to someone else?\nMS. HARRINGTON: What you are doing is -\nwhat happened in this case is Petitioner was attempting\nto obtain control over the fruits of the general\ncounsel's labor.\nJUSTICE SOTOMAYOR: That's the problem, this\nobtaining controlled concept.\nMS. HARRINGTON: Right, so what -\nJUSTICE SOTOMAYOR: Because you're -- you're\nequating taking control with possession. And that's\nwhere I'm having difficulty.\nMS. HARRINGTON: Well, this Court has\nrepeatedly said that property and exclusive control of\nproperty are just different aspects of the same thing.\nThey're different sticks in the bundle that make up the\nproperty.\nHere, what Petitioner was trying to do was\nhe was trying to dictate the substance of the\nrecommendation, and in doing so, he was trying to\nexorcise the General Counsel's right to make the\nrecommendation, his right to do his job, and that was\nhis property. He wasn't just trying to keep him from\ngoing to work; he was trying to literally dictate what\nthe recommendation was. And that's how it was charged\nin the indictment, that's what the jury found. That was\nwhere the obtaining came in.\nThe -- the concept of property and control\nof property is well illustrated by this Court's decision\nin Carpenter. There the property -- one of the pieces\nof property at issue was confidential business\ninformation, which was taken from The Wall Street\nJournal.\nBut it wasn't -- it wasn't really taken from\nThe Wall Street Journal because The Wall Street Journal\nstill had the information at the end of the day. What\nthe Court found was taken from The Wall Street Journal\nwas the ability to control, to have the exclusive\ncontrol over the information.\nJUSTICE BREYER: As I think about it in\nterms of the New York cases, as you write them up here,\nit sounds as if someone was trying to get control of a\nbusiness. So I think business, land, labor, and\ncapital. All right. I can see why somebody who's\ntrying to get control of a whole business is trying to\ntake land, labor and capital. There may be no land\nthere, but so what. And -- but a person's trying to\ntake control of another's job by just telling him what\nto do 2 percent of the time seems well across some kind\nof line.\nMS. HARRINGTON: Well, I mean, you might\nhave an obtaining question if it's only 2 percent of the\ntime.\nJUSTICE BREYER: No, no. No attaining\nquestion. I'm just thinking is it reasonable to call a\nsecretary doing one job which takes 3 percent of her\ntime that hour property, in a way is that different from\ntaking control of Macy's -\nMS. HARRINGTON: Well, you should -\nJUSTICE BREYER: -- and -- and it seems to\nme that probably it is.\nMS. HARRINGTON: Well, I guess -- I mean,\nit's sort of two -- two different kinds of responses.\nOne is that when you're asking if something is property,\nyou want to look at it sort of on a class-wide or\naggregate basis. If you have one, single unauthorized\ndownload of a copyrighted song, that's not necessarily\ngoing to cause harm to the record company -\nJUSTICE BREYER: No, no, I'm not worried\nabout copyrights or other intangibles.\nMS. HARRINGTON: No, I understand.\nJUSTICE BREYER: That's not the issue.\nMS. HARRINGTON: But I'm just saying you\nwant to look at something in the aggregate on a\nclass-wide basis, and persons doing their job on a\nclass-wide basis is something that is economically\nvaluable to them. And therefore, it's property.\nI lost track of what my second response was\ngoing to be.\nSo anyway, the -- the Hobbs Act clearly was\ntargeted -- was trying to get at racketeering activity;\nit was trying to get at organized crime families. And\nCongress knew that one of the main means that organized\ncrime families use was taking control of businesses.\nNow, those cases might seem easier, because\ntaking control of a brick and mortar business may seem\nmore obviously like property than taking control of a\nperson's occupation or their job. But a person's right\nto labor is economically valuable to them and is\nproperty to them in the same way that the running of a\nbusiness is.\nNow, Petitioner's view would -- if it -- I\nmean, his real view is that he'd want to wipe out the\nheartland of Hobbs Act organized crime prosecutions, but\nI think his fallback position is that he would want to\nwipe out any extortion of a business that provides\nservices instead of providing a tangible good. But that\ndoesn't make sense either.\nIf Petitioner had threatened harm to a\nplumber if the plumber didn't come and -- and fix his\nleaky faucet, he would have been extorting that\nplumber's labor, and the same thing for a gardener, if\nhe tried to get a gardener to come and mow his lawn.\nNow, he wouldn't end up with anything tangible at -- at\nthe back end, but what he would have taken from those\nlaborers would be their right to labor, their right\nto -\nJUSTICE KAGAN: Well, yes, he would have\nended up with something intangible in those\nhypotheticals. He would have ended up with the mowed\nlawn. He would have ended up with the thing that the\nservice was providing them.\nMS. HARRINGTON: But he wouldn't -\nJUSTICE KAGAN: The -- the problem here is\nthat there is no obtaining of anything that the person\nis getting from your theory.\nMS. HARRINGTON: It's the same kind of\nobtaining here, because he wouldn't take the mowed lawn\nfrom the -- from the gardener, he wouldn't take a lack\nof leaking from the plumber. What he's taking from them\nis their services in order to get a particular result.\nIt's the same thing here; he's trying to\ntake from the General Counsel his service of making a\nrecommendation that's in his client's best interest and\nhe's trying to dictate the substance of the\nrecommendation to try to get him to give a particular\nrecommendation, a positive recommendation.\nJUSTICE SCALIA: Why is that valuable to me?\nWhy is it valuable to me -- I can see how the job is\nvaluable to me. I get paid to do the job. But why\nmaking one recommendation rather than another is\nvaluable to me? I don't think it's valuable to me.\nMS. HARRINGTON: Well, that's what I'm\nsaying -\nJUSTICE SCALIA: It's only because I'm an\nhonest person that I want to make the proper\nrecommendation, but to say that it has any economic\nvalue that I recommend A rather than B? It's -- it's\ntotally neutral whether one is -- is more economically\nvaluable than the other.\nMS. HARRINGTON: It has economic value\nbecause the lawyer's job is to give his advice in\nkeeping with his client's best interest. It's the same\nthing as the record company. A single unauthorized\ndownload -\nJUSTICE SCALIA: That's all very true and an\nhonest lawyer should do that, but that doesn't prove\nthat it's economically valuable for the lawyer to give\nthe right advice rather than the wrong advice.\nMS. HARRINGTON: It is. If Petitioner had\ntried to blackmail the General Counsel every week to\ngive a different recommendation than what he wanted, the\nresult would have been the General Counsel would have\nlost his job. He would have lost his stream of revenue.\nHe might have been disbarred.\nJUSTICE SCALIA: Oh, I see. I see.\nMS. HARRINGTON: That's economically\nvaluable to him. It's the same thing as a single\ndownload of a -- of a record that might not cause\neconomic harm to a record company, but it's still taking\nproperty, because in the aggregate, the rights of that\ncopyright or trademark have -- the property right has\nvalue to the record company.\nIt's important to keep in mind the factual\nscenario here. Here, Petitioner was trying to use\nblackmail to coerce a State agent into doing something\nthat was against his -- his will in order to get a\n$35 million investment from the State. Now, again, this\nmight seem like a harder case than if he was trying to\ncoopt the running of a brick and mortar business, but\nwhat he was trying to do is coopt an individual's doing\nof his job. He's trying to dictate the substance of the\nrecommendation. In doing that, he's obtaining property\nfrom the victim.\nJUSTICE KAGAN: Ms. Harrington, I guess I'm\njust confused, and this goes back again to\nJustice Kennedy's initial question, why it wasn't\ncharged in a much simpler way where the property is not\na right by a lawyer to do his job, which seems no other\nperson can get, but where the property was the contract,\nwas the -- was the investment and the fees, and the\ntheory was that a threat was used in order to get that\ninvestment and fees.\nAnd why wasn't -- why isn't that just -- you\nknow, I look at the facts here and I say extortion, but\nnot on your theory, on my theory. And why wasn't that\nsimple theory used?\nMS. HARRINGTON: Well, it was charged on\nseveral different theories, and one of the theories was\nthat he was trying to gain the commitment to the\ninvestment. Now, the jury was given choices. The jury\ncircled the lawyer's positive recommendation as the\nproperty that was obtained. I assume that's because the\nevidence in the case, the e-mails from Petitioner to\nGeneral Counsel talked about the recommendation and so\nthat was a tangible thing in the jury's mind.\nIt was sort of that there was a really\ndirect connection between what Petitioner was saying,\nwhat he was trying to do, and the recommendation.\nJUSTICE SCALIA: Is what -\nJUSTICE KAGAN: But you don't think that\nthere's any reason why it, in a future case, it couldn't\nbe charged just the way I said it?\nMS. HARRINGTON: I don't think -- I think it\ncould have been charged that he was trying to get the\nmoney here.\nJUSTICE SCALIA: Was that one of the choices\nthe jury had?\nMS. HARRINGTON: That he was trying to get\ncommitment; that was one of the choices. What they\ncircled was the recommendation. Now, who knows why a\njury does anything. I assume, like I said, it's because\nthat was what the e-mails were about, they were about\nthe recommendation.\nJUSTICE SOTOMAYOR: I didn't think they\ncircled recommendation. They circled his honest advice,\ndidn't they?\nMS. HARRINGTON: No, they circled -- it says\nthe General Counsel's recommendation -- this is on the\nJA 142. That's where it -\nJUSTICE SOTOMAYOR: I'm sorry.\nMS. HARRINGTON: JA 142. What they circled\nwas the General Counsel's recommendation to approve the\ncommitment. And I think that wording is very helpful to\nus, because it's not just that he's trying to obtain a\nrecommendation from the General Counsel. He's trying to\nobtain a particular recommendation, the recommendation\nto approve the commitment. I think that encapsulates\nboth the property and the obtaining that is the theory\nof our case.\nThe General Counsel's job was to give his\nlegal advice. The Petitioner was trying to dictate the\nsubstance of that legal advice. His property interest\nwas in doing his job. The General Counsel -- the\nPetitioner was trying to take control of the doing of\nthe job, and therefore trying to take the General\nCounsel's property.\nJUSTICE KENNEDY: It -- it does seem to me\nimportant that you can't give us a common law case\nbecause common law is extortion -- at common law is\nextortion, it's usually the other way around. It's\nusually the official who's doing the extorting.\nMS. HARRINGTON: It was always the official\nwho was doing the extorting.\nJUSTICE KENNEDY: At -- at common law, could\nanyone ever extort an official, or we just don't have\nthose cases?\nMS. HARRINGTON: No. At common law, it was\nonly limited to acts by an official. There was no -\nand -- and the Court has recognized that when Congress\nenacted the Hobbs Act, it expanded the -- the reach of\nextortion in that sense, in the same way that New York\ndid when it enacted the State extortion law.\nAnd I do think it's important to keep in\nmind that the -- the Hobbs Act is based on the New York\nlaw and we don't want to just ignore the New York cases\nthat construe the word \"property\" to mean the running of\na business and the doing of a job.\nJUSTICE SCALIA: But not the obtaining of\nproperty.\nMS. HARRINGTON: But it wasn't -- I mean,\nit's true there weren't cases -\nJUSTICE SCALIA: That's true. Not the\nobtaining the property, right?\nMS. HARRINGTON: I concede that point. I\nconcede that point. But it was -- it was defining the\nword \"property\" and that property is used twice. And\nso, again, it's a separate question here whether the\nproperty was obtained. We think it's clear that there\nwas property. We think it's clear the property was\nobtained as well, but those are two separate questions.\nCHIEF JUSTICE ROBERTS: You -- you point\nout, of course, that it was based on the New York law,\nbut what do you do with the point that they did not\ncarry forward the separate crime of coercion, which was\nin the New York law but not in the Hobbs Act?\nMS. HARRINGTON: That's true -- I mean, it\nwas a separate crime of coercion. There was a separate\ncrime of coercion under New York law. I think, you\nknow, the Congress conceived of the Hobbs Act as a\nproperty -- as a crime of -- against property, and so it\ndidn't want to include coercion. It included extortion\nand robbery.\nOf course, every extortion crime -\nCHIEF JUSTICE ROBERTS: What do you do with\nthe fact that the State authorities did charge it under\ncoercion?\nMS. HARRINGTON: In this case. Well, I\nthink it's important to note, and Petitioner doesn't\nmention this, that the attempted extortion charge he was\ninitially charged with was a misdemeanor and the\nattempted coercion charge he ultimately ended up being\ncharged with in State law was a felony. So I think that\nexplains what was going on there.\nAnd it's a good example -- it's a good\nillustration of why it's hard to judge ex-post what\nhappened, you know, what was motivating different\ncharging decisions.\nJUSTICE SCALIA: What do you think would be\ncovered by coercion that wouldn't be covered by the\nGovernment's extortion theory here?\nGive me an example of -- of coercion?\nMS. HARRINGTON: Anything that doesn't\ninvolve property. So if you're trying to coerce -\nJUSTICE SCALIA: Well, for example -\nMS. HARRINGTON: So, trying to coerce\nsomeone to marry someone they don't want.\nI think, in the Scheidler case -\nJUSTICE SCALIA: Why -- why isn't that\nproperty? Why. You know, my -- my choice of marrying\nwhom I want, why isn't that as much property as -- as my\nability to -- to perform my job the way I want?\nMS. HARRINGTON: Because it's -- I think\nit's more properly viewed as a liberty interest. It's\nnot a source of economic value in the sort of\ntraditional sense. I think if you take the Scheidler\ncase -\nJUSTICE SCALIA: A lot of people marry for\nmoney.\n(Laughter.)\nMS. HARRINGTON: It's true. I walked into\nthat one.\nI think -- so let's take the Scheidler case\nfor an example. There were different types of property\nthat were initially alleged in that case. One of them\nwas the right of women to access the services of the\nclinic.\nThis Court -- this Court distinguished that\nfrom the other alleged property interests, which were\nthe running of the business that was the clinic. And\nthe Court said that the right of women to access the\nservices of the clinic was really more of a liberty\ninterest and the running of a business was really more\nof -- it didn't say it was property because it didn't\nhave to decide that, but it said that's really more in\nthe nature of property. That was the property\nright alleged.\nCHIEF JUSTICE ROBERTS: It seems to me you\ncould characterize the right to work as more of a\nliberty interest than a property interest.\nMS. HARRINGTON: I think it's both. And\nso someone -- the general counsel could have been\ncoerced in this case if he had been prevented from going\nto jobs, to his job. But here what Petitioner was\ntrying to do again was to -- to take the substance of\nthe job, where he was trying to take the fruits of the\nlabor of the general counsel by trying to dictate the\nsubstance of the recommendation.\nCHIEF JUSTICE ROBERTS: So you draw a\ndistinction between extorting someone not to go to work\nand extorting him how to do his job once he's at work?\nMS. HARRINGTON: Not on the basis of\nproperty, but on the basis of obtaining. The former\nis -- there's no obtaining and in the latter there's\nobtaining because what you're doing is you are\nexercising the person's right to do their job.\nAnd the Court has said again and again that\nexclusive control of property is an essential element of\nall personal property, of all private property.\nJUSTICE BREYER: Why -- why, just as long as\nwe are idly speculating, didn't you use 18 U.S.C. 875,\n\"Whoever with intent to extort from any person anything\nof value\"?\nMS. HARRINGTON: Well, we did use it, and he\nwas -- I mean, there are five convictions under 875.\nWhat happened is in this case we conceded that Section\n875 uses the word \"extort.\" We conceded in the court of\nappeals that \"extort\" has the same meaning as\n\"extortion\" under the Hobbs Act.\nAnd so if there wasn't extortion under the\nHobbs Act, there wouldn't be -\nJUSTICE BREYER: You don't have -- you don't\nhave property in there. You have a thing of value -\nMS. HARRINGTON: That's -\nJUSTICE BREYER: -- is there some -- I mean,\nit just seems obvious you'd be in a much stronger\nposition when you say that the recommendation not to buy\nor to buy a particular service from somebody is a thing\nof value.\nMS. HARRINGTON: That's true. In this case,\nagain, we have treated them as the same. But I think\nyou would want to reserve for another case the question\nwhether Section 875 -\nJUSTICE BREYER: Have they in the Court been\ntreated as a thing of value means property?\nMS. HARRINGTON: I think \"thing of value\" is\na broader term than \"property.\"\nJUSTICE BREYER: So no.\nMS. HARRINGTON: Right. So we haven't made\nan argument about 875 here. We've conceded that\nwhatever the result is as to the Hobbs Act would control\nas to 875. But I do think that's a question for another\ncase if we don't prevail in this case.\nJUSTICE SCALIA: Well, it -- it at least\nmakes available the argument that you don't have to go\nthis far, that there are other provisions that would\nenable you to get to this person.\nMS. HARRINGTON: Well, again, I don't think\nwe are going too far -\nJUSTICE SCALIA: So why -- instead of\ninducing us to define property so broadly that it's\nunrecognizable, as far as I am concerned -\nMS. HARRINGTON: But, Justice Scalia, you\nhave already defined it this broadly in cases dealing\nwith Section 20 of the Clayton Act, the Due Process\nClause, the scope of a court's equity jurisdiction. The\nCourt has said that the running of a business is\nproperty. The Court has also said that pursuit of an\noccupation is property.\nJUSTICE SCALIA: We're talking about\nproperty for purposes of extortion, the common law crime\nof extortion.\nMS. HARRINGTON: I hear what you're saying.\nBut what I am saying is that property is property. And\nit's true that in extortion the property has to be\nobtained for there to be a crime. That work is done by\nthe word \"obtained.\"\nJUSTICE SCALIA: I don't think property is\nproperty. I think property can -- can have a -- a\ndifferent meaning with -- with regard to various\nprovisions of the law. And -- and the provision of the\nlaw defining extortion brings with it a whole baggage\nof -- of common law cases. And that may well be\ndifferent from the word \"property\" used in some other\nFederal statute that does not invoke the common law of\nextortion.\nMS. HARRINGTON: But this Federal crime of\nextortion brings with -- brings with it the baggage of\nthe New York State extortion law, and the New York cases\nsaid in that law the word \"property\" includes the\nrunning of a business and doing a job.\nIt's true that that wasn't the property\nbeing extorted in those cases, but that's what they said\nproperty means. And if you are worried that those\nthings can't be obtained, you don't need to worry -- you\ndon't need to have a special definition of property to\ntake care of that, because the Hobbs Act already\nrequires that property be obtained before there is\nextortion, so there is no need to have a redundancy\nbuilt in for that.\nAgain, I can understand how -- how the main\nHobbs Act, sort of heartland cases which involve the\nco-opting of a brick and mortar businesses, seem like\neasier cases. And you might want to draw a line between\nthe running of a business and the doing of labor.\nBut a person has a property interest in\ndoing their job the same way that they have a property\ninterest in running a business. The fact that they work\nfor someone else shouldn't mean that they have less of\nan interest in doing their job than if they run their\nown business.\nDoing a job is a source of economic value to\na person and the Court should construe it as property,\nand the right to exercise control over doing their job\nis also property.\nIf the Court has no questions?\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Clement, 5 minutes.\nREBUTTAL ARGUMENT OF PAUL D. CLEMENT\nON BEHALF OF THE PETITIONER\nMR. CLEMENT: Thank you, Mr. Chief Justice.\nA couple of points in rebuttal.\nMs. Harrington started by pointing to the\nlanguage in McNally. And she is absolutely correct that\nat the same time that McNally got rid of the honest\nservices prosecution that was brought there, they\nreserved two possible prosecutions. One would be the\nobtaining of money, where there was a difference in what\nthe government paid for and what the government got.\nThe other thing that she alludes to is\nthere -- the Court did say, well, maybe there's a\npossibility that you could prosecute based on the\ngovernment's loss of control over its allocation of\nthese workman's comp policies.\nThe problem is, of course, that McNally\nprecedes Cleveland. And in Cleveland, the government\nseized on that language and said, well, even if the\nvideo poker license isn't property, the right to control\nwho gets it is property, and that got exactly zero votes\nfrom this Court. So I think that argument is no longer\nviable.\nMs. Harrington also points to these New York\ncases about the scope of property for purposes of 851 of\nthe New York Penal Code. But of course, what we're\ntalking about is 850 of the New York Penal Code, the\nkind of property that can be obtained. I think it's\ncommon ground that -- they are not co-extensive. There\nare -- there is property that you can obtain that you\ncan't threaten.\nIndeed, the classic thing you obtained in -\nin an extortion case is money, and I'm not sure how you\nreally threaten money. You can threaten to take money\nfrom someone, but you don't really threaten the money.\nSo these are different terms.\nSo relying on the Barondess case, which is\nthe same case that Justice Stevens relied on in dissent\nin Scheidler II just doesn't work.\nNow, she's also absolutely correct that\nextortion at common law only involved official\nextortion, but that doesn't mean that there aren't\ncommon law places to look for a relevant definition of\nproperty. Because the same basic concept was in the\nlarceny statutes, the -- not statutes, the common law\ncrime of burglary, larceny, and embezzlement.\nAnd indeed to this very day, New York refers\nto extortion as larceny by extortion. And if you go to\nthose New York cases, the place I would point you to is\nthe Ashworth case, which is cited in both of our briefs.\nThis is a case that makes very clear that under New York\nlaw, they didn't even think that services at all were\nproperty.\nThis is a case where the foreman of a mill\ngets the bright idea that he's going to do some work for\nhis own company using the mill's facilities. And he's\ncharged with larceny.\nAnd the court in that case says: No, that's\nnot larceny, you didn't obtain any goods. Classic sort\nof common law property is in order to be the kind of\nproperty that you can steal or extort it has to be\nmoveable. One of the elements of the common law crime\nis exportation, removing it -\nJUSTICE SOTOMAYOR: Mr. Clement, when you\nfinish -\nMR. CLEMENT: And if I can just sort of put\nthe point: They say all of that and they reject that\nargument. And they use a line which I think really\ncaptures what's going on here. They say, well, maybe\nyou can conceive of such a conception of property, but\nthey say to conceive this requires a certain\nintellectual flexibility which is probably not possessed\nby the average person. And I would simply submit it\nalso is not the kind of flexibility that should be\npossessed by the average judge in a criminal case.\nJUSTICE SOTOMAYOR: Let -- look, I think if\nwe take your argument to its logical conclusion, what\nyou are telling us is, do away with the Second Circuit's\nTropiano decision, and the large progeny of cases that\ncome from it.\nThe most common is the threat to a business\nthat says pull out of this market because we don't want\nyou in it. And we want all the customers. And courts\nroutinely have said that's a Hobbs Act violation.\nYou're using the threat of force to tell people to keep\nout of a particular market.\nToday you are telling us that under your\ntheory of the Hobbs Act and your definition of property,\nthat doesn't count as a Hobbs Act violation.\nMR. CLEMENT: Well, a couple of things,\nJustice Sotomayor. I went back to the Tropiano case,\nbecause it is sort of the pro genitor of this whole line\nof Second Circuit cases, and I noticed two things.\nOne, I noticed it was written by a district\ncourt sitting by designation. So, I mean, I -- I don't\nmean anything by that other than this is not Marbury.\nSecond, I would say that the second thing I\nnoticed is that the debt -\nJUSTICE SOTOMAYOR: Oh, I think when I sat\nas a district court judge, I would have been insulted by\nthat.\nMR. CLEMENT: Well, it's not -- it's a good\nthing you're no longer sitting in that capacity, Your\nHonor -\nJUSTICE SOTOMAYOR: Okay. It's really -\nMR. CLEMENT: -- because I -- I certainly\nmean you no offense. You could write Marbury here.\nSo the -- the difference is, Your Honor,\nthat that could have also been, I think, actually\nprosecuted as a property crime, because in that case,\nthere were customer accounts that were obtained, and\nthose customer accounts, as the facts of Tropiano\ndiscussed it, actually had value; they could have been\ntransferred from one business to another.\nSo I think what would happen in the Second\nCircuit, if you decide this case the way we would like\nyou to, is the Government's going to have to be careful.\nThey're going to have to write their indictments to\nfocus on things like money or obtainable property, and\nthey can't get sloppy and put together these autonomy\ninterests and call them property.\nThank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "UNITED STATES"
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 10, 
        "JUSTICE ALITO": 1, 
        "JUSTICE BREYER": 23, 
        "JUSTICE GINSBURG": 5, 
        "JUSTICE KAGAN": 16, 
        "JUSTICE KENNEDY": 12, 
        "JUSTICE SCALIA": 31, 
        "JUSTICE SOTOMAYOR": 14, 
        "MR. CLEMENT": 42, 
        "MS. HARRINGTON": 65
    }
}