{
    "appearances": {
        "content": "MALCOLM L. STEWART, ESQ., Deputy Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nPetitioner.\nJEFFREY I. WEINBERGER, ESQ., Los Angeles, California; on\nbehalf of Respondents.\n"
    }, 
    "caseNum": "12-416", 
    "caseinfo": {
        "content": "FEDERAL TRADE COMMISSION, :\nPetitioner : No. 12-416\nv. :\nACTAVIS, INC., ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nMALCOLM L. STEWART, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nJEFFREY I. WEINBERGER, ESQ.\nOn behalf of the Respondents 25\nREBUTTAL ARGUMENT OF\nMALCOLM L. STEWART, ESQ.\nOn behalf of the Petitioner 52\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nMonday, March 25, 2013\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:05 a.m.\n"
    }, 
    "petitioners": [
        "FEDERAL TRADE COMMISSION,", 
        "Petitioner", 
        "No. 12-416 v.", 
        "ACTAVIS, INC., ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:05 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nnext this morning in Case 12-416, the Federal Trade\nCommission v. Actavis.\nMr. Stewart.\nORAL ARGUMENT OF MALCOLM L. STEWART\nON BEHALF OF THE PETITIONER\nMR. STEWART: Mr. Chief Justice, and may it\nplease the Court:\nAs a general matter, a payment from one\nbusiness to another in exchange for the recipient's\nagreement not to compete is an paradigmatic antitrust\ntrust violation. The question presented here is whether\nsuch a payment should be treated as lawful when it is\nencompassed within the settlement of a patent\ninfringement suit. The answer to that question is no.\nReverse payments to settle Hatch-Waxman\nsuits are objectionable for the same reasons that\npayments not to compete are generally objectionable.\nThey subvert the competitive process by giving generic\nmanufacturers an incentive to accept a share of their\nrival's monopoly profits as a substitute for actual\ncompetition in the -\nJUSTICE SCALIA: Why -- why are payments not\nto compete different from, let's say, dividing a market?\nI mean, suppose there's a lawsuit, somebody challenging\nthe validity of the patent and the patentee agrees to\nallow the person challenging the patent to have\nexclusive -- exclusive rights to sell in a particular\narea.\nDoes that violate the antitrust laws?\nMR. STEWART: I mean, there are really two\ndifferences between that -- that scenario and the one\npresented here. The first is that an exclusive license\nis expressly authorized by the Patent Act, in Section\n261 of Title 35, but -- but the second thing is -\nJUSTICE SCALIA: That -- that doesn't\nimpress me. What else? What's your second point?\n(Laughter.)\nMR. STEWART: The second thing is that an\nexclusive license doesn't give the -- the infringement\ndefendant anything that it couldn't hope to achieve by\nprevailing in the lawsuit. That is, if the -- at least\nany right to compete that it wouldn't get by prevailing\nin the lawsuit.\nIf the infringement defendant won, it would\nbe able to sell wherever it wanted to.\nNow, there may be some -\nJUSTICE SCALIA: In order to make money. I\nmean, that's -- that's what it wants is money.\nMR. STEWART: But the point of -\nJUSTICE SCALIA: So instead of giving them a\nlicense to compete -- you know, we'll short-circuit the\nwhole thing, here's the money. Go away.\nMR. STEWART: But the point here is that the\nmoney is being given as a substitute for earning profits\nin a competitive marketplace. That is, in -- in the\nHatch-Waxman settlement context, by definition, we have\na disagreement by parties as to the relative merits of\nthe infringement and -- and/or invalidity questions as\nto the patent infringement suit.\nThe brand name is saying its patent is valid\nand infringed. The generic is saying either that the\npatent is invalid or that its own conduct won't be\ninfringing or both. And if the generic wins, it will be\nable to enter the market immediately. If the brand name\nwins, it will be able to keep the generic off until the\npatent expires.\nAnd so in that circumstance, a logical\nsubject of compromise would be to agree upon an entry\ndate in between those two end points, just as the\nparties to a damages action would be expected to settle\nthe case by the defendant agreeing to pay a portion of\nthe money it would have to pay if it lost. That's an\nactual subject of compromise and we don't have a problem\nwith that.\nJUSTICE SCALIA: Mr. Stewart, do you have a\ncase in which the patentee, acting within the scope of\nthe patent, has nonetheless been held liable under the\nantitrust laws -\nMR. STEWART: Yes.\nJUSTICE SCALIA: -- for something that it's\ndone acting within the scope of the patent?\nMR. STEWART: Yes, if you adopt Respondent's\nconception of what it means to act within the scope of\nthe patent. And let me explain. When the Respondents\nsay that the restrictions at issue here are within the\nscope of the patent, what they mean is that the goods\nthat are being restricted are arguably encompassed by\nthe patent and the restriction doesn't extend past the\ndate when the patent expires.\nThat's all they mean. And if that were the\nexclusive test, the defendants in Masonite, in New\nWrinkle, in Line Material, they would all have been off\nthe hook because all of those cases involved\nrestrictions on trade in patented goods during the\nperiod that the patent was in effect, and yet, the Court\nfound antitrust liability in each of these.\nNow, the way that Respondent tries to\nexplain Masonite, for example, Masonite involved a\nresale price maintenance agreement in which the\npatentholder sold goods and then attempted to control\nthe price at which they would be resold, and the Court\nsaid that under the rule of patent exhaustion, the\npatentholder didn't have the right to do that and\ntherefore the patent laws provided no shield and the\nagreement was held to be a violation of the antitrust\nlaws.\nNow, Respondents say, well, that's\nconsistent with their theory because the restriction\nimposed went beyond the scope of the patent because the\nright to control resale is not one of the rights that\nthe Patent Act confers.\nBut if that's the test for whether a\nrestriction is within the scope of the patent, then we\nwould say that it's not met here because there's nothing\nin the Patent Act that says you can pay your competitor\nnot to engage in conduct that you believe to be\ninfringing.\nAnd really that's the thrust of their\nposition, that if you have -- if a patentholder has a\nnon-sham allegation that a particular mode of\ncompetition would be an infringement of its patent, the\npatentholder can pay the competitor not to engage in\nthat competition.\nAgain, we are not talking about conduct in\nwhich there has been any judicial determination that\ninfringement has occurred. We are just talking about\ncases in which the patentholder has a non-sham\nallegation that infringement would occur.\nJUSTICE GINSBURG: Mr. Stewart, does this\nrepresent a change in the government's position? I got\nthe idea from the briefs that at the time of this\nSchering-Plough case, that was also before the Eleventh\nCircuit, that the government was not taking that\nposition it is now taking.\nMR. STEWART: Well, the FTC has consistently\ntaken this position. The Department of Justice, up\nuntil 2009, we didn't endorse the scope of the patent\ntest. Indeed, in our invitation brief in Joblove we\nspecifically said that the scope-of-the-patent test\nwas -- didn't provide for enough scrutiny of these\nsettlements.\nBut what we advocated -- what the Department\nof Justice advocated, instead was a test that would\nfocus on the strength and scope of the patent. That is,\nthe likelihood that the brand name would off -\nultimately have prevailed if the suit had been litigated\nto judgment.\nAnd in 2009, for the first time in an amicus\nbrief filed in the Second Circuit, we took essentially\nthe position that we're taking here, that is that\nagreements of this sort should be treated as\npresumptively unlawful with the presumption able to be\nrebutted in various ways.\nJUSTICE KENNEDY: And one way is to assess\nthe validity or the strength of the infringement case?\nMR. STEWART: We would say that that's not a\nway, that -\nJUSTICE KENNEDY: That's -- that's my\nconcern, is your test is the same for a very weak patent\nas a very strong patent. That doesn't make a lot of\nsense.\nMR. STEWART: Well, the test is whether\nthere has been a payment that would tend to skew the\nparties' choice of an entry date, that would tend to\nprovide an incentive for the parties to -- for the\ngeneric to agree to an entry date later than the one\nthat it would otherwise insist on.\nNow, it probably is the case that our test\nwould have greater practical import in cases where the\nparties perceive the patent to be -\nJUSTICE KENNEDY: Why wouldn't that\ndetermination itself reflect the strength or weakness of\nthe patent so that the market forces take that into\naccount?\nMR. STEWART: Well, I think in the kind of\nsettlement that we would regard as legitimate, where the\nparties simply agree to a compromise date of generic\nentry, then the parties would certainly take into\naccount their own assessment of what would likely happen\nat the end of the suit.\nAnd so if the parties believe that the brand\nname was likely to prevail, then if the brand name\nagreed to early generic entry at all, it would\npresumably be for a fairly small amount of time.\nConversely, if the parties collectively\nbelieve that the generic -- that the brand name had a\nweak case and the generic was likely to prevail, then\nthey would negotiate for an earlier date. And the\nproblem with the reverse payment is that it gives the\ngeneric an incentive to accept something other than\ncompetition as a means of earning money.\nI mean, to take another -\nJUSTICE SCALIA: This -- this was not a\nproblem, I gather, until the Hatch-Waxman amendments?\nMR. STEWART: These suits -- these types of\npayments appear to be essentially unknown in other\nlawsuits and other patent infringement cases.\nJUSTICE SCALIA: Yes, and so -- and so do\nsuits against this kind of payment. And I have -- I\nhave the feeling that what happened is that Hatch-Waxman\nmade a mistake. It did not foresee that it would\nproduce this kind of -- this kind of payment.\nAnd in order to rectify the mistake, the FTC\ncomes in and brings in a new interpretation of antitrust\nlaw that did not exist before, just to make up for the\nmistake that Hatch-Waxman made, even though Congress has\ntried to cover its tracks in later amendments, right,\nwhich -- which deter these, these -- these payments.\nMR. STEWART: Congress has tried to reduce\nthe incentives for these payments to be made. I mean -\nJUSTICE SCALIA: So why should we overturn\nunderstood antitrust laws just to -- just to patch up a\nmistake that Hatch-Waxman made?\nMR. STEWART: Well, a couple things I would\nsay. First, I don't think we're -- we're not asking you\nto overturn established antitrust laws. To take along\nanalogy, for example, if Watson instead of developing a\ngeneric equivalent to AndroGel, had developed an\nentirely new drug that it believed would be better than\nAndroGel for the same conditions and if Solvay had paid\nWatson not to seek FDA approval and not to seek -- to\nmarket the drug, I think everyone would agree that that\nwas a per se antitrust violation, even though Watson's\nultimate ability to market the new drug would depend on\nFDA approval that might or might not be granted.\nAnd so when we say it's unlawful to buy off\nuncertain competition, it's unlawful to buy out\ncompetition, even when the competition might have been\nprevented by other means, we are just enforcing standard\nantitrust principles.\nTo focus on the distinction between\nHatch-Waxman and other patent litigation, Professor\nHovenkamp's conclusion is that the reason that you don't\nsee payments like this in the normal patent infringement\nsuit is that in the typical market if a patentholder\nwere known to have paid a large sum of money to a\ncompetitor who had been making a challenge to the\npatent, if other competitors knew that that had\nhappened, then they would perceive that to be a sign\nthat the patent was weak and that they would leap in.\nBut he says Hatch-Waxman makes it more\ndifficult for that to be done because Hatch-Waxman gives\nunique incentives to the first paragraph 4 filer.\nJUSTICE KENNEDY: Is that the 18 -- the\n18-month rule primarily?\nMR. STEWART: It's a 180-day period of\nexclusivity.\nJUSTICE KENNEDY: Right. I mean 180 days,\nyes.\nMR. STEWART: Yes, and the way it works is\nthat the exclusivity period is not good in and of itself\nfor consumers. That is, during the period when one\ngeneric is on the market and the others are not yet\nallowed to compete, you have essentially duopoly\nconditions, the price of the -- the drug drops but only\nby a little bit.\nCongress granted the 180-day exclusivity\nperiod because it wanted generics to have ample\nincentives to challenge patents that were perceived to\nbe weak.\nAnd if the first filer is able essentially\nto be bought off, is able to set settle for something\nother than early entry into the marketplace, then other\npotential competitors face barriers to entry that\nthey -- similarly situated competitors wouldn't face in\nother industries.\nJUSTICE BREYER: Well, that doesn't mean\nthat -- that's rather thin. I don't know how -- I don't\nhave the ability to assess that, the significance of it,\nempirically. The thing I wonder, therefore, you said\nit's common in antitrust?\nI'm -- I'm not up to everything in the\nfield, but I know there's an existence of something\ncalled the per se rule, let's price fix it.\nI know there's a rule of reason, and I know\nthere's a sort of vague area that sometimes in some\ncases that Justice Souter mentioned in California\nDental, there is something slightly in between, which as\nI saw those cases, they're very much like price fixing\nor -- or agreements not to enter.\nAnd what they seem to say is, Judge, pay\nattention to the department when it says that these are\nvery often can be anticompetitive, and ask the defendant\nwhy he's doing it.\nI mean, is that what you want us to say? It\ndidn't seem in your briefs as if you were. If you were\nasking us to produce some kind of structure -- I don't\nmean to be pejorative, but it's rigid -- a whole set of\ncomplex per se burden of proof rules that I have never\nseen in other antitrust cases, I -- my question is, when\nI say I've never seen anything like this before in terms\nof procedure, I want you to refer me to a case that will\nshow, oh, no, I'm out of date.\nMR. STEWART: Well, the -- the Court has\nrecognized such a thing as the quick look approach, but\nI think even though the case didn't use the term \"quick\nlook,\" I don't believe it did, NCAA v. Regents of\nUniversity of Oklahoma is probably the best example,\nwhere the -\nJUSTICE BREYER: And are there others?\nMR. STEWART: Well, that's the -- that's the\none I'm most familiar with.\nJUSTICE BREYER: Is there any other? Are\nyou familiar with any other? Because I want to be sure\nI read all of them.\nMR. STEWART: I'll need to look back and see\nwhat -\nJUSTICE BREYER: Well, if there are few or\nnone, then I would say, why isn't the government\nsatisfied with an opinion of this Court that says, yes,\nthere can be serious anticompetitive effects. Yes,\nsometimes there are business justifications, so Judge,\nkeep that in mind. Ask him why he has this agreement,\nask him what his justification is, and see if there's a\nless restrictive alternative.\nIn other words, it's up to the district\ncourt, as in many complex cases, to structure their case\nwith advice from the attorneys.\nMR. STEWART: I think that would leave\ncourts without guidance as to -\nJUSTICE BREYER: It's got guidance?\nMR. STEWART: -- without guidance as to what\nfactors would be appropriate -\nJUSTICE BREYER: The same thing is\nappropriate as is appropriate in any antitrust case.\nAre there anticompetitive effects?\nI have 32 briefs here that explain very\nclearly what you said in a sentence. It may be that\nthey're simply dividing the monopoly profit. I\nunderstand that -- you know, I can take that in and so\ncan every judge in the country. And what's complicated\nabout that.\nAnd then I have some very nice dark green\nbriefs that clearly say, four instances, maybe five,\nwhere there would be offsetting justifications. I think\nthey can get that, too.\nMR. STEWART: Well, certainly our proposed\napproach accounts for that. It provides -- it provides\nreally two different forms of rebuttal. First our\napproach says, this is on its face an agreement not to\ncompete, the generic has agreed to stay out of the\nmarket for a defined period of time, and the payment\ngives rise to an inference that the agree -- that the\ndelay that the generic has agreed to is longer than the\nperiod that would otherwise reflect its best assessment\nof its likelihood of -- of success in the lawsuit.\nBut then we say, there are basically two\ndifferent types of ways in which the presumption could\nbe rebutted. First, the parties can show that the\npayment was not in consideration for delay, that there\nwas some other commensurate value transferred, and the\npayment -- and that arrangement would have been entered\ninto even without the larger settlement.\nAnd then second, we're at least accepting\nthe possibility that brand names and generics could come\nin and say, even though our payment was for delay, even\nthough we can't identify anything else that the payment\ncould have been consideration for, it's still, quote,\n\"competitive\" under -\nJUSTICE BREYER: And they mention at least\ntwo others. The first one they mention is because the\nperson's already in the market thinks that the next year\nor two or three years is worth $100 million a year, and\nthe person who's suing thinks it's worth 30 million a\nyear. And so he says, hey, I have a great idea, I'll\ngive him the 30 million and keep the 70. And -- and\nthat, I don't see why that's anticompetitive if that's\nwhat's going on.\nAnd the second instance they bring up is\nthat it's very hard to break into a market. So for the\nnew generic to come in, he's thinking, giving me two\nyears isn't worth much because I'll spend a lot of\nmoney, it's very hard for me to do it. But the\ndefendant -- the defendant who wants this patent kept\nintact says, I will not only let -- I'll let you in a\nyear earlier and I'll give you enough money so that you\ncan start up a distribution system. The second seems\nprocompetitive, the first, neutral.\nThe problem of deciding whether other\nmatters are or are not really payments for something\nelse, a true nightmare when you start talking about five\ndrugs and different distribution systems and the matter\nof whether you're paying for litigation costs, a matter\nof great debate for the judge. Okay, that's the\narguments that they make. Go ahead.\nMR. STEWART: Let me say a couple of things\nabout the administrative nightmare. The first is that\nto the extent that these inquiries are difficult,\nthey're difficult only by -- because the brand names and\nthe generics have made them difficult by tacking on\nadditional transactions to their settlement proposal.\nAnd to take an analogy, there are government\nethics rules that say that -- what are called prohibited\nsources. Basically, people who have business before the\ndepartment can't give me gifts as a government employee.\nNow, obviously, it would be absurd to have a rule that\nsaid a prohibited source couldn't give me a Rolex watch,\nbut could sell me a Rolex watch for a dollar. And so\nthe ethics rules treat as a gift an exchange for value\nin which fair market value is not paid.\nAnd everybody understands that once you go\ndown that route, occasionally, you will have hard cases\nin which people could legitimately agree, was this a\nlegitimate arm's length exchange or was it a concealed\ngift? But the prospect of those difficult cases doesn't\nmean that we get rid of a gift ban altogether.\nAnd certainly, Federal employees couldn't\nbring the -- the ethics office to its knees by engaging\nin such a proliferation of these side deals that the\nethics office decided it's not worth it.\nThe second thing is that Respondent's\napproach would apply even when there are no hard\nquestions. Respondents would say that even if the\nagreement provides for delayed generic entry until the\ndate the patent expires, and even if the only other term\nof the agreement is the brand name pays the generic a\nlot of money, that that would be a legitimate agreement\nbecause the restriction would apply to arguably patented\ndrugs and it wouldn't extend beyond the date of patent\nexpiration.\nI guess the -- the other thing I would say\nabout the way in which these payments can facilitate\nsettlement really shows their anticompetitive potential.\nThat is, suppose the parties were negotiating for a\ncompromise date of entry, but they couldn't agree.\nThe -- the brand name said beginning of 2017 is the\nearliest we'll let you in and the generic said beginning\nof 2015 is the latest date that we would accept.\nNow, the Respondents use the term \"bridge\nthe gap,\" but there's obviously no way that a payment\nfrom the brand name to the generic could enable the\nparties to agree on an entry date between 2015 and 2017.\nThe brand name is never going to say, well,\nI would insist on holding out until 2017, but if I'm\ngoing to pay you a whole lot of money, then I'll let you\nearlier and accept a -- a diminution of your profits.\nThe brand name is going to say, if I pay you money, I'm\ngoing to insist on deferring entry even later than the\n2017 date that would otherwise be my preferred\ncompromise.\nSo the natural effect of these payments is\nnot to facilitate a -- a bridging the gap in the sense\nof a picking of a point between the dates that the\nparties would otherwise insist on. It is going -- it is\nvery likely to cause the parties to agree to an entry\ndate that's even later than the one the brand name would\notherwise find acceptable.\nJUSTICE SOTOMAYOR: Mr. Stewart, can we go\nback to Justice Breyer's question -- initial question.\nIt's rare that we find a per se antitrust violation.\nMost situations we put it into rule of reason.\nYou seem to be arguing that this is price\nfixing, a reverse payment like price fixing so that it\nhas to fall into something greater than the rule of\nreason.\nMR. STEWART: Not -- not price fixing, but\nit's -- it's an agreement not to compete. That is, the\nparties are not agreeing as to the prices they will\ncharge. The generic is agreeing to stay off the market\nfirst. But that would be treated as per se -\nJUSTICE SOTOMAYOR: But why is the rule of\nreason so bad? As an -- and that's really my bottom\nline because you're creating all -- I think that's what\nJustice Breyer was saying. I mean, for -- for example,\nI have difficult under -- understanding why the mere\nexistence of a reverse payment is presumptively gives -\nchanges the burden from the Plaintiff.\nIt would seem to me that you have to bear\nthe burden -- the burden of proving that the payment for\nservices or the value given was too high. I don't know\nwhy it has to shift to the other side.\nMR. STEWART: Now, if you wanted to tweak\nthe theory in that way and to say that in cases where\nthere is not just a payment and an agreement on the date\nof market entry, but there is additional consideration\nexchanged beside, if you wanted to say that the\nPlaintiff would bear the burden of showing that this was\nnot a fair exchange for value. That -- that's not\nsomething we would agree with, but that would be a\nfairly minor tweak to our theory.\nJUSTICE SOTOMAYOR: So answer the more\nfundamental question, why is the rule of reason so bad?\nMR. STEWART: The rule -- I mean, it's bad\nfor reasons both of administrability and it's bad\nconceptually. The reason it's bad for reasons of\nadministrability is that -- at least I take what you are\nproposing to be that the antitrust court would consider\nall the factors that might bear on the assessment of the\nagreement, that those would include presumably a\nstrength of the patent claim, the subjective -\nJUSTICE BREYER: No. No. I mean, Professor\nAreeda, who is at least in my mind a minor deity in the\nmatter, in this area, if not major, he explains it. He\nsays don't try for more precision than you can give.\nThe quality of proof required should vary with the\ncircumstances.\nDo you know how long it took -- I mean, and\nI -- of course, I -- I know a little bit of antitrust.\nBut I mean, I think -- do you know how long it takes to\ntake in your basic argument that these sometimes can be\na division of profit, monopoly profit? It takes\nprobably 3 minutes or less. And judges can do that.\nSo you say to the judge, Judge, this is\nwhat's relevant here. And there's a rule of evidence,\ndon't waste the jury's time.\nSo -- so you shape the case as -- and this\nis what goes -- used to go on for 40 years. You shape\nthe case in light of the considerations that are\nactually relevant, useful, and provable in respect to\nthat case. And district judges, that's their job.\nSo -- so what -- I'm not saying you'd lose the case.\nThey didn't side with the Eleventh Circuit. They said\nthere's no violation, okay?\nI've got your point on that. But -- but I'm\nworried about creating some kind of administrative\nmonster.\nMR. STEWART: It's not atypical -- I mean -\nand the Court did this in NCAA, for example, where it\nsaid that the agreement it was looking at, which dealt\nwith the allegation of -- of -- allocation of rights to\ntelevised football games was essentially a limitation on\noutput, and the Court said those are presumptively\nunlawful. Long experience in the market has shown that\nthey are suspect.\nThe Court didn't say there was long\nexperience in the market for television rights to\nfootball. It just said output limitations have been\nestablished as disfavored.\nNevertheless, because competitive sports by\nnature require a degree of cooperation between the\npeople who compete against each other -- to establish\nthe rules of the game and so forth -- we will look to\nsee whether the parties have identified -- whether the\ndefendants have identified anything about their specific\nindustry that would justify our decision not to apply\nthe usual presumption, and it concluded that there was\nnothing there.\nAnd we're really asking the Court to take\nthe same approach here. We're saying payments not to\ncompete are generally disfavored. The parties can -\nwhen you have a Hatch-Waxman settlement, in which money\nis passing from the brand name to the generic, it's an\nunusual settlement to begin with because there's no way\nthat the suit could have culminated in the generic\nreceiving a money judgment.\nAnd therefore, we'll -- we'll look upon this\nwith suspicion, but we'll give the parties adequate\nopportunities to -- to rebut.\nIf I may, I'd like to reserve the balance of\nmy time.\nCHIEF JUSTICE ROBERTS: Thank you,\nMr. Stewart.\nMr. Weinberger?\nORAL ARGUMENT OF JEFFREY I. WEINBERGER\nON BEHALF OF THE RESPONDENTS\nMR. WEINBERGER: Mr. Chief Justice, and may\nit please the Court:\nI'd like to first respond to a question that\nwas asked of my friend by Justice Scalia a few minutes\nago. He was asked if there were any cases in which the\nCourt has ever found a restraint outside the scope of\nthe patent to be unlawful, and the answer to that\nquestion is no.\nThat -- all of the cases that have found\nviolations of the antitrust laws based on a patent-based\nrestraint do so because the object of the agreement, the\nrestraint that's being achieved in the agreement, is\nbeyond the scope that could be legitimately achieved\nwith a patent.\nFor example, it's an attempt to control\ndownstream the resale prices of -- of products that you\ncannot do simply by exercising your patent. Or it's an\nattempt to control the sale of unpatented products that\ngo beyond what a patent can protect.\nEvery -- every case in which -\nJUSTICE SOTOMAYOR: Why isn't this then?\nMeaning there is no presumption of infringement.\nThere's no presumption that the item that someone else\nis going to sell necessarily infringes.\nMR. WEINBERGER: That's correct.\nJUSTICE SOTOMAYOR: And so what you're\narguing is that in fact a settlement of an infringement\naction is now creating that presumption.\nMR. WEINBERGER: No, Justice Sotomayor, I'm\nnot arguing that. But -- but I do want to say that I\nthink our patent system depends upon the notion that you\ndon't evaluate from the anti -- the perspective of the\nantitrust laws a patent restraint based upon whether you\ncould have proved in a litigation that that patent -\nthat the patent was infringed.\nJUSTICE SOTOMAYOR: I don't know, but I\ndon't know why we would be required to accept that there\nhas or would be infringement by the product that has\nvoluntarily decided not to pursue its rights.\nMR. WEINBERGER: I think you're\nnot -- you're not accepting infringement. What you're\ndoing is recognizing there's a reasonable basis to\nassert the patent, a bona fide, reasonable dispute, and\nthe parties have the ability to settle the dispute.\nJust as if the party -- if someone was\nentering into a license agreement with -- with someone\nwho had a product that they claimed did not infringe the\npatent, they sat down, negotiated a license and resolved\nit -\nJUSTICE SOTOMAYOR: But there, you'd know\nthat they're not sharing the profits.\nMR. WEINBERGER: Yes.\nJUSTICE SOTOMAYOR: Meaning there you know\nthat a -- a product's been licensed and the -- that's\nnormal. The infringer is now paying the other side\nmoney to sell that product.\nMR. WEINBERGER: But, Justice Sotomayor,\nmany other -\nJUSTICE SOTOMAYOR: A reverse payment\nsuggests something different, that they're sharing\nprofits.\nI don't know what else you can conclude.\nMR. WEINBERGER: Many license -- I don't\nthink that's correct, and that's because many license\ndisputes are, in fact, resolved by the -- the alleged\ninfringer exiting the market for a period of time, or\nagreeing to stay off until a certain time.\nAnd then the license -\nJUSTICE SOTOMAYOR: But not many for reverse\npayments.\nMR. WEINBERGER: Yes, they are because -\nbecause, for example, it could be a license agreement\nwhere the infringer agrees to stay off the market for X\nnumber of years, and when it comes on it pays a certain\nroyalty.\nNow, anybody could argue that that royalty,\nif it were higher, could result in an earlier entry.\nThere's always an argument to be made with any delayed\nentry situation that monopoly profits are shared.\nThat's just -- just inherent in the nature of it.\nAnd if you take the FTC's argument to its\nfull force, it would mean that any situation where\nanyone is agreeing to a delayed entry, and there's any\nother value that's being exchanged in that situation,\nthat in effect in economic terms is a payment for\ndelayed entry. There's no difference.\nJUSTICE BREYER: Yes. But there, it's\nnot -- their point is not it's per se unlawful. What\nthey want is they want to cut some kind of line between\na per se rule and the kitchen sink. And if you look at\nthe brief supporting you, it is the kitchen sink. You\nhave economists attacking the patent system or praising\nit, da, da, da, and here and there and the other. They\ndon't want the kitchen sink.\nNow, suppose I don't want the kitchen sink,\nbut I have a hard time saying what the per se rule is.\nSo what's your idea?\nMR. WEINBERGER: I -- I've obviously given a\nlot of thought to whether there is any kind of an\nintermediary test that works and I don't believe there\nis. Let me explain why.\nFirst, you can't really measure whether\nthere were any anticompetitive effects from such a\nsettlement agreement without determining what would have\nhappened if the case hadn't settled and it would have\nbeen litigated. And if the patentee had won the\nlitigation, then there would be no anticompetitive\neffects.\nThat's what the Second Circuit and the\nFederal Circuit concluded in applying the rule of reason\ntest, and saying the first condition of such a test has\nnot been met because there's no demonstration of\nanticompetitive effects.\nAnd the cases -- both of those cases are\nvery good illustrations of what I'm talking about.\nThose were the Tamoxifen and Cipro cases, where the\nparties agreed to so-called reverse payment settlements\nthat FTC would say are basically per se lawful.\nJUSTICE KENNEDY: Would it -- would it help\nif you were -- were thinking about rules and caps, to\nconsider not what the branded company would have -\nwould have made, but what the generic company would have\nlost? And -- and use the latter as the limit?\nMR. WEINBERGER: Well, you really don't know\nunless you can assume when they could have entered -\nJUSTICE KENNEDY: Well, you -- you have to\nmake an extrapolation, yes.\nMR. WEINBERGER: Well, because it all\ndepends on what would have happened in the patent\nlitigation. So that you can't really tell whether\nthere's any anticompetitive effect.\nI should also say with respect to the\ngeneric losing, there's really no risk to the generic\nhere, which is one of the reasons you see these\nsettlements, that in this industry -\nJUSTICE KENNEDY: Well, if the generic wins,\nthough, its -- everybody's profits are lower. And you\ncan gear it to just what the -- what the generic would\nhave made.\nMR. WEINBERGER: They're -- they're lower\nthan they would be under some other situation, but -\nbut the patent gave the patentholder the legal right to\nexclude. So unless there's a reason, there's some\nreason to believe that it couldn't reasonably assert\nthat patent, it's entitled to monopoly profits for the\nwhole duration of the patent.\nJUSTICE KAGAN: Mr. Weinberger, can I just\nunderstand what you're saying, and maybe do it through a\nhypothetical.\nMR. WEINBERGER: Certainly.\nJUSTICE KAGAN: Suppose you had a -- a\nlawsuit and the generic sends the brand name\nmanufacturer an e-mail and the e-mail says, we have this\nlawsuit, I think I have about a 50 percent chance of\nwinning.\nIf I win, I take your -- your monopoly\nprofits down from 100 million to $10 million. Wouldn't\nit be a good thing if you just gave me 25 million? All\nright? And then the brand name sends an e-mail back,\nsays -- you know, that seems like a pretty good idea, so\nI'll give you 25 million.\nNow, as I understand it, your argument is, I\nmean, that's just fine. That's hunky dory.\nMR. WEINBERGER: Well, what I'm saying is\nthat in -- in any given situation -\nJUSTICE KAGAN: Is that fine?\nMR. WEINBERGER: I -- I think that if the -\nif it's a single situation and the evidence is that\nthere's a reasonable basis to assert that patent and in\ntruth, the patent has, which you say, has a 50/50 chance\nof prevailing, then I think that there could be a\nsettlement like that, if it's in good faith.\nJUSTICE KAGAN: Even though -- but what if\nit isn't in good faith? It's clear what's going on here\nis that they're splitting monopoly profits and the\nperson who's going to be injured are all the consumers\nout there.\nMR. WEINBERGER: Any -- any situation in\nwhich there's any -- in any patent dispute in which\nthere's a tradeoff, like the examples I mentioned\nbefore, time for value, could -- that argument could be\nmade.\nAnd, in fact, if that was true, if it was\ntrue that the natural inference and the motivations of\nthe people were simply to divide these profits with no\nother consideration, then what you'd expect to see is\nthat every single patent dispute, would, especially in\nHatch-Waxman, would result in a settlement that just\npays the generic until the end of the patent because\nafter all, the market would be -\nJUSTICE KAGAN: Well, Mr. Weinberger, I\nthink if we give you the rule that you're suggesting we\ngive you, that is going to be the outcome because this\nis going to be the incentive of both the generic and the\nbrand name manufacturer in every single case is to split\nmonopoly profits in this way to the detriment of all\nconsumers.\nMR. WEINBERGER: Let me address that, Your\nHonor. I don't think that's realistic at all because -\nand let's take this industry specifically, that the\nability to challenge a patent in this industry is lower\nthan any industry that I can think of, and that's\nbecause a generic is given the right to certify against\nthe patent and then basically challenge the patent\nwithout having actually developed the product, gotten a\nmarketing force, gotten a factory, putting the product\non sale and taking the risk that everyone else who\nchallenges a patent has to take.\nAll they have to do is -- is file an ANDA,\nwhich is roughly 300,000 to $1 million for these size\ndrugs, that's not a lot, and certify it. And the FTC's\nown studies have shown that it takes a very small chance\nof winning, something like 4 percent for a drug over\n$130 billion to justify a generic suing a brand name\ncompany.\nAnd what happens -- so what happens in these\ncases -\nJUSTICE SOTOMAYOR: Is that in all cases or\njust Hatch-Waxman cases?\nMR. WEINBERGER: It's Hatch-Waxman cases.\nIt's because of -\nJUSTICE SOTOMAYOR: Because it does skew the\ndynamics a lot.\nMR. WEINBERGER: Yes.\nJUSTICE SOTOMAYOR: You know, the Second\nCircuit recognized, even though it accepted your scope\nof the patent, that there was a troubling dynamic in\nwhat you're arguing, which is that the less sound the\npatent, the more you're going to hurt consumers because\nthose are the cases where the payoff, the sharing of\nprofits is the greatest inducement for the patentholder.\nMR. WEINBERGER: The Second Circuit\nrecognized that, but then they said further -- upon\nfurther reflection, further consideration of this, we\nare not troubled by it.\nOne of the reasons they were not troubled,\nit's what I was trying to answer Justice Kagan about, is\nbecause the reality of the situation is with so many\npotential challengers to the patent, all they have to do\nis file an ANDA, there are 200 generic companies in this\nindustry, that if you try to adopt that strategy of\npaying the profits of a generic, there's going to be a\nlong line of -\nJUSTICE BREYER: Okay. Suppose -\nJUSTICE KAGAN: Well, I don't think that\nthat's true, Mr. Weinberger, and it's because of\nsomething that Justice Scalia suggested, that there's a\nkind of glitch in Hatch-Waxman. And the glitch is that\nthe 180 days goes to the first filer.\nAnd once the 180-day first filer is bought\noff, nobody else has the incentive to do this.\nMR. WEINBERGER: That's clearly not correct\neither by logic or by reference to actual experience.\nIt's true that the first filer is given a greater\nincentive, but these products can last for 20 or\n25 years.\nJUSTICE KAGAN: But the -- the huge\npercentage of the profits is done in the exclusivity\nperiod. I mean, it's true that it can go on for a long\ntime, but you're making dribs and drabs of money for a\nlong time. Where you're really making your money is in\nthe 180 days.\nMR. WEINBERGER: Experience doesn't show\nthat because if you look at Hatch-Waxman litigation,\nwe've cited in -- in the red brief and it's been\ndiscussed by the antitrust economists and the Generic\nPharmaceutical Association in their amicus brief, that\nmany of these Hatch-Waxman cases involve multiple\nfilers.\nYou have 5, 10, as many as 16 companies\nchallenging these patents, all of -- one of whom are not\nthe first filer. So there -- there must be an incentive\nfor them to do this, and -- and they are. So I think\nexperience says that that kind of extreme view of\nincentives is not really true.\nJUSTICE KENNEDY: What -- what do we look at\nto verify what you say? Is that -- is that all in the\nbriefs?\nMR. WEINBERGER: Yes, it's in the -- in the\nSolvay brief. I don't have the page -\nJUSTICE KENNEDY: Because I had thought, as\nJustice Kagan's question might indicate, that the\n180 days is crucial, it allows you to go to the doctors,\nto give them the name of your generic equivalent, et\ncetera, and that that's a big advantage.\nMR. WEINBERGER: It's a big advantage -\nJUSTICE KENNEDY: And now, you're -- now,\nyou're indicating that it isn't.\nMR. WEINBERGER: It's a big advantage. It's\nan incentive for the first six months, I don't debate\nthat, but after that, the market opens up.\nJUSTICE BREYER: Okay. Suppose -- this\nsounds like an argument, a discussion that you have in\nthe district court, so -- so why -- what's your reaction\nto this. Say A, sometimes these settlements can be very\nanticompetitive, dividing monopoly profit. In deciding\nwhether anticompetitive outweighs business practices\nwithout less restrictive alternatives, judge, you may\ntake that into account. Two, do not take into account\nthe strength of a patent. Three, do not try to\nrelitigate the patent.\nFour, there are several possible\njustifications, ones I listed before out of the briefs,\nlitigation costs -- the other products, different\nassessments of -- of value. Five, there could be, in\nfact, no anticompetitive effect here because of what you\njust said now in response to Justice Kennedy and Justice\nKagan, but there could be. We don't know. Okay?\nSo start with where we were. Could be\nanticompetitive. Give the defense a chance to go\nthrough five, one through five, and if they convince you\nthere is a six, we're not saying there isn't, but we\ncan't think of one on the briefs, let them have the\nsixth, too. Okay? Now, judge, weigh and decide.\nThat's what we do. So we've structured it somewhat to\nkeep the kitchen sink out on the basis of the briefs\ngiven to us. What's wrong with that?\nMR. WEINBERGER: Well, I think the first\nproblem with it is that it's -- it's very unpredictable.\nIt's really hard to figure out how that all gets sorted\nout, and the parties who are sitting down to do a\nsettlement need, I feel, much clearer guidance -\nJUSTICE SCALIA: You can't -- you can't\npossibly figure it out, can you, without assessing the\nstrength of the patent?\nMR. WEINBERGER: That's right.\nJUSTICE SCALIA: Isn't that crucial to -- to\nthe conclusion?\nMR. WEINBERGER: I -- I believe that the\nonly thing that brought -\nJUSTICE SCALIA: And to say you can consider\nevery other factor other than the strength of the patent\nis -- is to leave -- leave out the -- the elephant in\nthe room.\nMR. WEINBERGER: I agree with that,\nJustice Scalia. I don't think that an alternative\ntest -- the only alternative test that could be\nfashioned that would -- that would make sense is one\nbased on strength of the patent.\nBut there are so many reasons that that is\nan undesirable result that I -- I don't think it's the\nway this Court should go.\nJUSTICE SOTOMAYOR: For whom? And -- and -\nyou know, the government is basically saying, we really\ndon't want reverse payments, period. We want people to\nsettle this the way they should settle it, which is on\nthe strength of the patent. And that means settling it\nsimply by either paying a royalty for use or settling as\nmost cases do, on an early entry alone, so there's no\nsharing of -- of -- of profits. What's so bad about\nthat?\nI mean, it doesn't deprive either side of\nthe ability to finish the litigation if they want to.\nMR. WEINBERGER: Let's say -- I wouldn't\nconcede that most cases settle like that. But let's -\nlet's accept that and take the case of a -- of a strong\npatent or a patent with a long term. Let's say\nit has -- you evaluate the strength of the patent and\nyou conclude that it has 10 or 15 good years remaining.\nNow, you have a generic who is -- or many\ngenerics who have sued with no risk or minimal risk in\nHatch-Waxman, and their response is, why would I -- why\nwould I drop this lawsuit to get an entry date in 2025\nor 2028? That doesn't meet my business needs, I have\nshareholders, I have investors, I have to run a\nbusiness, and I'm going to keep on litigating unless you\ngive me something of value.\nSo that's what these agreements are about.\nThey're saying, well, what other -- remember, this is\nnot just a cash payment. There are all -\nJUSTICE SOTOMAYOR: Well, in the normal\ncourse, if the patent's really strong, if you get a year\nor two earlier entry, that has an inherent value, and\nthat's what you'll pay for is what the government is\nsaying. That will be the determination the two parties\nwill make, which is at what point is earlier entry worth\nit -\nMR. KATZ: Well, first of all -\nJUSTICE SOTOMAYOR: -- for the very strong\npatentholder.\nMR. WEINBERGER: First of all, parties often\ndon't agree on the merits. Parties tend to be\noverconfident. They both think they are going to win.\nSo it's sometimes very hard to come to a consensus where\nentry date is the only bargaining chip available.\nJUSTICE SOTOMAYOR: Well, they pointed to\nmost settlements and say that is the vast majority.\nMR. WEINBERGER: I don't know where the\nevidence would be for that. I don't think -\nJUSTICE SOTOMAYOR: Well, we do know that\nthese reverse payments, except for recent times when\npeople figured out they were so valuable, were the\nexception, not the rule.\nMR. WEINBERGER: Actually, we have ten years\nof experience since the circuit courts first began\napplying scope-of-the-patent tests to these settlements\nsince 2003. So we have a pretty good window as to what\nwould happen.\nJUSTICE SOTOMAYOR: They have been\nincreasing in number, not decreasing.\nMR. WEINBERGER: No, I think they have been\nactually very steady. They are roughly between 25 and\n30 percent, pretty much constant and you don't really\nsee any huge blips depending on what a particular court\nis ruling.\nIf the FTC's kind of\nthe-sky-is-going-to-fall approach is right, that\neverybody's going to run out and do this, you would have\nthought that after the first Eleventh Circuit ruling,\nafter the Federal Circuit ruling, after the Second\nCircuit ruling, after second Eleventh Circuit ruling,\nthat there would be huge increases in this, but we\nhaven't seen that.\nSome of the numbers increased last year, but\nas a percentage of the total settlements they are very\nsteady. They are pretty much the same.\nJUSTICE GINSBURG: What about the\nconsideration that seems to be driving the government?\nThat is, the generic is getting an offer that they would\nnever get on the street. I mean, they have been paid\nmuch more than they would get if they won the patent\ninfringement suit.\nIf they won the patent infringement suit,\nthen they can sell their generic in competition with the\nbrand. But under this agreement they get more than they\nwould get by winning the lawsuit.\nMR. WEINBERGER: Justice Ginsburg, first of\nall, every settlement agreement involving one of these\ncases must be filed with the FTC. They have hundreds of\nthem. And they haven't pointed to a single example\nwhere that's the case.\nJUSTICE KAGAN: But it's just an economic -\nJUSTICE KENNEDY: Well, suppose -- suppose\nthat hypothetical is correct. That's was my concerns,\ntoo. What the brand company can lose is much greater\nthan what the generic can make. So why don't you just\nput a cap on what the generic can make and then we won't\nhave a real concern with the restraint of trade, or\nwe'll have a lesser concern. I think that's the thrust\nof Justice Ginsburg's question and it's my concern as\nwell.\nMR. WEINBERGER: Yes, and I want to make\nclear that I don't think that could happen because if a\nbrand name company adopted that as a strategy to protect\nits patent, it would -- it would be held up. It would\nbe held up by the many generic companies that could\neasily challenge these patents without actually having a\nmanufactured product, without putting it on sale, et\ncetera.\nSo I think that the antitrust rule should\nnot be fashioned to deal with a case on the extreme,\nwhich hasn't been shown to happen, which logically from\nan economic point of view is highly unlikely to happen.\nAnd if for some reason that starts happening\nempirically, then Congress -- and it is a loophole in\nHatch-Waxman that is causing that, and there is really\nno evidence that that extreme example has happened -\nthen Congress can deal with it, just as it dealt with\nthe exclusivity provision.\nJUSTICE GINSBURG: I thought the government\nwas telling us that that's this case, that the -- what\nthe generic is being offered in the way of sharing the\nmonopoly profits is more than it could ever make if it\nwanted to and sold its drug.\nMR. WEINBERGER: Well, I don't see any\nexamples of that cited in their brief. It's a theory,\nit's a hypothetical theory, but there is no data. We\nhave had years of experience with this case.\nJUSTICE KENNEDY: Well, but it's not\nhypothetical that if the generic wins everybody -- the\nbrand companies profits are going to go way, way down\nright away and generic profits are not going to be that\ngreat.\nMR. WEINBERGER: Of course. I think that's\ntrue in many -- many patent litigations.\nJUSTICE KENNEDY: Well, but so then the\nquestion still holds. If you -- if you key your payment\nto what the brand company will make, it's just a much\nhigher figure, and a greater danger of unreasonable\nrestraint.\nMR. WEINBERGER: There is that hypothetical\nrisk. What I'm -- I am trying to make the point that\nit's not -- with the number of challenges you have here,\nwhich is basically unlimited, that if you put a sign\naround your neck that says, paying off all generic\ncompanies their profits, whoever wants to challenge my\npatent come do it, there is going to be a long line of\npeople, of companies doing it.\nJUSTICE KENNEDY: Okay, I will grant you\nthat point that the 180 days is not that big a\ndifference, and that there are many generics out there.\nBut isn't that true in every industry? You said at the\noutset, oh, well, now in the drug industry there are a\nlot of people ready to pounce in. Isn't that true in\nany industry?\nMR. WEINBERGER: It is true and that's why\nit doesn't happen. It's -- it's more true here because\nit's much easier to challenge a patent. So in any other\nindustry a potential challenger has to make a major\ninvestment in a product, has to get it manufactured, has\nto put it on sale, and then litigate. And if they lose,\nthey are going to be liable for enormous damages.\nThat's not the case under Hatch-Waxman. All\nthey need to do is file an ANDA. They have nothing at\nrisk. If they lose, they haven't lost any damages.\nThey just walk away. So there is an enormous difference\nin the risks between Hatch-Waxman and other cases that\nexplains the particular form of some of these\nsettlements and why they happen.\nJUSTICE SOTOMAYOR: I see that as an\nargument that there is an economic reality in\nHatch-Waxman that would require us not to apply any rule\nwe choose or accept here to other situations, only here.\nThat's the argument that you're creating for me, that\nthere's a different economic reality here that requires\na different rule.\nMR. WEINBERGER: Justice Sotomayor, I think\nthe economic reality cuts the other way. It doesn't cut\nin favor of making a rule that makes these more\ndifficult. What I'm saying is that -\nJUSTICE SOTOMAYOR: Oh, but it does because\nin Hatch-Waxman Congress decided that there was a\nbenefit for generics entering without suffering a\npotential loss to enter the market more quickly.\nMR. WEINBERGER: Justice Sotomayor, I don't\nthink the legislation -\nJUSTICE SOTOMAYOR: And any settlement in\nthese cases deprives consumers of the potential of\nhaving the benefit of an earlier entry.\nMR. WEINBERGER: I don't believe there is\nanything in Hatch-Waxman that supports the idea that the\npurpose was to provide for generic entry prior to patent\nexpiration. What the structure is designed to do is\nencourage challenges because -\nJUSTICE SOTOMAYOR: Exactly, and what you\nare doing with permitting settlements of this kind is\nnot permitting the process to go to conclusion.\nMR. WEINBERGER: I don't think there is\nanything in Hatch-Waxman that suggests, in any way, that\nsettlements or -- should be discouraged or that cases\nshould be mandated to proceed to judgment or that all\nhave to be litigated.\nJUSTICE SOTOMAYOR: It's encouraging\ninfringement suits.\nMR. WEINBERGER: It's encouraging challenges\nand it has produced many challenges. And I can say -\ncan say that with 10 years of the application of the\nscope-of-the-patent rule, there is no particular problem\nwith Hatch-Waxman. It's working very well. The\namount -- the number of drugs that have now gone generic\nfrom just ten years ago to today has increased\nenormously.\nJUSTICE BREYER: So why does it help you to\nsay, if the Court says or the FTC says when you get one\nof these suits you can settle it by letting them in, but\nyou can't pay them money. That that will help to stop\nstrike suits. It costs them nothing to get in. They\nhave to really want to enter or they won't bring\nlawsuits. So why does that hurt you?\nMR. WEINBERGER: Well, I actually think that\nyou raise a point that the generic -- in some of the\namicus briefs, some of the generic parties have talked\nabout, which is that their ability to challenge these\ncases depends on their not having to litigate every one\nof them to conclusion. And that's not bad because most\npatent cases settle. Most -- most of these disputes\nsettle. And if our system was one in which every case\nhad to be litigated fully to judgment, it -- we would be\nunable to cope with that.\nSo -- so what I think the statute mandates\nor contemplates is that generics should be able to\nchallenge, and should have strong incentive to\nchallenge, but that doesn't mean that they should be\nrequired to litigate to conclusion. And if settlement\nis made more difficult, so that different perceptions or\ndifferent business objectives can't be bridged with some\nkind of a business settlement, that is going to mean\nthat fewer generics are going to challenge these patents\nand that is contrary to the purpose of the Hatch-Waxman\nAct.\nJUSTICE KENNEDY: I think it's correct that\nto develop a new drug sometimes you need not just\nscientists and attorneys, you need investment bankers.\nAnd you then need marketers because the cost of these\ndrugs can be hundreds of millions. Is there anything in\nthe record that shows the development cost of this drug?\nMR. WEINBERGER: This particular drug, I\ndon't know. I mean, there are lots of studies of how\nmuch average drugs cost, and that figure is over a\nbillion dollars.\nJUSTICE KENNEDY: It can be a billion.\nMR. WEINBERGER: Easily a billion dollars.\nJUSTICE KENNEDY: Anything in this case?\nMR. WEINBERGER: This particular drug -\nJUSTICE KENNEDY: Anything in the record?\nMR. WEINBERGER: No, because we are on a\n12(b)(6) motion on a motion to dismiss, so none of that\nwas really developed, but -\nJUSTICE KAGAN: I'm sorry, go ahead.\nMR. WEINBERGER: But I was just going to say\nthat the -- of course, any given drug development cost\ndoesn't even begin to tell the picture because for every\ndrug that succeeds, there are at least 10 that fail, and\nall the costs that are involved in the drugs that fail\nhave to be covered with the one drug that succeeds.\nJUSTICE KAGAN: Could I just make sure I\nunderstand the way the 180-day period worked? The first\nfiler gets it, if I buy off -- if I'm a brand name\nmanufacturer and I buy off the first filer with one of\nthese reverse payments, you're suggesting that that's\nnot going to do me much good because they're all going\nto be -- there's going to be a long line. And that long\nline of people, it's not just that they don't get the\n180-day period, it's like even if one of those people\nwins, the person whom I've paid off is going to get the\n180-day exclusivity period, isn't that right?\nMR. WEINBERGER: Not completely. First of\nall, it depends on the -- the agreement. For example,\nin this case, that 180-day exclusivity was waived.\nJUSTICE KAGAN: But if it's not waived by\nthe parties, in other words, it's just like I don't get\nit so my incentives go down. It's that my competitor\ngets it. So why in the world am I standing in line\nto -- to challenge this if my competitor is going to get\nthe exclusive period?\nMR. WEINBERGER: This was the exact problem\nthat Congress addressed in 2003, when it amended\nHatch-Waxman and changed the exclusivity requirements.\nSo the way the law now reads is that subsequent\ngenerics, subsequent filers can trigger that 180-day\nexclusivity by continuing to litigate. So if the first\nfiler settles and these other folks are in line and\nthey're litigating, they can force that period to start\nrunning and then they can come in right after. So it is\nnot correct that you can tie up the first filer in\nsettlement and prevent everybody else from entering.\nAnd even before that amendment, the Eleventh\nCircuit, Federal circuit in the Second, applying the\nscope of the patent rule recognized that if the\nagreement creates a bottleneck to other filers that goes\nbeyond what the statutory exclusivity provides, where\nthey agree not to give up their exclusivity or agree to\nretain it, then that's beyond the scope of the patent.\nBecause you can't achieve that kind of a restraint\nsimply -- with a patent, you -- you're using the\nagreement to expand upon your patent rights to block\nother filers.\nSo I think that problem's been addressed by\nCongress. And if somebody feels that solution's not\nperfect and they want to make it even easier for\nsubsequent filers to come in, then I submit that\nCongress can do that. That they -\nJUSTICE GINSBURG: Well, what was the change\nthat was made?\nMR. WEINBERGER: The change that was made,\nJustice Ginsburg, is that -- there were a number of\nchanges, but the one that's relevant here is that if\na -- if a subsequent filer -- strike that.\nYou can trigger the exclusivity beginning to\nrun by getting the judgment. So in the past, if a first\nfiler settled and they just didn't do anything -- may I\nfinish the -\nCHIEF JUSTICE ROBERTS: Yes, certainly.\nMR. WEINBERGER: And they just didn't do\nanything, that would prevent other generics from coming\nto market. But now anybody else who's litigating the\npatent, if they go ahead and win their case, then\nthat -- that triggers the first filer's rights and if\nthey don't exercise that -- those rights within 75 days,\nthey're gone, they're forfeited. So that's the change.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. WEINBERGER: Thank you.\nCHIEF JUSTICE ROBERTS: Mr. Stewart, you\nhave five minutes remaining.\nMR. WEINBERGER: Thank you, Your Honor.\nREBUTTAL ARGUMENT OF MALCOLM L. STEWART\nON BEHALF OF THE PETITIONER\nMR. STEWART: Thank you.\nMr. Weinberger argued that in order to\ndetermine whether a settlement of this sort has\nanticompetitive effects, we would have to know how the\nlawsuit would have turned out, but it's perhaps the most\nfundamental principle of antitrust law that particular\nconduct can be legal or illegal, depending on the\ndeliberative process that led up to it.\nAnd to put that in concrete terms, if a\nbusiness charges a particular price for a particular\nproduct because it's made the assessment that this will\nmaximize profits in a competitive environment, that\ndecision is almost immune from antitrust scrutiny. But\nif the business charges the same price for the same\nproduct in the same market because it's agreed with its\ncompetitor that it will charge that price, that's a per\nse antitrust violation.\nSo it's not at all anomalous to say that\nthis type of agreement can be deemed anticompetitive,\neven though the same result, namely, exclusion of the\ngeneric from the market might have been able to be\nobtained by other means.\nThe second thing is, Mr. Weinberger said\nthere are instances in which second and successive\nfilers will attempt to challenge the brand name even\nafter the first filer has been bought off. I think\nwe -- we disagree that it's as easy as he would say it\nis, but we'll concede it happens occasionally. But the\nfact that particular anticompetitive conduct doesn't\nalways work doesn't make it lawful.\nIt could often happen that two firms were\nthinking about entering into a price-fixing agreement,\nfor instance, but thought to themselves, if we do that,\nthere's a third competitor in the market who will be\nable to undersell us, and this would make our agreement\nunprofitable. And it might happen sometimes that two\nfirms try to proceed with a price-fixing conspiracy, but\nthey're thwarted because of the unexpected competition\nfrom a third firm.\nCHIEF JUSTICE ROBERTS: Well, I thought that\nMr. Weinberger's point was that this is always going to\nhappen because it's very easy -- as he said, you put a\nsign on your neck saying, generics line up to get your\npayment. That seems quite different than saying there's\nanother firm out there in the abstract that -- that\nmight want to enter into a similar market sharing\narrangement. This is a very different system.\nMR. STEWART: I mean, first, there certainly\nis no evidence suggesting that it has happened often,\nalthough there is evidence that it has happened. But if\nthe brand name perceived on a systemic basis that the\nlikely result of paying off one competitor was that\nanother competitor would step in and couldn't be bought\noff would litigate the suit to judgment, there would be\nno incentive to make the reverse payment in the first\nplace.\nThat is, in making the reverse payment, what\nthe -- the brand name is attempting to purchase is\nprotection from the possibility that it will have its\npatent invalidated, and it will suffer a large\ncompetitive advantage. If a brand name thinks in a\nparticular instance there is somebody else who's going\nto expose it to -- me to that risk, the -- the payment\nwouldn't be expected to be made. So at least -\nJUSTICE KAGAN: And what's your\nunderstanding of why there would not be a long line in\nsome cases or in many cases?\nMR. STEWART: I think for the reasons\nthat -- that your question suggested, that there is the\n180-day exclusivity period and leaving aside the cases\nin which that is waived, subsequent manufacturers would\nrealize not only that they wouldn't get that period of\nheightened profits themselves, but they would have to\nwait in line for others, and they might focus their\nattention on other patents that were perceived to be\nweak as to which they could hope to -- to get the\n180-day exclusivity contract.\nJUSTICE KAGAN: And is there anything to\nshow what I think Justice Kennedy asked -- you know, how\nmuch of one's profits comes from the 180-day period as\nopposed to what happens after that?\nMR. STEWART: I know it is the great\nmajority, I don't have a percentage figure. And the\nreason, as I indicated earlier, was that during the\n180-day exclusivity period, you have only two\ncompetitors. Basically, a biopoly arrangement. And my\nunderstanding is that the generics would usually charge\naround 80 to 85 percent of the brand name's price during\nthat period. And after there is full competition, the\nprice would drop to a fraction of that.\nThe next thing I would say is that our\nsystem encourages settlement, but not to the nth degree.\nAnd so for instance, if you had two -- two firms\nfighting over a million dollars and each firm decided\ninternally, 600,000 is the least I will accept. If they\nstuck to their guns, the case couldn't be settled.\nNow, if the public could be made to kick in\nan additional 200,000, then each of the firms could get\nits 600,000 and walk away content. But we don't pursue\nthe policy in favor of settlement to that degree. But\nthat's essentially what's happening here. The -- the\nway these payments facilitate settlement is by inducing\nthe generics to agree to a later entry date by\nincreasing the total pool of profits that are available\nto the two firms combined and thereby maximizing the\nlikelihood that each firm will find its own share of the\nprofit satisfactory.\nAnd the last thing I would say is I think\neveryone who comes to this issue recognized that there\nis a conundrum. Our natural instinct is to compare the\nsettlement to the expected outcome of litigation. But\neveryone also recognizes that it just isn't feasible to\ntry the patent suit.\nAnd, therefore, our approach focuses on\nwhether the competitive process has been preserved.\nCHIEF JUSTICE ROBERTS: Thank you, counsel,\ncounsel.\n"
    }, 
    "respondents": [
        "ACTAVIS, INC., ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 7, 
        "JUSTICE BREYER": 12, 
        "JUSTICE GINSBURG": 4, 
        "JUSTICE KAGAN": 13, 
        "JUSTICE KENNEDY": 19, 
        "JUSTICE SCALIA": 12, 
        "JUSTICE SOTOMAYOR": 24, 
        "MR. KATZ": 1, 
        "MR. STEWART": 31, 
        "MR. WEINBERGER": 57
    }
}