{
    "appearances": {
        "content": "JOHN F. MADDREY, ESQ., Solicitor General, Raleigh, North\nCarolina; on behalf of Petitioner.\nCHRISTOPHER G. BROWNING, JR., ESQ., Raleigh, North\nCarolina; on behalf of Respondents.\nGINGER D. ANDERS, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; for\nUnited States, as amicus curiae, supporting\nRespondents.\n"
    }, 
    "caseNum": "12-98", 
    "caseinfo": {
        "content": "ALBERT A. DELIA, SECRETARY, :\nNORTH CAROLINA DEPARTMENT OF :\nHEALTH AND HUMAN SERVICES, : No. 12-98\nPetitioner :\nv. :\nE.M.A., A MINOR, BY AND THROUGH :\nHER GUARDIAN AD LITEM, :\nDANIEL H. JOHNSON, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJOHN F. MADDREY, ESQ.\nOn behalf of the Petitioner 4\nORAL ARGUMENT OF\nCHRISTOPHER G. BROWNING, JR., ESQ.\nOn behalf of the Respondents 27\nORAL ARGUMENT OF\nGINGER D. ANDERS, ESQ.\nFor United States, as amicus curiae, 45\nsupporting Respondents\nREBUTTAL ARGUMENT OF\nJOHN F. MADDREY, ESQ.\nOn behalf of the Petitioner 56\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nTuesday, January 8, 2013\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 11:16 a.m.\n"
    }, 
    "petitioners": [
        "ALBERT A. DELIA, SECRETARY,", 
        "NORTH CAROLINA DEPARTMENT OF", 
        "HEALTH AND HUMAN SERVICES,", 
        "No. 12-98 Petitioner", 
        "v.", 
        "E.M.A., A MINOR, BY AND THROUGH", 
        "HER GUARDIAN AD LITEM,", 
        "DANIEL H. JOHNSON, ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(11:16 a.m.)\nCHIEF JUSTICE ROBERTS: We will hear\nargument next in Case 12-98, Delia v. E.M.A.\nMr. Maddrey?\nORAL ARGUMENT OF JOHN F. MADDREY\nON BEHALF OF THE PETITIONER\nMR. MADDREY: Mr. Chief Justice and may it\nplease the Court:\nThe Medicaid Act requires States to take\nreasonable measures to seek reimbursement from liable\nthird parties and that States require recipients to\nassign their rights for -- to payment for medical care.\nThe Act does not direct how a State must determine what\nportion of a recipient's third-party recovery is\nproperly attributable to past medical expenses. North\nCarolina's procedure establishes -\nJUSTICE SOTOMAYOR: How do you know that ex\nante?\nMR. MADDREY: Excuse me?\nJUSTICE SOTOMAYOR: How could you ever know\nthat ex ante? I mean, without looking at the individual\nfacts of the case, the 30 percent is going to be\nunderinclusive in some circumstances, overinclusive in\nothers. So how do you deal with our holding that you\nare not entitled to the overinclusive portion?\nMR. MADDREY: Justice Sotomayor, the -- the\nanswer to that depends on whether the State has to\npredict with certainty the amount -\nJUSTICE SOTOMAYOR: Life is never certain,\nand so I don't even go to that issue. I go just simply\nto the question, how can you, ex ante, predict -\nparticularly with a statute that wasn't based on any\nempirical data -- that 30 percent normally is the right\namount?\nYou just picked it out of the air? You\ncould pick 40, 50, 60. How do we draw the line?\nMR. MADDREY: Your Honor, the -- the statute\ndoesn't predict; it defines. It tells the recipient how\nmuch out of recovery they must allocate to satisfy the\nrepayment obligation. If it were a prediction, that\nwould make it a presumption and you would have to defend\nit as such.\nBut here the statute defines the portion\nthat the State, as a condition of extending the Medicaid\nbenefits, tells the recipient they must allocate -\nJUSTICE SCALIA: They must allocate? Is the\nState saying, You do not own that 30 percent of the\nrecovery, so you never get a property right in it, so\nthat there's never any problem about asserting a lien\nagainst it? I thought that's what's going on here. And\nI think that's sort of disguised by talking about\nallocation.\nI thought the State is saying, as to\n30 percent of the recovery, you have no property right\nin it. Is it not saying that? Am I wrong?\nMR. MADDREY: Your Honor, the State is\nsaying that as to the amount of Medicaid benefits\nprovided, the State has the right of recovery. And it\nsays that of any third party -\nJUSTICE SCALIA: Maybe -- maybe you didn't\nhear my -- my question. My question is: Is the State\nsaying that you have no property right in the\n30 percent?\nMR. MADDREY: The State has the right to\nrecover that portion.\nJUSTICE SCALIA: Let me ask my question\nagain. Is the State saying that you have no property\nright in the 30 percent? I think that can be answered\n\"yes\" or \"no.\"\nMR. MADDREY: And -- yes, Your Honor, the\nposition would be there is no property right in that -\nin that percentage that the State has conditioned the -\nthe extension of benefits on.\nJUSTICE SOTOMAYOR: Now, how does it have\nthe right to announce that in a FELA case or in a Jones\nAct case where those injured parties, they have a\nproperty right in their protection but this statute\napplies to that recovery as well?\nMR. MADDREY: If those -- if those litigants\nare Medicaid recipients, it applies to them as a\ncondition of having received the State Medicaid\nbenefits.\nJUSTICE SOTOMAYOR: So they can deny a\nlitigant a property right in that recovery?\nMR. MADDREY: As a -\nJUSTICE SOTOMAYOR: I don't know how you can\ngo in and ask for something you don't own. I don't know\nhow the plaintiff can go in and litigate a case if they\ndon't have a property interest that they can then assign\nto someone else. I've never heard of such a thing, how\nthey would have standing to sue on your behalf if they\nhave no property interest in the recovery.\nMR. MADDREY: Your Honor, I'm -- I'm\nconfused by the question. I was -\nJUSTICE SOTOMAYOR: How do you sue for\nsomething you have no property interest in?\nMR. MADDREY: I don't know how you'd sue for\nsomething you don't have a property interest in, Your\nHonor.\nJUSTICE SOTOMAYOR: So go back to\nJustice Scalia's question.\nMR. MADDREY: The inner -\nJUSTICE SOTOMAYOR: There has to be some\ninterest in the 30 percent by the plaintiff.\nMR. MADDREY: The -- the 30 percent attaches\nupon the recovery from a third party. The -- the cause\nof action is for whatever sources of injury that\nindividual would have. To the extent the recovery is\nfor medical expenses previously paid for by Medicaid,\nthat's what the State's interest could -\nJUSTICE SOTOMAYOR: Could I just clarify one\npoint? Does this rule preclude parties, as we said in\nAhlborn, from stipulating to a settlement at all?\nMR. MADDREY: No, Your Honor.\nJUSTICE SOTOMAYOR: Your brief is not clear\non that. They can still stipulate. It's only if after\nthe stipulation, it hasn't been allocated that you can\nrecover?\nMR. MADDREY: Your Honor, the stipulation\nmust include the State as a party to it for it to be\nbinding. That's -\nJUSTICE SOTOMAYOR: So what you're basically\nnow saying is that there can never be a stipulation.\nMR. MADDREY: There could be an advance\nagreement, Your Honor, but -\nJUSTICE SOTOMAYOR: You're saying that the\nparties cannot enter into a stipulation.\nMR. MADDREY: If the parties are private\nlitigants, a plaintiff and a defendant in a medical\nmalpractice action, their -- their stipulation doesn't\nbind the State. All parties to this case agree that -\nJUSTICE SCALIA: You can bind the parties\nfor other purposes, I assume. There are other purposes\nfor which the distinction between pain and suffering and\nmedical expenses might make a difference, right?\nWhat -- what if the parties agreed that it's\n50/50? Would the State take 50 percent then, or is the\nState still limited to 30?\nMR. MADDREY: Your Honor, the statutory\npercentage applies in that situation as well. The\n33 percent cap would apply.\nJUSTICE SCALIA: Okay.\nMR. MADDREY: Again, the State's interest is\nthe amount of the Medicaid benefits it provided, capped\nat 33 percent of the recovery.\nJUSTICE KAGAN: General, how do you come up\nwith 33? Why 33? Why not 10 or 60 or 90? Why -- how\ndid you come up with the number?\nMR. MADDREY: The North Carolina General\nAssembly first enacted it as it relates to Medicaid in\n1988. It reflects a legislative history in\nNorth Carolina going back to 1935 with a -- a statutory\nlien applicable to medical providers in -- in civil\nactions. It became specifically applicable to Medicaid\nscenario in the 1988 provision.\nJUSTICE ALITO: What if this case is tried\nto a verdict and there is a special verdict and the jury\nsays that 10 percent was medical expenses? Would the -\nthe statute would override that?\nMR. MADDREY: Your Honor, I believe the\njudge imposing judgment following that jury verdict\nwould have to conform the verdict to the law. Just as\nif the verdict had said, there was 100 -- excuse me,\n$1 million in punitive damages when there is a statutory\ncap of $500,000 for punitive damages, the judge would\nhave to conform the verdict to the applicable law.\nJUSTICE ALITO: What's the difference\nbetween that case and Ahlborn, where you have -- where\nthe State has agreed that a certain amount is\nattributable for medical expenses, and then this\nhypothetical that the jury has determined that a certain\namount constitutes medical expenses? What's the\ndifference between those two?\nMR. MADDREY: In the jury verdict scenario,\nthe State's not a party to that and didn't commit to\nthe -- to the portion that -- that was attributable to\nmedical expenses. The jury doesn't have any authority\nto countervene the statute, to enter a verdict in\nviolation of -- of the statutory requirement. And -\nand here the statute tells the Medicaid recipient, in\nadvance, how much of any recovery, whether that be from\na settlement or a verdict, has to be allocated and paid\nback to the State.\nJUSTICE ALITO: Isn't the reasoning of\nAhlborn that when we know to a certainty how much the\nmedical expenses were and what -- what part of the\njudgment this represents or the settlement represents\nmedical expenses, then only that much can be assigned to\nthe government? And I don't see the difference between\nthat and the verdict situation.\nMR. MADDREY: The verdict situation would\ndepend upon what -- would be in the hands of the parties\nto the lawsuit, what evidence was presented, what -\nwhat theories were advanced. The State would not have\nany control over that. It would be -\nCHIEF JUSTICE ROBERTS: Well, but it can -\nit can participate in that process, can't it? Its -\nits money's at issue?\nMR. MADDREY: The State can initiate a\nlawsuit on behalf of its -- its medical claim by virtue\nof the subrogation and the assignment of the right. It\ncould participate in advance or it could participate\nafterwards. But that doesn't come without costs\nbecause, of course, if the State participates on its own\nin advance, it would be for the full amount of the\nmedical payments. Here -\nJUSTICE KAGAN: I'm sorry.\nMR. MADDREY: -- here 1.9 million, and the\n33 percent cap would have no application. That applies\nonly to amounts recovered by a recipient from -- from a\nthird party.\nJUSTICE KAGAN: General, you were -- you\nwere telling me a little bit about the history of this\nstatute. But why 30? Is there any indication of why\nthe State picked 30?\nMR. MADDREY: Your Honor, historically\n33 percent or three times the medicals was the -- the\nrule of thumb used in -- in tort actions that -- that\nparties used that as the -- the methodology, the way to\ncome up with a value to the case, with the theory being\n33 percent for the medicals, 33 percent for attorneys'\nfees and 33 percent to the victim. That was -- that was\nthe underlying -\nJUSTICE KAGAN: If that's where it comes\nfrom, then it does relate to a kind of estimate, doesn't\nit?\nMR. MADDREY: Historically it does. It's\nbeen the policy of the State of North Carolina for\nalmost a century, as I referenced the lien statutes that\napply generally to -- to tort actions, to civil\nrecoveries, to protect the providers of medical\nservices, and those cases date back to 1935.\nJUSTICE BREYER: Can I ask you a somewhat\ntechnical -- and I appreciate your paying attention\nbecause it's hard for me to keep all this in my mind.\nAll right. It's my understanding of North Carolina,\neveryone accepts the rule and North Carolina agrees that\nif you in -- in North Carolina advance to the victim\n$50,000 in medical expenses -- now, you're never going\nto get more than that back and you don't want more than\nthat back.\nNow, the victim and the tortfeasor enter\ninto a settlement and you have a rule and the rule is\nyou will never get more than 50,000 or 33 percent,\nwhichever is less. That's the rule, whichever is less.\nSo if the settlement is for $100,000, you\nare not going to take more than 33, so you have advanced\n50. Okay. So you have basically three situations. The\nfirst situation is where a judge has said -- you know\nwhat, I find that only $10,000 of this settlement is for\nmedical expenses. In that case you take $10,000, no\nmore. Is that right?\nMR. MADDREY: No, Your Honor.\nJUSTICE BREYER: Oh. I got the impression\nthat if there was a judicial -- there are three\nsituations: One is there is a judicial finding that\nonly 10 percent was medical. And the second is the\nsituation where they stipulate that only 10 percent is\nfor medical, and the third situation is this situation,\nnamely there is no stipulation and there is no judicial\nfinding.\nSo my thought, which is wrong I guess, is if\nthe judge says it's 10 percent you won't take more than\n10 percent, but if in fact it's a stipulation of\n10 percent North Carolina courts have not yet decided\nthat, and this is a case where there is no stipulation\nand no judicial finding. Now you're telling me I have\nthat wrong. So you explain what the North Carolina is\non that because I think it makes quite a difference.\nMR. MADDREY: Your Honor, the statute\napplies to settlements or judgments received by a\nMedicaid recipient from a third party for -\nJUSTICE BREYER: I know, but in the\nsettlement they stipulate that 10 percent is for medical\nand the rest for pain and suffering. Now, I thought\nNorth Carolina courts have not yet decided whether North\nCarolina -- which would like more than 10 percent -- can\nget it. Is that true or not true?\nMR. MADDREY: That is not true, Your Honor.\nJUSTICE BREYER: They have decided?\nMR. MADDREY: The North Carolina Supreme\nCourt in the Andrews case said -\nJUSTICE BREYER: Said?\nMR. MADDREY: -- said that the key point in\nAhlborn was the stipulation -\nJUSTICE BREYER: This has nothing to do with\nAhlborn. Ahlborn, we all agree, says you cannot get\nmore than medical -- the medical expense, okay? The\nquestion here is how to figure that.\nSo I thought that one way to figure it -- I\nwill just be repeating myself. One way to figure it is\nhow much of this $100,000 settlement is attributable to\nmedical expenses as a judge would say. Now, you're\ntelling me there is a case in North Carolina which says\nif the judge himself says that 10 percent of the\nsettlement is for medical, that's not what California -\nthat doesn't matter according to North Carolina law,\nand I'd like the name of the case, the State case that\nsays that.\nMR. MADDREY: Your Honor, I'm not aware of\nany such case.\nJUSTICE BREYER: Okay. So we don't know the\nanswer to that. We know what you would like, but we\ndon't know the answer.\nJUSTICE SCALIA: Don't you think the statute\nmay -- may give you the answer? It says: \"Any attorney\nretained by the beneficiary shall out of the proceeds\nobtained on behalf of the beneficiary by settlement\nwith, judgment against, or otherwise from a third party\nby reason of injury or death distribute to the\ndepartment the amount of assistance paid by the\ndepartment on behalf of...up to 33 percent.\" It applies\nto judgments as well as to settlements.\nJUSTICE GINSBURG: You answered the question\nwith respect to jury verdicts. I suppose it would be no\ndifferent if it 's the judge that found the 10 percent\nrather than the jury.\nMR. MADDREY: I would agree,\nJustice Ginsburg. The statute -\nJUSTICE SOTOMAYOR: I didn't hear Justice\nGinsburg's question.\nJUSTICE GINSBURG: The question that\nJustice Breyer was asking about the 10 percent has\nalready been answered because we were told that if a\njury allocated 10 percent to medicals, it would not make\nany difference, the statute entitles the State to\n30 percent.\nJUSTICE SOTOMAYOR: Basically you are saying\nthe judge would be required to give you your one-third\nregardless of what the jury said.\nMR. MADDREY: Exactly. As we said, he would\neither have to conform the jury verdict to the -\nJUSTICE SOTOMAYOR: So all those States that\nhave jury verdicts, special verdicts that require a\ncertain amount, they could avoid that by just simply\npassing this law and avoid the anti-lien statute that\nway?\nMR. MADDREY: Your Honor, it would -- it\nwould depend how the State could rationally defend their\nstatute under their experience as consistent with their\njurisprudence. Of course, tort law being primarily the\nprovince of -\nJUSTICE SOTOMAYOR: 16 States already have\nsomething close to a presumption of a percentage. Do\nyou have any evidence that in those 16 States where it's\nonly a presumption and not a fixed amount, that they are\nfalling apart because of it?\nMR. MADDREY: Your Honor, I -- I don't have\nany evidence as to the specific performance in those 16\nStates. That would leave 34 States that don't have one.\nIt would also would raise the question of how many of\nthose States -- I believe the 16 States were the ones\nthat had some sort of procedure, some post-settlement\neither hearing or trial to allocate -\nJUSTICE SOTOMAYOR: In the absence of this\nstatute, what did your State do beforehand?\nMR. MADDREY: This statute dates back to\n1988. Prior to 1988 I don't know how -- from the 1965\neffective date of Medicaid how things were handled. But\ncertainly for the last -\nJUSTICE KAGAN: General, on your theory am I\ncorrect that the North Carolina legislature could amend\nthis statute tomorrow to make it two-thirds?\nMR. MADDREY: Certainly a statute could be\namended. Whether it could be defended under -- under\nthe circumstances -\nJUSTICE KAGAN: But that's what I mean. I\nmean, on your theory it seems not to matter whether this\nstatute says one-third or two-thirds. And I'm asking\nwhether that's correct.\nMR. MADDREY: Two-part answer, Your Honor.\nAs to the anti-lien provision of the Medicaid Act, if\nthe statute defines the amount of medicals as 230 -\nexcuse me -- two-thirds, that would present the same\nanalysis under the anti-lien provision of the Medicaid\nAct. The difference would be whether the State could\nshow a rational basis in its -- in its tort law, in its\njurisprudence.\nJUSTICE KAGAN: I guess I'm not sure I got\nthat. In other words, I'm assuming an amendment that\njust all it does is it changes one-third to two-thirds.\nAnd so your theory it seems to me would work the exact\nsame way. Then you say, well, you need a rational basis\nfor doing that. But I thought you told me that the\none-third really doesn't have anything to do with an\nestimate of how much is medical and how much is not\nmedical. So it seems that you would have the same basis\nto say two-thirds as you do to say one-third. Am I\nwrong about that?\nMR. MADDREY: I would say, Justice Kagan,\nthe reason it's not the same is that it would treat\nMedicaid recipients decidedly differently than other\ntort litigants in North Carolina. Given the 1935\nhistory of the allocation of -- of tort settlements and\nthe liens in favor of the providers of medical care that\npreexist the North Carolina Medicaid statute, if you\nthen change the Medicaid statute -\nJUSTICE KAGAN: But you're saying there's a\nkind of side constraint, that Medicaid recipients have\nto be treated like others, but then presumably, the\nState could change everybody's?\nMR. MADDREY: I -- I believe that would be\nthe case, yes. The -- the question would be whether\nthere was any disparate treatment, any singling out\nof -- of a Medicaid recipient. And certainly, we've\ndemonstrated that under the -- the North Carolina\nexperience, that is not the case.\nJUSTICE GINSBURG: I thought -- I thought\nyour brief says that at some point, if it gets too high,\nyou do have a problem under the anti-lien provision of\nMedicaid?\nMR. MADDREY: I -- I believe, Your Honor, in\nresponse to the 90 percent or 100 percent scenario or\nhypothetical, I would certainly posit it would be\ndifficult for a State to defend -\nJUSTICE SCALIA: Why? I don't understand\nthat. You see, I think the only way you can defend it\nis that -- is that the recipient never -- never had a\nproperty right. Once -- once recovery is given to the\nrecipient, the recovery does not belong to the\nrecipient. And if that's true for 33 percent, it can be\nthrough -- true for 100 percent.\nHas there ever been any litigation since\n1935 about takings problems, with -- with the State\nrequiring 33 percent to go to the medical provider, even\nthough it may well be that -- that less or more of that\namount went to medical damages -\nMR. MADDREY: Your Honor, under the general\nlien statutes in Chapter 44 of the North Carolina\ngeneral statutes, Sections 49 and 50 are the two\nprovisions that we cite. I'm not aware of any\ntakings-related challenges to those laws. I am aware of\nState supreme court opinions saying that the attorney\nhad to distribute proceeds in accordance with the\nstatute.\nJUSTICE BREYER: -- can I go back for a\nsecond? Because I want to show you where I got my\nperhaps mistaken idea from.\nThere is a case called Andrews. And there\nis a statement in Andrews, which is a South --\nNorth Carolina case -- which says in certain\ncircumstances, although the statute says just what\nJustice Scalia says, the lawyer sits there, he takes\none-third and pays it to the State. Then this case has\nthis sentence in it: \"Ahlborn controls when there has\nbeen a prior determination or stipulation as to the\nmedical expense portion of a plaintiff's settlement. In\nthose cases, the State may not receive reimbursement in\nexcess of the portion so designated.\"\nNow, having read that sentence, I thought\nthe law of North Carolina was that this statute does not\napply, and that when, in fact, the jury or the judge\nfinds that only 10 percent was for medical expenses, the\nState cannot take more than 10 percent. And the same is\ntrue of a stipulation. That's what those words seem to\nsay to me.\nNow you're telling me that I'm not reading\nthose words correctly, that the case of Andrews does not\naffect our case here, and that you -- that the law of\nNorth Carolina is that you get one-third.\nNow, what is it? Do you see why I am\nconfused?\nMR. MADDREY: Yes, Your Honor. I will\ntry -- try, if I can, to explain what I believe to be\nthe source of the confusion is.\nThe stipulation in Ahlborn referenced in the\nAndrews decision was between the Medicaid recipient and\nthe State of Arkansas, the lienholder. It came in the\nFederal court action to challenge Arkansas's imposition\nof its lien.\nJUSTICE BREYER: I see.\nMR. MADDREY: Therefore, there was a\nstipulation binding the State, the lienholder, that\ncontrolled in Ahlborn.\nJUSTICE BREYER: You say a prior\ndetermination or stipulation. I took prior\ndetermination to mean a determination by a judge or a\njury. What does it mean, if it doesn't mean that?\nMR. MADDREY: I think later in the Andrews\ndecision, you will see a reference to the parties\ncertainly had the opportunity to negotiate with the\nState a lesser amount than -- that the amount of the\nstatutory lien. That would be -- that would be the\nprior determination, I believe.\nJUSTICE SOTOMAYOR: Am I correct that what\nyou believe and what the courts have been doing in your\nState, the lower courts, is that they won't approve a\nsettlement that doesn't have the one-third, and they\nwon't enter a judgment that doesn't have the one-third?\nIs that correct?\nMR. MADDREY: Your Honor, when there's a\nlump sum settlement in -- in these, the court directs\nthe attorney for the recipient to enforce the statute to\nprotect the State -\nJUSTICE SOTOMAYOR: So I'm right. They just\nwon't accept the private stipulation that doesn't do\nthat, and they won't enter into a judgment that doesn't\ndo that, correct?\nMR. MADDREY: Here, the -- the State court\nordered the $933,000 -\nJUSTICE SOTOMAYOR: Just answer my question.\nMR. MADDREY: Yes, Your Honor.\nJUSTICE SOTOMAYOR: All right.\nGoing back to Justice Alito's. The jury\nsays it's less or more or whatever of -- of the\nsettlement as medical expenses, it doesn't matter what\nthey say, the court can't enter a judgment for that\namount, they have to enter a judgment for either the\none-third or the full medical expenses.\nMR. MADDREY: They have to enter a judgment,\nyes, Your Honor.\nJUSTICE SOTOMAYOR: And that's what they\nhave been doing.\nMR. MADDREY: Yes, Your Honor. And -- and\nthat is the rationale behind the statute that the jury,\nnor the judge, can enter a judgment that's not in\nconformity with the statute.\nJUSTICE ALITO: Could I ask you how often\nthis comes up in North Carolina? Do you have any\nfigures where you have a dispute of this nature, during\nthe course of a year?\nMR. MADDREY: Your Honor, I've tried in the\nbriefs to indicate the dollar amounts involved. The\nnumbers of cases are in the hundreds, it's my\nunderstanding because, typically, they involve\nthird-party payments, not just for medical malpractice\ncases, but insurance coverage and other situations that\n-- that trigger the repayment obligation.\nJUSTICE KENNEDY: I don't want to take up\ntoo much time talking about Andrews, but it seems to me\nthat what the North Carolina Supreme Court said in\nAndrews is that in those States where there is a prior\ndetermination, that controls, but the -- North Carolina\nis entitled to adopt a different procedure and have a\none-third across-the-board rule.\nThat's the way I read it.\nMR. MADDREY: Well, certainly, that -\nJUSTICE KENNEDY: Does -- does that accord\nwith your understanding?\nMR. MADDREY: Your Honor, I think they were\nsaying two things. Other States have different\nprocedures -\nJUSTICE KENNEDY: Yes.\nMR. MADDREY: -- and that in North Carolina,\nthis is the rule, and that the prior determination also\ncould include an action involving binding the State of\nNorth Carolina.\nJUSTICE SOTOMAYOR: I know that was argued\nbefore. But I read Ahlborn very carefully, and I don't\nsee it. I read the amici briefs that reference\ndifferent procedures, and not one of them referenced the\nNorth Carolina procedure. So I know that was argued\nbefore. You didn't argue it in your brief here, and I\nassume you didn't because you did what I did, which was\nto read Ahlborn carefully and read what it cited, and I\ndon't see it cited.\nMR. MADDREY: I'm sorry. I don't know -\nJUSTICE SOTOMAYOR: I don't see the North\nCarolina procedure referenced in Ahlborn as something\nthat States could do. It wasn't referenced directly in\nthe -- in the opinion, and it wasn't referenced\nindirectly by the amici. The amici were talking about\nsubstantially different procedures.\nMR. MADDREY: Your Honor, the holding in\nAhlborn said you can't go beyond the amount\nrepresented -- that represents repayment for medicals.\nIt didn't say how a State has to or could determine\nthat, and that's the question that's presented.\nJUSTICE SOTOMAYOR: But my point is, Justice\nKennedy's question was that somehow in that opinion, we\napproved the North Carolina system.\nMR. MADDREY: Your Honor, I think -\nJUSTICE SOTOMAYOR: Is there a direct\nreference to North Carolina's system -\nMR. MADDREY: Absolutely not -\nJUSTICE SOTOMAYOR: -- in that or in any of\nthe amici brief that talked about different State rules?\nMR. MADDREY: Not that I'm aware of.\nIf there are no further questions, Your\nHonor, I would like to reserve the remainder of my time\nfor rebuttal.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Browning?\nORAL ARGUMENT OF CHRISTOPHER G. BROWNING, JR.,\nON BEHALF OF THE RESPONDENTS\nMR. BROWNING: Mr. Chief Justice, and may it\nplease the Court:\nThe -- General Maddrey has steadfastly\nargued that the North Carolina statute overrides a jury\nverdict. I think his argument is well-grounded, given\nthe language of the statute, but that illustrates the\nvery problem here, that this statute takes one-third of\na settlement or judgment regardless of the true facts of\nthe case. And that is problematic under Ahlborn.\nJustice Kagan, you had asked Mr. -- General\nMaddrey about the basis for the North Carolina statute.\nGeneral Maddrey had referred to it being a rule of thumb\nof three times medicals. But if you actually turn to\nthe Fourth Circuit's decision, which is based on the\nbriefs that were filed in the Fourth Circuit, in the\npetition at page 20A, the rule of thumb is actually\nthree times specials, which of course is different than\nthree times medicals because special damages would\ninclude things like lost wages and various other things.\nJUSTICE KAGAN: Mr. Browning, let me give\nyou a different rationale for this statute. It's\ndifferent than the one the State suggests, but it would\ngo something like this:\nThere is an allocation that has to be made.\nIn making allocations there are two ways of doing it.\nWe can do it case-by-case, individualized\ndecisionmaking; or we can use some bright-line rules.\nAnd the advantage of bright-line rules is that they are\ncheap and efficient and sometimes they are not more\ninaccurate than individualized decisionmaking because in\nindividualized decisionmaking you can maker errors, too.\nSo this is a reasonable way to make an\nallocation decision. And nothing that we said in\nAhlborn suggests that a State needs to use case-by-case\ndecisionmaking rather than bright-line rules to make the\nallocation that it needs to make between medical and\nnonmedical damages. What about that?\nMR. BROWNING: Well, Your Honor, I would\nturn to the language of the Ahlborn decision which makes\nclear that States cannot lay claim to more than a\nportion of a settlement or judgment that represents\npayment for medical care or medical expenses.\nWhen you have -\nJUSTICE SCALIA: Yes, but that doesn't\nanswer the question. I mean that portion, according to\nNorth Carolina, is one-third.\nMR. BROWNING: It is the State saying it is\none-third even though there is no basis and even though\nyou have cases like this where it's clearly not\none-third -\nJUSTICE SCALIA: Yes, but what the State\nsays is the law. I mean, the State says one-third is\nfor medical.\nMR. BROWNING: Your Honor, if that is all\nNorth Carolina had to do, of course, the Ahlborn\ndecision would have been dramatically different if\nArkansas had simply enacted a cap of 100 percent or\n50 percent or 40 percent because, in the Ahlborn\ndecision, the State of Arkansas was only seeking to\nrecover 39 percent of the tort settlement.\nAnd under North Carolina's theory, if\nArkansas had simply been bright enough to implement a\ncap, the Ahlborn decision would have been completely\ndifferent. And that makes absolutely no sense. I think\nthe Ahlborn decision indicates that there has to be a\nprocess in order to fairly and appropriately determine\nthe amount that the State may -\nJUSTICE SCALIA: So you need, ultimately you\nneed an adjudication. You have to leave it either to a\njury to decide what percentage of the total award is -\nis medical expenses or have a separate proceeding.\nLet's say where there has been a settlement, you need a\nseparate proceeding to decide how much of it is really\nfor medical. You know, they may say 10 percent is, but\nwho believes that? You -- you need a proceeding.\nThat is awfully time-consuming. And -- and\nas Justice Kagan suggests, I'm not sure it's going to be\nvery accurate. I don't think a jury determination is\ngoing to be -- is going to be accurate on that score.\nAnd I don't know how you go about determining how much\nof a settlement is attributable to -- to medical\nexpenses versus other things, especially when the\nsettlement itself says only 10 percent is medical\nexpenses.\nMR. BROWNING: Well, Justice Scalia, I think\nit is very easy for States to follow that and to put in\npractices or procedures that result in appropriate\nallocation of medical expenses.\nJUSTICE SCALIA: How do you do that?\nMR. BROWNING: Yes. There are a variety of\nways that States can do it.\nJUSTICE SOTOMAYOR: 16 are doing it already.\nMR. BROWNING: Absolutely. 16 and the\nDistrict of Columbia have a process for appropriate\nadjudication. Moreover, it is perfectly appropriate if\na State wants to have a presumption. The problem is it\ncan't be an irrebuttable presumption.\nJUSTICE BREYER: How does it work? Because\nI would imagine at the negotiation you have the -- the\nvictim's lawyer and the tortfeasor's lawyer and the\ntortfeasor's lawyer is interested that the bottom line\nnumber be as low as possible and the victim's number,\nthat it be as high as possible. And the victim's\nlawyer, in fact, would like as little as possible to be\nallocated to a source which is going to take that money\naway from him.\nSo they can reach agreement. What they will\ndo is say 1 penny is for medical expenses and everything\nelse is for pain and suffering, and that's very good for\nthe victim. And it's irrelevant to the tortfeasor.\nSo -- so when you see that on a piece of\npaper, what is it you are going to do? What kind of\nproceeding are you going to have? And it's a proceeding\nabout a proceeding. It's a proceeding about the\nsettlement negotiation. What's it going to look like?\nWhat does it look like in the 16 States? We will have a\nplaintiff's lawyer testify. He will say, Your Honor, I\nreally wanted 1 penny and only 1 penny to be allocated\nto pain and -- to medical expense. And the defendant's\nlawyer, he's being very honest, he'll say, I didn't\ncare; if that's what he wants, that's fine with me.\nCHIEF JUSTICE ROBERTS: Well, but it's worse\nthan that. He does care because the smaller amount\nmeans that the victim is going to actually get to keep\nmore and that's all the victim's lawyer is concerned\nabout, and that's fine with the tortfeasor's lawyer\nbecause otherwise he would have to pay more.\nJUSTICE BREYER: Exactly. So what does it\nlook like?\nCHIEF JUSTICE ROBERTS: Sorry to -\nMR. BROWNING: Mr. Chief Justice, if I first\ncan turn to your point and then respond to\nJustice Breyer's question.\nJUSTICE BREYER: It's the same point.\nCHIEF JUSTICE ROBERTS: It's the same point.\n(Laughter.)\nMR. BROWNING: Well, let me say this at the\noutset: That first of all, it is our position that the\nparties simply can't stipulate or reach an agreement\nthat somehow deprives the State of their interest.\nThere has to be an appropriate adjudication. It's\nworked well in the States that have implemented this\nprocess.\nJUSTICE BREYER: How does it work in those\nStates?\nMR. BROWNING: Yes, Your Honor, and -- and\nJustice Breyer, I don't think it's all of that\ncomplicated.\nJUSTICE SCALIA: I don't understand. What\ndo you adjudicate? What is the issue in the\nadjudication? How much of the award should have been\nallocated to medical expenses, or how much of the award\nwas, in fact, allocated to medical expenses? Which is\nthe issue?\nMR. BROWNING: What should be adjudicated -\nJUSTICE SCALIA: It seems to me it should be\nthe latter, shouldn't it?\nMR. BROWNING: What should be adjudicated\nconsistent with the Ahlborn decision is the portion of\nthe settlement that represents payment for medical\nexpenses. And that, that is -\nJUSTICE SCALIA: That's right. How much was\nallocated, right? It doesn't matter what ought to have\nbeen. The issue is what proportion did the parties in\nfact allocate to medical expenses, right?\nMR. BROWNING: Your Honor, I don't think -\nJUSTICE SCALIA: And they say 1 penny. How\nare you going to contradict that?\nMR. BROWNING: We would not assert that the\nparties' subjective belief is necessarily binding.\nJUSTICE SCALIA: No, no. But that's -\nJUSTICE BREYER: But I am asking the same\nquestion. There are 16 States that have this procedure.\nHow does it work?\nMR. BROWNING: Yes, and in most of those -\nJUSTICE BREYER: I don't want to know that\nthey have it. I want to know how it works. We have put\nthe problem as to why it seems it might not work too\nwell, and now I would like you to tell us how it really\nworks.\nMR. BROWNING: How it really works in those\nStates is the States will -- will generally negotiate\nwith the State Medicaid agency and come to a fair\nallocation without the necessity for a judicial\ndetermination that's appropriate.\nCHIEF JUSTICE ROBERTS: What about fair?\nJUSTICE SOTOMAYOR: Is that because they\nknow they are going to be subject to a hearing if they\ndon't reach an agreement?\nMR. BROWNING: Yes.\nJUSTICE SOTOMAYOR: So there is an\ninducement for them to do what this State didn't do.\nMR. BROWNING: Correct, Your Honor.\nJUSTICE SOTOMAYOR: When told to come in,\nthey ignored it. In those States, States know they are\ngoing to increase potentially their costs, so they come\nin more often.\nMR. BROWNING: Exactly, Justice Sotomayor.\nCHIEF JUSTICE ROBERTS: Exactly what?\nMR. BROWNING: It levels the playing field\nso that there is an incentive on both sides to come to\nan appropriate allocation.\nJUSTICE ALITO: Well, how is this allocation\nnot happening?\nCHIEF JUSTICE ROBERTS: I was going to say,\nhow do we know what's fair and appropriate? You come\nin -- let's say you have $20,000 in medical expenses and\na claim for pain and suffering. And they come in and\nthey recover a million dollars, right?\nSo what's appropriate in that case? The\nother side will say, well, we settled on a million\ndollars, pain and suffering was really 20 million and we\ncame down to a million. So what's fair allocation in\nthe case of the medical expenses? It seems to be an\nentitled -- entirely artificial judgment. To the extent\nit's not, it depends on the views of the two parties\nnegotiating and I thought we established that that is\nentirely subject to manipulation.\nMR. BROWNING: Your Honor, it is a process\nthat the courts can determine based upon the experience\nof the judge, that who generally would be very\nexperienced in the valuation of cases, can make an\nappropriate decision, and can consider all the facts,\nthe equities -\nJUSTICE SOTOMAYOR: Counsel, do judges do\nthis in non-Medicaid cases regularly?\nMR. BROWNING: Oh, absolutely. They do it\nin North Carolina in the context of workers'\ncompensation liens, having to come up with an\nappropriate allocation, and there the court has -\nJUSTICE SOTOMAYOR: Let's deal with what\nappears to be many of my colleagues' gut instinct, okay?\nThis is -- it costs too much, it's too burdensome.\nWe've already answered why not, but in the end, they\ndon't believe you could ever figure out the number.\nThat's really their bottom line, that this number's\nartificial no matter what you do, so you might as well\njust throw a label on it, reasonable or not, and leave\nit alone. How do you answer that argument?\nBecause that's the essence of their -- of\ntheir belief -\nMS. BROWNING: Your Honor -\nJUSTICE SOTOMAYOR: -- that this bottom line\nallocation is always going to be wrong somehow.\nCHIEF JUSTICE ROBERTS: It's -- it's a\nlittle better than that, but go ahead and answer.\n(Laughter.)\nMR. BROWNING: Justice Sotomayor, the -- the\nconcern, of course, is that -- forgive me, I've lost my\ntrain of thought here, Mr. Chief Justice.\nJUSTICE ALITO: Well, this is what I\nenvision happening, if the -- if the parties can't -- if\nthe State and the -- and the recipient of the -- of\nMedicaid assistance can't come to an agreement.\nBasically, you have to make an estimate of what the\ndamages would have been if the case had been tried and\nthen you determine that the medical portion of the\ndamages would have been 15 percent and so you reduce,\nthen you take the amount of the settlement, and the\namount of the settlement that is attributable to the\nmedical expenses is 15 percent. That would be what I\nwould envision. Is that not correct?\nMR. BROWNING: Your Honor, that is -- that\nis certainly an approach similar to Ahlborn, a\nproportionality sort of review. You -- you -- you look\nat how much you're able to recover versus the amount -\nthe amount of the total claim versus the amount of the\nsettlement and you come to an appropriate -\nJUSTICE ALITO: That seems very -- that\nseems really very complicated.\nMR. BROWNING: Well -\nJUSTICE ALITO: How can a judge -- where the\ncase is settled and the judge doesn't really know\nanything about the proof, how is a judge going to be in\na position really to do that?\nMR. BROWNING: Your Honor, it is a matter of\nthe parties coming forward, presenting evidence as to\nthe damages in the case, perhaps an explanation as to\nwhy the case settled for less than full value, and the\ncourt using their experience to determine is this\nappropriate, should there be any reductions and of\ncourse -\nJUSTICE GINSBURG: Is that -- is that what\nhappens? You said you -- that in North Carolina for\nworkers' compensation -- for settlements that are\nsubject to workers' compensation liens, you have this\ntype of system.\nMR. BROWNING: Yes, in the context of\nthird-party liability.\nJUSTICE GINSBURG: How does it work for\nworkers' compensation recoveries that have the same\nthing, they -- they owe the State for the medical.\nMR. BROWNING: Yes, Your Honor. The -- the\nstatute -- the North Carolina statute directs in -- in\nthat lien situation for the court to consider the\nlikelihood that the plaintiff would have actually\nrecovered on the claim, and various other factors that\nthe court deems appropriate and it puts it in the\ndiscretion of the court.\nWhat we're saying here is that Ahlborn\nrequires that there must be a determination of the\nportion of the settlement that represents payment for\nmedical -\nJUSTICE SOTOMAYOR: Counsel, in those\nproceedings, are witnesses called or is it usually done\non papers?\nMR. BROWNING: It's usually done in a fairly\nexpedited process, yes, Your Honor.\nJUSTICE SCALIA: You know, putting -\nputting it in the discretion of the court, as you say is\ndone in the workmen's compensation, is quite different\nfrom what you're proposing here. That seems to me quite\nworkable -- you know. The -- the court hears the\nevidence and he decides how much should be reimbursed\nwithin -- within the court's discretion. But here,\nyou're -- you're asking a court to decide how much of a\nrecovery or how much of a settlement was attributable\nto -- to the medical portion.\nMR. BROWNING: I think it needs to be -\nJUSTICE SCALIA: That's a totally different\nquestion.\nMR. BROWNING: Justice Scalia, I think it's\nan objective determination. I don't think the parties\ncan skew it one way because of the way they structured\nthe settlement just because -- just as the State can't\nskew it the other way because they have an arbitrary\nnumber, whether it be 100 percent, 90 percent,\n75 percent, it doesn't allow for the fact that -\nJUSTICE BREYER: Are you satisfied -\nCHIEF JUSTICE ROBERTS: You've said several\ntimes that the way you do this is based on the judge's\nexperience and so on with -- with the cases. And I\nthink what your -- your friend on the other side is\nsaying is that's pretty much what's going on here except\nover time -- I mean, would it be all right if over time\nthe judge says, well, typically, sometimes it's\n25 percent, sometimes it's 35 percent, over time, it's\nsort of 33 percent. And so we're going to have that as\nan absolute rule so that we don't have to go through\nthese proceedings every time just to make sure that it's\n30 percent rather than 33 percent.\nWhat's -- I guess it's Justice Kagan's\nquestion -- what's wrong with the bright-line rule here?\nMR. BROWNING: There would be nothing wrong\nwith a rule that creates a presumption. What is the\nproblem is, you have cases that are on the extremes like\nthis case where you have absolutely horrendous injuries\nand a physician who -- who doesn't have the financial\nwherewithal to pay for the extent of the damages that he\ncaused.\nHere, EMA's guardian had no option but to\nsettle the case for the available funds of $2.8 million.\nBut that is a far cry from how anyone would objectively\nevaluate -\nJUSTICE BREYER: So you're -- you're\nsatisfied with the presumption. Is there any law here\nthat gives you a leg-up? I mean, is this like Chevron\nor Skidmore or something like that?\nMR. BROWNING: Your Honor, I certainly think\nin this case the fact that the United States Department\nof Health and Human Services has filed an amicus brief\nthat points out that this sort of ill rebuttable\npresumption, this sort of -\nJUSTICE BREYER: I know that's their\nposition. But my question is, does the law mean that\nwhen we decide this case, I see you have a reasonable\npoint, they have a reasonable point, that if both points\nare reasonable, you get the benefit of some kind of\nlegal presumption like Chevron, Skidmore, et cetera.\nMaybe you can think of another one, I don't know. Do\nyou or don't you?\nMR. BROWNING: Your Honor, I think it would\nbe appropriate to give Chevron deference to the\narguments of the United States -\nCHIEF JUSTICE ROBERTS: Well, we're dealing\nwith a North Carolina statute. Don't they get deference\nalong the same lines?\nMR. BROWNING: No, Your Honor. I don't\nthink -- the starting point has to be the Federal\nstatute, Medicaid's anti-lien provision, which is very\nclear that no lien may be imposed.\nCHIEF JUSTICE ROBERTS: Well, it can't be\nvery clear because CMS took the opposite position before\nthis case, right?\nMR. BROWNING: I don't think that they took\nthe opposite position. With regard to the letter that\nwas sent to Congressman Coble that that was a -- an\nemployee who was not within a policymaking decision, who\nhas to field thousands of these sort of requests for\ninformation coming into CMS. So I don't think we can\nput a whole lot of credence on that particular letter\nthat has been expressly disavowed by the secretary and\nthe director of CMS.\nJUSTICE ALITO: Could I ask you a question\non this different point? Could the -- suppose the North\nCarolina legislature passed a statute that says\nsomething like the following: \"In any tort action in\nwhich an item of damages sought is medical expenses, the\nplaintiff may not recover for any other item of damages\nuntil the full amount of the medical expenses is\nsatisfied.\"\nNow, then they're just restructuring their\ntort law. Would there be a problem with that?\nMR. BROWNING: Your Honor, I think in the\ncase of the anti-lien provision, that that would\neffectively circumvent the anti-lien provision and allow\nby the backdoor what we would contend would not be -\nthe State could not do directly. So yes, I do see\npotential problems with that. Obviously, it would be\ndifferent than the scenario that we have here, but it\ndoes -- the starting point has to be the anti-lien\nprovision, which is no lien may be imposed.\nThis Court in Ahlborn assumed without\ndeciding that there would be an implied exception to\nthat statute. But that -- that exception is very\nlimited. It has to be in the context of, as this Court\nrecognized, a State can only lay claim to that portion\nof the settlement that represents payment for medical\ncare. So until you have -\nJUSTICE ALITO: Does Federal law -- did\nFederal law require your client to seek compensation for\nmedical expenses?\nMR. BROWNING: No, Your Honor, I don't\nbelieve that there is a requirement that Medicaid\nbeneficiaries would have to file a suit and try to\nrecover medical expenses.\nJUSTICE ALITO: So you could have -- could\nyou have filed suit and disclaimed any -- any claim for\nmedical expenses, you only want to be compensated for\nother things?\nMR. BROWNING: If -- first of all, there\nwould be some medical expenses that wouldn't be\nMedicaid, medical expenses that were incurred by the\nfamily. But moreover, even in that scenario, I think\ngiven the language of the North Carolina statute, the\nState would still be seeking one-third. So, if one were\nto take that route, it would be an extremely treacherous\nroute that you would be -- not being able to -- to get\nfull -- full recovery from the defendant, but still\nhaving to be paying a third to the State of North\nCarolina.\nJUSTICE SCALIA: But it would be the\ndefendant who's -- who's -- who's jiggering the system,\nI mean, not suing for the medical portion simply because\nthe defendant knows that at least some of that portion,\nif not all of it, would -- would go -- would go to the\nState. So, in a situation, such as yours, where the\ntotal recovery is -- is not going to suffice to cover\nboth pain and suffering and medical expenses, it'd be\nvery intelligent to do what Justice Alito proposed. And\nthat seems to me a real, I don't know, gaming -- gaming\nof the system.\nMR. BROWNING: I don't think it would be a\ngaming of the system, Justice Scalia, if the State,\nbased upon the statute, based upon its previous\ndirectives would expect the Medicaid beneficiary to seek\nrecovery of those claims and to remit one-third to the\nState. Thank you, Your Honor.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMs. Anders?\nORAL ARGUMENT OF GINGER D. ANDERS,\nFOR UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE RESPONDENTS\nMS. ANDERS: Mr. Chief Justice, and may it\nplease the Court:\nTo start with the types of procedures that\nStates may use to allocate medical damages, I think the\nStates have a broad range of discretion to determine\nwhat should be an appropriate allocation.\nThey're not -\nJUSTICE SOTOMAYOR: Could you move the\nmicrophone so it's a little closer to you?\nMS. ANDERS: Sorry.\nJUSTICE SOTOMAYOR: Thank you.\nMS. ANDERS: Is this better?\nCHIEF JUSTICE ROBERTS: Yes. Thanks.\nMS. ANDERS: So the States are not\ndetermining, they're not trying to reconstruct what the\nplaintiff's and the defendant's intent was in entering\ninto the settlement. Often, there will be no shared\nintent. What -- what the States are doing is\ndetermining what the appropriate allocation should be.\nAnd the States that have individualized determinations,\nwhich is what we think is required here, have developed\na number of different procedures for doing that.\nFor instance, a district court in\nPennsylvania, in McKinney -\nJUSTICE SCALIA: Excuse me. I have a -- I\nhave a theoretical problem right at the outset. I mean,\nwhat the statute forbids is asserting a lien on recovery\nthat is for medical expenses. And you're telling me\nthat the States aren't even trying to find out what\nportion of the recovery was for medical expenses.\nThey're looking to determine what proportion should have\nbeen for medical expenses.\nHow does that tie in with the -- with the\nprohibition of the lien?\nMS. ANDERS: Well, I think this Court\nestablished in Ahlborn that the beneficiary and the\nState, they respectively have interests in the\nsettlement that arises from the fact that in the tort\ncase the plaintiff has asserted claims for medical\ndamages and for nonmedical damages.\nAnd so Ahlborn establishes that we need to\ndivide the two in order to determine what the State may\nrecover. Ahlborn also establishes that the beneficiary\nhas an interest in the settlement that arises from her\nnonmedical claims that can be allocated away by an\nallocation method, such as one that gives -- that says\nthat 100 percent of the settlement must always be\nallocated to -- to medical damages.\nJUSTICE SCALIA: So -- so you're saying that\nthe State can, in making this determination, in fact\ntake away from a plaintiff who has recovered a -- a\ngreater amount in medical expenses, or a lesser amount\nin medical expenses, can take -- take away that by\ndetermining how much should have been allocated to\nmedical expenses, right?\nMS. ANDERS: The State does have some\ndiscretion to determine what the appropriate allocation\nis -\nJUSTICE SCALIA: So you're messing up the\nlien law anyway, no matter which way you play it.\nMS. ANDERS: Well, I think Ahlborn\nestablishes that we have to make some kind of division\nof the settlement, and when the parties haven't done it,\nthere's no jury determination. We don't know ahead of\ntime before the allocation has been done what precisely\nthe amount the medical damages should be. But we do\nknow because the plaintiff, the beneficiary, has\nasserted nonmedical claims and she has compromised them,\nwe do know that she has an interest in the settlement\nthat arises from her nonmedical claims.\nSo for instance, you can imagine the\nsituation in which a plaintiff has a claim -- a claim\nthat is 10 percent medical damages and 90 percent lost\n-- past lost wages. So they're both equally concrete.\nIn that situation, when the plaintiff settles for\npennies on the dollar, I think we -- we would have\nserious questions about whether a one-third allocation\nto medical damages in that case would be appropriate.\nBut without an individualized determination,\nthere would be no way to know whether this is a case in\nwhich the -- the blanket rule that the State has is\nactually overestimating the amount that should be\nappropriately allocated to medical damages.\nJUSTICE SOTOMAYOR: Ms. Anders, could you\nplease finish your response, when you said various\nStates do various things. Could you describe some of\nthem?\nMS. ANDERS: Certainly. So for instance, in\nMcKinney v. Philadelphia Housing Authority, this is a\ndistrict court case in Pennsylvania, what the court did\nwas it said, we have the settlement; we know how much\nthe past medical damages were because we know what the\nmedical bills were; and we can -- we can assume that the\njury, had this case gone to trial, would have awarded\n100 percent of the medical damages because they were\nprovable and because there weren't disputes about -\nabout that.\nAnd so the court then said, I'm going to\nthen apply a discount rate for the uncertainty that the\ndefendant would have been held liable at all.\nCHIEF JUSTICE ROBERTS: Is that a\nreasonable -- this is the Federal district court?\nMS. ANDERS: That was the Federal district\ncourt.\nCHIEF JUSTICE ROBERTS: So it's not a State\nprocedure.\nMS. ANDERS: Pennsylvania law. That case\nhappened to be in Federal court. Pennsylvania law\nprovided a -- a rebuttable presumption, and so the court\ndetermined -\nCHIEF JUSTICE ROBERTS: What if -- what if\nthe other -- the parties I guess are coming in and\nsaying, well, that's not how juries work. They don't\ncare that this measure of damages is particularly\ncalculable. They come to a general view. You've got\nmedical expenses, you've got pain and suffering. They\nmake a judgment about that. Would that be a good\nargument to make?\nMS. ANDERS: I think the Court could take\nthat into account in allocating, yes, so some -\nCHIEF JUSTICE ROBERTS: So how would it take\nit into account? You said, well, because the medical\nexpenses are readily calculable, we assume that that's\nwhat the jury meant first, and then the other stuff is\nextra so the State can get it. But maybe sometimes they\njust come to a -- a total figure and they don't care how\nit's allocated. You say, well, that's an argument they\ncan make.\nWell, what's a judge supposed to do in a\nparticular case?\nMS. ANDERS: Well, I -- this is positing a\nsituation in which there's been a settlement rather than\na jury determination. So I think that the -- the court\nthat's doing the allocating has some discretion here.\nAnd so one thing it can do is say I'm going to\nessentially prioritize medical damages because I think\njuries usually will award them. But a State could also\nprovide that the inquiry should be more equitable and\nopen-ended.\nSo, for instance, Illinois and Missouri have\nprovided simply that -- that the court shall make an\nequitable allocation. It can take into account the fact\nthat the -- that the plaintiff may receive a double\nrecovery.\nJUSTICE GINSBURG: Do you agree -- do you\nagree that the only flaw in the North Carolina statute\nis that it's a fixed amount, and that if it were a\nrebuttable presumption it would be okay? If the North\nCarolina law says 30 percent is the cap, but in a\nparticular case you can show that that's not a fair\nallocation?\nMS. ANDERS: That's absolutely right. And\n-- and to return to one of Justice Kagan's earlier\nquestions, I think a one-third allocation may be in the\nmine run of cases a reasonable presumption. But there\nwill be some cases, like my 90 percent, 10 percent\nexample, where it isn't a reasonable allocation.\nJUSTICE KAGAN: And in those rebuttal\npresumption States, can both sides come in and try to\nrebut it? So the individual beneficiary can try to\nrebut it, but the States could as well? Or is it just a\nright for the beneficiary to try to rebut the\npresumption?\nMS. ANDERS: I think in those States, it's\njust a right for the beneficiary to try to rebut the\npresumption. Some of those States start with a\nrebuttable presumption of full reimbursement. So that\nthe presumption starts at the full amount that the State\npaid.\nCHIEF JUSTICE ROBERTS: So this is a real,\nsignificant increase in the burden on the State under\nthe Medicaid program. You're saying yes, you can try to\nrecover recovery from third-party tortfeasors, but if\nyou do that you've got to set up this apparatus where\neverybody can come in and you've got to prove what the\nallocation was and all that.\nSo -- I mean some -- 34 States haven't done\nthat, right?\nMS. ANDERS: Well, I think what's more\nsignificant for our purposes is that 16 States plus D.C.\nhave, and -\nCHIEF JUSTICE ROBERTS: Well, yes, for your\npurposes. But I'm interested in -- in my purposes. And\nI'm trying to figure out whether or not that's a\nsignificant financial burden on the State -- if they're\ngoing to go about trying to recover this money, that\nthey've got to provide some apparatus, administrative,\njudicial, whatever, to make a calculation that I still\ndon't understand what it's addressed to.\nAnd -- and not only that, but even if you do\nknow what it's addressed to, you just take into account\nall these things and come up with an equitable.\nMS. ANDERS: I don't think that these States\nhave found that it's a significant administrative\nburden. One reason is that once the allocation rules\nare in place, it's our understanding that most of these\ncases settle. The beneficiary and the State agree as to\nwhat the allocation is, so this doesn't go to a hearing\nin the first place. But even -- even when there are\nhearings, I think States can take significant measures\nto lessen the burden.\nFor instance -\nJUSTICE SOTOMAYOR: How many States have\nNorth Carolina's rule? Do you know?\nMS. ANDERS: There are -- there are five\nother States like North Carolina that have an\nirrebuttable presumption with a cap. There are 10\nothers that have an irrebuttable presumption, we think,\nof full reimbursement. But -- but I should caveat that\nby saying that we simply don't know in those States what\nthey do, what their practices are.\nJUSTICE BREYER: Why isn't -- the missing\npart here -- maybe I just missed it -- we're\ninterpreting a statute, and the part that trumps the\nlien provision is the part that says the State is\nentitled to payment that has been made for medical\nassistance for health care items -- and some other\nsimilar language is in the statute.\nThey think their one-third rule is a good\nway of measuring that. You think that the one-third\nrule as a rebuttable presumption is a better way of\nmeasuring that. Now normally, or often, I would see\ngovernment arguments like that where they'd say, and, by\nthe way, we're interpreting very technical language in\nour statute, and Chevron and/or Skidmore means that you\nshould give us particular weight.\nIs that part of your argument here, and if\nit isn't, why isn't it?\nMS. ANDERS: Well, I think -- we think that\n-- the position reflected in our brief is HHS's\nconsidered position, and we do think that it's -- it is\npersuasive. Now, HHS presumably could regulate, it\ncould go through notice and comment rulemaking and\nestablish rules that -\nJUSTICE BREYER: My impression is that you\nget Chevron deference on the basis of whether\nCongress -- and there's a lot of rules and so forth, but\n--\nMS. ANDERS: We haven't claimed Chevron\ndeference.\nJUSTICE BREYER: -- you haven't claimed it.\nAnd I -- so that puzzles me -- and I don't -\nMS. ANDERS: -- there aren't regulations on\nthis.\nJUSTICE BREYER: I'm not -- you argue what\nyou want to argue, but I -- this is awfully technical\nlanguage. It's a minor interstitial point.\nJUSTICE SCALIA: I'm not sure that HHS\nhas -- has authority over -- over how a State recovers.\nI don't see that it's part of the administration of the\nstatute committed to HHS. So I -- you know, I admire\nyou're not citing Chevron.\n(Laughter.)\nMS. ANDERS: Well, HHS has -- the statute\nrequires the States to -- to enact reasonable measures\nfor recovery. HHS thinks that a measure that\ncircumvents the anti-lien provision like North\nCarolina's wouldn't be a reasonable measure, but there\naren't regulations on that subject.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nGeneral Maddrey, you have three minutes\nremaining.\nREBUTTAL ARGUMENT OF JOHN F. MADDREY\nON BEHALF OF THE PETITIONER\nMR. MADDREY: We have heard a lot about what\na State could or maybe should do, but what must a State\ndo under the Medicaid Act to fulfill its obligations?\nThe Fourth Circuit and respondents and apparently the\nUnited States say they have to have a post-settlement\ntrial, I guess a trial to settle the settlement. And\nthat, while an available option, is not a mandatory\nrequirement under anything that I can see in the\nMedicaid Act.\nJUSTICE KAGAN: Well, General, how about\nthis, and I am having a little bit of trouble here\nbecause I think a State could come in, or I think there\nis a reasonable argument that a State could come in and\nsay -- you know, we've made an estimate, and here's our\nbest estimate, and we don't think there is a need for an\nindividualized decision-making on top of that.\nBut as I understand your argument, that is\nnot what you are saying. You are making a very\ndifferent kind of argument, suggesting that you can take\nthis number any place, no matter what the relationship\nbetween the number and the actual allocation that\ncases -- that allocation of medical and nonmedical\ndamages in the real world.\nSo if that's the case, what do I do?\nMR. MADDREY: Your Honor, the statute --\nNorth Carolina's statute defines the amount that must be\nincluded for the repayment by the Medicaid recipient.\nIt's not guessing after the fact, but instead providing\nin advance, the recipe as to how to put the settlement\ntogether. It tells the parties what they have to do.\nAnd that makes it a bright-line rule, which I think you\nneed to compare to the alternative, which is this -\nthis, what the Fourth Circuit called a true value\nhearing after the fact, after the settlement, how did -\nhow did they get there? Is it what they did or what\nthey should have done or what they could have done?\nIn this case you've got a $42 million damage\nclaim settled for 2.8 million -\nJUSTICE SOTOMAYOR: So how do -- what do we\ndo with the Federal statute that says, You are not\nentitled to a lien of any amount that is greater than\nyour medical expenses? And using the Solicitor\nGeneral's Office example, everybody knows that the true\nvalue of medical expenses in a particular case was only\n10 percent, you are still getting 30 percent. How do\nwe -- how do we honor the terms of the Federal statute?\nMR. MADDREY: Because the State statute says\nthe State never recovers more than its actual medical\nexpenses. If in that hypothetical the medical expenses\nwere 100,000 or 10 percent, the North Carolina statute\nwould say North Carolina gets up to one-third of the\nsettlement but never more than they paid.\nSo by definition it can't be for something\nthat was not medicals. And that's the bright-line rule\nthat the North Carolina statute creates.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\n"
    }, 
    "respondents": [
        "E.M.A., A MINOR, BY AND THROUGH", 
        "HER GUARDIAN AD LITEM,", 
        "DANIEL H. JOHNSON, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 23, 
        "JUSTICE ALITO": 11, 
        "JUSTICE BREYER": 23, 
        "JUSTICE GINSBURG": 6, 
        "JUSTICE KAGAN": 11, 
        "JUSTICE KENNEDY": 3, 
        "JUSTICE SCALIA": 23, 
        "JUSTICE SOTOMAYOR": 41, 
        "MR. BROWNING": 40, 
        "MR. MADDREY": 64, 
        "MS. ANDERS": 21, 
        "MS. BROWNING": 1
    }
}