{
    "appearances": {
        "content": "BERT W. REIN, ESQ., Washington, D.C.; on behalf of\nPetitioner.\nDONALD B. VERRILLI, JR., ESQ., Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of\nFederal Respondent.\nDEBO P. ADEGBILE, ESQ., New York, New York; on behalf of\nRespondents Bobby Pierson, et al.\n"
    }, 
    "caseNum": "12-96", 
    "caseinfo": {
        "content": "SHELBY COUNTY, ALABAMA, :\nPetitioner : No. 12-96\nv. :\nERIC H. HOLDER, JR., :\nATTORNEY GENERAL, ET AL. :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nBERT W. REIN, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nDONALD B. VERRILLI, JR., ESQ.\nOn behalf of the Federal Respondent 29\nORAL ARGUMENT OF\nDEBO P. ADEGBILE, ESQ.\nOn behalf of the Respondents 52\nBobby Pierson, et al.\nREBUTTAL ARGUMENT OF\nBERT W. REIN, ESQ.\nOn behalf of the Petitioner 63\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, February 27, 2013\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States\nat 10:14 a.m.\n"
    }, 
    "petitioners": [
        "SHELBY COUNTY, ALABAMA,", 
        "Petitioner", 
        "No. 12-96 v.", 
        "ERIC H. HOLDER, JR.,", 
        "ATTORNEY GENERAL, ET AL.", 
        ""
    ], 
    "proceedings": {
        "content": "(10:14 a.m.)\nCHIEF JUSTICE ROBERTS: We'll hear argument\nfirst this morning in Case 12-96, Shelby\nCounty v. Holder.\nMr. Rein?\nORAL ARGUMENT OF BERT W. REIN\nON BEHALF OF THE PETITIONER\nMR. REIN: Mr. Chief Justice, and may it\nplease the Court:\nAlmost 4 years ago, eight Justices of the\nCourt agreed the 2005 25-year extension of Voting Rights\nAct Section 5's preclearance obligation, uniquely\napplicable to jurisdictions reached by Section 4(b)'s\nantiquated coverage formula, raised a serious\nconstitutional question.\nThose Justices recognized that the record\nbefore the Congress in 2005 made it unmistakable that\nthe South had changed. They questioned whether current\nremedial needs justified the extraordinary federalism\nand cost burdens of preclearance.\nJUSTICE SOTOMAYOR: May I ask you a\nquestion? Assuming I accept your premise, and there's\nsome question about that, that some portions of the\nSouth have changed, your county pretty much hasn't.\nMR. REIN: Well, I --\nJUSTICE SOTOMAYOR: In -- in the period\nwe're talking about, it has many more discriminating --\n240 discriminatory voting laws that were blocked by\nSection 5 objections.\nThere were numerous remedied by Section 2\nlitigation. You may be the wrong party bringing this.\nMR. REIN: Well, this is an on-face\nchallenge, and might I say, Justice Sotomayor --\nJUSTICE SOTOMAYOR: But that's the standard.\nAnd why would we vote in favor of a county whose record\nis the epitome of what caused the passage of this law to\nstart with?\nMR. REIN: Well, I don't agree with your\npremises, but let me just say, number one, when I said\nthe South has changed, that is the statement that is\nmade by the eight Justices in the Northwest Austin case.\nAnd I certainly --\nJUSTICE GINSBURG: And Congress -- Congress\nsaid that, too. Nobody -- there isn't anybody in -- on\nany side of this issue who doesn't admit that huge\nprogress has been made. Congress itself said that. But\nin line with Justice Sotomayor's question, in the D.C.\nCourt of Appeals, the dissenting judge there, Judge\nWilliams, said, \"If this case were about three States,\nMississippi, Louisiana, and Alabama, those States have\nthe worst records, and application of Section 5 to them\nmight be okay.\"\nMR. REIN: Justice Ginsburg, Judge Williams\nsaid that, as he assessed various measures in the\nrecord, he thought those States might be distinguished.\nHe did not say, and he didn't reach the question,\nwhether those States should be subject to preclearance.\nIn other words, whether on an absolute basis, there was\nsufficient record to subject them --\nJUSTICE KAGAN: But think about this State\nthat you're representing, it's about a quarter black,\nbut Alabama has no black statewide elected officials.\nIf Congress were to write a formula that looked to the\nnumber of successful Section 2 suits per million\nresidents, Alabama would be the number one State on the\nlist.\nIf you factor in unpublished Section 2\nsuits, Alabama would be the number two State on the\nlist. If you use the number of Section 5 enforcement\nactions, Alabama would again be the number two State on\nthe list.\nI mean, you're objecting to a formula, but\nunder any formula that Congress could devise, it would\ncapture Alabama.\nMR. REIN: Well, if -- if I might respond\nbecause I think Justice Sotomayor had a similar\nquestion, and that is why should this be approached on\nface. Going back to Katzenbach, and all of the cases\nthat have addressed the Voting Rights Act preclearance\nand the formula, they've all been addressed to determine\nthe validity of imposing preclearance under the\ncircumstances then prevailing, and the formula because\nShelby County is covered, not by an independent\ndetermination of Congress with respect to Shelby County,\nbut because it falls within the formula as part of the\nState of Alabama. So I -- I don't think that there's\nany reluctance upon on this --\nJUSTICE SOTOMAYOR: But facial challenges\nare generally disfavored in our law. And so the\nquestion becomes, why do we strike down a formula, as\nJustice Kagan said, which under any circumstance the\nrecord shows the remedy would be congruent,\nproportional, rational, whatever standard of review we\napply, its application to Alabama would happen.\nMR. REIN: There -- there are two separate\nquestions. One is whether the formula needs to be\naddressed. In Northwest Austin, this Court addressed\nthe formula, and the circumstances there were a very\nsmall jurisdiction, as the Court said, approaching a\nvery big question.\nIt did the same in Rome, the City of Rome.\nIt did the same in Katzenbach. The -- so the formula\nitself is the reason why Shelby County encounters the\nburdens, and it is the reason why the Court needs to\naddress it.\nJUSTICE SOTOMAYOR: Interestingly enough, in\nKatzenbach the Court didn't do what you're asking us to\ndo, which is to look at the record of all the other\nStates or all of the other counties. It basically\nconcentrated on the record of the two litigants in the\ncase, and from that extrapolate -- extrapolated more\nbroadly.\nMR. REIN: I don't think that --\nJUSTICE SOTOMAYOR: You're asking us to do\nsomething, which is to ignore your record and look at\neverybody else's.\nMR. REIN: I don't think that's a fair\nreading of Katzenbach. In Katzenbach, what the Court\ndid was examined whether the -- the formula was rational\nin practice and theory. And what the Court said is,\nwhile we don't have evidence on every jurisdiction\nthat's reached by the formula, that by devising two\ncriteria, which were predictive of where discrimination\nmight lie, the Congress could then sweep in\njurisdictions as to which it had no specific findings.\nSo we're not here to parse the\njurisdictions. We are here to challenge this formula\nbecause in and of itself it speaks to old data, it isn't\nprobative with respect to the kinds of discrimination\nthat Congress was focusing on and it is an inappropriate\nvehicle to sort out the sovereignty of individual\nStates.\nI could tell you that in Alabama the number of\nlegislators in the Alabama legislature are proportionate\nto the number of black voters. There's a very high\nregistration and turnout of black voters in Alabama.\nBut I don't think that that really addresses the issue\nof the rationality in theory and practice in the\nformula.\nIf Congress wants to write another statute,\nanother hypothetical statute, that would present a\ndifferent case. But we're here facing a county, a State\nthat are swept in by a formula that is neither rational\nin theory nor in practice. That's the -- that's the hub\nof the case.\nJUSTICE KENNEDY: I suppose the thrust of\nthe questions so far has been if you would be covered\nunder any formula that most likely would be drawn, why\nare you injured under this one?\nMR. REIN: Well, we don't agree that we\nwould be covered under any formula.\nJUSTICE KENNEDY: But that's -- that's the\nhypothesis. If you could be covered under most\nsuggested formulas for this kind of statute, why are you\ninjured by this one? I think that's the thrust of the\nquestion.\nMR. REIN: Well, I think that if -- if\nCongress has the power to look at jurisdictions like\nShelby County, individually and without regard to how\nthey stand against other States -- other counties, other\nStates, in other words, what is the discrimination here\namong the jurisdictions, and after thoroughly\nconsidering each and every one comes up with a list and\nsays this list greatly troubles us, that might present a\nvehicle for saying this is a way to sort out the covered\njurisdictions --\nJUSTICE ALITO: Suppose Congress passed a\nlaw that said, everyone whose last name begins with A\nshall pay a special tax of $1,000 a year. And let's say\nthat tax is challenged by somebody whose last name\nbegins with A. Would it be a defense to that challenge\nthat for some reason this particular person really\nshould pay a $1,000 penalty that people with a different\nlast name do not pay?\nMR. REIN: No, because that would just\ninvent another statute, and this is all a debate as to\nwhether somebody might invent a statute which has a\nformula that is rational.\nJUSTICE SCALIA: I was about to ask a\nsimilar question. If someone is acquitted of a Federal\ncrime, would it -- would the prosecution be able to say,\nwell, okay, he didn't commit this crime, but Congress\ncould have enacted a different statute which he would\nhave violated in this case. Of course, you wouldn't\nlisten to that, would you?\nMR. REIN: No, I agree with you.\nJUSTICE SOTOMAYOR: The problem with those\nhypotheticals is obvious that it starts from a predicate\nthat the application has no basis in any record, but\nthere's no question that Alabama was rightly included in\nthe original Voting Rights Act. There's no challenge to\nthe reauthorization acts. The only question is whether\na formula should be applied today. And the point is\nthat the record is replete with evidence to show that\nyou should.\nMR. REIN: Well, I mean --\nJUSTICE SOTOMAYOR: It's not like there's\nsome made-up reason for why the $1,000 is being applied\nto you or why a different crime is going to be charged\nagainst you. It's a real record as to what Alabama has\ndone to earn its place on the list.\nMR. REIN: Justice Sotomayor, with all\nrespect, the question whether Alabama was properly\nplaced under the act in 1964 was -- it was answered in\nKatzenbach because it came under a formula then deemed\nto be rational in theory and in practice.\nThere's no independent determination by the\nCongress that Alabama singly should be covered.\nCongress has up -- you know, has readopted the formula\nand it is the formula that covers Alabama and thus\nShelby County --\nJUSTICE BREYER: Now, the reason for the\nformula -- of course, part of the formula looks back to\nwhat happened in 1965. And it says are you a\njurisdiction that did engage in testing and had low\nturnout or -- or low registration? Now, that isn't true\nof Alabama today.\nMR. REIN: That's correct. That's correct.\nJUSTICE BREYER: So when Congress in fact\nreenacted this in 2005, it knew what it was doing was\npicking out Alabama. It understood it was picking out\nAlabama, even though the indicia are not -- I mean, even\nthough they're not engaging in that particular thing.\nBut the underlying evil is the discrimination. So the\nclosest analogy I could think of is imagine a State has\na plant disease and in 1965 you can recognize the\npresence of that disease, which is hard to find, by a\ncertain kind of surface movement or plant growing up.\nNow, it's evolved. So by now, when we use\nthat same formula, all we're doing is picking out that\nState. But we know one thing: The disease is still\nthere in the State. Because this is a question of\nrenewing a statute that in fact has worked. And so the\nquestion I guess is, is it rational to pick out at least\nsome of those States? And to go back to Justice\nSotomayor's question, as long as it's rational in at\nleast some instances directly to pick out those States,\nat least one or two of them, then doesn't the statute\nsurvive a facial challenge? That's the question.\nMR. REIN: Thank you. Justice Breyer, a\ncouple of things are important. The Court said in\nNorthwest Austin, an opinion you joined, \"Current needs\nhave to generate the current burden.\" So what happened\nin 1965 in Alabama, that Alabama itself has said was a\ndisgrace, doesn't justify a current burden.\nJUSTICE BREYER: But this is then the\nquestion, does it justify? I mean, this isn't a\nquestion of rewriting the statute. This is a question\nof renewing a statute that by and large has worked.\nMR. REIN: Justice Breyer --\nJUSTICE BREYER: And if you have a statute\nthat sunsets, you might say, I don't want it to sunset\nif it's worked, as long as the problem is still there to\nsome degree. That's the question of rationality. Isn't\nthat what happened?\nMR. REIN: If you base it on the findings of\n1965. I could take the decision in City of Rome, which\nfollows along that line. We had a huge problem at the\nfirst passage of the Voting Rights Act and the Court was\ntolerant of Congress's decision that it had not yet been\ncured. There were vestiges of discrimination.\nSo when I look at those statistics today and\nlook at what Alabama has in terms of black registration\nand turnout, there's no resemblance. We're dealing with\na completely changed situation --\nJUSTICE GINSBURG: You keep -- you keep --\nMR. REIN: -- to which if you apply those\nmetrics -- excuse me.\nJUSTICE GINSBURG: Mr. Rein, you keep\nemphasizing over and over again in your brief,\nregistration and you said it a couple of times this\nmorning. Congress was well aware that registration was\nno longer the problem. This legislative record is\nreplete with what they call second generation devices.\nCongress said up front: We know that the registration\nis fine. That is no longer the problem. But the\ndiscrimination continues in other forms.\nMR. REIN: Let me speak to that because I\nthink that that highlights one of the weaknesses here.\nOn the one hand, Justice Breyer's questioning, well,\ncould Congress just continue based on what it found in\n'65 and renew? And I think your question shows it's a\nvery different situation. Congress is not continuing\nits efforts initiated in 1975 to allow people --\nJUSTICE SOTOMAYOR: Counsel, the reason\nSection 5 was created was because States were moving\nfaster than litigation permitted to catch the new forms\nof discriminatory practices that were being developed.\nAs the courts struck down one form, the States would\nfind another. And basically, Justice Ginsburg calls it\nsecondary. I don't know that I'd call anything\nsecondary or primary. Discrimination is discrimination.\nAnd what Congress said is it continues, not\nin terms of voter numbers, but in terms of examples of\nother ways to disenfranchise voters, like moving a\nvoting booth from a convenient location for all voters\nto a place that historically has been known for\ndiscrimination. I think that's an example taken from\none of the Section 2 and 5 cases from Alabama.\nMR. REIN: Justice Sotomayor --\nJUSTICE SOTOMAYOR: I mean, I don't know\nwhat the difference is except that this Court or some\nmay think that secondary is not important. But the form\nof discrimination is still discrimination if Congress\nhas found it to be so.\nMR. REIN: When Congress is addressing a new\nevil, it needs then -- and assuming it can find this\nevil to a level justifying --\nJUSTICE SOTOMAYOR: But that's not --\nMR. REIN: -- the extraordinary remedy --\nJUSTICE SOTOMAYOR: -- what it did with\nSection 5. It said we can't keep up with the way States\nare doing it.\nMR. REIN: I think we're dealing with two\ndifferent questions. One is was that kind of remedy, an\nunusual remedy, never before and never after invoked by\nthe Congress, putting States into a prior restraint in\nthe exercise of their core sovereign functions, was that\njustified? And in Katzenbach, the Court said we're\nconfronting an emergency in the country, we're\nconfronting people who will not, who will not honor the\nFifteenth Amendment and who will use --\nJUSTICE KAGAN: And in 1986 -- or excuse me,\n2006 -- Congress went back to the problem, developed a\nvery substantial record, a 15,000-page legislative\nrecord, talked about what problems had been solved,\ntalked about what problems had yet to be solved, and\ndecided that, although the problem had changed, the\nproblem was still evident enough that the act should\ncontinue.\nIt's hard to see how Congress could have\ndeveloped a better and more thorough legislative record\nthan it did, Mr. Rein.\nMR. REIN: Well, I'm not questioning whether\nCongress did its best. The question is whether what\nCongress found was adequate to invoke this unusual\nremedy.\nJUSTICE SCALIA: Indeed, Congress must have\nfound that the situation was even clearer and the\nviolations even more evident than originally because,\noriginally, the vote in the Senate, for example, was\nsomething like 79 to 18, and in the 2006 extension, it\nwas 98 to nothing. It must have been even clearer in\n2006 that these States were violating the Constitution.\nDo you think that's true?\nMR. REIN: No. I think the Court has\nto --\nJUSTICE KAGAN: Well, that sounds like a\ngood argument to me, Justice Scalia. It was clear to 98\nSenators, including every Senator from a covered State,\nwho decided that there was a continuing need for this\npiece of legislation.\nJUSTICE SCALIA: Or decided that perhaps\nthey'd better not vote against it, that there's nothing,\nthat there's no -- none of their interests in voting\nagainst it.\nJUSTICE BREYER: I don't know what they're\nthinking exactly, but it seems to me one might\nreasonably think this: It's an old disease, it's gotten\na lot better, a lot better, but it's still there. So if\nyou had a remedy that really helped it work, but it\nwasn't totally over, wouldn't you keep that remedy?\nMR. REIN: Well --\nJUSTICE BREYER: Or would you not at least\nsay that a person who wants to keep that remedy, which\nhas worked for that old disease which is not yet dead,\nlet's keep it going. Is that an irrational decision?\nMR. REIN: That is a hypothetical that\ndoesn't address what happened because what happened is\nthe old disease, limiting people's right to register and\nvote, to have --\nJUSTICE BREYER: No, I'm sorry. The old\ndisease is discrimination under the Fifteenth Amendment,\nwhich is abridging a person's right to vote because of\ncolor or race.\nMR. REIN: But the focus of the Congress in\n1965 and in Katzenbach in 1964 and in Katzenbach was on\nregistration and voting, precluding --\nJUSTICE SOTOMAYOR: It was on voter dilution\nas well. It had already evolved away from that, or\nstarted to.\nMR. REIN: I beg your pardon, but I think,\nJustice Sotomayor, that this Court has never decided\nthat the Fifteenth Amendment governs vote dilution. It\nhas said the Fourteenth Amendment does, but the original\nenactment was under the Fifteenth Amendment.\nJUSTICE KAGAN: Well, the Fifteenth\nAmendment says \"denial or abridgement.\" What would\n\"abridgement\" mean except for dilution?\nMR. REIN: Well, \"abridgement\" might mean,\nfor example, I let you vote in one election, but not in\nanother; for example, separate primary rules from\nelection rules. Abridgement can be done in many ways.\nI think dilution is a different concept.\nWe're not saying that dilution isn't covered by the\nFourteenth Amendment, but I was responding to\nJustice Breyer in saying there was an old disease and\nthat disease is cured. If you want to label it\n\"disease\" and generalize it, you can say, well, the new\ndisease is still a disease.\nJUSTICE KENNEDY: Well, some of --\nMR. REIN: But I think that's not what\nhappened.\nJUSTICE KENNEDY: Some of the questions\nasked to this point I think mirror what the government\nsays toward the end of its brief, page 48 and page 49.\nIt's rather proud of this reverse engineering: We\nreally knew it was some specific States we were\ninterested in, and so we used these old categories to\ncover that State.\nIs that a methodology that in your view is\nappropriate under the test of congruence and -- and\nproportionality?\nMR. REIN: No, I think it is not. First of\nall, I don't accept that it was, quote, \"reverse\nengineered.\" I think it was just, as Justice Breyer\nindicated, continued because it was there. If you look\nat what was done and was approved in 1964, what Congress\nsaid, well, here are the problem areas that we detect.\nWe've examined them in detail. We've identified the\ncharacteristics that would let somebody say, yes, that's\nwhere the discrimination is ripe. They're using a\ntester device. The turnout is below the national\naverage by a substantial margin. That spells it out and\nwe have a relief valve in the then-existing bailout. So\nit was all very rational.\nHere you'd have to say is the finding with\nrespect to every State -- Alaska, Arizona, the covered\njurisdictions in New York City -- is the designation of\nthem congruent to the problem that you detect in each\none? Even assuming -- and we don't accept -- that any\nof these problems require the kind of extraordinary\nrelief, what's the congruence and what's the\nproportionality of this remedy to the violation you\ndetect State by State.\nSo merely saying it's reverse engineered,\nfirst of all it says, well, Congress really thought\nabout it and said, we made up a list in our heads and,\ngee whiz, this old formula miraculously covered the\nlist. There's no record that that happened.\nJUSTICE SOTOMAYOR: Counsel, are you --\nJUSTICE KENNEDY: Suppose -- suppose there\nwere and suppose that's the rationale because that's\nwhat I got from the government's brief and what I'm\ngetting -- getting from some of the questions from the\nbench. What is wrong with that?\nMR. REIN: If -- if there was a record\nsufficient for each of those States to sacrifice\ntheir -- their inherent core power to preclearance, to\nprior restraint, I think that you certainly could argue\nthat, well, how Congress described them, as long as it's\nrational, might work. But I don't think that we have\nthat record here, so --\nJUSTICE KENNEDY: Well, and -- and I don't\nknow why -- why you even go that far. I don't know why\nunder the equal footing doctrine it would be proper to\njust single out States by name, and if that, in effect,\nis what is being done, that seemed to me equally\nimproper. But you don't seem to make that argument.\nMR. REIN: Well, I think that --\nJUSTICE SCALIA: I thought -- I thought the\nsame thing. I thought it's sort of extraordinary to say\nCongress can just pick out, we want to hit these eight\nStates, it doesn't matter what formula we use; so long\nas we want to hit these eight States, that's good enough\nand that makes it constitutional. I doubt that that's\ntrue.\nMR. REIN: Justice Scalia, I agree with\nthat. What I was saying here is that Congress did --\nJUSTICE SOTOMAYOR: Why? Why does Congress\nhave to fix any problem immediately?\nJUSTICE KENNEDY: I would like to hear the\nanswer to the question.\nMR. REIN: Okay. The answer,\nJustice Kennedy, is Congress cannot arbitrarily pick out\nStates. Congress has to treat each State with equal\ndignity. It has to examine all the States. The\nteaching of Katzenbach is that when Congress has done\nthat kind of examination, it can devise a formula even\nif it understands that that formula will not apply\nacross all 50 States.\nJUSTICE KAGAN: Well, the formula that\nhas --\nMR. REIN: So we accept Katzenbach. But in\nterms of just picking out States and saying, I'm going\nto look at you and I'm going to look at you, no, that --\nthat does not protect the equal dignity of the States.\nJUSTICE KAGAN: Well, Mr. Rein, the formula\nthat -- that is applied right now, under that formula\ncovered jurisdictions, which have less than 25 percent\nof the nation's total population, they account for\n56 percent of all successful published Section 2\nlawsuits.\nIf you do that on a per capita basis, the\nsuccessful Section 2 lawsuits, four times higher in\ncovered jurisdictions than in noncovered jurisdictions.\nSo the formula -- you can -- you know, say maybe this\ndistrict shouldn't be covered, maybe this one should be\ncovered.\nThe formula seems to be working pretty well\nin terms of going after the actual violations on the\nground and who's committing them.\nMR. REIN: There are -- there are two\nfallacies, Justice Kagan, in -- in that statement.\nNumber one is treating the covered jurisdictions as some\nkind of entity, a lump: Let us treat them. And as\nJudge Williams did in his dissent, if you look at them\none by one, giving them their equal dignity, you won't\nreach the same result.\nJUSTICE KAGAN: Well, all formulas are\nunderinclusive and all formulas are overinclusive.\nCongress has developed this formula and has continued it\nin use that actually seems to work pretty well in\ntargeting the places where there are the most successful\nSection 2 lawsuits, where there are the most violations\non the ground that have been adjudicated.\nMR. REIN: Well, if -- if you look at the\nanalysis State by State done by Judge Williams, that\nisn't true. Congress has picked out some States that\nfall at the top and some that do not, and there are\nother States like Illinois or Tennessee, and I don't\nthink they deserve preclearance, that clearly have\ncomparable records.\nAnd second, dividing by population may make\nit look it look better, but it is irrational. It is not\nonly irrational when we object to it, but note that in\nthe brief of the Harris Respondent they say it's\nirrational because, after all, that makes Delaware, a\nsmall State, look worse on a list of who are the primary\nviolators. It's not a useful metric. It may make a\nnice number. But there is no justification for that\nmetric.\nJUSTICE SCALIA: And it happens not to be\nthe method that Congress selected.\nMR. REIN: Correct.\nJUSTICE SCALIA: If they selected that, you\ncould say they used a rationale that works. But just\nbecause they picked some other rationale, which happens\nto produce this result, doesn't seem to me very\npersuasive.\nJUSTICE KENNEDY: Your time is --\nMR. REIN: Thank you.\nJUSTICE KENNEDY: -- about ready to\nexpire for the rebuttal period. But I do have this\nquestion: Can you tell me -- it seems to me that the\ngovernment can very easily bring a Section 2 suit and as\npart of that ask for bail-in under Section 3. Are those\nexpensive, time-consuming suits? Do we have anything in\nthe record that tells us or anything in the bar's\nexperience that you could advise us?\nMR. REIN: Well --\nJUSTICE KENNEDY: Is this an effective\nremedy?\nMR. REIN: It is -- number one, it is\neffective. There are preliminary injunctions. It\ndepends on the kind of dispute you have. Some of them\nare very complex, and it would be complex if somebody\nbrought -- a State brought a Section 5 challenge in a\nthree-judge court saying the attorney general's denied\nme preclearance. So it's the complexity of the\nquestion, not the nature of Section 2.\nAnd might I say, if you look at the Voting\nRights Act, one thing that really stands out is you are\nup against States with entrenched discriminatory\npractices in their law. The remedy Congress put in\nplace for those States was Section 2. And all across\nthe country, when you talk about equal sovereignty, if\nthere is a problem in Ohio the remedy is Section 2. So\nif Congress thought that Section 2 was an inadequate\nremedy, it could look to the specifics of Section 2 and\nsay, maybe we ought to put timetables in there or modify\nit.\nBut that's not what happened. They\nreenacted Section 2 just as it stood. So I think that\nSection 2 covers even more broadly because it deals with\nresults, which the Court has said is broader than\neffects. It's an effective remedy, and I think at this\npoint, given the record, given the history, the right\nthing to do is go forward under Section 2 and remove the\nstigma of prior restraint and preclearance from the\nStates and the unequal application based on data that\nhas no better history than 1972.\nJUSTICE GINSBURG: Mr. Rein, I just remind\nbecause it's something we said about equal footing, in\nKatzenbach the Court said, \"The doctrine of the equality\nof the States invoked by South Carolina does not bar\nthis approach, for that doctrine applies only to the\nterms upon which States are admitted to the Union and\nnot to the remedies for local evils which have\nsubsequently appeared.\" That's what -- has the Court\nchanged that interpretation?\nMR. REIN: I think that that referred in\nKatzenbach -- I'm familiar with that statement. It\nreferred to the fact that once you use a formula you are\nnot -- you are selecting out. The Court felt the\nformula was rational in theory and practice and\ntherefore it didn't, on its face, remove the equality of\nthe States. They were all assessed under the same two\ncriteria. Some passed, some did not. But I think that\nthat really doesn't mask the need for equal treatment of\nthe sovereign States.\nJUSTICE SOTOMAYOR: I'm going to have a hard\ntime with that because you can't be suggesting that the\ngovernment sees a problem in one or more States and\ndecides it's going to do something for them and not for\nothers, like emergency relief, and that that somehow\nviolates the equal footing doctrine. You can't treat\nStates the same because their problems are different,\ntheir populations are different, their needs are\ndifferent. Everything is different about the States.\nMR. REIN: Well, I think when Congress uses\nthe powers delegated under Article I, Section 8, it has\nsubstantial latitude in how it exercises the power. We\nare talking about remedial power here. We are talking\nabout overriding powers that are reserved to the States\nto correct abuse. When Congress does that, it has to\ntreat them equally. It can't say --\nJUSTICE SOTOMAYOR: Would you tell me what\nyou think is left of the rational means test in\nKatzenbach and City of Rome? Do you think the City of\nBoerne now controls both Fourteen -- the Fourteenth and\nthe Fifteenth Amendment and how we look at any case that\narises under them?\nMR. REIN: Justice Sotomayor, I think that\nthe two tests have a lot in common because in City of\nBoerne, the Katzenbach decision was pointed out as a\nmodel of asking the questions that congruence in\nproportionality asked us to address. Number one, how\ndoes this remedy meet findings of constitutional\nviolation? You've got to ask that question. They asked\nthat question in Katzenbach. What is the relation\nbetween the two?\nAnd then I think you have to ask the\nquestion: All right -- you know, is this killing a fly\nwith a sledgehammer, a fair question because when you\nstart to invade core functions of the States, I think\nthat a great deal of caution and care is required. So I\nthink that the rational basis test, the McCulloch test,\nstill applies to delegated powers.\nBut here on the one hand the Solicitor\ndefends under the Fourteenth and Fifteenth Amendment\nsaying, well, if something doesn't violate the\nFifteenth, it violates the Fourteenth. And the Court's\nprecedent under the Fourteenth Amendment is very clear\nthat the City of Boerne congruence and proportionality\ntest applies. The Court has applied it, but I don't\nthink we -- we wouldn't really need to get that far\nbecause we believe that if you examine it under\nMcCullough, just as they did in Katzenbach, it would\nfail as well.\nIf there are no further questions.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nOur questions have intruded on your rebuttal\ntime, so we'll give you the 5 minutes and a commensurate\nincrease in the General's time.\nGeneral Verrilli?\nORAL ARGUMENTS OF DONALD B. VERRILLI, JR.,\nON BEHALF OF THE FEDERAL RESPONDENT\nGENERAL VERRILLI: Thank you, Mr. Chief\nJustice, and may it please the Court:\nThere's a fundamental point that needs to be\nmade at the outset. Everyone acknowledges, Petitioner,\nits amici, this Court in Northwest Austin, that the\nVoting Rights Act made a huge difference in transforming\nthe culture of blatantly racist vote suppression that\ncharacterized parts of this country for a century.\nSection 5 preclearance was the principal\nengine of that progress. And it has always been true\nthat only a tiny fraction of submissions under Section 5\nresult in objections. So that progress under Section 5\nthat follows from that has been as a result of the\ndeterrence and the constraint Section 5 imposes on\nStates and subjurisdictions and not on the actual\nenforcement by means of objection.\nNow, when Congress faced the question\nwhether to reauthorize Section 5 in 2006, it had to\ndecide whether the -- whether it could be confident that\nthe attitudes and behaviors in covered jurisdictions had\nchanged enough that that very effective constraint and\ndeterrence could be confidently removed. And Congress\nhad, as Judge Kagan identified earlier, a very\nsubstantial record of continuing need before it when\nit --\nCHIEF JUSTICE ROBERTS: Can I ask you just a\nlittle bit about that record? Do you know how many\nsubmissions there were for preclearance to the Attorney\nGeneral in 2005?\nGENERAL VERRILLI: I don't know the precise\nnumber, but many thousands. That's true.\nCHIEF JUSTICE ROBERTS: 3700. Do you know\nhow many objections the Attorney General lodged?\nGENERAL VERRILLI: There was one in that\nyear.\nCHIEF JUSTICE ROBERTS: One, so one out of\n3700.\nGENERAL VERRILLI: But I think -- but,\nMr. Chief Justice, that is why I made the point a minute\nago that the key way in which Section 5 -- it has to be\nthe case, everyone agrees, that the significant progress\nthat we've made is principally because of Section 5 of\nthe Voting Rights Act. And it has always been true that\nonly a tiny fraction of submissions result in\nobjections.\nJUSTICE SCALIA: That will always be true\nforever into the future. You could always say, oh,\nthere has been improvement, but the only reason there\nhas been improvement are these extraordinary procedures\nthat deny the States sovereign powers, which the\nConstitution preserves to them. So, since the only\nreason it's improved is because of these procedures, we\nmust continue those procedures in perpetuity.\nGENERAL VERRILLI: No.\nJUSTICE SCALIA: Is that the argument you\nare making?\nGENERAL VERRILLI: That is not the argument.\nWe do not think that --\nJUSTICE SCALIA: I thought that was the\nargument you were just making.\nGENERAL VERRILLI: It is not. Congress\nrelied on far more on just the deterrent effect. There\nwas a substantial record based on the number of\nobjections, the types of objections, the findings of --\nJUSTICE SCALIA: That's a different\nargument.\nGENERAL VERRILLI: But they are related.\nThey're related.\nCHIEF JUSTICE ROBERTS: Just to get the --\ndo you know which State has the worst ratio of white\nvoter turnout to African American voter turnout?\nGENERAL VERRILLI: I do not.\nCHIEF JUSTICE ROBERTS: Massachusetts. Do\nyou know what has the best, where African American\nturnout actually exceeds white turnout? Mississippi.\nGENERAL VERRILLI: Yes, Mr. Chief Justice.\nBut Congress recognized that expressly in the findings\nwhen it reauthorized the act in 2006. It said that the\nfirst generation problems had been largely dealt with,\nbut there persisted significant --\nCHIEF JUSTICE ROBERTS: Which State has the\ngreatest disparity in registration between white and\nAfrican American?\nGENERAL VERRILLI: I do not know that.\nCHIEF JUSTICE ROBERTS: Massachusetts.\nThird is Mississippi, where again the African American\nregistration rate is higher than the white registration\nrate.\nGENERAL VERRILLI: But when Congress -- the\nchoice Congress faced when it -- Congress wasn't writing\non a blank slate in 2006, Mr. Chief Justice. It faced a\nchoice. And the choice was whether the conditions were\nsuch that it could confidently conclude that this\ndeterrence and this constraint was no longer needed, and\nin view of the record of continuing need and in view of\nthat history, which we acknowledge is not sufficient on\nits own to justify reenactment, but it's certainly\nrelevant to the judgment Congress made because it\njustifies Congress having made a cautious choice in 2006\nto keep the constraint and to keep the deterrence in\nplace.\nJUSTICE ALITO: Well, there's no question\nthat --\nJUSTICE SOTOMAYOR: Counsel, in the\nreauthorization --\nJUSTICE ALITO: There's no question --\nCHIEF JUSTICE ROBERTS: Justice Alito.\nJUSTICE ALITO: There is no question that\nthe Voting Rights Act has done enormous good. It's one\nof the most successful statutes that Congress passed in\nthe twentieth century and one could probably go farther\nthan that.\nBut when Congress decided to reauthorize it\nin 2006, why wasn't it incumbent on Congress under the\ncongruence and proportionality standard to make a new\ndetermination of coverage? Maybe the whole country\nshould be covered. Or maybe certain parts of the\ncountry should be covered based on a formula that is\ngrounded in up-to-date statistics.\nBut why -- why wasn't that required by the\ncongruence and proportionality standards? Suppose that\nCongress in 1965 had based the coverage formula on\nvoting statistics from 1919, 46 years earlier. Do you\nthink Katzenbach would have come out the same way?\nGENERAL VERRILLI: No, but what Congress did\nin 2006 was different than what Congress did in 1965.\nWhat Congress did -- Congress in 2006 was not writing on\na clean slate. The judgment had been made what the\ncoverage formula ought to be in 1965, this Court upheld\nit four separate times over the years, and that it seems\nto me the question before Congress under congruence and\nproportionality or the reasonably adapted test in\nMcCullough -- or whatever the test is, and under the\nformula in Northwest Austin is whether the judgment to\nretain that geographic coverage for a sufficient\nrelation to the problem Congress was trying to target,\nand Congress did have before it very significant\nevidence about disproportionate results in Section 2\nlitigation in covered jurisdictions, and that, we\nsubmit, is a substantial basis for Congress to have made\nthe judgment that the coverage formula should be kept in\nplace, particularly given that it does have a bail-in\nmechanism and it does have a bailout mechanism, which\nallows for tailoring over time.\nJUSTICE KENNEDY: This reverse engineering\nthat you seem so proud of, it seems to me that that\nobscures the -- the real purpose of -- of the statute.\nAnd if Congress is going to single out separate States\nby name, it should do it by name. If not, it should use\ncriteria that are relevant to the existing -- and\nCongress just didn't have the time or the energy to do\nthis; it just reenacted it.\nGENERAL VERRILLI: I think the -- the\nformula was -- was rational and effective in 1965. The\nCourt upheld it then, it upheld it three more times\nafter that.\nJUSTICE KENNEDY: Well, the Marshall Plan\nwas very good, too, the Morrill Act, the Northwest\nOrdinance, but times change.\nGENERAL VERRILLI: And -- but the question\nis whether times had changed enough and whether the\ndifferential between the covered jurisdictions and the\nrest of the country had changed enough that Congress\ncould confidently make the judgment that this was no\nlonger needed.\nJUSTICE GINSBURG: General Verrilli --\nJUSTICE BREYER: What the question --\nJUSTICE GINSBURG: General Verrilli, could\nyou respond to the question that Justice Kennedy asked\nearlier, which was for why isn't Section 2 enough now?\nThe government could bring Section 2 claims if it seeks\nprivately to do. Why isn't -- he asked if it was\nexpensive. You heard the question, so.\nGENERAL VERRILLI: Yes. With respect to --\nstart with Katzenbach. Katzenbach made the point that\nSection 2 litigation wasn't an effective substitute for\nSection 5 because what Section 5 does is shift the\nburden of inertia. And there's a -- I think it is\nself-evident that Section 2 cannot do the work of\nSection 5.\nTake one example: Polling place changes.\nThat in fact is the most frequent type of Section 5\nsubmission, polling place changes. Now, changes in the\npolling places at the last minute before an election can\nbe a source of great mischief. Closing polling places,\nmoving them to inconvenient locations, et cetera.\nWhat Section 5 does is require those kinds\nof changes to be pre-cleared and on a 60-day calendar,\nwhich effectively prevents that kind of mischief. And\nthere is no way in the world you could use Section 2 to\neffectively police those kinds of activities.\nJUSTICE KENNEDY: Well, I -- I do think the\nevidence is very clear that Section -- that individual\nsuits under Section 2 type litigation were just\ninsufficient and that Section 5 was utterly necessary in\n1965. No doubt about that.\nGENERAL VERRILLI: And I think it\nremains true --\nJUSTICE KENNEDY: But with -- with a modern\nunderstanding of -- of the dangers of polling place\nchanges, with prospective injunctions, with preliminary\ninjunctions, it's not clear -- and -- and with the fact\nthat the government itself can commence these suits,\nit's not clear to me that there's that much difference\nin a Section 2 suit now and preclearance. I may be\nwrong about that. I don't have statistics for it.\nThat's why we're asking.\nGENERAL VERRILLI: I -- I don't -- I don't\nreally think that that conclusion follows. I think\nthese under the -- there are thousands and thousands of\nthese under-the-radar screen changes, the polling places\nand registration techniques, et cetera. And in most of\nthose I submit, Your Honor, the -- the cost-benefit\nratio is going to be, given the cost of this litigation,\nwhich one of the -- one of the reasons Katzenbach said\nSection 5 was necessary, is going to tilt strongly\nagainst bringing these suits.\nEven with respect to the big ticket items,\nthe big redistrictings, I think the logic Katzenbach\nholds in that those suits are extremely expensive and\nthey typically result in after-the-fact litigation.\nNow, it is true, and the Petitioners raised\nthe notion that there could be a preliminary injunction,\nbut I really think the Petitioner's argument that\nSection 2 is a satisfactory and complete substitute for\nSection 5 rests entirely on their ability to demonstrate\nthat preliminary injunctions can do comparable work to\nwhat Section 5 does. They haven't made any effort to do\nthat. And while I don't have statistics for you, I can\ntell you that the Civil Rights Division tells me that\nit's their understanding that in fewer than one-quarter\nof ultimately successful Section 2 suits was there a\npreliminary injunction issued.\nSo I don't think that there's a basis,\ncertainly given the weighty question before this Court\nof the constitutionality of this law, to the extent the\nargument is that Section 2 is a valid substitute for\nSection 5, I just don't think that the -- that the\nPetitioners have given the Court anything that allows\nthe Court to reach that conclusion and of course --\nJUSTICE KENNEDY: Can you tell us how many\nattorneys and how many staff in the Justice Department\nare involved in the preclearance process? Is it 5 or\n15?\nGENERAL VERRILLI: It's a -- it's a very\nsubstantial number and --\nJUSTICE KENNEDY: Well, what does that mean?\nGENERAL VERRILLI: It means I don't know the\nexact number, Justice Kennedy.\n(Laughter.)\nJUSTICE SCALIA: Hundreds? Hundreds?\nDozens? What.\nGENERAL VERRILLI: I think it's dozens. And\nso the -- and so it -- so it's a substantial number. It\nis true in theory that those people could be used to\nbring Section 2 litigation.\nJUSTICE SCALIA: Right.\nGENERAL VERRILLI: But that doesn't answer\nthe mail, I submit, because it's still -- you're never\ngoing to get at all these thousands of under-the-radar\nchanges and you're still going to be in the position\nwhere the question will be whether preliminary\ninjunctions are available to do the job. There is no\nevidence that that's true.\nAnd I'll point out there's a certain irony\nin the argument that what -- that what Petitioner wants\nis to substitute Section 2 litigation of that kind for\nthe Section 5 process, which is much more efficient and\nmuch more -- and much speedier, much more efficient and\nmuch more cost effective.\nJUSTICE ALITO: Then why shouldn't it apply\neverywhere in the country?\nGENERAL VERRILLI: Well, because I think\nCongress made a reasonable judgment that the problem --\nthat in 2006, that its prior judgments, that there --\nthat there was more of a risk in the covered\njurisdictions continued to be validated by the Section 2\nevidence.\nJUSTICE ALITO: Well, you do really think\nthere was -- that the record in 2006 supports the\nproposition that -- let's just take the question of\nchanging the location of polling places. That's a\nbigger problem in Virginia than in Tennessee, or it's a\nbigger problem in Arizona than Nevada, or in the Bronx\nas opposed to Brooklyn.\nGENERAL VERRILLI: I think the combination\nof the history, which I concede is not dispositive, but\nis relevant because it suggests caution is in order and\nthat's a reasonable judgment on the part of Congress,\nthe combination of that history and the fact that there\nis a very significant disproportion in successful\nSection 2 results in the covered jurisdictions as\ncompared to the rest of the country, that Congress was\njustified in concluding that there -- that it -- there\nwas reason to think that there continued to be a serious\nenough differential problem to justify --\nJUSTICE ALITO: Well, the statistics that I\nhave before me show that in, let's say the 5 years prior\nto reauthorization, the gap between success in Section 2\nsuits in the covered and the non-covered jurisdiction\nnarrowed and eventually was eliminated. Do you disagree\nwith that?\nGENERAL VERRILLI: Well, I think the --\nthe -- you have to look at it, and Congress\nappropriately looked at it through a broader -- in a --\nin a broader timeframe, and it made judgments. And I\nthink that actually, the -- the right way to look at it\nis not just the population judgment that Mr. Rein was\ncritical of, the fact is, and I think this is in the\nKatz amicus brief, that the covered jurisdictions\ncontain only 14 percent of the subjurisdictions in the\nnation. And so 14 percent of the subjurisdictions in\nthe nation are generating up to 81 percent of the\nsuccessful Section 2 litigation. And I think --\nCHIEF JUSTICE ROBERTS: General, is it -- is\nit the government's submission that the citizens in the\nSouth are more racist than citizens in the North?\nGENERAL VERRILLI: It is not, and I do not\nknow the answer to that, Your Honor, but I do think it\nwas reasonable for Congress --\nCHIEF JUSTICE ROBERTS: Well, once you said\nit is not, and you don't know the answer to it.\nGENERAL VERRILLI: I -- it's not our\nsubmission. As an objective matter, I don't know the\nanswer to that question. But what I do know is that\nCongress had before it evidence that there was a\ncontinuing need based on Section 5 objections, based on\nthe purpose-based character of those objections, based\non the disparate Section 2 rate, based on the\npersistence of polarized voting, and based on a gigantic\nwealth of jurisdiction-specific and anecdotal evidence,\nthat there was a continuing need.\nCHIEF JUSTICE ROBERTS: A need to do what?\nGENERAL VERRILLI: To maintain the deterrent\nand constraining effect of the Section 5 preclearance\nprocess in the covered jurisdictions, and that --\nCHIEF JUSTICE ROBERTS: And not -- and not\nimpose it on everyone else?\nGENERAL VERRILLI: And -- that's right,\ngiven the differential in Section 2 litigation, there\nwas a basis for Congress to do that.\nJUSTICE BREYER: So what's the answer? I\njust want to be sure that I hear your answer to an\nallegation, argument, an excellent argument, that's been\nmade, or at least as I've picked up, and that is that:\nYes, the problem was terrible; it has gotten a lot\nbetter; it is not to some degree cured. All right? I\nthink there is a kind of common ground. Now then the\nquestion is: Well, what about this statute that has a\ncertain formula? One response is: Yes, it has a\nformula that no longer has tremendous relevance in terms\nof its characteristic -- that is literacy tests. But it\nstill picked out nine States. So, so far, you're with\nme.\nSo it was rational when you continue. You\nknow, you don't sunset it. You just keep it going.\nYou're not held to quite the same criteria as if you\nwere writing it in the first place. But it does treat\nStates all the same that are somewhat different.\nOne response to that is: Well, this is the\nFifteenth Amendment, a special amendment -- you know?\nMaybe you're right. Then let's proceed State by State.\nLet's look at it State by State. That's what we\nnormally do, not as applied.\nAll right. Now, I don't know how\nsatisfactory that answer is. I want to know what your\nresponse is as to whether we should -- if he's right --\nif he's right that there is an irrationality involved if\nyou were writing it today in treating State A, which is\nnot too discriminatorily worse than apparently\nMassachusetts or something. All right? So -- so if\nthat's true, do we respond State by State? Or is this a\nmatter we should consider not as applied, but on its\nface?\nI just want to hear what you think about\nthat.\nGENERAL VERRILLI: Let me give two\nresponses, Justice Breyer. The first is one that\nfocuses on the practical operation of the law and the\nconsequences that flow from it. I do not think that\nShelby County or Alabama ought to be able to bring a\nsuccessful facial challenge against this law on the\nbasis that it ought not to have covered Arizona or\nAlaska. The statute has bailout mechanism. Those\njurisdictions can try to avail themselves of it. And if\nthey do and it doesn't work, then they -- they may very\nwell have an as-applied challenge that they can bring to\nthe law. But that doesn't justify -- given the\nstructure of the law and that there is a tailoring\nmechanism in it, it doesn't justify Alabama --\nCHIEF JUSTICE ROBERTS: I don't -- I don't\nunderstand the distinction between facial and as-applied\nwhen you are talking about a formula. As applied to\nShelby County, they are covered because of the formula,\nso they're challenging the formula as applied to them.\nAnd we've heard some discussion. I'm not even sure what\nyour position is on the formula. Is the formula\ncongruent and proportional today, or do you have this\nreverse engineering argument?\nGENERAL VERRILLI: Congress's decision in\n2006 to reenact the geographic coverage was congruent\nand proportional because Congress had evidence --\nCHIEF JUSTICE ROBERTS: To -- to the problem\nor -- or was the formula congruent and proportional to\nthe remedy?\nGENERAL VERRILLI: The Court has upheld the\nformula in four different applications. So the Court\nhas found four different times that the formula was\ncongruent and proportional. And the same kinds of\nproblems that Mr. Rein is identifying now were --\nCHIEF JUSTICE ROBERTS: Well -- I'm sorry.\nGENERAL VERRILLI: -- were true even back in\nCity of Rome because of course the tests and devices\nwere eliminated by the statute, so no -- no jurisdiction\ncould have tests and devices. And City of Rome itself\nsaid that the registration problems had been very\nsubstantially ameliorated by then, but there were\nadditional kinds of problems. The ascent of these\nsecond-generation problems was true in City of Rome as a\njustification that made it congruent and proportional.\nAnd we submit that it's still true now, that\nCongress wasn't writing on a blank slate in 2006.\nCongress was making a judgment about whether this\nformula, which everyone agrees, and in fact Mr. Rein's\ncase depends on the proposition that Section 5 was a big\nsuccess.\nJUSTICE SCALIA: Well, maybe it was making\nthat judgment, Mr. Verrilli. But that's -- that's a\nproblem that I have. This Court doesn't like to get\ninvolved in -- in racial questions such as this one.\nIt's something that can be left -- left to Congress.\nThe problem here, however, is suggested by\nthe comment I made earlier, that the initial enactment\nof this legislation in a -- in a time when the need for\nit was so much more abundantly clear was -- in the\nSenate, there -- it was double-digits against it. And\nthat was only a 5-year term.\nThen, it is reenacted 5 years later, again\nfor a 5-year term. Double-digits against it in the\nSenate. Then it was reenacted for 7 years. Single\ndigits against it. Then enacted for 25 years, 8 Senate\nvotes against it.\nAnd this last enactment, not a single vote\nin the Senate against it. And the House is pretty much\nthe same. Now, I don't think that's attributable to the\nfact that it is so much clearer now that we need this.\nI think it is attributable, very likely attributable, to\na phenomenon that is called perpetuation of racial\nentitlement. It's been written about. Whenever a\nsociety adopts racial entitlements, it is very difficult\nto get out of them through the normal political\nprocesses.\nI don't think there is anything to be gained\nby any Senator to vote against continuation of this act.\nAnd I am fairly confident it will be reenacted in\nperpetuity unless -- unless a court can say it does not\ncomport with the Constitution. You have to show, when\nyou are treating different States differently, that\nthere's a good reason for it.\nThat's the -- that's the concern that those\nof us who -- who have some questions about this statute\nhave. It's -- it's a concern that this is not the kind\nof a question you can leave to Congress. There are\ncertain districts in the House that are black districts\nby law just about now. And even the Virginia Senators,\nthey have no interest in voting against this. The State\ngovernment is not their government, and they are going\nto lose -- they are going to lose votes if they do not\nreenact the Voting Rights Act.\nEven the name of it is wonderful: The\nVoting Rights Act. Who is going to vote against that in\nthe future?\nCHIEF JUSTICE ROBERTS: You have an extra 5\nminutes.\nGENERAL VERRILLI: Thank you. I may need it\nfor that question.\n(Laughter.)\nGENERAL VERRILLI: Justice Scalia, there's a\nnumber of things to say. First, we are talking about\nthe enforcement power that the Constitution gives to the\nCongress to make these judgments to ensure protection of\nfundamental rights. So this is -- this is a situation\nin which Congress is given a power which is expressly\ngiven to it to act upon the States in their sovereign\ncapacity. And it cannot have been lost on the framers\nof the Fourteenth and Fifteenth Amendments that the\npower Congress was conferring on them was likely to be\nexercised in a differential manner because it was, the\npower was conferred to deal with the problems in the\nformer States of the Confederacy.\nSo with respect to the constitutional grant\nof power, we do think it is a grant of power to Congress\nto make these judgments, now of course subject to review\nby this Court under the standard of Northwest Austin,\nwhich we agree is an appropriate standard. That's the\nfirst point.\nThe second point is I do -- I do say with\nall due respect, I think it would be extraordinary to --\nto look behind the judgment of Congress as expressed in\nthe statutory findings, and -- and evaluate the judgment\nof Congress on the basis of that sort of motive\nanalysis, as opposed to --\nJUSTICE SCALIA: We looked behind it in\nBoerne. I'm not talking about dismissing it. I'm --\nI'm talking about looking at it to see whether it makes\nany sense.\nGENERAL VERRILLI: And -- but -- but I do\nthink that the deference that Congress is owed, as City\nof Boerne said, \"much deference\" -- Katzenbach said\n\"much deference.\" That deference is appropriate because\nof the nature of the power that has been conferred here\nand because, frankly, of the superior institutional\ncompetence of Congress to make these kinds of judgments.\nThese are judgments that assess social conditions.\nThese are predictive judgments about human behavior and\nthey're predictive judgments about social conditions and\nhuman behavior about something that the people in\nCongress know the most about, which is voting and the\npolitical process.\nAnd I would also say I understand your point\nabout entrenchment, Justice Scalia, but certainly with\nrespect to the Senate, you just can't say that it's in\neverybody's interests -- that -- that the enforcement of\nSection 5 is going to make it easier for some of those\nSenators to win and it's going to make it harder for\nsome of those Senators to win. And yet they voted\nunanimously in favor of the statute.\nJUSTICE KENNEDY: Do you think the\npreclearance device could be enacted for the entire\nUnited States?\nGENERAL VERRILLI: I don't think there is a\nrecord that would substantiate that. But I do think\nCongress was --\nJUSTICE KENNEDY: And that is because that\nthere is a federalism interest in each State being\nresponsible to ensure that it has a political system\nthat acts in a democratic and a civil and a decent and a\nproper and a constitutional way.\nGENERAL VERRILLI: And we agree with that,\nwe respect that, we acknowledge that Northwest\nAustin requires an inquiry into that.\nJUSTICE KENNEDY: But if -- if Alabama wants\nto have monuments to the heros of the Civil Rights\nMovement, if it wants to acknowledge the wrongs of its\npast, is it better off doing that if it's an own\nindependent sovereign or if it's under the trusteeship\nof the United States government?\nGENERAL VERRILLI: Of course it would be\nbetter in the former situation. But with all due\nrespect, Your Honor, everyone agrees that it was\nappropriate for -- for Congress to have exercised this\nexpress constitutional authority when it did in 1965,\nand everybody agrees that it was the -- was the exercise\nof that authority that brought about the situation where\nwe can now argue about whether it's still necessary.\nAnd the point, I think, is of fundamental\nimportance here is that that history remains relevant.\nWhat Congress did was make a cautious choice in 2006\nthat given the record before it and given the history,\nthe more prudent course was to maintain the deterrent\nand constraining effect of Section 5, even given the\nfederalism costs because, after all, what it protects is\na right of fundamental importance that the Constitution\ngives Congress the express authority to protect through\nappropriate legislation.\nJUSTICE ALITO: Before your time expires, I\nwould like to make sure I understand your position on\nthis as-applied versus facial issue. Is it your\nposition that this would be a different case if it were\nbrought by, let's say, a county in Alaska as opposed to\nShelby County, Alabama?\nGENERAL VERRILLI: No. Not -- not -- no.\nLet me just try to articulate clearly what our -- what\nour position is. They've brought a facial challenge.\nWe -- we recognize that it's a facial challenge.\nWe're defending it as a facial challenge,\nbut our point is that the facial challenge can't succeed\nbecause they are able to point out that there may be\nsome other jurisdictions that ought not to be\nappropriately covered, and that's especially true\nbecause there is a tailoring mechanism in the statute.\nAnd if the tailoring mechanism doesn't work, then\njurisdictions that could make such a claim may well have\nan as-applied challenge. That's how we feel.\nCHIEF JUSTICE ROBERTS: Thank you, General.\nGENERAL VERRILLI: Thank you,\nMr. Chief Justice.\nCHIEF JUSTICE ROBERTS: Mr. Adegbile?\nORAL ARGUMENT BY DEBO P. ADEGBILE\nON BEHALF OF RESPONDENTS BOBBY PIERSON, ET AL.\nMR. ADEGBILE: Mr. Chief Justice, and may it\nplease the Court:\nThe extensive record supporting the renewal of\nthe preclearance provisions of the Voting Rights Act\nillustrates two essential points about the nature and\ncontinuing aspects of voting discrimination in the\naffected areas. The first speaks to this question of\nwhether Section 2 was adequate standing alone.\nAs our brief demonstrates, in Alabama and in many\nof the covered jurisdictions, Section 2 victories often\nneed Section 5 to realize the benefits of the -- of the\nruling in the Section 2 case. That is to say, that\nthese measures act in tandem to protect minority\ncommunities, and we've seen it in a number of cases.\nJUSTICE SCALIA: But that's true in every\nState, isn't it?\nMR. ADEGBILE: Justice Scalia --\nJUSTICE SCALIA: I mean -- you know, I don't\nthink anybody is contesting that it's more effective if\nyou use Section 5. The issue is why just in these\nStates. That's it.\nMR. ADEGBILE: Fair enough. It's beyond a\nquestion of being true in any place. Our brief shows\nthat specifically in the covered jurisdictions, there is\na pattern, a demonstrated pattern of Section 2 and 5\nbeing used in tandem whereas in other jurisdictions,\nmost of the Section 2 cases are one-off examples.\nWe point to a whole number of examples.\nTake for example Selma, Alabama. Selma, Alabama in the\n1990s, not in the 1960s but in the 1990s, had a series\nof objections and Section 2 activity and observers all\nthat were necessary to continue to give effect to the\nminority inclusion principle that Section 5 was passed\nto vindicate in 1965.\nJUSTICE KENNEDY: But a Section 2 case can,\nin effect, have an order for bail-in, correct me if I'm\nwrong, under Section 3 and then you basically have a\nmini -- something that replicates Section 5.\nMR. ADEGBILE: The bail-in is available --\nbail-in is available if there's an actual finding of a\nconstitutional violation. It has been used in -- in a\nnumber of circumstances. The United States brief has an\nappendix that points to those. One of the recent ones\nwas in Port Chester, New York, if memory serves. But\nit's quite clear that the pattern in the covered\njurisdictions is such that the repetitive nature of\ndiscrimination in those places -- take, for example, the\ncase in LULAC.\nAfter this Court ruled that the\nredistricting plan, after the 2000 round of\nredistricting, bore the mark of intentional\ndiscrimination, in the remedial election, the State of\nTexas tried to shorten and constrain the early voting\nperiod for purposes of denying the Latino community of\nthe opportunity to have the benefits of the ruling.\nWhat we've seen in Section 2 cases is that\nthe benefits of discrimination vest in incumbents who\nwould not be there, but for the discriminatory plan.\nAnd Congress, and specifically in the House Report, I\nbelieve it's page 57, found that Section 2 continues to\nbe an inadequate remedy to address the problem of these\nsuccessive violations.\nAnother example that makes this point very\nclearly is in the 1990s in Mississippi. There was an\nimportant Section 2 case brought, finally after\n100 years, to break down the dual registration system\nthat had a discriminatory purpose. When Mississippi\nwent to implement the National Voter Registration Act,\nit tried to bring back dual registration, and it was\nSection 5 -- Section 5 enforcement action that was able\nto knock it down.\nCHIEF JUSTICE ROBERTS: Do you agree with\nthe reverse engineering argument that the United States\nhas made today?\nMR. ADEGBILE: I would frame it slightly\ndifferently, Chief Justice Roberts. My understanding is\nthat the history bears some importance in the context of\nthe reauthorizations, but that Congress in -- in none of\nthe reauthorizations stopped with the historical\nbackward look. It takes cognizance of the experience,\nbut it also looks to see what the experience has been on\nthe ground. And what Congress saw in 2006 is that there\nwas a surprisingly high number of continuing objections\nafter the 1982 reauthorization period and that --\nCHIEF JUSTICE ROBERTS: I guess -- I guess\nthe question is whether or not that disparity is\nsufficient to justify the differential treatment under\nSection 5. Once you take away the formula, if you think\nit has to be reverse engineered and -- and not simply\njustified on its own, then it seems to me you have a\nmuch harder test to justify the differential treatment\nunder Section 5.\nMR. ADEGBILE: This Court in Northwest\nAustin said that it needs to be sufficiently related,\nand I think there are two principal sources of evidence.\nCHIEF JUSTICE ROBERTS: Well, we also said\ncongruent and proportional.\nMR. ADEGBILE: Indeed. Indeed. I don't\nunderstand those things to be unrelated. I think that\nthey're part of the same, same test, same evaluative\nmechanism. The idea is, is Congress -- the first\nquestion is, is Congress remedying something or is it\ncreating a new right. That's essentially what Boerne is\ngetting to, is Congress trying to go -- do an\nend-around, a back doorway to expand the Constitution.\nWe know in this area Congress is trying to implement the\nFifteenth Amendment and the history tells us something\nabout that. But specifically to the question --\nCHIEF JUSTICE ROBERTS: Well, the Fifteenth\nAmendment is limited to intentional discrimination, and,\nof course, the preclearance requirement is not so\nlimited, right?\nMR. ADEGBILE: That's correct. But this\nCourt's cases have held that Congress, in proper\nexercise of its remedial powers, can reach beyond the --\nthe core of the intentional discrimination with\nprophylactic effect when they have demonstrated that a\nsubstantial problem exists.\nThe -- the two things that speak to this\nissue about the disparity in coverage and continuing to\ncover these jurisdictions, there are two major inputs.\nThe first is the Section 5 activity. The Section 5\nactivity shows that the problem persists. It's a range\nof different obstacles, and Section 5 was passed to\nreach the next discriminatory thing. The case in --\nJUSTICE ALITO: Well, Section 5 -- the\nSection 5 activity may show that there's a problem in\nthe jurisdictions covered by Section 5, but it says\nnothing about the presence or absence of similar\nproblems in noncovered jurisdictions, isn't that right?\nMR. ADEGBILE: Absolutely, Justice Alito.\nJUSTICE ALITO: All right.\nMR. ADEGBILE: And so I come to my second\ncategory. The second category, of course, is the piece\nof the Voting Rights Act that has national application,\nSection 2. And what the evidence in this case shows,\nand it was before Congress, is that the concentration of\nSection 2 successes in the covered jurisdictions is\nsubstantially more. Justice Kagan said that it was four\ntimes more adjusting for population data.\nThe fact of the matter is that there is\nanother piece of evidence in the record in this case\nwhere Peyton McCrary looks at all of the Section\n2 cases, and what he shows is that the directional\nsense, that the Ellen Katz study pointed to dramatically\nunderstates the disparity under Section 2. And so\nhe found that 81 percent --\nJUSTICE SCALIA: Do you think all of the\nnoncovered States are worse in that regard than the nine\ncovered States, is that correct?\nMR. ADEGBILE: Justice Scalia --\nJUSTICE SCALIA: Every -- every one of them\nis worse.\nMR. ADEGBILE: Justice Scalia, it's -- it's\na fair question, and -- and I was speaking to the\naggregate --\nJUSTICE SCALIA: It's not just a fair one,\nit's the crucial question. Congress has selected these\nnine States. Now, is there some good reason for\nselecting these nine?\nMR. ADEGBILE: What we see in the evidence\nis that of the top eight States with section --\nfavorable Section 2 outcomes, seven of them, seven of\nthem are the covered jurisdictions. The eighth was\nbailed in under the other part of the mechanism that, as\nJustice Kennedy points out, can bring in some\njurisdictions that have special problems in voting. And\nso we think that that points to the fact that this is\nnot a static statute, it's a statute that is --\nJUSTICE BREYER: Yes, but his point, I think\nthe point is this: If you draw a red line around the\nStates that are in, at least some of those States have a\nbetter record than some of the States that are out. So\nin 1965, well, we have history. We have 200 years or\nperhaps of slavery. We have 80 years or so of legal\nsegregation. We have had 41 years of this statute. And\nthis statute has helped, a lot.\nSo therefore Congress in 2005 looks back and\nsays don't change horses in the middle of the stream\nbecause we still have a ways to go.\nNow the question is, is it rational to do\nthat? And people could differ on that. And one thing\nto say is, of course this is aimed at States. What do\nyou think the Civil War was about? Of course it was\naimed at treating some States differently than others.\nAnd at some point that historical and practical\nsunset/no sunset, renew what worked type of\njustification runs out. And the question, I think, is\nhas it run out now?\nAnd now you tell me when does it run out?\nWhat is the standard for when it runs out? Never?\nThat's something you have heard people worried about.\nDoes it never run out? Or does it run out, but not yet?\nOr do we have a clear case where at least it doesn't run\nout now?\nNow, I would like you to address that.\nMR. ADEGBILE: Fair enough, Justice Breyer.\nI think that the -- what the evidence shows before\nCongress is that it hasn't run out yet. The whole\npurpose of this act is that we made progress and\nCongress recognized the progress that we made. And, for\nexample, they took away the examiner provision which was\ndesigned to address the registration problem.\nIn terms of when we are there, I think it\nwill be some point in the future. Our great hope is\nthat by the end of this next reauthorization we won't be\nthere. Indeed, there is an overlooked provision that\nsays in 15 years, which is now 9 years from where I\nstand here today before you, Congress should go back and\nlook and see if it's still necessary.\nSo we don't think that this needs to be\nthere in perpetuity. But based on the record and a 2011\ncase in which a Federal judge in Alabama cited this\nCourt's opinion in Northwest Austin -- there were\nlegislators that sit today that were caught on tape\nreferring to African American voters as illiterates.\nTheir peers were referring to them as aborigines.\nAnd the judge, citing the Northwest Austin\ncase -- it's the McGregor case cited in our brief --\nsaid that, yes, the South has changed and made progress,\nbut some things remain stubbornly the same and the\ntrained effort to deny African American voters the\nfranchise is part of Alabama's history to this very day.\nCHIEF JUSTICE ROBERTS: Have there been\nepisodes, egregious episodes of the kind you are talking\nabout in States that are not covered?\nMR. ADEGBILE: Absolutely, Chief Justice\nRoberts.\nCHIEF JUSTICE ROBERTS: Well, then it\ndoesn't seem to help you make the point that the\ndifferential between covered and noncovered continues to\nbe justified.\nMR. ADEGBILE: But the great weight of\nevidence -- I think that it's fair to look at -- on some\nlevel you have to look piece by piece, State by State.\nBut you also have to step back and look at the great\nmosaic.\nThis statute is in part about our march\nthrough history to keep promises that our Constitution\nsays for too long were unmet. And this Court and\nCongress have both taken these promises seriously. In\nlight of the substantial evidence that was adduced by\nCongress, it is reasonable for Congress to make the\ndecision that we need to stay the course so that we can\nturn the corner.\nTo be fair, this statute cannot go on\nforever, but our experience teaches that six amendments\nto the Constitution have had to be passed to ensure\nsafeguards for the right to vote, and there are many\nFederal laws. They protect uniform voters, some protect\neligible voters who have not had the opportunity yet to\nregister. But together these protections are important\nbecause our right to vote is what the United States\nConstitution is about.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMr. Rein, 5 minutes.\nREBUTTAL ARGUMENT OF BERT W. REIN\nON BEHALF OF THE PETITIONER\nMR. REIN: Thank you, Mr. Chief Justice.\nJUSTICE SOTOMAYOR: Do you think that the\nright to vote is a racial entitlement in Section 5?\nMR. REIN: No. Section -- the Fifteenth\nAmendment protects the right of all to vote and --\nJUSTICE SOTOMAYOR: I asked a different\nquestion. Do you think Section 5 was voted for because\nit was a racial entitlement?\nMR. REIN: Well, Congress --\nJUSTICE SOTOMAYOR: Do you think there was\nno basis to find that --\nMR. REIN: -- was reacting -- may I say\nCongress was reacting in 1964 to a problem of race\ndiscrimination, which it thought was prevalent in\ncertain jurisdictions. So to that extent, as the\nintervenor said, yes, it was intended to protect those\nwho had been discriminated against.\nIf I might say, I think that\nJustice Breyer --\nJUSTICE SOTOMAYOR: Do you think that racial\ndiscrimination in voting has ended, that there is none\nanywhere?\nMR. REIN: I think that the world is not\nperfect. No one -- we are not arguing perfectibility.\nWe are saying that there is no evidence that the\njurisdictions that are called out by the formula are the\nplaces which are uniquely subject to that kind of\nproblem --\nJUSTICE SOTOMAYOR: But shouldn't --\nMR. REIN: We are not trying --\nJUSTICE SOTOMAYOR: You've given me some\nstatistics that Alabama hasn't, but there are others\nthat are very compelling that it has. Why should we\nmake the judgment, and not Congress, about the types and\nforms of discrimination and the need to remedy them?\nMR. REIN: May I answer that? Number one,\nwe are not looking at Alabama in isolation. We are\nlooking at Alabama relative to other sovereign States.\nAnd coming to Justice Kennedy's point, the question has\nis Alabama, even in isolation, and those other States\nreached the point where they ought to be given a chance,\nsubject to Section 2, subject to cases brought directly\nunder the Fifteenth Amendment, to exercise their\nsovereignty --\nJUSTICE SOTOMAYOR: How many other States\nhave 240 successful Section 2 and Section 5 --\nMR. REIN: Again -- Justice Sotomayor, I\ncould parse statistics, but we are not here to try\nAlabama or Massachusetts or any other State. The\nquestion is the validity of the formula. That's what\nbrings Alabama in.\nIf you look at Alabama, it has a number of\nblack legislators proportionate to the black population\nof Alabama. It hasn't had a Section 5 rejection in a\nlong period.\nI want to come to Justice Breyer's point\nbecause I think that -- I think he's on a somewhat\ndifferent wavelength, which is isn't this a mere\ncontinuation? Shouldn't the fact that we had it before\nmean, well, let's just try a little bit more until\nsomebody is satisfied that the problem is cured?\nJUSTICE BREYER: Don't change horses. You\nrenew what is in the past --\nMR. REIN: Right.\nJUSTICE BREYER: -- where it works, as long\nas the problem isn't solved. Okay?\nMR. REIN: Well, and I think the problem to\nwhich the Voting Rights Act was addressed is solved.\nYou look at the registration, you look at the voting.\nThat problem is solved on an absolute, as well as, a\nrelative basis. So that's like saying if I detect that\nthere is a disease afoot in the population in 1965 and I\nhave a treatment, a radical treatment that may help cure\nthat disease, when it comes to 2005 and I see a new\ndisease or I think the old disease is gone, there is a\nnew one, why not apply the old treatment?\nJUSTICE KAGAN: Well, Mr. Rein --\nMR. REIN: I wouldn't --\nJUSTICE KAGAN: -- that is the question,\nisn't it? You said the problem has been solved. But\nwho gets to make that judgment really? Is it you, is it\nthe Court, or is it Congress?\nMR. REIN: Well, it is certainly not me.\n(Laughter.)\nJUSTICE SCALIA: That's a good answer. I\nwas hoping you would say that.\nMR. REIN: But I think the question is\nCongress can examine it, Congress makes a record; it is\nup to the Court to determine whether the problem indeed\nhas been solved and whether the new problem, if there is\none --\nJUSTICE KAGAN: Well, that's a big, new\npower that you are giving us, that we have the power now\nto decide whether racial discrimination has been solved?\nI did not think that that fell within our bailiwick.\nMR. REIN: I did not claim that power,\nJustice Kagan. What I said is, based on the record made\nby the Congress, you have the power, and certainly it\nwas recognized in Northwest Austin, to determine whether\nthat record justifies the discrimination among --\nJUSTICE BREYER: But there is this\ndifference, which I think is a key difference. You\nrefer to the problem as the problem identified by the\ntool for picking out the States, which was literacy\ntests, et cetera. But I suspect the problem was the\ndenial or abridgement by a State of the right to vote on\nthe basis of race and color. And that test was a way of\npicking out places where that problem existed.\nNow, if my version of the problem is the\nproblem, it certainly is not solved. If your version of\nthe problem, literacy tests, is the problem, well, you\nhave a much stronger case. So how, in your opinion, do\nwe decide what was the problem that Congress was\naddressing in the Voting Rights Act?\nMR. REIN: I think you look at Katzenbach\nand you look at the evidence within the four corners of\nthe Voting Rights Act. It responds to limited\nregistration and voting as measured and the use of\ndevices.\nThe devices are gone. That problem has been\nresolved by the Congress definitively. So it can't be\nthe basis for further -- further legislation.\nI think what we are talking about here is\nthat Congress looks and says, well, we did solve that\nproblem. As everyone agrees, it's been very effective,\nSection 5 has done its work. People are registering and\nvoting and, coming to Justice Scalia's point, Senators\nwho see that a very large group in the population has\npolitically wedded themselves to Section 5 are not going\nto vote against it; it will do them no good.\nAnd so I think, Justice Scalia, that\nevidence that everybody votes for it would suggest some\nof the efficacy of Section 5. You have a different\nconstituency from the constituency you had in 1964.\nBut coming to the point, then if you think\nthere is discrimination, you have to examine that\nnationwide. They didn't look at some of the problems of\ndilution and the like because they would have found them\nall over the place in 1965. But they weren't responding\nto that.\nThey were responding to an acute situation\nwhere people could not register and vote. There was\nintentional denial of the rights under the Fifteenth\nAmendment.\nCHIEF JUSTICE ROBERTS: Thank you, counsel.\nMR. REIN: Thank you.\nCHIEF JUSTICE ROBERTS: Counsel.\n"
    }, 
    "respondents": [
        "ERIC H. HOLDER, JR.,", 
        "ATTORNEY GENERAL, ET AL."
    ], 
    "speakers": {
        "CHIEF JUSTICE ROBERTS": 29, 
        "GENERAL VERRILLI": 41, 
        "JUSTICE ALITO": 10, 
        "JUSTICE BREYER": 13, 
        "JUSTICE GINSBURG": 6, 
        "JUSTICE KAGAN": 10, 
        "JUSTICE KENNEDY": 20, 
        "JUSTICE SCALIA": 20, 
        "JUSTICE SOTOMAYOR": 25, 
        "MR. ADEGBILE": 16, 
        "MR. REIN": 64
    }
}