{
    "appearances": {
        "content": "JOEL D. BERTOCCHI, ESQ., Solicitor General of Illinois,\nChicago, Illinois; on behalf of the Petitioner.\nMATTHEW D. ROBERTS, ESQ., Assistant to the Solicitor\nGeneral, Department of Justice, Washington, D.C.; on\nbehalf of the United States, as amicus curiae,\nsupporting the Petitioner.\nDEANNE F. JONES, ESQ., Decatur, Illinois: on behalf of the\nRespondent.\n"
    }, 
    "caseNum": "99-1132", 
    "caseinfo": {
        "content": "ILLINOIS, :\nPetitioner :\nv. : No. 99-1132\nCHARLES McARTHUR :\n"
    }, 
    "contents": {
        "content": "ORAL ARGUMENT OF PAGE\nJOEL D. BERTOCCHI, ESQ.\nOn behalf of the Petitioner 3\nORAL ARGUMENT OF\nMATTHEW D. ROBERTS, ESQ.\nOn behalf of the United States, as amicus curiae,\nsupporting the Petitioner 18\nORAL ARGUMENT OF\nDEANNE F. JONES, ESQ.\nOn behalf of the Respondent 26\nREBUTTAL ARGUMENT OF\nJOEL D. BERTOCCHI, ESQ.\nOn behalf of the Petitioner 52\n"
    }, 
    "location": {
        "content": "Washington, D.C.\nWednesday, November 1, 2000\nThe above-entitled matter came on for oral\nargument before the Supreme Court of the United States at\n10:02 a.m.\n"
    }, 
    "petitioners": [
        "ILLINOIS,", 
        "Petitioner", 
        "v.", 
        "No. 99-1132 CHARLES McARTHUR", 
        ""
    ], 
    "proceedings": {
        "content": "(10:02 a.m.)\nCHIEF JUSTICE REHNQUIST: We'll hear argument\nnow in Number 99-1132, Illinois v. Charles McArthur.\nMr. Bertocchi.\nORAL ARGUMENT OF JOEL D. BERTOCCHI\nON BEHALF OF THE PETITIONER\nGENERAL BERTOCCHI: Thank you. Good morning,\nMr. Chief Justice, and may it please the Court:\nIn this case, a police officer who had probable\ncause to believe that readily destructible evidence was\nconcealed in Charles McArthur's home secured that home\nfrom the outside while his partner went to see the judge\nto get a warrant. By doing so, the police officer,\nOfficer Love, prevented what, as it turned out, would have\nbeen the certain destruction of that evidence.\nHe also avoided doing something that this Court\nhas often condemned in its Fourth Amendment cases.\nQUESTION: May I stop you there, please,\ncounsel? As it turns out, and you mentioned, at the end\nof the day the respondent would have entered the home and\ndestroyed the evidence if he'd had the chance, but the\npolice didn't know that at the time, did they?\nGENERAL BERTOCCHI: I don't think they knew it,\ncertainly, Your Honor.\nQUESTION: And I think that we have to take the\ncase on the assumption that they didn't know.\nGENERAL BERTOCCHI: Correct.\nQUESTION: Isn't that right?\nGENERAL BERTOCCHI: I agree.\nQUESTION: So I don't think we should look at\nthe fact that he said that later in resolving the case.\nGENERAL BERTOCCHI: Your Honor, by mentioning\nthat I didn't mean to suggest that the Court should. I\nthink that demonstrates something about the fact that\npeople can intend to destroy evidence without telegraphing\nit.\nQUESTION: Yes.\nGENERAL BERTOCCHI: But I agree that the\nofficers certainly didn't know it. Mr. McArthur didn't\nsay so.\nQUESTION: Well, can we take the case on the\nassumption that there's a substantial risk that in this\ncontext he would have destroyed the evidence?\nGENERAL BERTOCCHI: I agree, Your Honor. I\nbelieve that the police believed that, that they were\nconcerned about the risk to evidence, but I can't say that\nthey could read his mind.\nQUESTION: Well, but didn't the evidence that\nthey had before them establish at least exigent\ncircumstances? Could they have gone in on an exigent\ncircumstances exception?\nGENERAL BERTOCCHI: Well, Your Honor, I believe\nin this case they could have, although I would emphasize\nagain that they never actually went in at all except\nbriefly with --\nQUESTION: No, I realize that, but I mean, in\ndeciding the reasonableness of the -- of blocking the\nindividual from going back in, it seems to me we ought to\nconsider that they could have gone in themselves under an\nexigent circumstances theory, if that is so.\nGENERAL BERTOCCHI: I believe that is so, Your\nHonor, and certainly it demonstrates that the intrusion\nthat we're asking for here is amply justified.\nQUESTION: But then you run up against your\nopponent's argument that the police themselves created the\nexigent circumstances, because they told -- they told the,\nlater, defendant that his wife had snitched on him, and if\nhe didn't know that, then he wouldn't have any incentive.\nGENERAL BERTOCCHI: I understand that argument,\nYour Honor, and I don't believe it applies in this case\nfor a couple of reasons. One is that I believe the\nofficers had genuine concern sufficient to allow them to\nimpound, certainly, and perhaps to go in even before they\nspoke with him.\nMrs. McArthur told the officers that she had\njust seen Mr. McArthur conceal the marijuana under the\ncouch. She told them that when she came out into the\nhouse, and I believe that that told the officers not only\nthat there was marijuana inside, which provided them with\nprobable cause to search, I think that also demonstrated\nto them that Mr. McArthur, or at least would give them\nreasonable grounds to suspect that Mr. McArthur was\ninterested in preventing them from getting access to the\nevidence and had already at least once translated that\nidea into action.\nQUESTION: Well, I want to know how fine you're\nslicing it when you say reasonable cause to believe. Do\nyou mean probable cause?\nGENERAL BERTOCCHI: No, I don't, Your Honor.\nQUESTION: Well, if you don't mean probable\ncause, then I think your response to Justice Ginsburg is,\nthere were no exigent circumstances sufficient to support\nan entry but for the police's statement to him that they\nknew about the drugs and they wanted to go in. Am I\nright?\nGENERAL BERTOCCHI: I -- Your Honor, I -- that\nisn't what I intended to say, I'm sorry.\nQUESTION: Okay. Now, assume they did not --\nassume we remove from consideration the fact that they\ntold him that the wife had snitched on him and they would\nlike to search. Did they have probable cause to make an\nexigent circumstances search?\nGENERAL BERTOCCHI: Your Honor, I don't\nbelieve -- I do believe that they did. I don't -- I do\nbelieve --\nQUESTION: And the reasons are? The reasons\nare?\nGENERAL BERTOCCHI: The reasons are, Your Honor,\nthat they -- as I indicated, that they had -- they were\naware that Mr. McArthur, while they were present, and he\nknew they were present, had already taken action to\nconceal the evidence from them, and I think it would be\nreasonable for them to believe that he might take\nadditional action, or decide that that action wasn't\nsufficient.\nQUESTION: Okay.\nGENERAL BERTOCCHI: In addition, Your Honor, I\nwould suggest to the Court that --\nQUESTION: When you say he knew they were\npresent --\nGENERAL BERTOCCHI: Yes, Your Honor. He -- the\npolice had been outside for some time while Mrs. McArthur\nwas moving her items out, and they wouldn't have been very\ngood peacekeepers if they didn't let it be known, or she\ndidn't let it be known that the police were outside while\nshe was moving her items out.\nSo at the time Mrs. McArthur came out and said\nall this, the police knew that Mr. McArthur knew they had\nbeen outside for some time, that they were in the company\nof his wife, who was angry at him and might be motivated\nto snitch on him, and she also told them that he had\nalready taken at least some action to conceal marijuana,\nthe marijuana that was inside, from them.\nQUESTION: Did she indicate how much marijuana,\nbecause much is made by McArthur that this was -- this is\nvery small stakes.\nGENERAL BERTOCCHI: Your Honor, she did not say\nanything -- there is no testimony in the record that she\nsaid anything other than that it was marijuana, and that\nis really one of our central points in response to that\nargument, is that the officers had no reason to know just\nwhat the stakes would be for any number of reasons. One\nof them was that.\nIt is certainly unlikely that if they had asked\nher Mrs. McArthur could have said 2.3 grams. At most she\nmight have said, a little, but a little can rise to the\nlevel of a felony in Illinois, and even a little little is\na jailable crime.\nQUESTION: But in any case she didn't say\nanything one way or the other about quantity --\nGENERAL BERTOCCHI: Correct.\nQUESTION: -- as far as the record tells us.\nGENERAL BERTOCCHI: Correct, Your Honor.\nQUESTION: Is that correct?\nGENERAL BERTOCCHI: That is correct.\nYour Honors, Officer Love's conduct in this case\nwas restrained and, indeed, specifically calibrated to\nintrude no more than necessary while giving full effect to\nthe warrant requirement, and we ask that this Court\napprove that conduct because it will both protect both\nevidence and privacy.\nThere are two facts that we believe demonstrate\nthat Officer Love's conduct fell clearly within the limits\nof reasonable conduct under the Fourth Amendment. One of\nthem, of course, is that there was no entry necessary in\nthis case, and we believe that that substantially lesser\nintrusion is very important. It interfered only with\nMr. McArthur's possessory interest in his home, and while\nthose interests are certainly protected by the Fourth\nAmendment, the -- they are not -- they do not receive the\nhigh level of protection that privacy interests do,\nparticularly where a home is concerned.\nQUESTION: May I ask if, in your view, the\nlength of time that it takes to get the warrant is\nrelevant at all?\nGENERAL BERTOCCHI: I believe it is, Your Honor.\nQUESTION: And in this case, what was it?\nGENERAL BERTOCCHI: Your Honor, I think on this\nrecord the most you could say would be 2 hours, but I\nbelieve that the more justified conclusion would be about\nan hour and 15 minutes from the time the impoundment was\nimposed to the time that the warrant was signed.\nQUESTION: If it took, say, 8 or 10 hours, you\nwould say that's probably unreasonable?\nGENERAL BERTOCCHI: Your Honor, I would say that\nwas a much harder case, but it would depend on the\ncircumstances that caused it to take that long.\nQUESTION: Yes.\nGENERAL BERTOCCHI: I think this is an amount of\ntime that you could almost say was per se reasonable. I\nthink, in fact, that it was surprisingly brief, in --\nparticularly in light of the fact that this is a small\nrural jurisdiction with a small police force and --\nQUESTION: But you would say the length of time\nwould be a relevant consideration?\nGENERAL BERTOCCHI: Certainly, Your Honor. I\nknow the Court has said on many occasions that an\nintrusion on Fourth Amendment rights can start off okay\nand become unreasonable by degree.\nQUESTION: Would you also -- what is your\nposition on whether the quantity of drugs is relevant to\nthe inquiry? I mean, if it was a bomb about to explode\nyou take one view, and an ounce of marijuana you can get a\nlittle different reaction intuitively, but do you think\nlegally it should make any difference?\nGENERAL BERTOCCHI: Your Honor, I think under\nWelsh you can't say that it doesn't figure into the Fourth\nAmendment calculus. We believe that there was ample\njustification in this case in light of the quantity of\nmarijuana. This is a case which the State of Illinois\nlegislature has decided you can go to jail for. This is a\ncase that the county prosecutor, who is the original\njurisdiction prosecutor in the county, has decided was\nworth a search warrant --\nQUESTION: If it were different -- if, for\nexample -- some counties around the country don't\nprosecute on cases like this, or maybe the quantity would\nhave to be a little smaller. If they had a policy of not\nprosecuting minimal amounts of possession of marijuana,\nthen I take it, it would or would not be reasonable to go\nin?\nGENERAL BERTOCCHI: Your Honor, I think if they\nhad a blanket policy that was known to the police\nofficers, then I think they would -- you know, before they\neven got to that question they would doubt, or be sure\nthat they couldn't get the prosecutor to approve the\nsearch warrant in the first place.\nQUESTION: Could they have arrested this\ndefendant without a warrant, without an arrest warrant --\nGENERAL BERTOCCHI: Yes, Your Honor.\nQUESTION: -- based on the information that they\nhad?\nGENERAL BERTOCCHI: I believe that they could\nhave. I believe they had probable cause both to search\nthe house and to arrest Mr. McArthur.\nQUESTION: Mr. Bertocchi, how far did the police\nhave to go geographically to get a warrant in this case?\nGENERAL BERTOCCHI: Your Honor, I am not aware\nof that. I know that Mr. McArthur lived in Sullivan, and\nthat Sullivan is the county seat of Moultrie County, so\nthey didn't have to leave the town of Sullivan to get to\nthe courthouse.\nQUESTION: Mr. Bertocchi, I guess your case is\neasy if you assume, as you do, that they had authority to\nenter without a warrant on the basis of exigent\ncircumstances, but assuming I don't agree with you on that\npoint, I'm concerned about complicating the criminal law\nmore than is necessary.\nYou're asking us to establish some standards\nbelow the exigent circumstances standard which would\ndispense with a warrant, and you're saying if you don't\nactually go into the house we want yet another test that's\na little bit less than exigent circumstances. I'm not\nsure that human beings are capable of entertaining as many\nvariations and figuring out what is less than exigent\ncircumstances but still enough to justify this.\nWhy shouldn't we just have one single rule?\nIt's an exigent circumstances rule. If there are exigent\ncircumstances, you can either go in the house or exclude\nthe homeowner from going back in himself.\nGENERAL BERTOCCHI: Your Honor, I agree that\nimpoundment does present something of a complication, but\nI don't think it's that serious, and I think that the test\nis not all that different, because it's a balancing test\nultimately, always. I think that in this case we also\ndistinguish, as does --\nQUESTION: Well, it's not a balancing test with\nexigent circumstances. If there are exigent circumstances\nyou can go in. You don't have to say, you know, well, is\nit a really expensive house, or is it a less-expensive\nhouse, or, you know, is this person really concerned with\nhis privacy, or is he the kind of guy who leaves his\nwindow shades up anyway? You don't balance anything. If\nthere are exigent circumstances, you go in.\nGENERAL BERTOCCHI: I understand --\nQUESTION: And when you have that test the\ncourts know how to deal with it. Why don't we just have a\nflat rule, if there are exigent circumstances, you can\neither go in or you can stop him from going in?\nGENERAL BERTOCCHI: Well, Your Honor, it's our\nposition --\nQUESTION: Life is too complicated. We can't\nengage in all of these myriad levels of police activity.\nGENERAL BERTOCCHI: Your Honor, if the Court\nwere to agree with me that exigent circumstances were --\nparticularized exigent circumstances were present here,\nsufficient to allow an entry, that would be very\nsatisfactory, because I'm sure that would result in the --\nQUESTION: But the question presented is, is it\nreasonable under the Fourth Amendment for police officers\nwho have probable cause to believe a residence contains\nevidence enough to secure the residence from the outside,\nso your question certainly assumes the existence of\nprobable cause.\nGENERAL BERTOCCHI: Yes, Your Honor.\nQUESTION: It doesn't really say anything about\nexigent circumstances.\nGENERAL BERTOCCHI: Your Honor, our position is\nthat no specific or particularized exigent circumstances\nwere required to do what Officer Love did.\nQUESTION: You say probable cause is enough.\nGENERAL BERTOCCHI: Probable cause is enough\nthat you don't have to make an entry, yes, Your Honor.\nYour Honors, as I was indicating in response to\nJustice Stevens, the intrusion in this case lasted a\nsurprisingly brief amount of time, but another important\naspect of its limitation is that it was always intended\nonly as a step on the way to getting a warrant.\nImpoundment is really not capable of analytical\nseparation from getting a search warrant. It is a step in\nits execution which is designed to assure that if there is\nevidence in the house at the time probable cause arises,\nit will still be there by the time the judge -- the\nofficers come back with the warrant if the judge signs it.\nQUESTION: Suppose that the wife had told the\npolice officers not that he had hidden some contraband\nunder the sofa but, rather, that he had it in his pocket.\nAre we going to have to, in the next case, ask whether,\nalthough the police could not arrest him without a warrant\non the basis of just that probable cause, they could\nnonetheless prevent him from putting his hand in his\npocket or, you know, follow him around and make sure that\nhe doesn't put his hand in his pocket, which is a lesser\nintrusion than arresting him, arguably a lesser intrusion\nthan stopping him -- I mean, is there any end to the\nnumber of variations of lesser, lesser, lesser intrusion\nthat we'll be confronted with?\nGENERAL BERTOCCHI: Well, Your Honor, in this\ncase I think if -- that once he had come outside the house\nthey could have arrested him because they had probable\ncause to arrest him and then, incident to that, I think\nthey could have reached into his pocket. So in those\nsituations where there is probable cause to arrest,\npersonal search issues are going to be subsumed in search\nof the person incident to arrest.\nQUESTION: You think they didn't need an arrest\nwarrant, they could just have --\nGENERAL BERTOCCHI: I believe that when they had\nthis -- that -- the record demonstrates that Mr. McArthur\ncame out of his house to speak with the officers, and I\nbelieve that at that point he was in a public place and\ncould be arrested without a warrant, yes, Your Honor.\nQUESTION: Of course, your theory, I take it, is\nthat he could have been arrested in the house without a\nwarrant because the indication that the police had was\nthat he was possessing drugs inside, but they didn't have\nparticularized knowledge that the amount of drugs was\nonly -- only carried the offense to the misdemeanor level,\nso I take it you would have said he could have gone --\nthey could have gone in and arrested without a warrant.\nGENERAL BERTOCCHI: I believe that -- I believe\nthat they could have, again based on the exigent --\nQUESTION: Why shouldn't -- given the fact that\nwe do have -- we do make a distinction between arrest with\nor without warrant in one's own home, why shouldn't the\npolice have the burden of demonstrating that they had\nprobable cause to believe that the drugs were in a felony\nquantity before they went in to arrest?\nGENERAL BERTOCCHI: Your Honor, I believe that\nin this instance had they gone in to --\nQUESTION: No, but even apart from this, and\njust as a general rule, why shouldn't that be the general\nrule, that the police would have to establish a felony\nlevel before they go into a house to arrest without a\nwarrant?\nGENERAL BERTOCCHI: Your Honor, I believe that\nin some cases that might very well be a difficult rule to\nadminister, and I think this is a good example of that,\nYour Honor. I don't think Mrs. McArthur would likely\nhave been able to give them, even if they had asked, the\ndetail --\nQUESTION: Well, that's right, and therefore\nthey couldn't have gone in. It would not be difficult to\nadminister, it would be easier to administer, but you'd\nlose.\nGENERAL BERTOCCHI: Your Honor, I believe that\nthey did have sufficient cause in this case had they\nneeded to enter to effectuate this impoundment, but I\ndon't believe that they needed it to do it in the way that\nthey did.\nIf there are no other questions I would reserve\nthe remainder of my time, if I could.\nQUESTION: Very well, Mr. Bertocchi.\nGENERAL BERTOCCHI: Thank you.\nQUESTION: Mr. Roberts, we'll hear from you.\nORAL ARGUMENT OF MATTHEW D. ROBERTS\nON BEHALF OF THE UNITED STATES, AS AMICUS CURIAE,\nSUPPORTING THE PETITIONER\nMR. ROBERTS: Thank you, Mr. Chief Justice, and\nmay it please the Court:\nFor three reasons, police officers who have\nprobable cause to believe that a residence contains\nincriminating evidence may prevent entry for a reasonable\nperiod of time in order to preserve the evidence while\nthey obtain a search warrant.\nFirst, there's a strong law enforcement interest\nin preserving evidence pending issuance of a warrant.\nSecond, securing the premises from the outside\nby preventing entry is a limited and temporary intrusion.\nThird, it's less intrusive than other means of\npreserving evidence, and it promotes fidelity to the\nFourth Amendment's preference that searches be authorized\nby a warrant.\nWhen a residence contains evidence of a crime,\nthere's an inherent danger that the evidence may be\ndamaged or destroyed if people are allowed on the\npremises, and therefore, unless police have a means to\nprotect the evidence during the time that it takes to\nobtain a warrant, the search pursuant to the warrant may\noften be fruitless.\nQUESTION: Mr. Roberts, do you think all\nevidence is fungible?\nMR. ROBERTS: No, all evidence is not fungible,\nYour Honor, but almost all evidence is capable of\nalteration or destruction, or damage in some way.\nQUESTION: Is all evidence that's capable of\nalteration or destruction fungible?\nMR. ROBERTS: No.\n(Laughter.)\nMR. ROBERTS: All evidence that's capable of\nalteration or destruction isn't fungible either, but\nthere's a sufficient inherent danger of some kind of\ndamage with -- damage or destruction of evidence under the\ncircumstances that the risk would be too great in enough\ncases to warrant asking for some particularized --\nQUESTION: Let me make the question a little\nmore precise. Does the seriousness of the offense weigh\ninto the analysis at all in your view?\nMR. ROBERTS: Certainly not when all we're\ntalking about is temporarily preventing entry for a\nlimited period of time.\nQUESTION: Mr. Roberts, you say that, you know,\nthere's a great law enforcement interest in preserving the\nevidence, but there's also a considerable interest on the\npart of the individual in going into his own home.\nMR. ROBERTS: Yes, and --\nQUESTION: What if he tells the police officer,\ngee, I have to get back in there, I have something on the\nstove that's going to burn. Or, you know, I have a child\nin there that I have to attend to.\nNow, are we going to have to weigh all of those\nadditional factors in this subtle balancing test once we\nabandon the exigent circumstances rule and ask in each\ncase, well, this isn't just getting back into his home,\nit's getting back into his home to turn off his computer,\nor to take care of a child. We're going to go crazy\ntrying to balance these things all the time. Why not just\nstick with the exigent circumstances rule?\nMR. ROBERTS: Our rule that we're proposing here\nthat has already been reflected in cases involving\ncontainers, vehicles, and evidence in plain view, and the\nCourt suggested in dicta it applies to securing residences\nas well, is easily applied. The issue is, is there\nprobable cause to believe that the residence contains\nevidence of a crime, and if there is probable cause to\nbelieve that, then there is a consequent --\nQUESTION: Even if there's a child in there that\nneeds taking care of, right?\nMR. ROBERTS: Well, the Court's made clear --\nQUESTION: That's a clear rule, then. You're\ngoing to take that position?\nMR. ROBERTS: The Court's made clear that any\nsearch or seizure, even one that's justified by a warrant,\ncan be rendered unreasonable by the manner in which it's\nexecuted, and one factor that you would consider in\ndetermining whether the seizure --\nQUESTION: Well, that's not a manner of\nexecuting it. They're executing it by not letting him go\ninto the house, but you're saying it isn't just the house\nyou have to consider, it's also all these other factors,\nwhy he wants to go in, right?\nMR. ROBERTS: No, Your Honor. The basic\nprinciple would still apply, but the police officers have\nto act reasonably. That's, the fundamental principle of\nthe Fourth Amendment is reasonableness, and if under the\ncircumstances reasonableness required some accommodation\nof the needs that were -- that the occupants were impeded\nfrom addressing because of the seizure, the police would\nhave to reasonably address that. If there was a child\ninside, I think that would create exigent circumstances\nthat would justify them going in to take care of the child\nif there were some need to do that.\nQUESTION: But in effect you're saying that yes,\nbalancing is going to have to be done in the field, so I\nthink your answer to Justice Scalia is, we don't have just\na simple rule that if there's probable cause they can\nimpound. Your rule is, there's a general rule that if\nthere's probable cause they can impound, but there may be\ncircumstances which vary the permissible application of\nthat rule.\nMR. ROBERTS: There may be circumstances which\nrequire the police to take other actions to address the\nneeds as reasonable, but the fundamental rule remains the\nsame, and I don't think that is different than in any\nother circumstance, any other kind of --\nQUESTION: That rule would depend on the facts\nas they are known to the officer, even -- so that so long\nas the homeowner says, I have a kid in there, even if he\ndoesn't have a kid in there, it would be unreasonable for\nthe police officer to stop him from going in, I assume.\nMR. ROBERTS: I think that if -- if -- unless\nthe officer had -- knew that there wasn't a kid in there,\nwhich in this case he might know because the wife --\nQUESTION: Well, maybe the police officer could\ngo in himself and bring the kid outside.\nMR. ROBERTS: He could. He could accompany him\ninside. That's what I was trying to say before, Mr. Chief\nJustice. If there was a child who was -- who needed\nprotection that much that required the respondent to\nenter, then that would justify the police officer going in\nin the interest of public safety.\nQUESTION: What if the child is old enough to\ndestroy the evidence and sees what's happening?\n(Laughter.)\nQUESTION: Can the police go in and make the\nchild come out, too?\nMR. ROBERTS: If the child were outside and\nwanted to go in and was old enough --\nQUESTION: No, no, no, the child is inside, and\nthe officer realizes, well, maybe he'll destroy the\nevidence.\nMR. ROBERTS: Oh, the officer could ask the\nchild to come out under those circumstances.\nQUESTION: He could ask him to, but the child\nsays I'm too busy destroying evidence.\n(Laughter.)\nMR. ROBERTS: Well then, that would certainly\ncreate exigent circumstances that would justify going in\nto secure the premises from the inside, but this case\ninvolves a very different and much more limited situation,\nwhere all that was necessary was to prevent entry and that\nkind of intrusion is extremely more limited, because it's\nonly possessory interest in the premises. It lasts only\nlong enough to get the judicial determination about\nwhether there's probable cause to search and seize, and\nit's far less intrusive than the other alternatives.\nFor instance, if the police officers here had\narrested respondent, that would have invaded his personal\nprivacy and his liberty.\nQUESTION: The other thing I wondered about is,\nwhat would have happened -- this case arose out of an\nargument between the husband and wife, as I remember.\nWhat if she changed her mind when she got to the\nmagistrate and decided not to support the probable cause\nand they never got the warrant, would the seizure then\nhave been unlawful?\nMR. ROBERTS: The --\nQUESTION: Does the legality depend on the fact\nthat the warrant was ultimately issued?\nMR. ROBERTS: The legality depends on the\npresence of probable cause. I think at the time that they\nconducted the seizure they would have had probable cause\nand the seizure would be legal.\nQUESTION: Even if the warrant were not issued?\nMR. ROBERTS: Even if the warrant were not\nissued.\nAs I was saying before, the -- part of the\nreason that the intrusion is so small, is limited here,\nand that this is particularly reasonable, is that the\nother alternatives such as arresting the occupants, such\nas a warrantless entry, are more intrusive, involve\ninvasions of privacy. They're more serious, and by\nproviding an alternative to immediate warrantless entry\nthis external impoundment option actually encourages\npolice officers to seek a warrant before they search. The\nCourt has therefore recognized a principle that the\ninterest in protecting evidence can temporarily supersede\npossessory interest in property for the time that it takes\nto get a warrant in a variety of contexts.\nAs I noted before, the Court's done it in dictum\nin situations involving securing premises, but the Court's\nheld that that's true in a variety of cases like container\ncases, where the Court has held that if the police have\nprobable cause to believe the container holds evidence\nthey can seize the container pending a warrant to search\nit, and the Court's held that if the police have probable\ncause to believe that evidence that's in plain view is\nassociated with criminal activity, they can seize it.\nThe same principle that underlies that, the\ninterest in protecting the evidence, the inherent danger\nthat the evidence may be damaged or destroyed if there\nisn't an ability to freeze the status quo while the police\nget a warrant, the fact that the police are getting the\nwarrant here, all point to the fact that it's eminently\nreasonable for the police to be able to secure the\npremises from the outside for a temporary time while they\nobtain a warrant to search.\nIf there are no further questions --\nQUESTION: Thank you, Mr. Roberts.\nMs. Jones, we'll hear from you.\nORAL ARGUMENT OF DEANNE F. JONES\nON BEHALF OF THE RESPONDENTS\nMS. JONES: Thank you, Mr. Chief Justice, may it\nplease the Court:\nThe question presented by these facts is, what\nanalysis should this Court employ in determining under\nwhat circumstances and by what method the police can seize\na home in order to preserve evidence of a crime?\nThe State of Illinois and the United States of\nAmerica want this Court to issue a broad rule that it is\nalways all right for police officers to seize a home on\nthe basis of probable cause alone. This Court should find\nthat such a rule violates the Fourth Amendment for two\nreasons. First of all, it does not take into account the\nhigh esteem in which this Court's decisions place the\nhome, and it is also not a logical extension of other\ncases concerning the seizure of property.\nQUESTION: Well, it was suggested in Segura, I\nguess, as a possible rule.\nMS. JONES: Your Honor, in the dicta in Segura\nthere is some suggestion that external seizure of the home\nwould have been justified in Segura's case, and perhaps\nthat is because everyone with a possessory interest in the\napartment in Segura was in custody and therefore the\npolice really weren't interfering with anyone's possessory\nright.\nIn this case you do have the homeowner present,\nand his possessory rights in the home are being\nsubstantially interfered with, and the Government's test\nof probable cause only simply does not take in to account\nthe high esteem in which the home is held and the fact\nthat it's very intrusive.\nQUESTION: Well, what should the police have\ndone to preserve evidence that they know is at risk?\nMS. JONES: Your Honor, there were two\nalternatives for the police in this case. First of all,\nonce Mrs. McArthur told the officers that she saw her\nhusband slide marijuana under the couch, the first thing\nthey could have done is simply left with Mrs. McArthur,\nwent down to the courthouse, and obtained a search\nwarrant. The second alternative was to --\nQUESTION: Well, but they knew of the risk of\ndestruction of the evidence. My question is, what could\nthey do to preserve the evidence in these circumstances,\nnothing?\nMS. JONES: No, Your Honor, there is nothing\nthey could do, and the reason I'm suggesting that is, in\nWelsh v. Wisconsin the officers on that scene were faced\nwith a similar dilemma. The only way they had to preserve\nevidence of Mr. Welsh's blood alcohol level is to do what\nthey did, which was to enter the home without a warrant\nand arrest him before his blood alcohol level went down.\nThis Court found that because that was a minor\noffense, the police officers could not do that in order\nto --\nQUESTION: Well, the offense in Welsh was quite\ndifferent than the one here. Here, according to your\ncolleague at any rate, this -- the -- it could -- was\ngrounds for arrest, and also he could have served time in\njail.\nMS. JONES: Your Honor, there is a distinction\nbetween the offense here and the one in Welsh. Welsh was\na nonjailable offense, that's true. Here, we have a class\nC misdemeanor, which is the lowest category of crime.\nQUESTION: Well, is that important, Ms. Jones,\nto your argument? I mean, supposing there had been a\nlarge stash of heroin. Would that make this case\ndifferent?\nMS. JONES: Yes, Your Honor, it would make this\ncase different, for two reasons. First of all, I'm\nsuggesting you reject the probable cause only test and\nstick with the probable cause plus exigent circumstances\ntest, and the reason the quantity of the drugs would be\nimportant is because that goes to the exigency. As this\nCourt observed in Welsh v. Wisconsin, the prevention of\nthe destruction of evidence is not an exigent circumstance\nwhen you're talking about a minor offense. Presumably,\nthen, it is when you're talking about a major crime.\nQUESTION: But the police had no way of knowing\nthe quantity at that point. I think you just told us, and\ncorrect me if I'm wrong, that if the crime would be a\nfelony, then what was done here was okay. Secure the\npremises pending receipt of a warrant by the police\nofficer. But if the crime is only a misdemeanor, then,\ntoo bad, you have to take the risk that the evidence will\nbe destroyed. I think that's the line you're drawing.\nMS. JONES: Two responses to that, Your Honor.\nFirst of all, the line that I'm drawing is that the\nofficers have to have probable cause and exigent\ncircumstances. In this case, it's my position that they\nhad neither, but the line I'm asking the Court to draw\nagain is probable cause and exigent circumstances.\nQUESTION: Well, is it exigent circumstances if\nit's a felony but not if it's a misdemeanor? That's what\nI don't fathom, because I thought from your brief and from\nwhat you said before that you were making a distinction\nbetween lesser offenses and felonies.\nMS. JONES: I am, Your Honor, that's true, and\nthe reason I make the distinction is again, it's part of\nthat analysis of whether or not the exigent circumstance\nof destruction of evidence is present. That's at least\nwhat the Welsh decision suggests, that if you're trying to\npreserve evidence of a minor crime, then the officers are\nnot justified in entering the home to preserve evidence of\nthat crime, so it's a factor of determining whether or not\nthere's an exigent circumstance of destruction of\nevidence.\nQUESTION: Why isn't -- sorry.\nMS. JONES: Your Honor, if I may, she had a\nquestion before that. You had also asked me about if the\nofficers knew about the quantity of marijuana at the\nscene. The officers I'm sure did not know that there were\nprecisely 2.3 grams of marijuana present. However, the\nofficers could easily have asked Mrs. McArthur about the\nquantity she saw, and the fact that nobody really seemed\nto be taking this incident very seriously suggests that\nthe officers knew they weren't talking about --\nQUESTION: Why are they not taking it seriously?\nThey immediately go off to get a warrant.\nMS. JONES: Your Honor, if they -- they didn't\nask Mrs. McArthur questions about the quantity. They\ndidn't ask her questions about whether her husband was\ndealing drugs. If they thought they had a serious offense\nand they thought they had probable cause at the scene they\ncould have placed Mr. McArthur under arrest immediately.\nMr. McArthur evidently --\nQUESTION: Well, I'm surprised you say that no\none was taking this seriously when the police went to get\na warrant and secured the house.\nMS. JONES: Your Honor, they did go and get a\nwarrant, but what I'm suggesting is, you're not taking\nabout a major crime here where the police felt that they\nhad the immediate need to make an arrest of Mr. McArthur.\nQUESTION: Well, but you know, there's always a\ngreat deal of second-guessing in these Fourth Amendment\ncases. If the police do A, they should have done B, and\nif they do B, they should have done A. So I think you\nhave to base your case on the infirmities in what the\npolice actually did.\nMS. JONES: Yes, Your --\nQUESTION: Wouldn't an arrest have been more\nintrusive?\nMS. JONES: Your Honor --\nQUESTION: I would have thought so. I would\nhave thought that the police were acting in a restrained\nfashion by getting a search warrant, finding out what they\nhad, and then taking action. An immediate arrest would\nhave I think been more of a personal intrusion.\nMS. JONES: Your Honor, again I'm suggesting\nthat because the officers did not have probable cause at\nthe scene they could not arrest --\nQUESTION: Well, I don't think I agree with\nthat. They had been told that he had marijuana in his\npossession and I don't know what-all, and that's probable\ncause, isn't it, to suspect that he was in possession of\nmarijuana?\nMS. JONES: Your Honor, I respectfully disagree\nfor two reasons. First of all, Mr. -- or, excuse me,\nOfficer Love did not ask Mrs. McArthur that very important\nquestion of whether she was familiar with what marijuana\nlooked like. Under Illinois law, when you gather\ninformation from an informant about the existence of\ncontraband, Illinois law generally requires that you have\nsome indication --\nQUESTION: Well, wasn't a warrant obtained from\na magistrate here?\nMS. JONES: Your Honor, it was, and if you --\nQUESTION: And was it obtained without probable\ncause?\nMS. JONES: No. Your Honor, there was probable\ncause for the search warrant, and if you compare the\nsearch warrant application and the affidavit submitted --\nyou'll find those in the joint appendix, I believe\nbeginning on page 5. If you look at the application for a\nsearch warrant and the affidavits, there's a lot of\ninformation contained in those affidavits that were not --\nthat was not given to Officer Love at the scene.\nFor example, in the application for a search\nwarrant the State's Attorney thinks it's important enough\nto put in there that Mrs. McArthur is familiar with the\nappearance of marijuana. The State's Attorney also\nincludes in there that Mrs. McArthur has seen marijuana on\nthe presence -- or on the premises several times. He has\nher put in the affidavit that she has seen her husband use\nmarijuana on several occasions.\nNone of that information was given to Officer\nLove at the scene. All Officer Love had at the scene was\na woman who Officer Love admits was predisposed into\ngetting our husband into trouble tell him as she's\nleaving, oh, by the way, I just saw him slide some dope\nunder the couch.\nQUESTION: All right. Suppose -- is it -- all\nright, the wife says, I -- you know, she lives in the\ntrailer with her husband, and the wife says, he hides dope\nunder the couch, okay? And he's -- there's some there.\nMS. JONES: I'm sorry.\nQUESTION: She -- the wife says, who lives in\nthe trailer with the husband, that her husband has put pot\nunder the couch.\nMS. JONES: Mm-hmm.\nQUESTION: That's what happened.\nMS. JONES: Yes.\nQUESTION: Okay. Now, why wouldn't the officer\nthink that if I say goodbye, I'm going off to get a search\nwarrant, the husband would take the dope and flush it down\nthe toilet. That's what I would think. I mean, why\nwouldn't he think that?\nMS. JONES: Your Honor, in this case there\nwere --\nQUESTION: In fact, if he's intelligent, that's\nwhat the man would have done.\nMS. JONES: Well, Your Honor, from the record,\nwhat we know what Mr. McArthur did is when the police\narrived in the scene, he didn't flush the marijuana.\nQUESTION: But he hadn't been let into the\nhouse, right? He hadn't had time, or had he had time?\nMS. JONES: The officers had not been let into\nthe house, but they were certainly outside, and Mr.\nMcArthur was aware of their presence, yet he didn't take\nany steps to destroy the evidence. He simply hid it under\nhis couch.\nQUESTION: All right. I'm just saying, is there\nany reason why the police wouldn't think, if he gets back\nin the house, he will go take the marijuana and put it\ndown the toilet? Is there anything here that would make\nthat an unreasonable thing to think?\nMS. JONES: Your Honor, it may be a reasonable\nthing to think, but that certainly does not then give the\npolice the power to take the next step, which is to either\nseize the home or make a warrantless arrest.\nQUESTION: Why isn't that -- and this is now a\nlegal question. I was trying to -- why isn't that an\nexigent circumstance that would give the policeman the\nright to go in and preserve the evidence?\nMS. JONES: Your Honor, the reason why it's not\nis --\nQUESTION: Because?\nMS. JONES: -- this Court's holding in Vale v.\nLouisiana suggests that evidence has to be in the process\nof destruction before it's considered to be an exigent\ncircumstance permitting the officer to make a warrantless\nentry inside.\nQUESTION: You mean, they've got to hear the\nsound of the water flushing, or something like that --\n(Laughter.)\nQUESTION: -- before they can go in?\nMS. JONES: No, Your Honor. I'm not --\nQUESTION: No, but seriously, I mean, what --\nhow could that standard ever be satisfied in the case\nJustice Breyer gave you, except on -- you know, some silly\nassumption like that?\nMS. JONES: Your Honor, I agree that the\nevidence having to be in the process of destruction is a\nhigh standard for the police to meet, and that's why lower\ncourts have taken the Vale case and have reduced that\nsomewhat to require a fear that the evidence is in\nimminent danger of destruction.\nQUESTION: All right, why -- going back to his\nquestion, why wasn't there a basis for -- to conclude that\nit was in imminent risk of destruction?\nMS. JONES: I'm sorry, I'd like to clarify. Are\nyou asking in my particular case, or are you asking in\ngeneral?\nQUESTION: Yes, your particular -- well, I'm\ntalking about Justice Breyer's hypo, which I think\nresponded to your case.\nMS. JONES: First of all, the reason why this\nCourt should continue with that standard that the evidence\nhas to be in imminent danger of destruction --\nQUESTION: No, but assuming we -- assuming that\nis the standard, why isn't it satisfied in the\nhypothetical that you gave, which I think is descriptive\nof what we know about this case?\nMS. JONES: Your Honor, the reason the officers\nshould not have considered the evidence to be in imminent\ndanger of destruction is, again, Mr. McArthur took no\nsteps with regard to that --\nQUESTION: No, but you're saying that -- and I'm\nnot quite sure why, but you're saying we know for a fact\nthat at a given moment he had not taken a step to destroy\nthe evidence, but the hypothetical is, and I think the\nfacts of the -- in the record support the hypothetical,\nthat the wife from whom he is estranged and who has an\nobviously rocky relationship with him, has just been in\nthe trailer, has seen the drugs, is now outside talking to\npolice officers.\nIsn't a person of any intelligence going to say,\nshe is very likely to tell them what she saw, I'd better\nget rid of the drugs? The question is not whether at any\ngiven moment he had actually started flushing them away.\nThe question is whether there was probable cause to\nbelieve that he would do that, and why isn't there, or why\nwasn't there in this case?\nMS. JONES: Your Honor, first of all -- I\nbelieve this is in the joint appendix, and I'm sorry I\ndon't remember the page number for this, but Officer Love\nor Mr. McArthur, one of them was asked the question\nwhether or not Mrs. McArthur saw him conceal the\nmarijuana, and nobody knew the answer to that, so first of\nall maybe Mr. McArthur --\nQUESTION: Well, she had come out and said,\nthere are drugs under the sofa, after having been in the\ntrailer extracting personal possessions. Isn't it\nreasonable to assume, to infer that she had seen them?\nShe'd just been there.\nMS. JONES: Your Honor, I would disagree that\nit's reasonable to infer that she saw them.\nQUESTION: All right. So your claim is there\nwas no probable cause.\nMS. JONES: Your Honor, I'm claiming there was\nno probable cause and no exigent circumstances, and a\nprobable --\nQUESTION: I thought you had conceded that there\nwas probable cause to get the warrant.\nMS. JONES: There was probable cause to get the\nwarrant because the information that was given to Judge\nFlannel was different than the information that Officer\nLove had at the time that he made the determination to\nseize the home.\nQUESTION: All right. Now what I'm trying to --\nQUESTION: Well, could I come to the question\npresented here, which -- I had thought, frankly, that the\nquestion presented posed neither the issue of exigent\ncircumstances, nor the issue of probable cause. I mean,\nit seems to me this is not a hard case if there were\nexigent circumstances. If you -- if the police officer --\nyou would acknowledge, I think, that if he could have gone\ninto the house, he could do the lesser thing of stopping\nyour client from going into the house.\nMS. JONES: Your Honor, yes, if probable cause\nand exigent circumstances --\nQUESTION: Right.\nMS. JONES: -- existed, yes.\nQUESTION: So I mean, there's no reason to take\nthis case if there were exigent circumstances. And as for\nprobable cause, the way I read the question presented, is\nit reasonable under the Fourth Amendment for police\nofficers who have probable cause to believe that a\nresidence contains evidence that could readily be\ndestroyed, to secure the residence by preventing its\noccupant and others from entering unaccompanied.\nI thought that -- you're not conceding the\nexistence of probable cause to believe that a residence\ncontained evidence that could readily be destroyed?\nMS. JONES: Your Honor, I'm not conceding that\nprobable cause existed in this case, and I'm also\nasserting that a rule that permits external seizure of the\nhome on probable cause only does not take into account,\nfirst of all, this Court's holdings with respect to the\nhome and second of all, does not really weigh, or doesn't\nfairly balance the State's interest in prosecuting the\nparticular kind of issue.\nQUESTION: Did you challenge the question\npresented in your brief in opposition?\nMS. JONES: Your Honor, we -- we're still\nsticking with the question presented, whether this is\nreasonable under the Fourth Amendment.\nQUESTION: Yes, and -- but it is -- is it\nreasonable under the -- for police officers who have\nprobable cause, so that is the premise of the question\npresented, that the police officers have probable cause.\nUnless you disputed that, you're not in a position now to\nchallenge probable cause.\nMS. JONES: Your Honor, I understand what the\nquestion presented is and, as a general rule, we disagree\nthat that ought to be the rule that applies in all\nseizure-of-the-home cases. The Court, or excuse me, the\nState of Illinois and the United States of America is\nasking this Court to permit seizures of the home on\nprobable cause only, and it is our contention that this\nCourt should not adopt such a rule.\nQUESTION: Well now, that is obviously an\nargument you're very much entitled to make, but I think\nyou've been making a different one, that there was no\nprobable cause, and I think it's questionable whether\nyou're entitled to make that argument here.\nMS. JONES: Your Honor, I guess what I'm doing\nis, I'm suggesting that no matter which rule you adopt,\nthe one advocated by the State or the one that we're\npresenting, when you apply that rule to our case in\ndetermining whether or not the Illinois Appellate Court\nshould be affirmed, I'm suggesting to you reasons that, no\nmatter which rule you adopt, the decision of the Illinois\ncourt --\nQUESTION: Well, you're basically arguing, then,\nif you say there's no probable -- that the decision should\nbe affirmed on an alternate ground?\nMS. JONES: Yes, Your Honor, I'm --\nQUESTION: Well, Ms. Jones, how can you do that?\nThe Appellate Court of Illinois found that the police had\nprobable cause here. You didn't take a cross-appeal from\nthat.\nQUESTION: In fact, at page 7 of your --\nQUESTION: I would assume we would accept that\nfinding. I don't know why you're here arguing there was\nno probable cause at the scene. That seems to be both\ncontrary to what the Illinois, Appellate Court of Illinois\nfound, and contrary to the assumption made in the question\non certiorari.\nQUESTION: In fact, in your brief in opposition\nyou said, although probable cause existed, and the police,\nso forth, so on. You did, I think in your brief in\nopposition, you assumed there was probable cause.\nMS. JONES: Your Honor, again, we're not\ncontesting probable cause to issue the search warrant, and\nthat's true the Illinois Appellate Court --\nQUESTION: Well, but the question presented\nsays, is it reasonable under the Fourth Amendment for a\npolice officer who had probable cause to believe a -- this\nis probable cause for the police officers to act.\nMS. JONES: Yes.\nQUESTION: So the fact you say you concede\nthere's probable cause to issue the search warrant doesn't\nreally get to that point, does it?\nMS. JONES: No, Your Honor. You have to look at\nthe probable cause at the time that the home was seized.\nQUESTION: Precisely, and that's what the\nquestion raises, and that's what the lower courts found\nagainst you. That's what you've conceded in your brief in\nopposition.\nMS. JONES: Your Honor, in our brief in\nopposition we do state that the Illinois Appellate Court\nwas incorrect in finding that we never contested probable\ncause.\nQUESTION: We're talking about your brief in\nopposition to the petition, not the brief in opposition on\nthe merits, and you do say on page 7 of your brief in\nopposition to the petition, and that's the basis on which\nwe decide whether or not to accept these petitions, what\nis the issue presented. We don't -- we wouldn't have\ntaken this case to decide whether in -- on these\nparticular facts there was probable cause or not. That's\nnot the kind of thing we normally do here.\nBut you had said in your opposition, although\nprobable cause existed, and the police entry was made\npeaceably. You're obviously talking about before the\nwarrant was issued, and I took that to mean accepting the\nquestion presented, is it reasonable for police officers\nwho have probable cause to believe. If you were going to\ncontest that, you should have made that clear when you\nopposed the petition.\nMS. JONES: Your Honor, again, let me state that\nI do accept the question presented as it is, and it's our\nargument that this Court should not adopt a rule that\npermits a seizure of the home on probable cause alone.\nQUESTION: All right --\nQUESTION: Can you tell me this -- out of a\nvery -- say, just a person who knew nothing about the law\napproaches this and says, the wife says there's -- he put\nsome pot under the sofa. The policeman then goes to the\ndoor and says, did you put pot under the sofa? He says,\nno. Okay? Off to get a search warrant.\nIf I were a policeman I would think, he's going\nto flush that right down the toilet. That's where we left\noff, right?\nMS. JONES: Okay.\nQUESTION: Okay. Now, I would think that\ninstead of going into the house, which I'm not sure why he\ncouldn't have done it, he says, look, I'll just keep you\noutside the house. That way I don't have to go into the\nhouse. I would think he might have gotten a Fourth\nAmendment medal, instead of Fourth Amendment criticism,\nbecause what he's doing is, he's trying to do the least\nrestrictive thing possible consistent with the evidence\nbeing preserved.\nNow, why isn't what he did a good thing rather\nthan a bad thing from a Fourth Amendment point of view,\nand what is the case that makes it impossible for him to\ndo that thing?\nMS. JONES: Your Honor, first of all, if you\nadopt that rule, then you're agreeing with the State and\nthe United States of America that probable --\nQUESTION: I haven't said what a rule was. I\njust wanted to say, the common sense of it seeming to be\nthat he should keep the person outside rather than go in\nthe house, and the only alternative being that you have to\nlet these people who have marijuana in violation of the\nlaw destroy the evidence. Those seem to me to be the two\nalternatives.\nMS. JONES: Your Honor, if he's keeping the\nperson outside of the home because he believes it contains\nmarijuana and he's concerned that the marijuana is going\nto be destroyed --\nQUESTION: Right.\nMS. JONES: -- then he's making the seizure on\nprobable cause and exigent circumstances, and that's the\ntest that we want this Court to adopt with respect to\nseizures of the home, and --\nQUESTION: I don't understand. I'm saying why\nexactly can't he just keep the person outside? I would\nsay from a Fourth Amendment point of view you'd say yes,\nhe can keep the person outside because it's the least\nrestrictive way to preserve the evidence. The only\nalternative is to let him preserve the evidence.\nNow, the thing that would be wrong with that\nhypothetical rule is what? I'm not saying I adopt it. I\njust want to get what's the objection to it.\nMS. JONES: Your Honor, if there's probable\ncause and exigent circumstances, there's nothing wrong\nwith that, and also what the Court should keep in mind is\nexternal seizure of the home may not always be --\nQUESTION: All right, so you say there's nothing\nwrong with my rule.\nNow, you must think there's something wrong with\nit, because you want to come out the other way. Now, one\nthing you'd say was wrong with it was because he didn't\nhave probable cause. We've discussed that enough. The\nsecond thing you think is wrong with it is because the\ncircumstances don't justify it.\nYou use this word exigent, but the reason why\nthey don't justify it, what he's got before him is, the\nwife's told him there's pot under the sofa, the man lives\nin a trailer, he's told the man he's looking for the pot,\nand his knowledge of human nature. All right. Those are\nthe things he has before him. Now, why isn't that enough?\nMS. JONES: If you're asking me why that isn't\nexigent circumstances in this particular case --\nQUESTION: Asking you why that isn't enough to\njustify keeping the man outside the trailer so he won't\ndestroy the evidence. That's my question.\nMS. JONES: Probable cause and exigent\ncircumstances would be sufficient to seize a home. What\nI'm arguing is, that's the rule we want you to adopt,\nprobable cause and exigent circumstances.\nNow, when that's specifically applied to our\ncase, the reason there are no exigent circumstances here\nare twofold. One, Officer Love is the person that created\nthe exigency of the destruction of evidence, and several\nlower courts have held that when police officers create\nthe exigency of destruction of evidence, they cannot then\nuse that exigency to turn around and enter a person's home\nwithout a warrant in order to preserve that evidence.\nHere, Officer Love admitted --\nQUESTION: May I stop you at that point, because\nI think you're telling the police, don't be candid with\nthe people who you suspect about what's going on. It\nseems to me here the officers did everything by the book.\nThey asked him whether he had contraband. When he said no\nthey said, we're going off to get a warrant, and it seems\nwhat you're saying right now is that the police would have\nbeen in a better position vis-a-vis the Fourth Amendment\nif they had not told him what's up.\nMS. JONES: That's correct, Your Honor, I am\nsuggesting that. Several lower courts, including the\nSeventh Circuit in United States v. Roselli, have held\nthat when it is reasonable or it is foreseeable that\nevidence will be destroyed if you ask for permission to\nsearch, if you go ahead and take that step and ask for\nconsent and it's denied, you can't then turn around and\nuse that exigency to enter the home without a warrant,\nbecause the police have created the exigency.\nHere, if you look on page 20 of the joint\nappendix, Officer Love testifies that at the time Mrs.\nMcArthur told him that Mr. McArthur hid marijuana under\nthe couch, Mr. -- or Mr. McArthur was still free to come\nand go from his home. However, once Officer Love asks\nMr. McArthur for permission to search and is denied, from\nthat point on, Mr. McArthur can't go in because now\nOfficer Love is concerned that the evidence is about to be\ndestroyed.\nQUESTION: I suppose we could posit a situation\nin which officers think that a really big drug ring is\ncutting heroin in a particular apartment, and you\ncertainly wouldn't expect them to knock on the door and\nsay, you know, are you guys cutting heroin in there, do\nyou mind if we come in and look, and they say no, we don't\nwant you to come in and look. Whereupon, they burst in on\nthe basis of exigent circumstances. I suppose we wouldn't\nallow that, would we, so you don't have to be frank with\nthe criminal. It's sometimes a good idea not to be frank\nwith the criminal.\nMS. JONES: Your Honor, if you know that there's\nan apartment where people are cutting drugs, then the step\nthat the officers should take in that hypothetical --\nQUESTION: Is get a warrant.\nMS. JONES: -- they should have went and gotten\na warrant.\nQUESTION: I agree.\nQUESTION: Okay, but the officer -- let me\nchange the hypothetical slightly which I think is -- in a\nway that I think is also supported by the record.\nConsider only these facts. They -- the police are outside\nthe trailer. They are in plain view, so it's reasonable\nto suppose that he inside the trailer, he knows they're\nthere.\nThe wife goes in. The wife comes out and says\nto the police, there's marijuana under the sofa. He sees\nthe wife talking to the police. Don't the police at that\npoint have exigent circumstances to believe that he will\ndestroy the evidence?\nMS. JONES: No.\nQUESTION: Wouldn't any sensible person destroy\nthe evidence? I mean, wouldn't he reasonably say, she has\njust been in here, she has seen the drugs under the sofa,\nshe's talking to the cops, she hates my guts, she is\nprobably going to tell the cops what she saw in here, I'd\nbetter get rid of it? Isn't that a reasonable thought\nprocess for someone in his position?\nMS. JONES: Your Honor, the problem with having\nthat be the standard to determine the exigent circumstance\nof the destruction of evidence is that you could say that\nin any case where someone has evidence of a crime inside\nof their home. I believe Justice Stevens --\nQUESTION: No, you can't say that. What makes\nthis exigent is the confluence at a particular point in\ntime in which the -- it isn't merely a case in which he\nhas drugs, he knows somebody knows that he has drugs, he\nknows that maybe that somebody may go to the police. It's\nall happening in front of him at that time. He has the\ndrugs, the person who's going to snitch on him has just\nseen the drugs, he can see the person outside his trailer\ntalking to the police. It is sort of the temporal unity\nof all of this that gives it the exigency, and why\ndoesn't -- that's my argument. Why doesn't it give a\nsufficient exigency?\nMS. JONES: Your Honor, two reasons why it\nwouldn't give a sufficient exigency. First of all, the\npolice were out at the McArthurs for a while and again,\nMrs. McArthur was coming and going out of the trailer this\nwhole time the police were there. Evidently Mr. McArthur,\nfrom whatever he could gather from what was occurring\nthere, wasn't concerned enough that his possession of\nmarijuana was going to be reported that --\nQUESTION: No, but you're trying to answer the\nhypothetical by adding facts about something that was\ngoing on in the trailer that the police could not know,\nand if the police didn't know it, it doesn't get into the\nanalysis. I don't see how it affects the fact that they\ncould infer an exigency.\nI guess your time is up.\nQUESTION: Thank you, Ms. Jones.\nMS. JONES: Thank you.\nQUESTION: Mr. Bertocchi, you have 4 minutes\nremaining.\nREBUTTAL ARGUMENT OF JOEL D. BERTOCCHI\nON BEHALF OF THE PETITIONER\nGENERAL BERTOCCHI: Thank you, Your Honor.\nQUESTION: Mr. Bertocchi, I would not normally\nintrude upon your time, but you know, I've just criticized\nor discussed with Ms. Jones whether she wasn't altering\nthe question presented. I have the same question for you.\nI had frankly thought that this case involved\nneither the question about whether there was probable\ncause, nor the question about whether there were exigent\ncircumstances. If there were exigent circumstances so the\npoliceman could have gone in, this is an easy case. But\nyou come up and argue exigent circumstances. It was not\nargued in your petition for certiorari. It was not\ncontained in the question presented for review in your\npetition for certiorari, which is, by the way, different\nfrom the question that you show in your blue brief.\nWhat are we talking about here? All of a sudden\nI'm discussing a case that bears no resemblance to the\ncase that I thought we were going to hear.\nGENERAL BERTOCCHI: Your Honor, I believe when I\nwas addressing the question of exigent circumstances that\nI was doing so in response to specific questions about the\nfacts of this case, and it is our position that if the\nCourt were to determine that particularized exigent\ncircumstances were necessary, then they were present if\nthe Court wanted to ask that.\nWe do stand behind the question presented. We\ndo believe that the officer had --\nQUESTION: Even without exigent circumstances\nyou think that he could have made the exclusion from the\nhouse?\nGENERAL BERTOCCHI: Yes, I believe that, Your\nHonor. That is our position, and if I may speak up for\nthe question presented and for the rule it proposes, I\nwould submit that that is not going to be a difficult rule\nto apply, because it will only require police officers to\nknow two things, 1) that they have probable cause to\nsearch, and 2) the character of the evidence, and if they\ndon't know that, then they shouldn't be looking for a\nwarrant, and if they shouldn't be looking for a warrant,\nthey would have no basis and no need to impound.\nThank you, Your Honors.\nCHIEF JUSTICE REHNQUIST: Thank you,\n"
    }, 
    "respondents": [
        "No. 99-1132 CHARLES McARTHUR"
    ], 
    "speakers": {
        "CHIEF JUSTICE REHNQUIST": 2, 
        "GENERAL BERTOCCHI": 47, 
        "MR. ROBERTS": 19, 
        "MS. JONES": 61, 
        "QUESTION": 134
    }
}