{
    "appearances": {
        "content": "MIGUEL A. ESTRADA, ESQ., Washington, D.C.; on behalf of\nthe petitioners.\nJAMES A. FELDMAN, ESQ., Assistant to the Solicitor General,\nDepartment of Justice, Washington, D.C.; on behalf of the\nUnited States, as amicus curiae, supporting petitioners.\nGEORGE P. YOUNG, ESQ., Fort Worth, Texas; on behalf of the\nrespondents.\nDAVID C. MATTAX, ESQ., Assistant Attorney General, Austin,\nTexas; on behalf of Texas, et al., as amici curiae.\nCONTENTS\nORAL ARGUMENT OF PAGE\nMIGUEL A. ESTRADA\nOn behalf of the Petitioners 4\nJAMES A. FELDMAN\nOn behalf of the United States, as\namicus curiae supporting Petitioners. 14\nGEORGE P. YOUNG\nOn behalf of the Respondents 23\nDAVID C. MATTAX\nOn behalf of Texas, et al., as amici\ncuriae 39\nREBUTTAL ARGUMENT OF\nMIGUEL A. ESTRADA\nOn behalf of the Petitioners\nP R O C E E D I N G\nCHIEF JUSTICE REHNQUIST: We will hear argument next in\nnumber 02-1845, The Aetna Health Care v Davila and Cigna\nHealthCare versus Calad.\nMr. Estrada.\nORAL ARGUMENT OF MIGUEL A. ESTRADA\nON BEHALF OF THE PETITIONER\nMR. ESTRADA: Thank you, Mr. Chief Justice, and may it\nplease the Court:\nThe issue in these consolidated cases is whether\nparticipants and beneficiaries of ERISA plans may seek\nconsequential and punitive damages in state court under state\ntort law for the allegedly wrongful denial of ERISA health care\nbenefits. The Fifth Circuit answered that question yes,\nreasoning that completely -- that the complete preemption under\nthe Federal statute applies to contract claims that essentially\nduplicate what's available under Section 502 of the Federal\nstatute, but not to tort claims, which give supplemental remedy\nfor consequential and punitive damages.\nFor two principal reasons, the judgment of the Fifth\nCircuit should be reversed. First, this Court has consistently\nheld that all challenges to the propriety of benefit\ndetermination, whether couched in tort or in contract, are\ncompletely preempted by Section 502 and therefore are removable\nand governed solely by Federal law.\nSecond, the fact that the welfare plans at issue in\nthese cases provide benefits for medical care, as opposed to\ndisability, death, or some other welfare benefit, does not alter\nthe analysis under the Federal statute or give the states any\nmore power to supplement the remedies that Congress included in\nSection 502.\nQUESTION: Now just to be clear, Mr. Estrada, you take\nthe position that ERISA Section 502(a) completely preempts the\nTexas scheme here?\nMR. ESTRADA: Yes.\nQUESTION: And we don't have before us any conflict\npreemption under Section 514?\nMR. ESTRADA: That is - that is right, Justice\nO'Connor. That is our position.\nQUESTION: Okay.\nMR. ESTRADA: And turning to Section 502(a) and to the\n--\nQUESTION: Mr. Estrada, can I just raise a question?\nI'm sure you'll cover it in the argument and I want to get it on\nthe table. On your first point, that our prior cases have said\nthat 502 is the exclusive remedy for actions to acquire benefits,\nis there a distinction? Some of your opponents argued between\ndenials based on the terms of the plan, that this just doesn't\nqualify for some reason, on the one hand, that you just should\nget the answer out of the plan, and denials based on a\ndiscretionary decision as to whether the medical treatment was\nappropriate or not, which would require the exercise of some kind\nof professional judgment. The nurse might think he doesn't need\nan extra day in the hospital or something like that. Is that a\nvalid distinction or not?\nMR. ESTRADA: No. And let me turn to that -- that was\nmy second point, but I'll turn to it now. The use of medical\ncriteria, whether discretionary or not, is inherent in health\ncare coverage and usually is also inherent in - - in disability\ncoverage. Yet, last Term, in the Black & Decker case, this Court\nheld that the -- that a claimant's treating doctor gets no\nspecial deference in a claim for the benefits where the issue is\nwhether the medical factors warrant a disability finding. Under\nthe theory being advanced by Texas and the respondents in this\ncase, however, Black & Decker needn't, and maybe even couldn't,\nbe an ERISA case because a state of the union could regulate the\nmedical component of the disability finding under the guise of\nregulating the practice of medicine and could give tort remedies\nand consequential and punitive damages whenever the plan\ndisagreed with the -- with the claimant's doctor.\nQUESTION: Yes, of course they could, but the fact that\nif we held there was no preemption, it wouldn't necessarily mean\nthey would win on the merits. I mean, you are -- your drug\nformulary may be absolutely defensible, even though it could be\ntested in a state court proceeding.\nMR. ESTRADA: Well, I didn't understand the claim as to\nthe Aetna case necessarily to be a challenge to the promulgation\nof the formulary, which is expressly authorized by the\nprescription drug writer of the plan. I understood the challenge\nto be to a particular benefits decision that was made when Aetna,\nas the insurer and plan administrator, concluded that the benefit\nwas not covered in the circumstances because of the step therapy\nrequirement.\nQUESTION: I don't want you to go too long on point two\nwithout getting back to point one, but as long as we're here, it\ndoes seem to me that the dichotomy, the duality you propose\nbetween a decision about benefits and medical treatment might, at\nthe edges, blur into each other. If I say, as Aetna or CIGNA,\nyou're not authorized to seek this treatment and the person has\nno other funds, basically, that is a treatment decision, in a\nsense.\nMR. ESTRADA: No, it is not, Justice Kennedy. The\npurpose of employee benefits plan -- benefit plans is to cover\nsome things for the employees. If the plans in these cases said\nthat the benefit was $100 for each hospital stay or that you got\n$20 for your drugs, whatever they may be, no one would deny that\nthat was a -- that that was a benefit determination. As I said\nearlier, with respect to medical care, it has always been the\ncase that in determining the scope of coverage, medical factors\nhave always been used and that factor is imbedded into the\nbackground understandings of how this very statute works.\nFor example, Section 503 of the statute allows the\nDepartment of Labor to promulgate regulations to deal with how\nclaims are made and the like. One of those regulations by -- by\nthe Department of Labor expressly contemplates that if a claimant\nhas a proposed treatment turned down, he may appeal to a named\nfiduciary who is required, under the DOL regs, to consult with an\n-- with an appropriate medical hair -- care professional and -\nQUESTION: I guess my point was, at some time, and even\nin these cases, there -- that there was a component of what we\nmight call medical judgment involved.\nMR. ESTRADA: That is undisputed, Justice Kennedy, and\nI think that our position is that there is a fundamental\ndifference between a claimant who has a doctor patient\nrelationship with his doctor and a claimant who has an insuretal\ncoverage relation with his insurer. Just to put it into context\nof legal practice, if the person reading the plan documents and\ndenying a claim -- the claim, excuse me, uses medical training to\nconclude that the plan documents did not cover a treatment, I\nthink few people would think that that entitled the claimant to\nsue the person who turned it down for legal malpractice.\nAnd the same is basically true here, too, because the\nplan's -- the plan's role, as is very clearly expressed, for\nexample, in the -- in the text of the Monitronics plan, is to\ndeal with the question, shall we pay or shall we not pay. And\nthat's actually precisely what Texas has targeted here.\nIf I could direct the Court's attention to the petition\nappendix in the Aetna case, 02-1885, the relevant parts of the\nTexas statute are set forth in page 59a and -\nQUESTION: 59a of what?\nMR. ESTRADA: Of the Aetna petition appendix, 02-1885,\nMr. Chief Justice. And as -- and there are three that are\nrelevant here. Two of them are on page 59 and one of them is on\npage 58a.\nThe first one that I want to point out is close to the\ntop of the page. It is an affirmative defense under the Texas\nstatute that the managed care entity did not deny or delay\npayment. This is not about treatment. It is a defense that it\ndid not deny or delay payment. And of course delay may be a bid\nfor - of what a -- of what the role of the administrator is.\nThe second aspect of the statute is that the statute\nmakes very clear, once again on page 59a, that the managed -\nthat the liability -- oh. This is subsection d, Mr. Chief\nJustice, which is the next following -\nQUESTION: Oh.\nMR. ESTRADA: -- you know, the one that I read. And it\nsays the act creates no obligation on the part of the health\ninsurance carrier, moving down a little, to cover a -- to provide\na treatment which is not -- which is not covered by the health\ncare plan or entity. Once again, this is targeting the coverage\naspect, not the treatment.\nQUESTION: Yes, but let me just focus on the case\ninvolving the woman who may have needed a second day in the\nhospital. Is it correct that they -- an agent of the HMO had\ndiscretion to grant that second day if the nurse thought it was\nreally medically required?\nMR. ESTRADA: I don't -- I don't know if there's\nanything in the record about that. What is clear from the record\nand from Federal law, Justice Stevens, is that somebody in the\nplan would have discretion to hear her appeal, even if the nurse\nthat -- that turned the request down -\nQUESTION: So the decision as to whether she would have\nthe second day in the hospital would depend on a medical judgment\nmade by an agent of the plan. Is that correct?\nMR. ESTRADA: It would -- it would ultimately -- it\nwould ultimately turn on -- on a coverage decision that may\ninclude medical criteria.\nQUESTION: But the coverage is if it's medically\nneeded, it would -- she would get the second day. But whether or\nnot it's covered then turns on a medical judgment, does it not?\nMR. ESTRADA: But the question of medical necessity is\na coverage term. It is not a medical term, Justice Stevens, and\n--\nQUESTION: Yes, but is not correct, to make the\ncoverage decision, one has to make a medical decision?\nMR. ESTRADA: It -- one has to make -- one part of the\ncoverage decision is the medical decision. In the Aetna case,\nfor example, the plan sets forth a definition of medical\nnecessity which -- which sets forth, I do point out, is that you\nhave to need it -- to need the care -\nQUESTION: Well, I was focusing on the CIGNA case,\nbecause it seemed to me that it's a little clearer there that\nthere would be a medical judgment required.\nMR. ESTRADA: Well, once again, Justice Stevens, we do\nnot contend that health insurance does not involve the\nconsideration of medical factors. And, as I said, it is almost\ninherent in the nature of the product that it would, just as I\nnever had car insurance before I actually owned a car.\nQUESTION: But it's a little -- it's a little like -\nif you're telling doctors what's medically necessary under the\nplan, it's in effect maybe defining the basic standards of\nmedical care, in a way.\nMR. ESTRADA: That is not right, Justice O'Connor, for\nthe following reason. The plan documents here, and the\nbackground understanding of all of the parties, is that it is for\nthe treating doctor to chart the course of treatment for the\npatient and, in fact, under the AMA's old code of ethics, which\nwe cite on page 6 of the Aetna reply brief, a physician is not\nallowed to sway his judgment as to treatment by the existence or\nnon-existence of coverage. In many cases, unfortunately, there\nwill be people who have no coverage or no insurance, or may be\nunder-insured.\nBut just to bring back the case to what the statute is\nabout, this statue is about encouraging employers to make hard\nchoices to give coverage to employees to the extent they can.\nThere is no requirement in Federal law that requires employers to\ngive -- there are very few requirements in Federal law that\nrequire employers to give particular benefits if they choose to\nhave a plan. And, as this Court has said, most recently in the\nRush case, this is about a bargain with employers that seeks to\nencourage the formation of these plans and the provision of\nbenefits to the extent possible by assuring employers of limited\nliabilities under predictable standards.\nQUESTION: If you are correct that Section 502(a)\npreempts, is it possible that under ERISA 502(a)(3), that the\nplaintiffs might recover some money, for example, for pain and\nsuffering or things like that?\nMR. ESTRADA: I would think not, Justice O'Connor. Our\namicus, the Department of Labor, may take a slightly different\nview of that. Our reading of the Mertens case and the Great West\ncase, which seemed very clearly, to us, at least, to stand for\nthe proposition that equitable is to be determined by reference\nto a historical examination of all that is available in equity -\nQUESTION: Yes, but if you make an analogy to a trustee\nin equity, I think this is a different case than Mertens or Great\nWest, because here, the Aetna and CIGNA are fiduciaries, are they\nnot?\nMR. ESTRADA: Aetna is -- and CIGNA is for purposes of\nclaims processing.\nQUESTION: Yes. And so, as a fiduciary they're -- they\nare analogous to a trustee, at least, the government said, if I\nread their footnote 13 right, that back in the old days when\nthere were -- was a division of the bench, that one of the\nremedies available against a trustee would be in the nature of\nmake whole relief that would put the beneficiary in the position\nhe would have been in if the trustee had not committed the breach\nof trust.\nMR. ESTRADA: That was the view to which I referred to\nearlier, Justice Ginsberg, and it is possible that it may be\nright. It seems to me, based on Great West and Mertens, that it\nwould be a tough case to make, but it is not the issue in this\ncase. Now -\nQUESTION: No, but the whole thing would work if we\ncould do that, wouldn't it? I mean, if we could get Mertens\nconsistent with what Justice Ginsberg just read, then you would\nprovide people who are hurt, in the way these plaintiffs were\nhurt, with a remedy. It wouldn't be punitive damages, but they\nwould be made whole. So, if you are right in that this is\nbasically a -- this is basically a claims decision and you\nshouldn't give punitives and others for the incorrect making of a\nclaims decision. But the hole in this is that then the woman\ngets nothing or virtually nothing and, if we could reconsider\nthat part, it would all work, wouldn't it?\nMR. ESTRADA: Well, it might, but it also works in the\nway it currently is for the following reason. The interaction of\nthe structure of Section 502 and Section 503 is intended to set\nforth a mechanism, under the DOL regs under Section 503, to\nencourage the expedis -- the expeditious resolution of claims\ndisagreements. And this is -- the statute contemplates\nlitigation but is not about litigation. This is all about giving\nthe benefit when it is needed and not about waiting until it no\nlonger helps you, having bypassed all avenues you had at the\ntime, external review, plan appeals, or maybe an action for an\ninjunction and then suing for relief, make whole or otherwise.\nIf I could, Mr. Chief Justice, I would like to reserve\nthe remainder of my time.\nCHIEF JUSTICE REHNQUIST: Very well, Mr. Estrada.\nMr. Feldman, we'll hear from you.\nORAL ARGUMENT OF JAMES A FELDMAN\nFOR UNITED STATES, AS\nAMICUS CURIAE\nQUESTION: Mr. Feldman, will you tell us what the\ngovernment thinks can be recovered under 502(a)(3) in the way of\ndamages or other recoveries?\nMR. FELDMAN: Yes. As Justice Gin -- as Justice\nGinsberg said, our position, I think, is in footnote 13 of our\nbrief, and it's a position the Department of Labor has taken in\ncases and number -\nQUESTION: Pretty big point to be in a footnote.\nMR. FELDMAN: Well, it's -- it really isn't the issue\nin this case because our position in this case is that the claims\nare preempted by 502(a)(1)(B). But, in a case where there was a\nfiduciary involved, in the days of the divided bench, when a\nbeneficiary sued a fiduciary, they weren't -- they could -- were\nable to get make whole relief. And the -- by the same -\nQUESTION: Lest we be too sanguine about the\napplication of that law in this context, I don't know any\nequitable cases that would consider make whole relief to be\ngiving -- where what is at issue is merely the payment -- the\nfailure to pay money, refusal to pay money. Make whole relief\nwould give you what you would have done with that money if you\nhad gotten it. That's very strange.\nMR. FELDMAN: You get -- there were -- there are cases\nthat I -- I don't want to get too deeply into 502(a)(3)(B),\nbecause I don't think it's what's at issue in this case. But\nthere are cases in which, for example, a trustee doesn't buy an\ninsurance policy that they're supposed to buy and then the\nbeneficiary can get, as a relief, whatever the value of that\ninsurance policy would have been and -\nQUESTION: Sure. But all that's going on here is that\nthe claimant was perfectly able to buy Vioxx with his own money,\nbut when it was said by the insurer that they wouldn't pay for\nVioxx, the claimant went and -- went with the drug that was\ncovered. I have serious doubts whether we can take comfort in\nthe fact that even if we deny relief here it'll all be okay\nbecause under traditional equity law, in a situation like that,\nyou can -- you can get whatever you would have done had you been\ngiven the money. I don't know that that principle washes.\nMR. FELDMAN: Well, 502(a)(3) -- I mean, ERISA does set\nup a beneficiary trustee -- a beneficiary fiduciary type of\nrelationship that does have analogies in traditional equity. But\nin any event -\nQUESTION: And the government has taken position -\nthis is -- the footnote was not the easiest to read, but I take\nit the Department of Labor has taken the position, in some ERISA\ncases, that there would be just the kind of relief that Justice\nScalia mentioned. Would this case fit that pattern?\nMR. FELDMAN: I -- it's not clear to me whether it\nwould, because it's not clear to me whether there was a fiduciary\ninvolved in this case. Neither of the claimants in this case,\nneither they -- the people who denied the benefits on behalf of\nthe plans may or may not have been fiduciaries.\nQUESTION: But, as Mr. Estrada just told us that, for\nthese purposes, both Aetna and CIGNA would be fiduciaries.\nMR. FELDMAN: They -- well, whether the -- you know, I\nfrankly haven't thought about whether the plan itself would be a\nfiduciary. Ordinarily, the way the ERISA scheme is supposed to\nwork is, if you have a denial of benefit, you have a right to\nappeal to an appropriate named fiduciary, and at that stage,\ndepartmental regulations give you kind of very substantial\nprocedural rights to make sure that benefits determination gets\nmade very quickly and appropriately, in light of the medical\nexigencies of the case.\nQUESTION: I would like to hear your arguments on the\npreemption issue.\nMR. FELDMAN: Thank you. Our argument is that the\nTexas law provides an additional remedy to that in Section\n502(a)(1)(B), because respondents' right to recover compensatory\nand punitive damages in this case depends on their showing that\nthey had a right to the benefits under the plan -- under the\nterms of their plan. The state law provides that plaintiffs must\nprove that the plan's failure to exercise what the state law says\nis due care, that their failure to exercise due care is the\nproximate cause of the plaintiff's injury. The only way that\nthat could be true is if the plan didn't pay benefits that it was\nobligated to pay under the terms of the plan. The plan -\nQUESTION: Yes, but in the situation in the hospital\ncase, there was no time to get relief. How could they -- how\ncould they get relief from the denial of the extra day in the\nhospital between midnight and the next morning?\nMR. FELDMAN: Well, I -- in the first place, she was\ntold before -- I think the complaint says she was told before she\nentered the hospital that she would have only one day in the\nhospital. But in addition -\nQUESTION: Unless it was medically necessary to stay an\nextra day.\nMR. FELDMAN: Right. And I would just say there's\nabout three backstops there. One is Department of Labor\nregulations say you have to make determ -- these determinations\nas soon as possible considering the medical exigencies of the\ncase and she didn't -\nQUESTION: And what does that mean in the hospital\nsetting? And what -- was she going to file a complaint with the\nDepartment of Labor?\nMR. FELDMAN: These claims can be made orally, again,\nif the exigencies require, and she could -- she didn't try -- as\nfar as we know, no one made a phone call to the insurer and said\ncan I get the extra benefits; she needs it. We don't know what\nthe results of that would have been.\nQUESTION: Well let's assume the case -- because your\npreemption argument would cover even the most extreme case.\nAssume the case in which the patient and the doctor both called\nthe agency and appealed and they said we're too busy, we can't\nhandle it and it later determines they were -- did not exercise\ndue care.\nMR. FELDMAN: But then -\nQUESTION: Why are you preempting the state providing a\nremedy for that situation?\nMR. FELDMAN: That would have been itself a denial of\ntheir obligations under the Department's claim processing -\nclaims processing procedures. But let me say there's also -\nQUESTION: It would have been a denial, but it wouldn't\nhave given her the extra day in the hospital?\nMR. FELDMAN: Right, but there are other backstops for\nher getting the extra day in the hospital. She is, at that\npoint, in the same position as anyone else who can't pay for\nanother day in the hospital but they need it.\nQUESTION: I understand.\nMR. FELDMAN: It's up to her doctor, with whom she has a\ndoctor patient relationship that's a consensual relationship for\nproviding medical treatment. It's up to her doctor to decide\nwhen she should be discharged from the hospital and when she\nshouldn't.\nQUESTION: But she can't -\nQUESTION: But the question we really are facing is\nwhether the State of Texas is denied the authority to provide a\nremedy in that situation.\nMR. FELDMAN: Yeah, but the State of Texas has many\nremedies to make sure the hospitals don't discharge people who\nneed an extra day in the hospital and medical ethics provides\nadditional reasons why doctors have -- cannot discharge patients\nwho need an extra day in the hospital.\nQUESTION: If you take the -- the drug case, the man\ncouldn't pay for the more expensive drugs. He didn't have the\nmeans and so he took the drug that the HMO approved with\ndisastrous results. There was no -- window -- there was no time.\nHe was in intense pain. He had to take something to deal with\nthe pain.\nMR. FELDMAN: There was -- he took the drug, I think\nthat -- the record actually shows, I think, that he took the drug\nfor several weeks before he had -- before he had the problem with\nit. He could have been pursuing the plan remedies all throughout\nthat. In addition, Texas law, like the law of 44 other states,\nprovides for an independent review mechanism which is also\ndesigned to decide at the front end whether -- what benefits\nyou're entitled to. And under that mechanism he could have\nsought independent review from somebody who's independent of the\nplan, not subject to any bad incentives he might have thought the\nplan might have, to make an accurate determination of what is -\nwhat he's entitled to and what he's not entitled to.\nIt's -- there are -- there are a number of remedies\nthat people can -- that people have in order to make sure they\nstay in the hospital. What the ERISA plan is doing here is\nsimply making a benefits determination. It's a pure\ndetermination under ERISA and it's not based on the formation of\na doctor patient relationship which the patient has with their\ndoctor. It's based on their determinations under ERISA, under\nSection 502(a)(1)(A) -- Section 502 of ERISA, Congress drew a\nvery careful balance between the needs for a prompt and quick\nclaims processing procedure that will be effective and will\ndecide in advance whether you get benefits and the public\ninterest in encouraging the formation of employee benefits plans\nand encouraging the provision of benefits under those plans.\nTo allow states to essentially say, as the state has\nsaid here, well, we're going to provide an additional remedy that\nCongress rejected when it drew that careful balance, would be an\n-- as the Court said in Pilot Life, to completely undermine\nCongress's decisions about how this system should be structured.\nThe state has ample authority to address medical malpractice in\nthe state in between -- between doctors and patients where that\ndoc -- consensual doctor patient relationship has been formed.\nWhat it doesn't have authority to do is to take its -- that\nmedical malpractice law and extend it, not to the normal doctor\npatient situation, but to a situation that is governed by Federal\nlaw under Section 502 and by the remedies that Congress chose\nwhere appropriate.\nQUESTION: Is there any indication in the record\nwhether these individuals did not have the funds to stay in the\nhospital another day or to buy Vioxx?\nMR. FELDMAN: There's -- I don't think there's any\nindication of whether they did or not. And, in fact, I don't -\nI think that under the co-payment of the Aetna plan, Vioxx\nwouldn't have been terribly expensive because Aetna would have\npicked up some of tab for that. But all of those would be facts\nrelating what's in the plan. I think they all just point out\nthat the question in this case is what the plan provided and did\nthe plaintiffs get what the plan provided. And this Court\ndecided, in Pilot Life and in Metropolitan Life against Taylor,\nand it reaffirmed two terms ago in the Rush Prudential case, that\nthose questions are ERISA questions and Congress decided that -\nset in place a set of remedies that allow for very substantial\nrights to determine whether you're entitled to the benefit, but\nlimited your rights to sue for pun -- for compensatory and\nespecially punitive damages afterwards, because there's also, on\nthe other side of the balance, the need to encourage employers to\nprovide healthcare and to create ERISA plans.\nAnd, as I said, to allow states to interfere in that\nbalance and, as Texas has done here, to create a cause of action\nwhich is essentially for the denial of a plan benefit, and that's\nsomething that the plaintiffs, I think, have to prove in order to\nprevail, is to directly interfere with that decision that\nCongress made.\nQUESTION: But is it not correct that those cases did\nnot involve treatment decisions, Pilot Life and Metropolitan?\nMR. FELDMAN: Those cases involved disability\ninsurance, but they were -- they had a medical element in those\n- in those decisions. That's -\nCHIEF JUSTICE REHNQUIST: Thank you, Mr. Feldman.\nMR. FELDMAN: Thank you.\nCHIEF JUSTICE REHNQUIST: Mr. Young, we'll hear from\nyou.\nORAL ARGUMENT OF GEORGE P. YOUNG\nON BEHALF OF THE RESPONDENTS\nMR. YOUNG: Mr. Chief Justice, may it please the Court:\nI want to focus on the narrow Federal jurisdictional\nissue because this case -- these two cases come to the Court\nbased on the Federal removal doctrine that goes under the rubric\nof complete preemption. In each of this Court's cases on\ncomplete preemption, the plaintiff's cause of action, while not\nciting to the Federal statute, almost exactly duplicated the\nFederal remedy. Here we don't have that.\nHere, what Texas has done is to fill a vacuum and say\nwe are going to set out a professional medical standard of care\nwhen HMOs make medical necessity decisions. Under the HMO's\nposition, they would be free to say we're going to use the\nmedical necessity standard of a witch doctor or whatever we\ndecide it is on today's basis without any reference to objective\nmedical standards. Now, their medical necessity statement\ndoesn't say that, but under their argument today, they would be\nfree to do that.\nQUESTION: What do you mean free to do it? They would\nbe subject to -- to an appeal and an appeal to an independent\nauthority.\nMR. YOUNG: Yes, Your Honor. They -- yes, Justice.\nQUESTION: And if they didn't pay up, they would be -\nwould be liable to damages.\nMR. YOUNG: If there is time for an appeal and if the\ncircumstances would permit an appeal. An appeal is a great thing\nin these cases. Independent review is a great thing -\nQUESTION: No. What I'm -- I'm just speaking to your\npoint of whether they're Scott free to do whatever they want.\nThey surely aren't, you know. Even if the appeal comes\nafterwards, the claimant can get the money that's owed and the\nrelief provided by 502(a).\nMR. YOUNG: But, Justice Scalia, in these two cases,\nthe patients did what the HMO wanted and when, under their\nargument, if the patients do what the HMO wants and it turns out\nthose were bad medical decisions, there is no remedy. ERISA -\nQUESTIONS: They don't do what the HMO -- all the HMO\nsaid is, look, under the plan, as we understand it and as we\njudge medical necessity, we don't have to pay for Vioxx. Now, if\nyou want to have Vioxx, buy it yourself, and I gather there was\nsome co-payment that would have been given, and if their doctor\nthought that Vioxx was really essential, surely the doctor would\nhave abided, you know, pony up the money.\nMR. YOUNG: Well -\nQUESTION: But to say that the plan condemned them to\nnot using Vioxx is simply not true. All you're talking about\nhere is money. The claimant didn't want to lay out the\nadditional money for the Vioxx.\nMR. YOUNG: Well, the truth is, Your Honor, that\nneither of these claimants would have needed health insurance if\nthey had the independent means to just whip out a gold card and\npay for the drug.\nQUESTION: See, that's why I'm thinking that Vioxx is\nnot that -- you know, on your argument you were just making, and\nI'll only lead you into this red herring once.\nMR. YOUNG: Okay.\nQUESTION: But it would all work, you see, if I have a\ntrust, the trust is supposed to buy me an insurance policy, and\nthrough total fault of the trust it doesn't, and the house burns\ndown, that equitable relief appropriate would be consequential\ndamages of the value of the house. Now, if that were an\nappropriate case, other equitable relief, this whole thing would\nwork and you wouldn't be having to fill a vacuum.\nMR. YOUNG: But under this Court's opinions previously\nunder 502, that remedy and those kinds of relief are not\navailable.\nQUESTION: So you see then the logical point where I'm\n- I'd like to say modify those perhaps, but, well, the very fact\nthat you're trying to fill this hole here proves the point,\nbecause if there is a hole, it's because the court has\ninterpreted this statute perhaps wrongly as the Federal relief\nbeing A, B, and C. Maybe it should be A, B, C, and D, and so\nwhat the state's trying to do here, is add D. And the one thing\nthey can't do, is add D to A, B, and C.\nMR. YOUNG: It's true, Your Honor, that there is this\nhole, but that is not the reason that we should prevail on this\nnarrow jurisdictional issue, because it's the source of the duty.\nThe duty that arises here is not based on what is in the plan\ndocument on medical necessity. It comes from the external duty\nthat is imposed by Texas statute to meet the professional medical\nstandard of care.\nQUESTION: Well, how different is the question of the\nmerits here, whether you should prevail and the question of\ncomplete preemption which is raised in the removal issue?\nMR. YOUNG: Mr. Chief Justice they are different.\nBecause, in this narrow issue, the complete preemption issue,\nespecially when one looks at Pilot Life and Taylor. Those two\ndecisions relied very heavily on section 301 cases, the Labor\nManagement Relations Act cases. But if you look at those cases\nsince Pilot Life and Taylor, every time the duty arose from\nsomething separate than the collective bargaining agreement,\nevery time this Court has said that there is no complete\npreemption.\nQUESTION: So your view is you could prevail on the\npropriety of removal, because there's not complete preemption,\nand yet go back and lose on the issue of whether your claim is in\nfact preempted?\nMR. YOUNG: Yes Your Honor, that is the way complete\nversus conflict preemption can work and the way that the fifth\ncircuit said it could work. Now I want to be clear, we don't\nthink that we lose on Section 515 preemption either. And in fact\nevery time this Court has gone through an ERISA analysis and\nfound Section 502 preemption, every time, it first goes through\nthe Section 514 step. Now that brings me to something that may\nbe sensitive in light of one of the opinions issued today. But I\nwant to talk a little bit about the insurance savings clause\nunder Section 514, because it's very important. This Court, in\nRush Prudential said, that when a state regulates medical\nnecessity, as Texas does here, that falls within the insurance\nsaving clause. Clearly this statute falls within the insurance\nsaving clause, especially as applied in these two cases.\nQUESTION: Well that's contrary to Pilot Life, isn't it?\nMR. YOUNG: No, Your Honor, and for this reason. While\nPilot Life has a statement in there, that --\nQUESTION: A very definite statement.\nMR. YOUNG: that 502, might trump and probably\naccording to Pilot Life could trump the insurance saving clause,\nthe Court also found very clearly that the insurance saving\nclause wasn't met in that case. And this Court has never faced\nwhat this Court, the majority in Rush Prudential called the\nforced choice, between an insurance saving clause and Section\n502. And it's very important to look at the plain text of\nSection 514. Because Section 514 (b) the insurance saving\nclause, says very clearly nothing in this sub-chapter can be\nconstrued to preempt.\nQUESTION: The strangeness of your argument is that\nyou say all right, Pilot Life faced that issue, and says the\nsavings clause doesn't apply in the complete preemption\nsituation. Your argument is that in effect by defining the -\nthe benefit -- by Texas' act of trying to define the benefit\ndenial as equivalent to the practice of medicine, it therefore\ngets us back into the insurance saving clause. It seems to me an\nirrational logical leap. 502 says we get out of the insurance\nsavings clause because of complete preemption, Texas says by\nsaying what you're really doing in denialing -- denying a\nbenefit, is practicing medicine. We get back into the business\nof insurance, and the insurance savings clause applies. I just\ncan't follow that.\nMR. YOUNG: Your Honor, the confusion arises because we\ndon't write -- we don't write the terms of the HMO's coverage if\nyou will. They're the ones that say, in determining what we will\npay for, if you will, we are going to make medical decisions.\nQUESTION: Well they're the ones that -\nMR. YOUNG: They're the ones that can -\nQUESTION: is there any insurer that does not at some\npoint incorporate some issue of medical judgement in it's\ncoverage?\nMR. YOUNG: Yes.\nQUESTION: If it does not, then in effect it is giving\ncarte blanche to any medical decision by a doctor without right\nof review.\nMR. YOUNG: Yes, Your Honor, in fact, some HMO's in the\nlast two or three years have abolished this second guessing of\nthe physician, this medical necessity step.\nQUESTION: But let's -- but if suppose they don't, do\nthe agents of the insurers who make these determinations do they\nhave to be admitted to the practice of medicine in Texas?\nMR. YOUNG: Not in Texas, but they have to be medical\nprofessionals according to the Texas statute. And the Texas\nstatute says, when you make these deci -\nQUESTION: What is a medical professional?\nMR. YOUNG: Well, in the case of a nurse, nursing\njudgment. In the case of a -\nQUESTION: But they don't have to be doctors?\nMR. YOUNG: They do if they're making a medical decision\nthat a doctor would make. Under Texas law they do, and they're\nheld to that standard. And that's all we're doing here. Is\nwe're holding them to that medical standard.\nERISA says nothing, Justice Scalia, about what standards the\nHMO's or deciders have to meet.\nQUESTION: But you talk about the standard of care, but\nthey're not giving care. They're giving out money.\nMR. YOUNG: Your Honor.\nQUESTION: They're not giving care at all, the caregiver\nwas the individual's doctor who said stay in another day or take\nVioxx. The care -- all this company was doing was looking at the\ncontract, do we owe any money.\nMR. YOUNG: Justice Scalia -\nQUESTION: That's not giving care.\nMR. YOUNG: Justice Scalia I think it would be very\nhelpful to look at when a payment decision could be made and when\nit is made in these cases. You start an episode of care here,\nyou finish it. The bill comes due to make the payment. Here the\nHMOs don't wait until the bill comes due to make the payment\ndecision. They make the decision as part of a medical necessity\ndetermination, in here, earlier in the middle, concurrent review,\nor prospective review is the technical term.\nQUESTION: But it's a decision to pay money?\nMR. YOUNG: It is a decision that may -\nQUESTION: Or not to pay money?\nMR. YOUNG: Not exactly Your Honor, because it is a\ndecision that could result in not paying money, but it is first\nforemost done here, or here to influence the medical decision -\nQUESTION: It's both. It's both and the trouble with it\nis, if you -- you could have marvelous laws in Texas governing\npension trustee behavior, governing all trustee behavior. But\nCongress says well you can't apply your marvelous rules to ERISA\nplan trustees. And now it seems to have said, and you can't\napply your marvelous medical rules, even to a doctor, where what\nthe doctor is doing in that instance is not acting as a doctor\nfor treating the patient, but rather acting as a determiner of\nwhether he will get the ERISA plan payment. And what we have in\nyour case I guess is a person who does both. He does something\nof both. But where they are inextricably mixed and where there\nis a very large share of making the benefit determination, is it\nfair to say that Congress would have wanted the Texas law to\napply?\nMR. YOUNG: Yes, because of Pegram, this court in Pegram\nsaid very clearly -\nQUESTION: In Pegram you were dealing with the doctor\nwho was the treating physician, that is precisely what Justice\nBryer has just defined as not being the case here.\nMR. YOUNG: Your Honor, in Pegram this court said -- the\nmajority said there's no basis to distinguish an HMO where the\ndecision's made -\nQUESTION: When we were dealing with a treating\nphysician, we're not dealing with a treating physician here.\nMR. YOUNG: But here Your Honor, you're dealing with a\nmedical judgment that's not made at the end when the bill comes\ndue, it's made early on with the sole purpose of influencing the\nmedical treatment, the course of treatment. If this were only\nabout payment -\nQUESTION: Why do you say that? I don't think AETNA\ncares whether this individual took Vioxx, or whether this patient\nstayed in the hospital for another day. I don't think AETNA\ncared a bit. All AETNA cared about was whether it had to pay for\nit. That's all.\nMR. YOUNG: Justice Scalia, if that were true then they\nwould make these decisions at the end. Because by shifting -\nQUESTION: It's important to the patient to know.\nBecause the patient when -- when the patient finds out that if\nyou take Vioxx, you'll have to pay for it yourself, the patient\ncan then ask the doctor, look doc, is it really important that I\ntake Vioxx or is this other stuff in your judgment as the\ntreating physician, is this other stuff good or not -- good\nenough. It seems to me you want that decision to be made early.\nMR. YOUNG: Well, the truth is that making the decision here\nshifts the risk. If it's made at the back end the risk is\nshifted to the pharmacy, or the doctor, or the hospital. When\nit's made here, it puts the risk squarely on the patient.\nQUESTION: Well except that you say when it's made here\nit is the choice of the doctor, the pharmacy or the hospital to\nseek that judgment early, isn't it. In other words in the -- the\ndoctor could have gone ahead and prescribed Vioxx, and sent the\nbill in. The doctor could have kept the patient in the hospital\nanother day, and sent the bill in. The insurance plan didn't\nforce an early decision. It gave an option of an early decision,\nso they would know where they stood.\nMR. YOUNG: According to the documentation the HMO has,\nYour Honor, the two HMOs require that those decisions be sought\nfrom them before or in the middle of treatment -\nQUESTION: If you don't get it then, they automatically\ndeny it later?\nMR. YOUNG: It's not just that they could deny it, they\n-- there could be consequences to the provider. They could be\ndeselected from the network, they could be told you're not going\nto get to see anymore of our patients.\nQUESTION: So, they do force it. My premise was wrong.\nMR. YOUNG: They do force it, Your Honor. And that's\nthe reality.\nQUESTION: Well, I really thought the train left the\nstation in Pilot Life. I guess you don't agree with Pilot Life.\nMR. YOUNG: Well no, Your Honor, we are not here to\ndisagree with Pilot Life. Pilot Life works in the narrow\ncircumstances in which it's been applied.\nQUESTION: Well I thought that this was that\ncircumstance of benefits.\nMR. YOUNG: I was afraid you might. I was really afraid\nyou might.\nQUESTION: Yes.\nMR. YOUNG: Then could we talk about Taylor a little\nmore, because that's really the complete branch -\n(Laughing)\nMR. YOUNG: I guess I come back to the Chief Justice's\npoint which is we could have a situation where Pilot Life\npreemption could occur, but the Taylor holding is the one we're\nmost concerned about, and here we are not trying to duplicate a\nclaim that would be made under ERISA, under an ERISA duty.\nAnd that leads me back to something else that's come\nup. The ERISA and it's regulations say nothing about setting a\nmedical standard of care, when these medical judgments are made.\nThat's an indication that it was left to the states, and should\nbe left to the states. But this Court could certainly indicate,\nwell this may still be preempted, but it shouldn't be removed to\nFederal court, under complete preemption doctrines.\nQUESTION: Well how would that advance the general law\nat all? I mean, if the merits are decided against you, you know,\nI don't think we took this case to decide some question of\nremoval jurisdiction, but I -- perhaps my colleagues don't agree\nwith me.\nMR. YOUNG: Well, that is the very narrow issue that in fact\ncertiorari was granted on. And it is an issue that this Court\nlast ruled on in the Anderson case last Term, and that case is\nillustrative of why complete preemption shouldn't apply here.\nThere the majority found that the claim, while not citing to\nFederal usury law duplicated precisely and exactly Federal usury\nlaw. And it was in essence, a Federal usury claim. Here our\nclaim is not one for benefits. It couldn't be, there's no claim\nfor benefits to be made. But more importantly we are not relying\non a term -\nQUESTION: It's a claim that depends on a denial of\nbenefits, and isn't that the touchstone under Pilot?\nMR. YOUNG: In fact Your Honor, you could have a situation\nwhere the medical necessity decision is made prospectively or\nconcurrently and that's not a payment denial, in fact that's what\nwe have in most circumstances of these kinds of cases.\nQUESTION: But it is the predicate for a payment denial,\nor a payment granted.\nMR. YOUNG: Really Your Honor, in truth these decisions are\nnever expressed by the utilization nurse at the hospital as a\npayment issue. She says you've got to go home now.\nQUESTION: Well let's go back to my question -- I didn't\nmean to go off on a tangent. My question was, doesn't Pilot\nLife, turn on a determination which governs the payment or non\npayment of benefits?\nMR. YOUNG: Yes, Your Honor. Here -\nQUESTION: Then this it seems to me is such a\ndetermination.\nMR. YOUNG: Well, but here Your Honor, you could have a\npayment determination that complied completely with their\ninternal document -- documents. Their definition of medical\nnecessity, what they say they will and won't do. And still\nviolate the Texas standard for medical judgments and that's the\nproblem.\nQUESTION: It is indeed. That's why it's preempted.\nMR. YOUNG: Well -\nQUESTION: You've described it very clearly.\nMR. YOUNG: Well -- Your Honor, except we're confusing\nremedies, and duties. The Texas duty is found no where in ERISA.\nQUESTION: May I ask this question. Could you ever\nrecover under the Texas statute without proving that you were\nentitled to have the benefit paid?\nMR. YOUNG: It would not -\nQUESTION: It wouldn't be phrased in those terms.\nWouldn't it be part of -- wouldn't it be a necessary element of\nyour claim, that part of what you're -- that you did have an\nentitlement to have that benefit paid.\nMR. YOUNG: It would be an undisputed fact. It would be\nfor example in these two cases. It's undisputed that Ruby Calad\ncould get unlimited days in the hospital. The only issue is the\nmedical judgment that she had to go home. Same with Mr. Davila.\nThe medical judgment was that he would not get the Vioxx; he\nwould get the cheaper generic drug. And -\nQUESTION: But for you to prevail in Texas, it seems to\nme you have to be able to prove that they had a duty to pay for\n- to provide him with the payment for Vioxx.\nQUESTION: But the statute says this, it says that it\nshall be a defense to any action that one -- neither the health\ninsurance carrier is -- didn't control the health care treatment\ndecision. Which it wasn't here. And two, the health care\ninsurance carrier did not deny or delay payment for any treatment\nprescribed, or recommended by a provider.\nMR. YOUNG: But that doesn't -- that's -\nQUESTION: So it is clearly a condition of recovery that\nyou show that they were in violation of the ERISA plan.\nMR. YOUNG: It's an affirmative defense they may be able\nto come in with. It's not a prerequisite to my case. CIGNA\nadmits it is free.\nQUESTION: Oh I see. Well that's a matter of who has to\nprove it. I mean if -\nMR. YOUNG: But that's very important especially Your\nHonor when we're talking about a complete preemption issue. Is\nthe Federal statute a prerequisite to my claim? All I have to\nprove and show Your Honor, is a medical judgment was exercised by\na nurse, at CIGNA, or a physician or medical director at AETNA,\nand that they violated the Texas standard for those kinds of\ndecisions.\nQUESTION: So long as you frame it as an affirmative\ndefense, rather as part of the cause of action, you can avoid\npreemption?\nMR. YOUNG: No I'm not saying that Your Honor, but the\ngravamen of my case for purposes of looking at complete\npreemption, the issue you were concerned about in Anderson, is\nwhat are the elements of my claim. They do not duplicate an\nERISA claim, they don't even duplicate an ERISA duty. Now it may\nbe at the end of the day Section 514 kicks in. We don't think it\ndoes for a lot of reasons, most importantly the insurance saving\nclause. Which clearly the Texas -\nQUESTION: Which -- This is one item I meant to ask. On\nthe other side they said that you never made any noises about the\nsavings clause in the Fifth Circuit, that it entered the case\njust at this level, Is that so?\nMR. YOUNG: No Your Honor, that's not correct. While it\nwas not a feature argument with a heading in our briefing, we\nclearly pointed out to the Fifth Circuit the Moran decision by\nthe Ninth Circuit, and that the Moran decision relied on the\ninsurance saving clause. Then after oral argument -\nQUESTION: That's in your brief before the Fifth\nCircuit?\nMR. YOUNG: Yes it's a footnote in our brief. And then\nYour Honor, in -- after this Court decided Rush Prudential which\noccurred after oral argument in the Fifth Circuit, both sides\nsubmitted extensive letter briefs. And those are documents, 18\nthrough 20 in the Fifth Circuit record that was recently\ntransmitted to this Court, where both sides talked about what is\nthe impact of Rush Prudential in terms of the insurance savings\nclause. But more important -- Thank you.\nCHIEF JUSTICE: Thank you, Mr. Young.\nMr. Mattax we'll hear from you.\nORAL ARGUMENT OF DAVID C. MATTAX\nFOR TEXAS, ET AL., AS AMICI CURIAE\nMR. MATTAX: Mr. Chief Justice, and may it please the\nCourt. The Texas legislature has imposed a duty of ordinary care\non managed care entities that insert themselves into health care\ntreatment decisions by exercising medical judgment to decide\nmedical necessity. It is important to recognize at the outset as\nthis court recognized the managed care entity is not the ERISA\nplan.\nOur statute does not impose liability on the ERISA\nplan. Our statute does not impose liability on an employer. As\nMr. Estrada said in his argument, the whole point of the complete\npreemption and the exclusive remedies provision Section 502(a),\nis insuring employers that will have limited liabilities. Our\nstatute explicitly excludes employers from liability. And\ntherefore the concerns of Section 502(a) are not at play in the\nTexas statute. The reason the Texas statute was passed was\nbecause managed care entities, HMOs and other varieties and\nforms, had decided to exercise medical judgment. And it is that\nduty that the state is regulating. Which is what I think\ndistinguishes this case from Pilot Life. Going back and looking\n-\nQUESTION: How does it distinguish it from Pilot Life? I\nmean Pilot Life is talking about the insurance part, wasn't it.\nMR. MATTAX: Yes, Your Honor.\nQUESTION: And then they said that even though\napparently on it's face had to do with insurance and you'd think\nit would have been taken out, it wasn't taken out because of the\nfact that it interfered with the basic purposes of the act.\nMR. MATTAX: Pilot Life was based on the Court's\ncomplete preemption decision in Allis-Chalmers versus Lueck.\nQUESTION: Uh-huh.\nMR. MATTAX: And in that case the Court recognized that the\ntort claim that was being alleged was derived from the general\nproposition to perform contracts in good faith. And the duty\nthat the Court was looking at in Allis-Chalmers, and also Pilot\nLife, was the duty to enforce the contract that was the ERISA\nplan therefore implicating complete preemption. However the\nCourt explicitly said in Allis-Chalmers, that Congress did not\nintend to give substantive provisions the force of Federal law,\nousting any inconsistent state regulations, because such a rule\nwould allow labor unions, and unionized employees the power to\nexempt themselves from whatever state labor standards they\ndisfavored. And again the Texas statute is not imposing any duty\non the plan.\nQUESTION: Yes, but is it not true that in order to\nrecover under the Texas statute, not only do you have to prove a\nviolation of the duty to use the due care and so forth. But you\nalso have to prove a violation of the plan?\nMR. MATTAX: No I disagree. The revision in the act is\nsetup such that if a managed care entity were to come in and say\nwell I did not exercise any medical judgment, or I did not make\nany decisions that affected the treatment, they could come in as\na defense and say, the reason I did not make any medical judgment\nwas because the plan didn't allow me to. The plan simply\nexcluded that completely in a pure eligibility decision in the\ncourt's words in Pegram. So the cause of action that's alleged\nin the state statute is that particular managed care entity,\nexercised medical judgment. And that medical judgment resulted\nin an injury to me, and I think -\nQUESTION: But it's also a defense that I did not fail\nto make any delay, I did not delay or fail to make any payment\ndue.\nMR. MATTAX: And if -\nQUESTION: Isn't that a defense?\nMR. MATTAX: The statute provides that as a defense.\nAgain to make a reflection of, to show that in that particular\ncase, I as a managed care entity did not exercise any medical\njudgments, because that's the defense -\nQUESTION: But you exercise a medical judgment when you\nrefuse to make a payment. You're deciding it's not medically\nnecessary.\nMR. MATTAX: Correct. And if they're making a decision\nwith regards to medical judgment. And they are exercising that\njudgment not according to our standard of care. We are imposing\nthat on the managed care entity.\nQUESTION: No you're not. You're saying even if it's\nnot according to your standard of care, if it is not due under\nthe plan you're not liable.\nMR. MATTAX: And what I'm saying there is -\nQUESTION: Have you said that?\nMR. MATTAX: That is a defense to the claim. And under\nthis Court's decision in Caterpillar versus Williams a defense\nbeing raised to a claim does not create complete preemption.\nQUESTION: Back to Pilot Life. In my understanding of\nthe case, maybe I've got this wrong. Tell me if I do. There's a\nplan that says, an ERISA plan says we pay you for a treatment\nthat's medically necessary. Then there's a person, it may be an\ninsurance company, it may be a doctor, maybe somebody says it\nisn't medically necessary. The Plaintiff thinks it is medically\nnecessary, so the question is whether the plan did what it said.\nNow you have a way of -- I mean isn't that what this is about?\nMR. MATTAX: There's separate duties involved here.\nThere is a duty under the plan, and the beneficiary can go to the\nplan and say because you hired this managed care entity to make\nthis judgment, I would like to get the benefits under the plan\nand that would be a claim against the benefit plan. What Texas\nhas done has said, when a managed care entity, an HMO goes and\nsells his products to a plan, or goes and sells its services to a\nplan and is going to exercise medical judgment, then the state of\nTexas will regulate the exercise of the medical judgment of that\nmanaged care entity.\nQUESTION: It's not just an HMO, it's also a health\ninsurance carrier. Here, AETNA.\nMR. MATTAX: It is theoretically anyone who exercises\nmedical judgment that influences care. But I think it is\nimportant to recognize that the reasons for managed care as\nstated by both the Petitioners here, and I would briefly quote\nfrom a CIGNA brief, page 44. Utilization, review techniques are\ndesigned to ensure that quality care is delivered as cost\nefficiently as possible. The letter to Mr. Davila's doctor,\nspecifically says - - this in AETNA's petition or Appendix 88 -\nas part of our commitment to provide access to quality care.\nWhat the Court needs to recognize if I may, is that prior to the\nrise of managed care, decisions were made on a retrospective\nbasis. An insurer would say, well we've looked at this, we do\nnot believe it was medically necessary, we're not going to pay\nfor it. The difference now is, managed care has taken on the\nrubric of saying, we will manage care, we will determine what is\nbest for the patient and we will do that by dictating what is\ngoing to be paid for, and not paid for.\nQUESTION: But it's just -- even at the early stage,\nit's simply a statement, we will not pay for it. That doesn't\nmean that the patient can't do it other ways. It just means that\nthis particular program won't pay for it.\nMR. MATTAX: Well respectfully the statement is we don't\nthink it's good for you. We don't think this care is appropriate\nfor your particular situation. And there's no reason -\nQUESTION: Well isn't it more a question of medical\nnecessity. That is the plan says we'll cover it in case of\nmedical necessity, and the plan says we don't think there's\nmedical necessity here.\nMR. MATTAX: Well the plan itself can put in as a term\nmedical necessity, but the plan is not making the determination\nof whether it's medically necessary or not. They have hired\nsomeone to make that determination for them. They may -\nQUESTION: Well then it's certainly it's by the plan. I\nmean the fact that an agent makes it rather than the plan doesn't\nmake any difference.\nMR. MATTAX: But the reason to make that decision is\nbecause the medical necessity decision is a result of a\ndetermination by that managed care entity that they are going to\nmanage the care that's provided. Again the letter that was sent\n-\nQUESTION: Well how much does that advance the argument?\nI mean it's still a decision we won't pay for it.\nMR. MATTAX: But the decision is based on a\ndetermination by a managed care entity that in their medical\njudgment that the care is not necessary. And what Texas has\nsaid, with respect to that managed care entity. Again not the\nplan. Is that when you are going to exercise medical judgment\nand that is going to -- as a matter of practical reality, impact\nthe care a patient receives and potentially cause damage to that\npatient, then we will regulate that as a separate duty, separate\nand apart from ERISA.\nQUESTION: But you could say that in respect to any\nbenefit of a plan. Let's imagine a plan with millions of\ndifferent benefits. Whenever a benefit is turned down, there\nwill always be a human being who told the plan manager it isn't\ncalled for. Now a state could come in and regulate their human\nbeing, those human beings in their capacity as professionals and\nsay whenever they make such a mistake, they've made a\nprofessional misjudgment and we give you an extra remedy here.\nAnd that seems to be the thing that this statute forbids. I\ndon't see how to get around it. I'd like you to tell me how to\nget around it. But I don't see it at the moment.\nMR. MATTAX: And I believe the answer to that question\nis what the statute is concerned about is limiting and defining\nthe liability of employers and plan sponsors. And a statute that\nregulates the conduct of a third party who sells their services\nto that plan or plan sponsor, has no impact on the liability of\nthat plan or that plan sponsor. And in this particular case, in\nTexas we have made a determination that with managed care\nentities as an entity, be it an HMO, be it a PPO, exercising\nmedical judgment, we are regulating the medical judgment of that\nthird party.\nQUESTION: You really don't think -- well never mind.\nCHIEF JUSTICE REHNQUIST: Thank you Mr. Mattax.\nMR. MATTAX: Thank you.\nCHIEF JUSTICE REHNQUIST: Mr. Estrada, you have three\nminutes remaining.\nREBUTTAL ARGUMENT OF MIGUEL A. ESTRADA\nON BEHALF OF THE PETITIONERS\nQUESTION: Mr. Estrada, you can address what you would\nlike but there are three points that have come up during the\nRespondent's presentation that I'd be interested with a response\nto.\nNumber one, is it true that the people who make the\ndecisions for your client must be medical doctors in Texas?\nMR. ESTRADA: Well it is true by virtue of DOL\nregulations which provide that no claim may be turned down,\nwithout input from a medical professional in the relevant area.\nQUESTION: My other two points are, what is your\nresponse to the point that the plan is not liable under Texas law\n-\nMR. ESTRADA: Well -\nQUESTION: -- just the insurance company here.\nMR. ESTRADA: That was going to be one of my points that\nI deal with -\nQUESTION: Just so you can -\nMR. ESTRADA: That is consistent with every case, from\nPilot Life, Taylor, and Ingersoll-Rand. Because in each of those\ncases, you were dealing with an insurance company that was acting\nas a claim administrator or insurer with respect to an ERISA\nplan. And if memory serves, the claim was made as well in\nPegram, and the Court dealt with it at the top of page 223 of 530\nUS. by pointing out that a contract between an HMO and the plan\nmay itself contain elements of a plan to the extent that it\ngoverns the circumstances under which benefits may be obtained.\nQUESTION: Lastly. Is there anything to the notion that\nthere is no preemption when the interference with the plan, if\nthere is any, only comes by way of an affirmative defense.\nMR. ESTRADA: No and in fact it is also not true in this\ncase that that's so. Because you have been citing subsection\n(c)(2) of the statute, here under Section (d) it is affirmatively\nstated that nothing in the act shall be construed to provide -\nto require the provision of something that is not covered and\nthat is at page -- also 59 (a) of the AETNA...\nJust let me take one second to make two points. It is\nof course open to Texas to have a law that regulates the practice\nof medicine, by telling hospitals do not discharge somebody who\nneeds care. And there is nothing in the Federal statute that\nwould keep them from doing that. In fact we have a Federal\nstatute in PALA that does something similar with respect to\nhospitals that take in medicare money. With respect to how\nquickly we could do these things Justice Stevens, the DOL\nregulations say that consistent with the urgency of the situation\nit must be done as soon as possible. It can be done informally\nand the doctor may act for the patient to pursue all of the plan\nappeals and that is at pages 17(a) and 3(a) of the Appendix to\nthe blue brief.\nBrief word about the insurance savings clause, I will\nnot belabor it. There is a footnote in one of the briefs in the\nCourt of Appeals. It doesn't raise the clause as opposed to the\nsection 502 issue, but the acid test is that there was no mention\nof the clause, in the brief in opposition. Under this Court's\nrules and Oklahoma City versus Tuttle that is completely\nreclusive. Should we need to reach it I will point out that one\nof the response -- one of the petitioners in this case is a self\nfunded plan, in the CIGNA case, which would be saved by the\nDeemer clause even if the insurance clause did apply in this\ncase. And that is to both of them, the question whether the\ninsurance savings clause does apply was conclusively resolved by\nPilot Life, has never been revisited by the Court, and that Pilot\nLife --\nThank you Mr. Chief Justice.\nCHIEF JUSTICE REHNQUIST: Thank you, Mr. Estrada. The\ncase is submitted.\n(Whereupon, at 12:10 p.m., the case in the above\nentitled matter was submitted)\n"
    }, 
    "caseNum": "02-1845", 
    "caseinfo": {
        "content": ""
    }, 
    "contents": {
        "content": ""
    }, 
    "dictionary": [
        [
            "", 
            1
        ]
    ], 
    "location": {
        "content": ""
    }, 
    "petitioners": [
        ""
    ], 
    "proceedings": {
        "content": ""
    }, 
    "respondents": [], 
    "speakers": {}
}